{"question_id": "20221209_0", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "19285390", "text": "Timeline of the occupation of the Malheur National Wildlife Refuge / (OPB) put the number of the militants at the MNWR at \"between six and 12.\" In a statement posted to the Facebook page of the 3 Percenters of Idaho (one of the militias identified by media as involved in the takeover), the group disclaimed involvement, stating that the seizure was \"carried out by a small group of persons who chose to carry out this takeover after the rally.\" The Harney County Sheriff's Office initially reported that the Oregon State Police (OSP) was \"handling the incident.\" At the same time, a spokesperson for the Federal Bureau of Investigation (FBI) said the", "doc_score": "82.30537414550781", "publish_date": "2018/12/31"}, {"doc_id": "20589556", "text": "2018 United States gun violence protests / The National School Walkout occurred nationally on April 20, 2018 which was the 19th anniversary of the Columbine High School massacre. The movement was founded and organized by Lane Murdock of Ridgefield High School. On the day of the walkout, student demonstrators wore safety orange and departed from over 2600 schools to push for legislative action against gun violence. 2018 United States gun violence protests In 2018 protests against gun violence in the United States increased after a series of mass shootings, most notably the February 14 Stoneman Douglas High School shooting. An organized protest in the form of a", "doc_score": "82.9294204711914", "publish_date": "2018/12/31"}, {"doc_id": "20965035", "text": "Camp Fire (2018) / the total to 76. President Donald Trump, Governor Jerry Brown, Governor-elect Gavin Newsom, and FEMA director Brock Long toured the Paradise area, and they held a short conference in the afternoon. On November 18, the death toll was raised to 77; on November 19, the death toll was raised to 79. Heavy rain fell starting on Wednesday, November 21 which helped contain the fire. Fire crews pulled back and let the rain put out the remaining fires while teams searched for victims. The death toll was raised to 83. The fire was reported 80 percent contained. By 7 p.m., the", "doc_score": "79.40055084228516", "publish_date": "2018/12/31"}, {"doc_id": "19246535", "text": "Occupation of the Malheur National Wildlife Refuge / holding accountable the occupiers who were involved. He said there were \"maybe a couple of hundred\" FBI agents in Harney County plus dozens of state and local law enforcement officers during the refuge takeover. Prosecutors indicated that nine informants had been engaged at the refuge occupation, for periods of two hours to 23 days, and that none were involved at the initial occupation. Some had carried weapons. A California blogger, Gary Hunt, said he received a thumb drive and documents that contained the names of the nine informants who had been at the Refuge, and six others in the case", "doc_score": "76.88569641113281", "publish_date": "2018/12/31"}, {"doc_id": "20242683", "text": "Wall Fire / Wall Fire The Wall Fire was a wildfire in 2017 near Bangor in Eastern Butte County, in California, in the United States. Initially named the Wall Incident, due to it starting near Chinese Wall Road, it was reported at 2:52 PM PDT on July 7, 2017. The fire was contained on July 17, 2017, and burned a total of. The fire broke out near Chinese Wall Road, five miles north of Bangor at 2:50 p.m. on Friday, July 7, and immediately became a threat to surrounding structures in the valley. Within a half hour of burning, the fire was", "doc_score": "81.22640228271484", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_1", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "3082337", "text": "Herschel Walker / chapter of Active Minds, a national organization that unites students in the goal to de-stigmatize mental health issues within the college and surrounding communities. In 2014, Walker appeared in a commercial paid for by the United States Chamber of Commerce supporting Jack Kingston's bid in the Republican Party primary election for the 2014 U.S. Senate election. In 2018 Walker endorsed Secretary of State Brian Kemp for Governor in the state's Gubernatorial Election Walker won season 3 of \"\", a reality TV cooking show on the Food Network. He was a contestant in the second season of the reality television show", "doc_score": "79.72330474853516", "publish_date": "2018/12/31"}, {"doc_id": "3082335", "text": "Herschel Walker / won back-to-back American Superstars competitions in 1987 and 1988. Walker married his college sweetheart, Cindy DeAngelis Grossman in 1983, they had one child, Christian, who is a competitive cheerleader, and part of the winning squad in The Summit in 2015. He was also track athlete in high school. After 19 years, they divorced in 2002. Walker is a devout Christian, citing his faith as an important factor in his life. Walker earned a Bachelor of Science degree in Criminal Justice Studies from the University of Georgia. Walker is known for his unorthodox training and dieting methods. Walker claims he sleeps", "doc_score": "78.23983001708984", "publish_date": "2018/12/31"}, {"doc_id": "11004060", "text": "Michael Crabtree / Crabtree and teammate Graham Harrell were named as Walter Camp Award finalists. Crabtree started the year with the expectation that he would compete for the Heisman trophy, and in the end he finished fifth in the Heisman voting, garnering 3 first place votes. On April 23, 2009, EA Sports announced that Crabtree would be featured on the cover of \"NCAA Football 10\" for Xbox 360. Cover athletes for the other editions of the game are Brian Johnson of the Utah Utes (PlayStation 3), Brian Orakpo of the Texas Longhorns (PlayStation 2), and Mark Sanchez of the USC Trojans (PlayStation Portable).", "doc_score": "76.74358367919922", "publish_date": "2018/12/31"}, {"doc_id": "20176577", "text": "Luke Voit / Bears. After his senior year, he was drafted by the St. Louis Cardinals in the 22nd round of the 2013 MLB Draft. After signing, Voit started his career as a catcher and made his professional debut with the State College Spikes. He spent all of 2013 there, batting.242 with two home runs and 16 RBIs in 46 games. He moved to first base in 2014 and played that season with the Palm Beach Cardinals where he batted.276 with nine home runs and 51 RBIs in 93 games. He returned to Palm Beach in 2015, compiling a.273 batting", "doc_score": "76.2178726196289", "publish_date": "2018/12/31"}, {"doc_id": "16934139", "text": "Dee Bost / to a perfect 29-0 record and the 2008 National Prep Championship title. In his freshman season at Mississippi State, he was named to the 2009 SEC All-Freshman team. In 36 games, he averaged 10.9 points, 3.6 rebounds, 4.3 assists and 1.4 steals per game. In his sophomore season, he was named to the 2010 All-SEC second team. In 36 games, he averaged 13.0 points, 4.4 rebounds, 5.2 assists and 1.3 steals in 34.9 minutes per game. In April 2010, he declared for the NBA draft. In September 2010, he was suspended for 14 games by the NCAA for failing to", "doc_score": "75.39481353759766", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_2", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "1387205", "text": "Mauna Loa / accompanied by prolonged episodes of seismic activity, the monitoring of which was the primary and often only warning mechanism in the past and which remains viable today. Seismic stations have been maintained on Hawaiʻi since the Observatory's inception, but these were concentrated primarily on Kīlauea, with coverage on Mauna Loa improving only slowly through the 20th century. Following the invention of modern monitoring equipment, the backbone of the present-day monitoring system was installed on the volcano in the 1970s. Mauna Loa's July 1975 eruption was forewarned by more than a year of seismic unrest, with the HVO issuing warnings to", "doc_score": "88.8392333984375", "publish_date": "2018/12/31"}, {"doc_id": "20706652", "text": "2018 lower Puna eruption / to the eruptive events. The earthquake was the strongest to hit the state since 1975. A smaller 5.3 magnitude quake had preceded the larger tremor by a few hours. By May 6, Hawaiʻi County Civil Defense reported that a total of 26 houses had been destroyed by lava or fires in Leilani Estates since the outbreaks began. Lava fountains as high as were observed in the subdivision. The lava vents formed a northeast/southwest line. Officials were also concerned about the potential for damage to a major water main in the area. As of May 7, 1,700 people had been ordered", "doc_score": "88.12580871582031", "publish_date": "2018/12/31"}, {"doc_id": "20706650", "text": "2018 lower Puna eruption / of the Leilani Estates and Lanipuna Gardens subdivisions. The outbreak marked the beginning of the 62nd episode of the current east rift zone eruption, which began in January 1983. That evening, Hawaii Governor David Ige activated the state National Guard to help with the evacuation process. The next day, May 4, the first two homes were reported destroyed in Leilani Estates from three erupting vents. The Hawaii County Civil Defense Agency reported high levels of toxic sulfur dioxide gas in the area, and Talmadge Magno, the Civil Defense Administrator for Hawaiʻi County, stated that power lines had melted off the", "doc_score": "89.0218276977539", "publish_date": "2018/12/31"}, {"doc_id": "1928425", "text": "Mauna Kea / because of this inactivity, Mauna Kea is assigned a United States Geological Survey hazard listing of 7 for its summit and 8 for its lower flanks, out of the lowest possible hazard rating of 9 (which is given to the extinct volcano Kohala). Twenty percent of the volcano's summit has seen lava flows in the past 10,000 years, and its flanks have seen virtually no lava flows during that time. Despite its dormancy, Mauna Kea is expected to erupt again, although there would be sufficient warning to evacuate. The telescopes on Mauna Kea's summit would be the first to detect", "doc_score": "88.23509216308594", "publish_date": "2018/12/31"}, {"doc_id": "20706651", "text": "2018 lower Puna eruption / poles due to heat. The Puna Geothermal Venture (PGV), a geothermal power station, was shut down – closing the last unit on 22 May 2018; although the geothermal power plant provided approximately 25% of the Big Island's power, the plant's shutdown was later stated to not present a risk of power supply shortages to the island. A Temporary Flight Restriction area was also put in place by the FAA to place restrictions on flights below 3,000 feet AGL over the eruption area. A 6.9 magnitude earthquake occurred on May 4, which according to the United States Geological Survey was related", "doc_score": "85.04327392578125", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_3", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "4108300", "text": "Mark McGrath / where he was fired in week six and finished in tenth place. He also performed along with his band Sugar Ray in an episode of Las Vegas, Season 1 Episode 19. In 2013, he appeared on \"Celebrity Wife Swap\" and the penultimate episode of \"The Office\". McGrath continued his TV appearances in 2014 and 2015 by guest starring on \"The Neighbors\" and \"Workaholics\". McGrath also hosted truTv's \"Killer Karaoke\" and starring in \"\". In 2016, he appeared in the pilot episode of \"Lady Dynamite\" portraying himself. In 2018, he was announced as one of the eleven houseguests to be competing", "doc_score": "79.79685974121094", "publish_date": "2018/12/31"}, {"doc_id": "6716059", "text": "Mike Kellerman / Mike Kellerman Detective Michael Scott Kellerman is a fictional character on the television drama series \"\" portrayed by Reed Diamond. He is a main character from seasons – (1995–98). Kellerman was born on July 20, 1966 in Baltimore to working class parents, the youngest of three sons. His father works at a distillery. He also has a sister who, by the time of the series, lived in St. Louis. He graduated from high school in 1984. He always wanted to be a cop and was a \"good kid\", quite different from his brothers Drew (Eric Stoltz) and Greg (Tate Donovan),", "doc_score": "78.52400207519531", "publish_date": "2018/12/31"}, {"doc_id": "11520708", "text": "Bob LeMond / a few. LeMond gradually began to receive less work by the mid-1960s, as the television medium changed and the demand for announcers fell. He officially retired from show business in 1971 and moved to Bonsall, California in 1972. He worked as a real estate agent and became active with Bonsall's homeowners' association. Many of his new neighbors had no idea about LeMond's past career in television and radio. In 1998, LeMond and the surviving cast members of \"My Favorite Husband\" were reunited by Gregg Oppenheimer, the son of Jess Oppenheimer, the original creator and producer of the show, to benefit", "doc_score": "78.93972778320312", "publish_date": "2018/12/31"}, {"doc_id": "18738648", "text": "Sawyer Sweeten / California. On April 23, 2015, Sweeten committed suicide in Austin, Texas, at the age of 19. The exact cause of death was a self-inflicted gunshot wound to the head. His death prompted public tributes by his \"Everybody Loves Raymond\" costars. His onscreen father Ray Romano was shocked by the news and said he was a \"wonderful and sweet kid to be around\". Sweeten's on-screen mother Patricia Heaton said \"a funny and exceptionally bright young man. He is gone from us far too soon.\" Brad Garrett, who portrayed Sweeten's on-screen Uncle Robert, released a statement that \"The Sweeten family was our", "doc_score": "76.3615951538086", "publish_date": "2018/12/31"}, {"doc_id": "8856920", "text": "Mike Valenti / to a multi-year deal in April 2016. Longtime broadcaster Terry Foster announced his retirement from the \"Valenti & Foster\" show on April 20, 2017 after over 13 years together. Foster cited the two strokes suffered in 2016 for the sudden retirement. On Monday, September 25, 2006, following a Michigan State University football loss against Notre Dame—a game in which his alma mater blew a sixteen-point fourth-quarter lead—Valenti went off on a twelve-minute on-air tirade ripping into the Spartans for their poor showing. Highlights of the rant featured Valenti saying the Spartans \"handed [the game] away like a nice three-button coat", "doc_score": "77.19691467285156", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_4", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "7748093", "text": "Oxford \"\"-er\"\" / Oxford \"-er\" The Oxford \"-er\", or often \"-ers\", is a colloquial and sometimes facetious suffix prevalent at Oxford University from about 1875, which is thought to have been borrowed from the slang of Rugby School. The term was defined by the lexicographer Eric Partridge in his \"Dictionary of Slang and Unconventional English\" (several editions 1937–61). The \"-er\" gave rise to such words as \"rugger\" for Rugby football, \"soccer\" (or the rarer \"togger\") and the now archaic \"footer\" was used for association football. The term \"soccer\", derived from a transformation/emendation of the \"assoc\" in Association football, was popularised by a prominent", "doc_score": "78.22850799560547", "publish_date": "2018/12/31"}, {"doc_id": "492140", "text": "Fnord / ties to Discordianism or the Church of the SubGenius. It has also been found useful as the name for a \"techno cultural\" conference, computer programs, and as a general placeholder word in computing literature. Fnord \"Fnord\" () is a word coined in 1965 by Kerry Thornley and Greg Hill in the \"Principia Discordia\". It entered the popular culture after appearing in \"The Illuminatus! Trilogy\" (1975) of satirical and parody conspiracy fiction novels by Robert Shea and Robert Anton Wilson. In these novels, the interjection \"fnord\" is given hypnotic power over the unenlightened, and children in grade school are taught to", "doc_score": "75.26393127441406", "publish_date": "2018/12/31"}, {"doc_id": "11807862", "text": "Portmanteau / gerrymander has itself contributed to portmanteau terms bjelkemander and playmander. Oxbridge is a common portmanteau for the UK's two oldest universities, those of Oxford and Cambridge. In 2016, \"Britain\"s planned \"exit\" from the European Union became known as \"\"Brexit\".\" Many portmanteau words receive some use but do not appear in all dictionaries. For example, a \"spork\" is an eating utensil that is a combination of a spoon and a fork, and a \"skort\" is an item of clothing that is part skirt, part shorts. On the other hand, \"turducken\", a dish made by inserting a chicken into a duck, and", "doc_score": "73.26705932617188", "publish_date": "2018/12/31"}, {"doc_id": "12509307", "text": "Tempora mutantur / to say \"tempora mutantur\", and if men themselves change with the times, why should not laws also undergo an alteration?\" The adage is inscribed on the Convention Center at Caesars Palace in Las Vegas. In July 2017 \"Tempora mutantur, et nos mutamur in illis\" was the first tweet of UK Conservative politician Jacob Rees-Mogg Tempora mutantur Tempora mutantur is a Latin adage that refers to the changes that the passage of time brings. It also appears in various longer hexametric forms, most commonly Tempora mutantur, nos et mutamur in illis, meaning \"Times are changed, we also are changed with them\".", "doc_score": "76.89818572998047", "publish_date": "2018/12/31"}, {"doc_id": "6025896", "text": "Numeronym / first numeronym of this kind was \"S12n\", the electronic mail account name given to Digital Equipment Corporation (DEC) employee Jan Scherpenhuizen by a system administrator because his surname was too long to be an account name. By 1985, colleagues who found Jan's name unpronounceable often referred to him verbally as \"S12n\" (\"ess-twelve-en\"). The use of such numeronyms became part of DEC corporate culture. A number may also denote how many times the character before or after it is repeated. This is typically used to represent a name or phrase in which several consecutive words start with the same letter, as", "doc_score": "74.36725616455078", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_5", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "16706773", "text": "Spurs Sports & Entertainment / second female assistant coach in NBA history but the first full-time assistant coach. This also made her the first full-time female assistant coach in any of the four major professional sports in North America. In October 2017, multiple media reports indicated that SS&E was nearing completion of the sale of the Stars to a group that would move the team to Las Vegas for the 2018 season and beyond. The team was sold to MGM Resorts International and moved to Las Vegas prior to the 2018 WNBA season, and is now known as the Las Vegas Aces. Spurs Sports &", "doc_score": "78.24267578125", "publish_date": "2018/12/31"}, {"doc_id": "16033394", "text": "Michael G. Rubin / is a member of the investment group that won a $280 million bid for the team. The other members of the investment group include Joshua Harris of the private equity firm Apollo Global Management, portfolio manager Art Wrubel, former Sacramento Kings executive Jason Levien, former Vail Resorts CEO Adam Aron, Martin J. Geller, David B. Heller, Travis Hennings, James Lassiter, David S. Blitzer, Will Smith & Jada Pinkett Smith, and Indonesian businessmen Handy Soetedjo & Erick Thohir. Comcast-Spectacor began talks with the investment group in the summer of 2011. The deal was announced on July 13, 2011. The NBA formally", "doc_score": "75.66463470458984", "publish_date": "2018/12/31"}, {"doc_id": "18440644", "text": "Acelity / KCI acquired the Ethos Medical Group. Later that year, Equitron Manufacturing was acquired, adding bariatric products to the Home Care offerings at KCI. 1998: KCI USA was formed as a result of the merger between KCI's New Technologies (NuTech) with KCI Therapeutic Services. The merger united the sales and marketing operations of the two divisions. 2008: KCI acquired LifeCell, a company specializing in regenerative medicine, in a non-hostile transaction for US$1.7 billion. 2013: KCI acquired Systagenix Wound Management, formerly Johnson & Johnson's professional wound care business for $485 million. 2014: KCI's parent company announced that KCI, LifeCell and Systagenix would", "doc_score": "77.41129302978516", "publish_date": "2018/12/31"}, {"doc_id": "3103895", "text": "KeyArena / Washington State Legislature for a newer, more modern arena. After failing to reach an agreement with the city of Seattle over a publicly funded $220 million expansion of KeyArena, the Basketball Club of Seattle, led by Schultz, put the SuperSonics and its sister team, the Women's National Basketball Association (WNBA)'s Seattle Storm up for sale. After failing to find a local ownership group to sell the team to, Schultz talked to ownership groups from Kansas City, St. Louis, Las Vegas, San Jose and Anaheim before agreeing to sell the team on July 18, 2006 to an ownership group from Oklahoma", "doc_score": "76.75459289550781", "publish_date": "2018/12/31"}, {"doc_id": "10115309", "text": "American Casino & Entertainment Properties / February 21, 2008. Although revenue for 2008 had only slipped by 4.47% from 2007, the interest costs of acquisition had turned ACEP into a money losing operation. ACEP registered its first positive net income since 2007 of $7.0 million in 2014 and $12.1 million in 2015. In 2007, Whitehall Street Real Estate Funds, who owned 40% of the Las Vegas Hilton and was a passive investor in other casino properties, made an offer of $1.3 billion for the four properties. The appraisal assigned a value of $718 million to the land under the four properties. The buildings were worth $366", "doc_score": "75.91447448730469", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_6", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "16595600", "text": "FIFA 13 / 13\" have been confirmed by EA Sports through their website, with EA calling it \"the most authentic football game on the planet with 30 of the world's best leagues\" All leagues from \"FIFA 12\" are included, with the addition of the Saudi Professional League for the first time in the series history. There are 46 international teams on \"FIFA 13\" as confirmed on the EA website. The Czech Republic and Paraguay are returning. India, Bolivia and Venezuela return to the main series after an 11-year hiatus since \"FIFA Football 2002\". Croatia was removed from the international teams, as they could", "doc_score": "80.44446563720703", "publish_date": "2018/12/31"}, {"doc_id": "19526337", "text": "FIFA 18 / for \"eSports Game of the Year\" at the 2018 SXSW Gaming Awards. In September 2018, EA Sports announced that the game sold more than 24 million with all of its versions. \"FIFA 18\" faced a backlash from fans due to its bugs and microtransactions system in Ultimate Team mode which makes it pay-to-win resulting in a Black Friday boycott by fans in November 2017 and a petition being launched by fans with the hashtag #FixFifa. Players criticized EA of changing the game through patches which resulted in large amounts of glitches and bugs in the game, players not getting what", "doc_score": "79.3589096069336", "publish_date": "2018/12/31"}, {"doc_id": "8998534", "text": "Darfur is Dying / a social goal, but stated that more than 800,000 people had played 1.7 million times since its release, of which tens of thousands had forwarded on the game to friends or sent a letter to an elected representative. As of April 2007, the game has been played more than 2.4 million times by over 1.2 million people worldwide. Critics have noted that despite the number of players, the actual crisis was unaffected, and the sole outcome of the game was to give publicity to the game's creators. The game has been the focus of debate on its nature and impact.", "doc_score": "78.47501373291016", "publish_date": "2018/12/31"}, {"doc_id": "20754679", "text": "FIFA 19 / Segunda Division. The only absent stadium from La Liga will be Camp Nou, due to Barcelona's exclusive deal with rival game \"Pro Evolution Soccer 2019\". New Major League Soccer stadiums featured include StubHub Center of LA Galaxy and Mercedes-Benz Stadium of Atlanta United FC. The PlayStation 3 and Xbox 360 versions, known as \"FIFA 19: Legacy Edition\", do not contain any new gameplay features aside from updated kits and squads. The story-based mode that was introduced in \"FIFA 17\" returns in this instalment and continues for the last instalment under the title \"The Journey: Champions\". In this instalment, Alex Hunter", "doc_score": "79.87914276123047", "publish_date": "2018/12/31"}, {"doc_id": "12925598", "text": "Comodo Internet Security / files, folders, settings and the Windows Registry. Defense+ by default refuses any unknown program to install or execute except when specifically allowed by the user or when the file appears on Comodo's whitelist. In CIS 4.0 a sandbox was added to Defense+ to isolate and run unknown applications. CIS v6, released February 2013, provided a major revision of the user interface and significant new features such as a fully sandboxed desktop environment. On March 6, 2014, Comodo announced completion of beta testing for CIS v7. Release 7 became official in April 2014. This release includes a new virus monitoring tool", "doc_score": "78.70423126220703", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_7", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "17981607", "text": "AFSCME Local 77, Duke University / increased by an average of 81 percent, complaints from workers resulted. Among those complaints was Iola Woods, a dormitory maid who was assigned to clean 12 rooms, empty the trash of 24 rooms, and clean two dorm bathrooms in one hour and twenty minutes. This led 42 maids to file grievances with the administration for modifications in their workload. In support of the maids’ protests, student and faculty supporters established a committee, the Students, Faculty, and Friends of Local 77 (SFFL), which assisted the labor union in its fight for fair work conditions. During an investigation of work conditions, three", "doc_score": "83.91441345214844", "publish_date": "2018/12/31"}, {"doc_id": "19958212", "text": "DisruptJ20 / activities occurred throughout Washington on January 19–20, 2017. Protests involving DisruptJ20 members from a variety of groups occurred at the National Press Building during the day and into the evening, on the January 19. On January 20, DisruptJ20 participants linked arms at security checkpoints, attempting to shut down flow into the inauguration through these checkpoints. A post-event press release from DisuruptJ20, reported on by \"The Washington Post\", state that \"climate justice activists\" numbering \"ca.\" 400 participated in physically blocking the inauguration security checkpoints, including a four-hour block of the checkpoint at 3rd and D Streets NW. The statement indicated, \"[our]", "doc_score": "81.920654296875", "publish_date": "2018/12/31"}, {"doc_id": "11119057", "text": "1988 Writers Guild of America strike / 1988 Writers Guild of America strike The 1988 Writers Guild of America strike was a strike action taken by members of both the Writers Guild of America, East (WGAE) and the Writers Guild of America, West (WGAW) against major United States television and film studios represented by the Alliance of Motion Picture and Television Producers (AMPTP). The strike, which ran from March 7 to August 7, 1988, affected production on movies and TV shows. At 153 days, it remains the longest strike in the Guild's history, surpassing the 1960 Writers Guild of America strike by one week and the 2007-2008", "doc_score": "81.99635314941406", "publish_date": "2018/12/31"}, {"doc_id": "16523624", "text": "Seattle Weather Collective / alone, \"thirty ROTC buildings were burned or bombed and National Guard units were mobilized on twenty-one campuses in sixteen states.\" By protesting these offices that prepare officers for war, Weather Underground was protesting an \"empire [that] feeds on war.\" Female members of the collective stormed the Air Force ROTC office on the University of Washington campus. They \"spray [painted] walls, throwing ink bombs, and resisting ROTC cadets who tried to detain them\". The women surprised the ROTC cadets who were chasing them by turning back for a comrade who had been detained and attacking the men. News of the September", "doc_score": "80.30076599121094", "publish_date": "2018/12/31"}, {"doc_id": "14951906", "text": "Labor relations at the Santa Barbara News-Press / met by September 5, 2006, as detailed on their website. A branch of the Teamsters has filed many unfair labor practice charges on behalf of the remaining staffers, which have been contested by the \"News-Press\" management. On August 31, 2006 eleven of the remaining \"News-Press\" newsroom staff received two-day suspension notices from management for allegedly participating in improper union organizing activity; some have claimed, and two NLRB Administrative Law Judges have found, that the activity was protected by labor law, innocuous and consisted only of attempting to deliver a letter to McCaw during a break. The suspended staff were: Al", "doc_score": "81.27052307128906", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_8", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "17367667", "text": "Gabriela Rivadeneira / Gabriela Rivadeneira Gabriela Alejandra Rivadeneira Burbano (born 25 July 1983) is an Ecuadorian politician. She was President of the National Assembly of Ecuador between May 2013 and May 2017. Previously she was Governor of Imbabura Province from 2011 to 2012. She has been the Executive Secretary of the PAIS Alliance since 1 May 2017. She is known as the \"comemierda\" due to a speech delivered in the National Assembly on october 3, 2013. Rivadeneira was born in Quito as the first of four children. At age five she moved to Otavalo. In 2000, when she was seventeen, she received the", "doc_score": "86.68604278564453", "publish_date": "2018/12/31"}, {"doc_id": "20447918", "text": "María Alejandra Vicuña / María Alejandra Vicuña María Alejandra Vicuña Muñoz (born 13 February 1978) is an Ecuadorean feminist politician who served as the Vice President of Ecuador under President Lenin Moreno between January and December 2018, previously as the Housing and Urban Development Minister of Ecuador. Vicuña was first elected to serve in the National Assembly in 2009, and was re-elected to serve again in 2013. While serving in the National Assembly, she served as Vice President of the largest commission relating to the health and wellbeing of Ecuadorean citizens, and was a founding member of the Commission on Education, Science, Technology, and", "doc_score": "84.93375396728516", "publish_date": "2018/12/31"}, {"doc_id": "12274319", "text": "Laura Chinchilla / Interest'. She is one of the most powerful women in Latin America according to the World Economic Forum Laura Chinchilla Laura Chinchilla Miranda (; born 28 March 1959) is a Costa Rican politician who was President of Costa Rica from 2010 to 2014. She was one of Óscar Arias Sánchez's two Vice-Presidents and his administration's Minister of Justice. She was the governing PLN candidate for President in the 2010 general election, where she won with 46.76% of the vote on 7 February. She was the eighth woman president of a Latin American country and the first woman to become President", "doc_score": "86.9908676147461", "publish_date": "2018/12/31"}, {"doc_id": "20358099", "text": "Victoria Garrón de Doryan / Victoria Garrón de Doryan Victoria Garrón de Doryan (8 October 1920 – 30 July 2005) was a Costa Rican educator and writer. Most known for serving as Second Vice President of Costa Rica from 1986 to 1990. She was the first woman to hold the post and during her tenure was acting president of the country over a dozen times. As a writer, she produced numerous biographies of historical Costa Ricans, as well as poetry. Victoria María Garrón Orozco was born on 8 October 1920 in San José, Costa Rica to Claudia Orozco Casorla and Estanislao Garrón Lermitte. Her grandfather,", "doc_score": "86.88268280029297", "publish_date": "2018/12/31"}, {"doc_id": "16219491", "text": "Roxana Baldetti / Roxana Baldetti Ingrid Roxana Baldetti Elías (born May 13, 1962) was the first female Vice President of Guatemala from 2012 until her resignation amid a corruption scandal in 2015. Baldetti was born in Guatemala City. She comes from a conservative, Catholic family. Her parents were Alejandro Baldetti and Gladys Elías de Baldetti. She attended primary school in the Colegio Monte Carmelo, graduating as a primary education teacher in El Sagrado Corazón de Jesús at the Historic Center of Guatemala. She obtained a bachelor's degree in Journalism at the University of San Carlos of Guatemala. Previously an elementary school substitute teacher,", "doc_score": "84.70777893066406", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_9", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "1659023", "text": "Time Person of the Year / not just granted to individuals. Pairs of people such as married couples and political opponents, classes of people, and inanimate objects have all been selected for the special year-end issue. In 1949, Winston Churchill was named \"Man of the Half-Century\", and the last issue of 1989 named Mikhail Gorbachev as \"Man of the Decade\". The December 31, 1999 issue of \"Time\" named Albert Einstein the \"Person of the Century\". Franklin D. Roosevelt and Mahatma Gandhi were chosen as runners-up. Despite the magazine's frequent statements to the contrary, the designation is often regarded as an honor, and spoken of as an", "doc_score": "83.70085144042969", "publish_date": "2018/12/31"}, {"doc_id": "1659025", "text": "Time Person of the Year / immediately following the September 11, 2001 attacks, was New York City mayor Rudolph Giuliani. The stated rules of selection, the individual or group of individuals who have had the biggest effect on the year's news, made Osama bin Laden the more likely choice that year. The issue that declared Giuliani the Person of the Year included an article that mentioned \"Time's\" earlier decision to select the Ayatollah Khomeini and the 1999 rejection of Hitler as \"Person of the Century\". The article seemed to imply that Osama bin Laden \"was\" a stronger candidate than Giuliani, as Adolf Hitler was a stronger", "doc_score": "82.8876724243164", "publish_date": "2018/12/31"}, {"doc_id": "1659030", "text": "Time Person of the Year / he had refused. \"Time\" denied that they had made any such promises or conditions to Trump, who was named a runner-up. \"Time\" magazine also holds an online poll for the readers to vote for who they believe to be the \"Person of the Year\". While many mistakenly believe the winner of the poll to be the \"Person of the Year\", the title, as mentioned above, is decided by the editors of \"Time\". In the first online poll held in 1998, wrestler and activist Mick Foley won with over 50% of the votes. Foley was removed from the poll, and the", "doc_score": "83.2154769897461", "publish_date": "2018/12/31"}, {"doc_id": "1659029", "text": "Time Person of the Year / call Mel up, he agrees. They set the date and time in LA. I'm to fly there. He's flying from Australia. Something happens when he gets home... Next thing, Mel calls up and says, 'I'm not doing it. I've thought it over and it is not the right thing to do.' So they put Bush on the cover.\" On November 24, 2017, U.S. president Donald Trump posted on the social media network Twitter that \"Time\" editors had told him he would \"probably\" be named Person of the Year for a second time, conditional on an interview and photo shoot which", "doc_score": "83.06206512451172", "publish_date": "2018/12/31"}, {"doc_id": "11792435", "text": "Jim Nelson (editor) / design, photography, general excellence, the highest honor in the industry, as well as twice in the feature writing category. The November 2017 cover of \"GQ\" featuring LeBron James won Best Sports and Fitness cover. The 2017 Men of the Year cover featuring Colin Kaepernick as Citizen of Year won the Reader's Choice for Most Controversial cover. In 2018, Rachel Kaadzi Ghansah’s feature, \"A Most American Terrorist: The Making of Dylann Roof\", which appeared in the September 2017 issue of \"GQ\", won a Pulitzer Prize for Feature Writing. \"GQ\" has been nominated for forty-three James Beard Awards and has won for", "doc_score": "77.55148315429688", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_10", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "17357534", "text": "Aaron Judge / in the same game. Judge also hit a home run in his second MLB game, becoming the second Yankees player to do so, after Joe Lefebvre in 1980. Judge's debut season, in which he batted.179 and struck out 42 times in 84 at-bats (95 plate appearances), ended prematurely when he was placed on the 15-day disabled list with a grade 2 right oblique strain on September 13, 2016 against the Los Angeles Dodgers. The Yankees named Judge their right fielder for Opening Day against the Tampa Bay Rays. He had his first multi-home run game on April 28 against", "doc_score": "86.6799087524414", "publish_date": "2018/12/31"}, {"doc_id": "17357544", "text": "Aaron Judge / home runs hit by a Yankees player at his home ballpark. After the conclusion of September, Judge won Player of the Month for the second time and Rookie of the Month for the fourth time, slashing.311/.463/.889 with 15 home runs, 32 RBIs, 28 walks and 29 runs scored. Entering September, Judge's second-half batting average was.179, but he managed to raise it to.228 by the end of the month. Judge finished the 2017 season with a.284 batting average, 154 hits, 114 RBIs, a.422 on-base percentage, a.627 slugging percentage, a 1.069 on-base plus slugging, and nine", "doc_score": "83.94618225097656", "publish_date": "2018/12/31"}, {"doc_id": "17357526", "text": "Aaron Judge / a record-breaking rookie season in 2017. He was named an All-Star and won the Home Run Derby, becoming the first rookie to do so. Judge ended the season with 52 home runs, breaking Mark McGwire's MLB rookie record of 49 and the Yankees' full-season rookie record of 29 (previously held by Joe DiMaggio). He won the American League (AL) Rookie of the Month Awards for April, May, June and September, as well as the AL's Player of the Month Award for June and September. Judge stands tall and weighs, which makes him one of the biggest players in the", "doc_score": "85.2292709350586", "publish_date": "2018/12/31"}, {"doc_id": "17357548", "text": "Aaron Judge / and 22nd overall). He went on to finish second in the voting for the 2017 American League Most Valuable Player Award to José Altuve, receiving two first-place votes, 27 second-place votes and one third-place vote. He led MLB in average exit velocity among players with a minimum of 12 batted ball events. On November 21, it was revealed that Judge underwent arthroscopic surgery in his left shoulder for a cartilage cleanup, an injury dating back to April of that year. On March 31, Judge made his first career start at center field in the majors. At 6'7\" and 282 pounds,", "doc_score": "84.62516784667969", "publish_date": "2018/12/31"}, {"doc_id": "17357536", "text": "Aaron Judge / by José Abreu and Trevor Story. He was named the American League's (AL) Rookie of the Month for April. In April, he had a.303 batting average, 10 home runs, 20 RBIs, and a.411 OBP in 22 games. The Yankees debuted a cheering section in the right-field seats of Yankee Stadium on May 22, called \"The Judge's Chambers\", three rows in section 104, containing 18 seats. Fans are chosen by the team to sit there and are outfitted with black robes, wigs, and foam gavels. In a game against the Oakland Athletics on May 28, Judge hit his first", "doc_score": "85.75850677490234", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_11", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "20733186", "text": "2018 Minnesota Senate District 13 special election / Senate and took the oath of office as lieutenant governor. She said the end of the legislative session and Governor Mark Dayton's pledge that he would not call a special session prompted her decision to resign. Following Fischbach's resignation, Dusosky withdrew her lawsuit. Fischbach said she would not run in the special election. District 13 includes parts of Benton and Stearns counties. Fischbach became its senator in February 1996 after winning a special election. In the last election in 2016, she won 69% of the vote. The candidate filing period was from May 29 through June 5, 2018. A primary", "doc_score": "83.93093872070312", "publish_date": "2018/12/31"}, {"doc_id": "16505046", "text": "David Rouzer / 17 bills that have become signed into law. Rouzer is a member of the Republican Study Committee. After Republican-controlled redistricting, he decided to give up his state senate seat to run in the newly redrawn North Carolina's 7th congressional district and challenge incumbent Democratic U.S. Congressman Mike McIntyre. His home in Johnston County had been drawn into the district; it had previously been in the 2nd District. In the Republican primary, Rouzer defeated both 2010 nominee Ilario Pantano and Randy Crow, but won just four of the district's twelve counties: Johnston (82%), Sampson (49%), Lenoir (43%), and Hoke (38%). However,", "doc_score": "84.89393615722656", "publish_date": "2018/12/31"}, {"doc_id": "4348419", "text": "Scott Walker (politician) / recall Walker. In the 2012 recall election, Walker again defeated Barrett, becoming the first governor in the United States to survive a recall effort. In 2014, Walker defeated his Democratic challenger, businesswoman and Madison School Board member Mary Burke. Walker was briefly a candidate for his party's presidential nomination in the 2016 election. Walker sought a third term as governor in 2018 but was defeated by Democratic challenger Tony Evers. Walker was born on November 2, 1967, in Colorado Springs, Colorado, the elder of two sons of Patricia Ann \"Pat\" (née Fitch; born December 30, 1938), a bookkeeper, and Llewellyn", "doc_score": "85.25065612792969", "publish_date": "2018/12/31"}, {"doc_id": "2850741", "text": "Ed Gillespie / the Northam campaign had accepted $62,000 as an in-kind media contribution from the Latino Victory Fund. According to the Virginia Public Access Project, as of November 5, Northam had raised $33.8 million to Gillespie's $24.5 million. In October 2017, \"National Review\" posted an analysis of the Gillespie campaign as an important example of whether and how mainstream Republican politics, represented by Gillespie, can produce victories in a purple state in the \"era of Trumpism\", and said that the outcome would effect Republican strategies in future races. Gillespie received 1.17 million votes (45%) to Northam's 1.40 million (54%) in the election.", "doc_score": "81.7325210571289", "publish_date": "2018/12/31"}, {"doc_id": "20473531", "text": "2018 Minnesota Senate District 54 special election / the Senate since 2007 and previously in the House from 2003. Schoen previously represented District 54A, the western half of the district, in the House from 2013. In the last election in 2016, Schoen won with 53 percent of the vote compared to his Republican opponent's 47 percent. Candidate filings were open from January 8 through January 11. As multiple Republican candidates filed for office, a primary election was held on January 29, 2018, to determine which candidate received the party's nomination. The Senate District 54 Republicans held a convention to endorse a candidate on December 12, 2017. Former state", "doc_score": "82.49285888671875", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_12", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "11792435", "text": "Jim Nelson (editor) / design, photography, general excellence, the highest honor in the industry, as well as twice in the feature writing category. The November 2017 cover of \"GQ\" featuring LeBron James won Best Sports and Fitness cover. The 2017 Men of the Year cover featuring Colin Kaepernick as Citizen of Year won the Reader's Choice for Most Controversial cover. In 2018, Rachel Kaadzi Ghansah’s feature, \"A Most American Terrorist: The Making of Dylann Roof\", which appeared in the September 2017 issue of \"GQ\", won a Pulitzer Prize for Feature Writing. \"GQ\" has been nominated for forty-three James Beard Awards and has won for", "doc_score": "80.00580596923828", "publish_date": "2018/12/31"}, {"doc_id": "1659029", "text": "Time Person of the Year / call Mel up, he agrees. They set the date and time in LA. I'm to fly there. He's flying from Australia. Something happens when he gets home... Next thing, Mel calls up and says, 'I'm not doing it. I've thought it over and it is not the right thing to do.' So they put Bush on the cover.\" On November 24, 2017, U.S. president Donald Trump posted on the social media network Twitter that \"Time\" editors had told him he would \"probably\" be named Person of the Year for a second time, conditional on an interview and photo shoot which", "doc_score": "83.7567138671875", "publish_date": "2018/12/31"}, {"doc_id": "9072524", "text": "Time 100 / following: Oprah Winfrey is a celebrity of nearly unparalleled influence. She has been named to \"Time\" magazine’s list of the 100 most influential people six times—more than any other individual, including the Dalai Lama, Nelson Mandela, Bill Gates, George Clooney, and Rupert Murdoch. She was named one of the 100 most influential people of the 20th century, an honor shared with Albert Einstein, Mohandas Karamchand (Mahatma) Gandhi, and Franklin D. Roosevelt. She was only one of four people who were included on these lists in both the 20th and 21st century. The others included Mandela, Gates, and Pope John Paul", "doc_score": "79.57665252685547", "publish_date": "2018/12/31"}, {"doc_id": "1659030", "text": "Time Person of the Year / he had refused. \"Time\" denied that they had made any such promises or conditions to Trump, who was named a runner-up. \"Time\" magazine also holds an online poll for the readers to vote for who they believe to be the \"Person of the Year\". While many mistakenly believe the winner of the poll to be the \"Person of the Year\", the title, as mentioned above, is decided by the editors of \"Time\". In the first online poll held in 1998, wrestler and activist Mick Foley won with over 50% of the votes. Foley was removed from the poll, and the", "doc_score": "83.00276184082031", "publish_date": "2018/12/31"}, {"doc_id": "1659025", "text": "Time Person of the Year / immediately following the September 11, 2001 attacks, was New York City mayor Rudolph Giuliani. The stated rules of selection, the individual or group of individuals who have had the biggest effect on the year's news, made Osama bin Laden the more likely choice that year. The issue that declared Giuliani the Person of the Year included an article that mentioned \"Time's\" earlier decision to select the Ayatollah Khomeini and the 1999 rejection of Hitler as \"Person of the Century\". The article seemed to imply that Osama bin Laden \"was\" a stronger candidate than Giuliani, as Adolf Hitler was a stronger", "doc_score": "80.69544219970703", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_13", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "14400971", "text": "Values Voter Summit / straw poll has been held each year since 2007: Overall, Mike Huckabee has appeared in more VVS polls than anyone else, with 5 (2007, 2009, 2010, 2014, and 2015). Mitt Romney has the second-highest amount, with 4 (2007, 2009, 2010, and 2011). Two individuals have appeared three times: Ted Cruz and Ben Carson (both in 2013, 2014, and 2015). If the 2014 vice presidential poll is counted, then both Carson and Cruz's totals increase to four each, matching Romney. And five individuals have appeared twice: Ron Paul (2007 and 2011), Mike Pence (2009 and 2010), Newt Gingrich (2010 and 2011),", "doc_score": "75.21086883544922", "publish_date": "2018/12/31"}, {"doc_id": "16950819", "text": "Hartley Sawyer / Hartley Sawyer Hartley Sawyer (born January 25, 1985) is an American actor, producer and writer. He is known for his roles as Dagr in the Geek & Sundry superhero comedy \"Caper\", the thriller \"Kept Man\", and as Kyle Abbott on the CBS Daytime soap opera \"The Young and the Restless\", and currently stars as Ralph Dibny / Elongated Man on The CW series \"The Flash\". In March 2013, Sawyer was cast in the role of Kyle Abbott on the CBS Daytime soap opera \"The Young and the Restless\". He made his debut on April 24, 2013. In December, it was", "doc_score": "74.58454895019531", "publish_date": "2018/12/31"}, {"doc_id": "11210508", "text": "Forbes Fictional 15 / addition, although he has been absent from the list since 2006. \"Forbes\" stated, \"We still estimate Claus's net worth as infinite, but we excluded him from this year's rankings after being bombarded by letters from outraged children insisting that Claus is real. We don't claim to have settled the ongoing controversy concerning Claus's existence, but after taking into account the physical evidence—toys delivered, milk and cookies devoured—we felt it was safer to remove him from consideration.\" After Claus was excluded, Scrooge McDuck became the wealthiest member due to being portrayed as having a tower vault full of gold. The wealth", "doc_score": "74.6732177734375", "publish_date": "2018/12/31"}, {"doc_id": "19428194", "text": "100 Best Companies to Work For / \"Culture Audit.\" According to the magazine, the Trust Index \"asks questions related to employees' attitudes about management's credibility, overall job satisfaction, and camaraderie.\" The Culture Audit includes \"detailed questions about pay and benefit programs and a series of open-ended questions about hiring practices, methods of internal communication, training, recognition programs, and diversity efforts.\" Google (part of Alphabet) has been ranked first on the list eight times, since the company's first appearance on the list in 2006. Since then, 2018 was the first year the company was not on the list. Additionally, Wegmans, SAS Institute, W. L. Gore, REI, Goldman Sachs,", "doc_score": "75.73613739013672", "publish_date": "2018/12/31"}, {"doc_id": "6919886", "text": "Who Wants to Be a Millionaire? (UK game show) / top prize by a contestant. The original format of the programme was tweaked in later years, changing the number of questions from fifteen to twelve and altering the payout structure as a result, and later incorporating a time limit. Four years after the original series ended, ITV announced that the series would be revived, this time produced by Stellify Media, to commemorate the 20th anniversary of the programme. The revived format was based upon the original design. It was hosted by Jeremy Clarkson, filmed at dock10 studios and aired every evening between 6 May and 11 May 2018. On 14", "doc_score": "73.94902801513672", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_14", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "11339209", "text": "Steve Sciullo / He retired as a member of the Carolina Panthers in 2007 after a season without any playtime. Sciullo began working at Hampton Township School District in 2009, teaching at the middle school and high school buildings when needed. Sciullo works as a security director protecting students and teachers as well as administrators. He became the head coach of the neighboring Deer Lakes High School varsity football team. “The style I teach is a hybrid of Marshall football, Tony Dungy and Indianapolis Colts football, and Andy Reid and Philadelphia Eagles football,” Sciullo says, regarding his coaching methods. In 2015 Sciullo was", "doc_score": "80.77859497070312", "publish_date": "2018/12/31"}, {"doc_id": "8842408", "text": "Tony Minnis / years, the Ragin’ Cajuns had a 78–39 overall record and finished each year ranked in the Top 25. In his senior season, UL Lafayette was ranked 15th in the final polls and advanced to the second round of the NCAA Championships. He graduated from UL Lafayette in 1988 with a degree in finance and earned an MBA in 1996. Minnis succeeded Geoff Macdonald as head coach of LSU in 1992. Entering the 2008 season, his overall record stands at 208–162 in 15 seasons as head coach of the Tigers. His teams have played in 11 consecutive NCAA Tournaments. He was", "doc_score": "80.46333312988281", "publish_date": "2018/12/31"}, {"doc_id": "5939411", "text": "Steve Sarkisian / taking the head coaching job at USC prior to Washington's bowl game. Sarkisian's original contract in 2009 was for five years and paid $1.75 million in guaranteed money for the first year, rising to $2.0 million in 2011 and $2.3 million in 2013. Following the 2010 season and bowl victory, he signed a new five-year contract that paid $2.25 million in guaranteed money in 2011, rising to $2.85 million in 2015. On December 2, 2013, Sarkisian chose to return to USC, accepting the head coaching position. Sarkisian's goal was to get USC back to its winning ways with NCAA sanctions", "doc_score": "80.20710754394531", "publish_date": "2018/12/31"}, {"doc_id": "16282775", "text": "Robert Prunty / Texas Tech history, Prunty earned recognition from Scout.com as the Midlands Recruiter of the Year. Another highly ranked class was produced following the 5–7 2011 Texas Tech Red Raiders football season. Prunty's recruiting again earned him national recognition as the 2012 Scout.com Midlands Recruiter of the Year, as well as the 2011–12 Scout.com/FOXSportsNext Big 12 Recruiter of the Year. In 2017, Prunty became the defensive line coach for East Carolina, but was promoted to defensive coordinator on September 10, 2017, replacing Kenwick Thompson, who was \"reassigned\" within the football program in a non-coaching role. Following head coach Tommy Tuberville's departure", "doc_score": "79.23675537109375", "publish_date": "2018/12/31"}, {"doc_id": "3366371", "text": "Bill Self / as an advantage in the paint, and a pressing man to man defense on all his teams from his early coaching days at the University of Tulsa through the present. He has also shown great adaptability on the court and has implemented sometimes drastic adjustments as needed to his defensive schemes with various degrees of success. Despite Self's consistency, many reporters have questioned his abilities in the NCAA Tournament because of various upsets in early rounds, as well as a 3–7 record in the regional finals, despite being a #1 seed 7 times. With a salary of $7.15 million for", "doc_score": "80.37661743164062", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_15", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "8553006", "text": "David Stanley Jacubanis / 1962, shortly after being paroled, Jacubanis robbed $6,004 from a bank in Dedham, Massachusetts on March 27, 1962. Because the bank was not insured by the federal government, thus remaining under jurisdiction of state officials, federal authorities issued arrest warrants for Jacubanis with unlawful flight to avoid prosecution and violation of his parole. After a second robbery in North Smithfield, Rhode Island on April 5, Jacubanis faced additional federal charges and was officially placed as the 171st fugitive on the FBI's Ten Most Wanted List on November 21. After eight days, Jacubanis was captured in Arlington, Vermont where he was", "doc_score": "76.63209533691406", "publish_date": "2018/12/31"}, {"doc_id": "14820258", "text": "2010 Arizona prison escape / County, Arizona sheriff's deputies, with the help of the Arizona Department of Public Safety and United States Forest Service, captured the duo at a campground near Sunrise Ski Resort. Earlier that day, a U.S. Forest Service employee approached what he thought was an unattended fire and found a Nissan Sentra backed into trees. After he reported it, it was discovered that the license plate had been stolen from a vehicle in Moriarty, New Mexico. The Forest Service reported the sighting to the United States Marshals command post in Phoenix. On April 22, 2011, Renwick was consecutively sentenced to 48 years", "doc_score": "77.7495346069336", "publish_date": "2018/12/31"}, {"doc_id": "4472939", "text": "Viktor Bout / was convicted by a jury at a court in Manhattan on 2 November 2011. On 5 April 2012, he was sentenced to 25 years in prison, the minimum sentence for conspiring to sell weapons to a U.S.-designated foreign terrorist group. District Judge Shira Scheindlin ruled that the minimum sentence was appropriate because \"there was no evidence that Bout would have committed the crimes for which he was convicted had it not been for the sting operation\". Russia's Ministry of Foreign Affairs issued a statement denouncing Bout's sentence as \"a political order\". During the trial, Bout's lawyers also implied that he", "doc_score": "76.65204620361328", "publish_date": "2018/12/31"}, {"doc_id": "15949250", "text": "Ghairat Baheer / Ghairat Baheer Ghairat Baheer is a citizen of Afghanistan who was held by American forces in extrajudicial detention for over six years. The \"BBC News\" reported Pakistani officials took him into custody during a pre-dawn raid on his home in Islamabad on October 30, 2002. The \"BBC\" said no reason was offered for his apprehension, and that there were rumors US security officials participated in the raid. After his release in May 2008 Baheer asserted he had spent six months in the salt pit, one of the Central Intelligence Agency's network of clandestine interrogation centers. He spent the rest of", "doc_score": "77.80706024169922", "publish_date": "2018/12/31"}, {"doc_id": "15949247", "text": "Ghairat Baheer / Ghairat Baheer Ghairat Baheer is a citizen of Afghanistan who was held by American forces in extrajudicial detention for over six years. The \"BBC News\" reported Pakistani officials took him into custody during a pre-dawn raid on his home in Islamabad on October 30, 2002. The \"BBC\" said no reason was offered for his apprehension, and that there were rumors US security officials participated in the raid. After his release in May 2008 Baheer asserted he had spent six months in the salt pit, one of the Central Intelligence Agency's network of clandestine interrogation centers. He spent the rest of", "doc_score": "77.80706024169922", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_16", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "18533511", "text": "The Cyanide & Happiness Show / on the streaming service VRV. In some countries outside the United States, the series is aired on TV, as a 22-minute series, conjoining two episodes into one. Imad Kahn of \"The Daily Dot\" described \"Cyanide & Happiness\" videos as an \"odd, but hilarious, mix of abrupt black humor that's overtly weird and doesn't pretend to be profound. It really does feel like a group of writers with to animate whatever their twisted minds can think of.\" Episodes 6-10 of the season were initially released on Seeso on June 1, 2017, but were later removed. In August 2017, it was announced", "doc_score": "78.60076141357422", "publish_date": "2018/12/31"}, {"doc_id": "20674386", "text": "Alex & Me / Alex & Me Alex & Me is a 2018 American fantasy-sports comedy film written and directed by Eric Champnella. The film stars soccer player Alex Morgan in her acting debut and Siena Agudong. It was released direct-to-video by Warner Bros. Home Entertainment on June 12, 2018. It made its television debut on Nickelodeon on September 15, 2018. Reagan Willis (Siena Agudon) is excited about her tryout for the girls soccer club the Crush. However, her parents are preoccupied by recruiting visits for their son Logan, a star on his high school football team. On her way to the tryout, her", "doc_score": "76.93598937988281", "publish_date": "2018/12/31"}, {"doc_id": "19369979", "text": "They're Watching / They're Watching They're Watching is a 2016 American found footage horror comedy film directed and written by Jay Lender and Micah Wright. The film stars Brigid Brannagh, David Alpay, Kris Lemche and Dimitri Diatchenko and was released in theaters and On Demand on March 25, 2016. The crew of a popular home-improvement TV show heads to a remote village in Moldova to film a follow-up segment about an American homeowner, Becky, who's been transforming a rundown house into an artist's haven. The crew, consisting of Greg, Alex, and newcomer Sarah, meet up with their producer Kate and a Moldovian businessman", "doc_score": "75.34781646728516", "publish_date": "2018/12/31"}, {"doc_id": "20763194", "text": "All About the Washingtons / given the production a straight-to-series order for a first season consisting of ten episodes. It was further reported that the series would be produced by ABC Studios' cable/digital division ABC Signature. On June 14, 2018, it was reported that the series, now titled \"All About The Washingtons\", would premiere on August 10, 2018. Additionally, it was announced that Andrew Reich serve as showrunner and an executive producer for the series. On October 18, 2018, it was announced that Netflix had canceled the series after one season. Alongside the announcement of the put pilot commitment, it was confirmed that the series", "doc_score": "75.20977020263672", "publish_date": "2018/12/31"}, {"doc_id": "10230082", "text": "Meghan, Duchess of Sussex / the cast of the USA Network show \"Suits\", playing Rachel Zane. The character began as a paralegal and eventually became an attorney. She completed work on the seventh season in late 2017. According to a critique in \"The Irish Times\", Markle deftly and \"actively re-positioned\" her character from ingenue to \"the show's moral conscience\" and gave viewers the unique portrayal of a daughter, whose African-American father is in a position to help her career and advance her \"desire to crack both racial and gender glass ceilings\". She appeared in two 2010 films, \"Get Him to the Greek\" and \"Remember Me\",", "doc_score": "78.26627349853516", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_17", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "4827348", "text": "United States House Committee on Ethics / following referral to the Ethics Committee itself, or to federal law enforcement agencies. The new rules would have prevented the OCE from independently releasing public statements on pending or completed investigations. Ethics Committee chair Bob Goodlatte (R-Va.) defended the action on the rules amendment saying it \"builds upon and strengthens the existing Office of Congressional Ethics by maintaining its primary area of focus of accepting and reviewing complaints from the public and referring them, if appropriate, to the Committee on Ethics.\" House Republicans reversed their plan to gut the OCE less than 24 hours after the initial vote, under bipartisan", "doc_score": "90.92164611816406", "publish_date": "2018/12/31"}, {"doc_id": "14635043", "text": "Office of Congressional Ethics / Office of Congressional Ethics The Office of Congressional Ethics (OCE), established by the U.S. House of Representatives in March 2008, is a nonpartisan, independent entity charged with reviewing allegations of misconduct against members of the House of Representatives and their staff and, when appropriate, referring matters to the United States House Committee on Ethics. The OCE's mission is \"to assist the House in upholding high standards of ethical conduct for its Members, officers, and staff and, in so doing, to serve the American people\"; within that framework it strives to foster transparency by keeping the public informed of its activities.", "doc_score": "92.03012084960938", "publish_date": "2018/12/31"}, {"doc_id": "4827341", "text": "United States House Committee on Ethics / majority of members and the committee chair coming from the party that controls the House. This even split has limited its power by giving either political party an effective veto over the actions of the committee. Sources: (R),, (D), (R) Sources: (R),, (D) Sources: (R),, (D) Source: It has many functions, but they all revolve around the standards of ethical conduct for members of the House. Under this authority, it: The committee has a long history; the first matter it handled was on January 30, 1798, when Rep. Matthew Lyon of Vermont was accused of \"gross indecency\"", "doc_score": "92.8779067993164", "publish_date": "2018/12/31"}, {"doc_id": "14635046", "text": "Office of Congressional Ethics / the OCE has published nearly two dozen reports on members believed to have violated House rules—leading to cheers from government watchdog groups and to calls by some in Congress for gutting the office, which requires reauthorization at the beginning of each new Congress. \"The extent and level of ethics scrutiny the OCE has brought is unprecedented in the House,\" according to The Hill newspaper, in a Sept. 8, 2010 article on the future of the office. At least 20 of the OCE's referrals on sitting members of the House of Representatives were published on its website in its first Congressional", "doc_score": "89.94010925292969", "publish_date": "2018/12/31"}, {"doc_id": "4827347", "text": "United States House Committee on Ethics / from the Azerbaijani government. The Ethics committee had asked the OCE to drop the case, only approving release of a summary finding in 2015, deeming the full report “not appropriate for release because the referral followed the OCE Board’s decision not to cease its investigations.”. On January 2, 2017, one day before the 115th United States Congress was scheduled to convene for its first session, the House Republican majority voted 119–74 to effectively place the OCE under direct control of the House Ethics Committee, making any subsequent reviews of possible violations of criminal law by Congressional members dependent upon approval", "doc_score": "92.78551483154297", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_18", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "587292", "text": "Triple DES / 3DES per default since version 1.1.0 (August 2016), and considers it a \"weak cipher\". The electronic payment industry uses Triple DES and continues to develop and promulgate standards based upon it (e.g. EMV). Microsoft OneNote, Microsoft Outlook 2007 and Microsoft System Center Configuration Manager 2012 use Triple DES to password protect user content and system data. Firefox and Mozilla Thunderbird use Triple DES in CBC mode to encrypt website authentication login credentials when using a master password. Below is a list of cryptography libraries that support Triple DES: Some implementations above may not include 3DES in the default build, in", "doc_score": "82.87494659423828", "publish_date": "2018/12/31"}, {"doc_id": "4063321", "text": "Page fault / fault would make the operation about 40,000 times slower. Page fault A page fault (sometimes called #PF, PF or hard fault) is a type of exception raised by computer hardware when a running program accesses a memory page that is not currently mapped by the memory management unit (MMU) into the virtual address space of a process. Logically, the page may be accessible to the process, but requires a mapping to be added to the process page tables, and may additionally require the actual page contents to be loaded from a backing store such as a disk. The processor's MMU", "doc_score": "81.6063003540039", "publish_date": "2018/12/31"}, {"doc_id": "12378706", "text": "Computer virus / a file on a computer that already contains copies of the virus. The advantage of using such slow polymorphic code is that it makes it more difficult for antivirus professionals and investigators to obtain representative samples of the virus, because \"bait\" files that are infected in one run will typically contain identical or similar samples of the virus. This will make it more likely that the detection by the virus scanner will be unreliable, and that some instances of the virus may be able to avoid detection. To avoid being detected by emulation, some viruses rewrite themselves completely each time", "doc_score": "80.69165802001953", "publish_date": "2018/12/31"}, {"doc_id": "2364602", "text": "Triple fault / Triple fault On the x86 computer architecture, a triple fault is a special kind of exception generated by the CPU when an exception occurs while the CPU is trying to invoke the double fault exception handler, which itself handles exceptions occurring while trying to invoke a regular exception handler. x86 processors beginning with the 80286 will cause a shutdown cycle to occur when a triple fault is encountered. This typically causes the motherboard hardware to initiate a CPU reset, which, in turn, causes the whole computer to reboot. Triple faults indicate a problem with the operating system kernel or device", "doc_score": "88.15679168701172", "publish_date": "2018/12/31"}, {"doc_id": "12378708", "text": "Computer virus / produce large numbers of \"bugs\" will generally also produce potential exploitable \"holes\" or \"entrances\" for the virus. In order to replicate itself, a virus must be permitted to execute code and write to memory. For this reason, many viruses attach themselves to executable files that may be part of legitimate programs (see code injection). If a user attempts to launch an infected program, the virus' code may be executed simultaneously. In operating systems that use file extensions to determine program associations (such as Microsoft Windows), the extensions may be hidden from the user by default. This makes it possible to", "doc_score": "80.1346664428711", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_19", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "9513767", "text": "Marshall-Newman Amendment / (D) and Delegate Mark Sickles (D), have introduced bills in 2015 and 2016 aiming to repeal the amendment. Marshall-Newman Amendment The Marshall-Newman Amendment, also referred to as the Virginia Marriage Amendment, is an amendment to the Constitution of Virginia that defines marriage as solely between one man and one woman and bans recognition of any legal status \"approximat[ing] the design, qualities, significance, or effects of marriage\". The amendment was ratified by 57% of the voters on November 7, 2006. It became part of the state Constitution as Section 15-A of Article 1. In 2014, the amendment was ruled unconstitutional in", "doc_score": "92.14751434326172", "publish_date": "2018/12/31"}, {"doc_id": "19220870", "text": "First Amendment Defense Act / Research Council, the American Family Association, and the Liberty Counsel, among other groups, shortly after it was introduced. On September 22, 2016, then-Republican presidential nominee Donald Trump changed his mind and said in a press release, \"If I am elected president and Congress passes the First Amendment Defense Act, I will sign it to protect the deeply held religious beliefs of Catholics and the beliefs of Americans of all faiths.\" On July 21, 2015, the \"Los Angeles Times\" editorial board wrote that FADA was \"unnecessary and could allow discrimination against gays and lesbians.\" Later that year, Walter Olson of the", "doc_score": "91.15447998046875", "publish_date": "2018/12/31"}, {"doc_id": "700823", "text": "Equal Rights Amendment / be removed. House Memorial No. 7 was officially received by the U.S. Senate on January 6, 2014, was designated as \"POM-175\", was referred to the Senate's Committee on the Judiciary, and was published verbatim in the \"Congressional Record\" at page S24. Twenty-four states have adopted constitutions or constitutional amendments providing that equal rights under the law shall not be denied because of sex. Most of these provisions mirror the broad language of the ERA, while the wording in others resembles the Equal Protection Clause of the Fourteenth Amendment. The 1879 Constitution of California contains the earliest state equal rights provision", "doc_score": "91.82087707519531", "publish_date": "2018/12/31"}, {"doc_id": "19220867", "text": "First Amendment Defense Act / First Amendment Defense Act The First Amendment Defense Act (often abbreviated FADA) () is a bill introduced into the United States House of Representatives and United States Senate on June 17, 2015. The Senate sponsor of the bill is Mike Lee (R-Utah), and the House sponsor is Raul Labrador (R-Idaho). The bill aims to prevent the federal government from taking action against a person on the basis that such person believes or acts in accordance with a religious belief or moral conviction that: (1) marriage is or should be recognized as the union of one man and one woman, or", "doc_score": "93.33132934570312", "publish_date": "2018/12/31"}, {"doc_id": "1294580", "text": "Federal Marriage Amendment / economy and jobs as the top issue in the campaign, according to Associated Press exit polls. The first sentence of H.J. Res. 56 would provide an official definition of legal marriage in the United States. Proponents claim that this is a reasonable measure, based on established custom, which defends the family and the institution of marriage. To others, it is an unfair means of excluding same-sex couples from receiving benefits from that institution. Civil right activists and supporters of the LGBT (Lesbian, Gay, Bisexual, Transgender) community feel that the Federal Marriage Amendment has no place in the United States constitution.", "doc_score": "90.24109649658203", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_20", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "17872238", "text": "Morocco at the FIFA World Cup / The qualification phase, which currently takes place over the three years preceding the Finals, is used to determine which teams qualify for the Finals. The current format of the Finals involves 32 teams competing for the title, at venues within the host nation (or nations) over a period of about a month. The World Cup Finals is the most widely viewed sporting event in the world, with an estimated 715.1 million people watching the 2006 tournament final. Morocco have qualified for the final stages of the FIFA World Cup on five occasions, which were in 1970, 1986, 1994, 1998 and", "doc_score": "80.98762512207031", "publish_date": "2018/12/31"}, {"doc_id": "3827945", "text": "Morocco national football team / the group stage of the 1998 World Cup, Kjetil Rekdal's late winning goal for Norway against Brazil eliminating them. Morocco qualified for the 2018 World Cup, making it their first time in 20 years. The following players have been called up for the team in the last 12 months. From 1992, under-23 squad The Moroccan National team traditionally used the Prince Moulay Abdellah Stadium in Rabat and the Stade Mohamed V in Casablanca as their main stadiums, but they've recently started using the new Stade de Marrakech in Marrakech, Stade Adrar in Agadir, Stade Ibn Batouta in Tangier and Fez", "doc_score": "79.26683807373047", "publish_date": "2018/12/31"}, {"doc_id": "254958", "text": "Morocco / country to qualify for the second round of the FIFA World Cup. Morocco was originally scheduled to host the 2015 Africa Cup of Nations, but refused to host the tournament on the scheduled dates because of fears over the ebola outbreak on the continent. Morocco made five attempts to host the FIFA World Cup but lost five times to United States, France, Germany, South Africa and Canada/Mexico/United States. At the 1984 Olympic Games, two Moroccans won gold medals in track and field. Nawal El Moutawakel won in the 400 metres hurdles; she was the first woman from an Arab or", "doc_score": "77.51293182373047", "publish_date": "2018/12/31"}, {"doc_id": "3800780", "text": "Nigeria national football team / remains a lightly regarded opponent. In five of its first six World Cup appearances, Nigeria was drawn in the group stage with two-time champion Argentina and is regarded by many fans as having acquitted themselves fairly against the footballing giant. The fixture is the most common in the competition's history involving an African nation. All five matches have been won by Argentina, but all were by a one-goal margin (2–1 in 1994, 1–0 in 2002, 1–0 in 2010, 3–2 in 2014 and 2–1 in 2018) and have been tightly contested. To date Nigeria has recorded two wins against Argentina's six,", "doc_score": "76.3021011352539", "publish_date": "2018/12/31"}, {"doc_id": "20485918", "text": "2018 FIFA Club World Cup Final / with two early goals for River Plate scored by Rafael Santos Borré following an opening strike from Berg; after an equalizing goal was disallowed by the video assistant referee, Caio Lucas Fernandes scored for Al-Ain in the 51st minute to draw the teams level at 2–2. After a scoreless extra time, aided by goalkeeper Essa's saves, Al-Ain defeated River Plate 5–4 in a penalty shootout, its second of the competition, with Essa making one save on River's Enzo Pérez. The semi-final upset of River was called the \"greatest achievement\" in Emirati football history by Al-Ain manager Zoran Mamić. <onlyinclude></onlyinclude> 2018", "doc_score": "76.54965209960938", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_21", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "2620582", "text": "Keyword (rhetoric) / 'Norwich florist' or 'cheap holidays Greece', for example. These words or phrases are known as keywords. In corpus linguistics, key words are words that appear with statistically unusual frequency in a text or a corpus of texts. They are identified by software that compares a word-list of the text with a word-list based on a larger reference corpus. A suitable term for the phenomenon is keyness. The procedure used, for example by WordSmith, to list key words and phrases and plot where they appear in texts. These items are very often of interest—particularly those human readers would not likely notice,", "doc_score": "81.70585632324219", "publish_date": "2018/12/31"}, {"doc_id": "17290357", "text": "Punctuation of English / Punctuation of English Punctuation in the English language helps the reader to understand a sentence through visual means other than just the letters of the alphabet. English punctuation has always had two complementary aspects: on the one hand, phonological punctuation linked to how the sentence can be read aloud, particularly to pausing; and on the other hand, grammatical punctuation linked to the structure of the sentence. In popular discussion of language, incorrect punctuation is often seen as an indication of lack of education and of a decline of standards. The two broad styles of punctuation in English are often called", "doc_score": "78.4819564819336", "publish_date": "2018/12/31"}, {"doc_id": "9102987", "text": "Academic Word List / Academic Word List The Academic Word List (AWL) was developed by Averil Coxhead at the School of Linguistics and Applied Language Studies at Victoria University of Wellington, New Zealand. The list contains 570 semantic fields which were selected because they appear with great frequency in a broad range of academic texts. The list does not include words that are in the most frequent 2000 words of English (the General Service List), thus many of the words are specific to academic contexts. However, a significant percentage of the vocabulary contained within the AWL is of general use; it is simply not", "doc_score": "81.27139282226562", "publish_date": "2018/12/31"}, {"doc_id": "3833959", "text": "Indexicality / Anglo-American philosophy of language. Words and expressions in language often derive some part of their referential meaning from indexicality. For example, \"I\" indexically refers to the entity that is speaking; \"now\" indexically refers to a time frame including the moment at which the word is spoken; and \"here\" indexically refers to a locational frame including the place where the word is spoken. Linguistic expressions that refer indexically are known as deictics, which thus form a particular subclass of indexical signs, though there is some terminological variation among scholarly traditions. Linguistic signs may also derive nonreferential meaning from indexicality, for example", "doc_score": "80.87844848632812", "publish_date": "2018/12/31"}, {"doc_id": "4533657", "text": "Word of the year / Glasgow, UK, Collins English Dictionary has been publishing English dictionaries since 1819. Toward the end of each calendar year, Collins release a shortlist of notable words or those that have come to prominence in the previous 12 months. The shortlist typically comprises ten words, though in 2014 only four words were announced as the Word of the Year shortlist. The Collins Words of the Year are selected by the Collins Dictionary team across Glasgow and London, consisting of lexicographers, editorial, marketing, and publicity staff, though previously the selection process has been open to the public. Whilst the word is not", "doc_score": "83.91033935546875", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_22", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "17231398", "text": "Research and Development Capital Allowances / Research and Development Capital Allowances Research and Development Capital Allowances, also known as RDAs, are a tax relief for businesses in the United Kingdom. They provide a 100 per cent first year capital allowance for research and development (R&D) capital expenditure. RDAs are the capital expenditure equivalent to the R&D tax relief scheme. RDAs were the new name given to Scientific Research Allowances (which already existed) when the R&D Tax Credit scheme was launched in 2000. R&D Tax Relief only applies to revenue expenditure - generally, costs incurred on day-to-day operations, as opposed to expenditure on capital assets. However, RDAs", "doc_score": "84.0044174194336", "publish_date": "2018/12/31"}, {"doc_id": "17231403", "text": "Research and Development Capital Allowances / Working Group include representatives from: HMRC and HM Treasury; industry; the financial services community including large accounting firms (PWC; Deloitte; KPMG; Ernst and Young) and independent consultants (MMP Tax); and representatives from professional bodies. Research and Development Capital Allowances Research and Development Capital Allowances, also known as RDAs, are a tax relief for businesses in the United Kingdom. They provide a 100 per cent first year capital allowance for research and development (R&D) capital expenditure. RDAs are the capital expenditure equivalent to the R&D tax relief scheme. RDAs were the new name given to Scientific Research Allowances (which already existed)", "doc_score": "85.15070343017578", "publish_date": "2018/12/31"}, {"doc_id": "8328822", "text": "Business rates in England / a rateable value, based on a rental valuation of the property. Some types of property, such as public utilities, are valued using a statutory formula instead. The task of compiling and maintaining the list is given to the valuation officer for each authority, who in practice is a civil servant of the Valuation Office Agency, an Executive Agency of Her Majesty's Revenue and Customs. Rateable value is an estimate of the annual rent that would be paid for the property at a fixed date two years prior to the beginning of the list (known as the antecedent valuation date), incorporating", "doc_score": "83.24624633789062", "publish_date": "2018/12/31"}, {"doc_id": "2806064", "text": "Effective interest rate / doesn’t take into account the effect of compounding. By contrast, in the EIR, the periodic rate is annualized using compounding. It is the standard in the European Union and a large number of countries around the world. The EIR is more precise in financial terms, taking into consideration the effects of compounding, i.e. the fact that for each period, interest is not calculated on the principal, but on the amount of the previous period, including capital and interest. This reasoning is easily understandable when looking at savings: interest is capitalized every month, and every month the saver earns interest on", "doc_score": "80.84822082519531", "publish_date": "2018/12/31"}, {"doc_id": "7180984", "text": "Annual percentage yield / Annual percentage yield Annual percentage yield (APY) is a normalized representation of an interest rate, based on a compounding period of one year. APY figures allow a reasonable, single-point comparison of different offerings with varying compounding schedules. However, it does not account for the possibility of account fees affecting the net gain. APY generally refers to the rate paid to a depositor by a financial institution, while the analogous annual percentage rate (APR) refers to the rate paid to a financial institution by a borrower. To promote financial products that do not involve debt, banks and other firms will often", "doc_score": "79.15474700927734", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_23", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "17231398", "text": "Research and Development Capital Allowances / Research and Development Capital Allowances Research and Development Capital Allowances, also known as RDAs, are a tax relief for businesses in the United Kingdom. They provide a 100 per cent first year capital allowance for research and development (R&D) capital expenditure. RDAs are the capital expenditure equivalent to the R&D tax relief scheme. RDAs were the new name given to Scientific Research Allowances (which already existed) when the R&D Tax Credit scheme was launched in 2000. R&D Tax Relief only applies to revenue expenditure - generally, costs incurred on day-to-day operations, as opposed to expenditure on capital assets. However, RDAs", "doc_score": "84.0044174194336", "publish_date": "2018/12/31"}, {"doc_id": "17231403", "text": "Research and Development Capital Allowances / Working Group include representatives from: HMRC and HM Treasury; industry; the financial services community including large accounting firms (PWC; Deloitte; KPMG; Ernst and Young) and independent consultants (MMP Tax); and representatives from professional bodies. Research and Development Capital Allowances Research and Development Capital Allowances, also known as RDAs, are a tax relief for businesses in the United Kingdom. They provide a 100 per cent first year capital allowance for research and development (R&D) capital expenditure. RDAs are the capital expenditure equivalent to the R&D tax relief scheme. RDAs were the new name given to Scientific Research Allowances (which already existed)", "doc_score": "85.15070343017578", "publish_date": "2018/12/31"}, {"doc_id": "8328822", "text": "Business rates in England / a rateable value, based on a rental valuation of the property. Some types of property, such as public utilities, are valued using a statutory formula instead. The task of compiling and maintaining the list is given to the valuation officer for each authority, who in practice is a civil servant of the Valuation Office Agency, an Executive Agency of Her Majesty's Revenue and Customs. Rateable value is an estimate of the annual rent that would be paid for the property at a fixed date two years prior to the beginning of the list (known as the antecedent valuation date), incorporating", "doc_score": "83.24624633789062", "publish_date": "2018/12/31"}, {"doc_id": "2806064", "text": "Effective interest rate / doesn’t take into account the effect of compounding. By contrast, in the EIR, the periodic rate is annualized using compounding. It is the standard in the European Union and a large number of countries around the world. The EIR is more precise in financial terms, taking into consideration the effects of compounding, i.e. the fact that for each period, interest is not calculated on the principal, but on the amount of the previous period, including capital and interest. This reasoning is easily understandable when looking at savings: interest is capitalized every month, and every month the saver earns interest on", "doc_score": "80.84822082519531", "publish_date": "2018/12/31"}, {"doc_id": "7180984", "text": "Annual percentage yield / Annual percentage yield Annual percentage yield (APY) is a normalized representation of an interest rate, based on a compounding period of one year. APY figures allow a reasonable, single-point comparison of different offerings with varying compounding schedules. However, it does not account for the possibility of account fees affecting the net gain. APY generally refers to the rate paid to a depositor by a financial institution, while the analogous annual percentage rate (APR) refers to the rate paid to a financial institution by a borrower. To promote financial products that do not involve debt, banks and other firms will often", "doc_score": "79.15474700927734", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_24", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "14261370", "text": "Ethan Zobelle / Hale through Hale's older brother, Jacob, who hoped to benefit financially from Zobelle's help and the removal of SAMCRO from Charming. Zobelle presented himself as being a means to get SAMCRO out of Charming. Deputy Chief Hale, noting that he knew of Zobelle's racial beliefs, initially refused Zobelle's assistance. Simultaneously, Zobelle almost immediately tried to undermine SAMCRO's iron-fisted rule over the town and threatened dire consequences against the club if they ignored his warnings. He made it clear that his mission was to stop SAMCRO from selling guns to minority gangs and to take over their territory by trying to", "doc_score": "80.1146011352539", "publish_date": "2018/12/31"}, {"doc_id": "8071496", "text": "Nathan Hale Williams / Award for Outstanding Television Series – News/Information. In 2009, Williams produced and directed a three-part Black History Month documentary series, \"INSIDE: Black Culture\". He also directed and produced commercials for Isabella Fiore Handbags (starring Veronica Webb) and Jumpstart (starring LL Cool J). As a personality/actor, Williams has appeared on \"Showtime’s American Candidate\", \"The Guiding Light\", \"My Two Cents\" and \"The Bev Smith Show\". He has been featured in \"Black Enterprise\", \"Crain’s\", \"Ebony\", \"Jet\", the \"Chicago Tribune\", \"The Advocate\", the \"New York Blade\", \"Clik Magazine\", \"Pulse!\", \"Bleu\", \"UneQ\", the \"Chicago Defender\" and several online publications. In November 2007, Williams appeared on", "doc_score": "75.89474487304688", "publish_date": "2018/12/31"}, {"doc_id": "13954354", "text": "Finnegan's Wake (Homicide: Life on the Street) / part of Baltimore history. Falsone gets permission from Giardello to partner with Thomas Finnegan, a detective who was obsessed with the case until his retirement in 1974; Finnegan eagerly steps up to help Falsone solve the case. Finnegan initially charms the entire unit with his mixture of charisma, Irish tradition, and professionalism, although Finnegan's nostalgia for the days when Baltimore police were mostly Irish eventually offends Meldrick Lewis when Finnegan refers to black suspects with the racial slur \"spooks.\" His derisive comments about Italians and women serving in the department rile Falsone and Laura Ballard as well. However, Finnegan also", "doc_score": "79.13572692871094", "publish_date": "2018/12/31"}, {"doc_id": "19758297", "text": "Malcolm L. Lazin / Malcolm L. Lazin Malcolm L. Lazin (born December 5, 1943) is an American social activist, prosecutor, entrepreneur and educator. His endeavors include Lesbian, Gay, Bisexual and Transgender (LGBT) civil rights, federal and state law enforcement, developing Philadelphia's waterfront, lighting the Benjamin Franklin Bridge and incorporating Washington Square—the largest revolutionary war burial ground—into Independence National Historical Park. Lazin is the founder of Equality Forum (a national and international LGBT civil rights organization headquartered in Philadelphia) and LGBT History Month. As Vince Bellino explains, \"Equality Forum has, for the last decade, organized LGBT History Month, which honors 31 icons of the movement", "doc_score": "79.77904510498047", "publish_date": "2018/12/31"}, {"doc_id": "16117417", "text": "Ross Lynch / was announced that Lynch would be starring in his feature film debut, \"Status Update\", a comedy that began filming in Vancouver in June and wrapped in July 2016. Lynch stars as a teenager who stumbles upon a magical app that causes his social media status updates to come true. In July, he was cast as a teenage Jeffrey Dahmer in \"My Friend Dahmer\", a film based on the 2012 graphic novel of the same name by Derf. Lynch has appeared on the television shows \"So You Think You Can Dance\" and \"Moises Rules!\", and in the 2010 short film \"Grapple\".", "doc_score": "77.3866195678711", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_25", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "20249048", "text": "2018 Western Balkans Summit, London / and agreed the next Berlin Process Summit would take place in Poland in 2019. Notes: References: 2018 Western Balkans Summit, London The 2018 Western Balkans Summit in London, United Kingdom, was the fifth annual summit within the Berlin Process initiative for European integration of Western Balkans states. The summit took place on July 9-10. Previous summits took place in Berlin in 2014, Vienna in 2015, Paris in 2016 and Trieste in 2017. Heads of government, foreign ministers and the ministers of economy of Albania, Bosnia and Herzegovina, Kosovo, Republic of Macedonia, Montenegro, Serbia, as well as EU member states from", "doc_score": "94.42781066894531", "publish_date": "2018/12/31"}, {"doc_id": "20249046", "text": "2018 Western Balkans Summit, London / Italy as well as representatives of the European Union and the International Financial Institutions attended the summit. By hosting the summit in London, the United Kingdom demonstrated its continued interest and involvement in the stability of the region beyond its imminent exit from the EU. Andrew Page, the Summit's coordinator, stated that the priorities of the summit are to be economic stability, interconnectivity, infrastructure, employment opportunities, and digital transformation. The UK's government stated the three main objectives were increasing economic stability, strengthening regional security co-operation, and facilitating political cooperation. According to a press release from the government of the United", "doc_score": "90.88064575195312", "publish_date": "2018/12/31"}, {"doc_id": "19952389", "text": "2017 Western Balkans Summit, Trieste / 2017 Western Balkans Summit, Trieste The 2017 Western Balkans Summit in Trieste, Italy was the fourth annual summit within the Berlin Process initiative for European integration of Western Balkans states. Previous summits took place in Berlin in 2014, Vienna in 2015 and in Paris in 2016. Heads of government, foreign ministers and the ministers of economy of Albania, Bosnia and Herzegovina, Kosovo, Republic of Macedonia, Montenegro, Serbia, as well as EU member states from the region Croatia, Slovenia and EU member states Austria, France, Germany, Italy as well as representatives of the European Union and the International Financial Institutions attended.", "doc_score": "92.08574676513672", "publish_date": "2018/12/31"}, {"doc_id": "20249045", "text": "2018 Western Balkans Summit, London / 2018 Western Balkans Summit, London The 2018 Western Balkans Summit in London, United Kingdom, was the fifth annual summit within the Berlin Process initiative for European integration of Western Balkans states. The summit took place on July 9-10. Previous summits took place in Berlin in 2014, Vienna in 2015, Paris in 2016 and Trieste in 2017. Heads of government, foreign ministers and the ministers of economy of Albania, Bosnia and Herzegovina, Kosovo, Republic of Macedonia, Montenegro, Serbia, as well as EU member states from the region Croatia, Slovenia and EU member states such as the United Kingdom, Austria, France, Germany,", "doc_score": "93.93154907226562", "publish_date": "2018/12/31"}, {"doc_id": "18960784", "text": "2015 Western Balkans Summit, Vienna / with Vienna as a host city in 2015 and Paris in 2016. The focus of the Berlin Process is on countries of the region that are not yet members of European Union (Albania, Bosnia and Herzegovina, Kosovo, Republic of Macedonia, Montenegro and Serbia) with participation of countries who have committed themselves to organise summit meetings (Germany, Austria, France and Italy) and with strong support by Slovenia and Croatia. Civil society initiative \"The Balkans in Europe Policy Advisory Group (BiEPAG)\" organized three preparatory meetings in Tirana, Belgrade and Sarajevo. The first preparatory meeting held in Tirana focused on job creation and", "doc_score": "90.81555938720703", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_26", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "20731754", "text": "Twenty-fifth Amendment to the Constitution of Pakistan / of FATA within the Senate. The amendment was passed in the National Assembly on May 24th, 2018, with a 229-1 vote in favour. Jamiat Ulema-e Islam (F) (JUI-F) and Pakhtunkhwa Milli Awami Party (PkMAP) lawmakers walked out from the assembly before the vote. Dawar Kundi of Pakistan Tehreek-e-Insaf (PTI) was the sole dissenting voter. During the session, Imran Khan, the chief of PTI, addressed the house, congratulating parliament on uniting despite party differences and bringing up rigging, money laundering, and the Panama Papers. Prime Minister Shahid Khaqan Abbasi spoke afterwards, criticising Khan for bring up unrelated issues in his speech.", "doc_score": "81.71453094482422", "publish_date": "2018/12/31"}, {"doc_id": "17090800", "text": "Hassan Rouhani / re-election in the 2017 election with 23,636,652 votes (57.1%). He became the third Iranian President, after Mohammad Khatami and Mahmoud Ahmadinejad, to win a presidential victory as an incumbent with an increased electoral mandate. His name is also spelled as Hasan Rouhani, Hassan Rohani, Hasan Rohani, Hassan Rowhani or Hasan Rowhani. He was born Hassan Fereydoun (or Fereydun, in reference to a just king in Persian mythology,, ) and later changed his last name to \"Rouhani\", which means'spiritual' or 'cleric'; also transliterated as \"Rowhani\", \"Ruhani\", or \"Rohani\"). It is not clear when he officially changed his last name.", "doc_score": "80.27549743652344", "publish_date": "2018/12/31"}, {"doc_id": "20945955", "text": "2018 Sri Lankan constitutional crisis / 2018 Sri Lankan constitutional crisis A constitutional crisis began in Sri Lanka when President Maithripala Sirisena appointed former president and member of parliament Mahinda Rajapaksa as prime minister on 26 October 2018 before formally dismissing the incumbent Ranil Wickremesinghe, resulting in two concurrent prime ministers. Wickremesinghe and the United National Party (UNP) viewed the appointment as illegal, and he refused to resign. Sirisena's sudden decision instigated \"political turmoil in the country\", and drew international criticism. Wickremesinghe, the majority of the parliament, and opposition parties refused to acknowledge his removal and the appointment of Rajapaksa, stating that Sirisena's move was unconstitutional.", "doc_score": "81.88849639892578", "publish_date": "2018/12/31"}, {"doc_id": "19934039", "text": "2017 Patient Protection and Affordable Care Act replacement proposals / 2017 Patient Protection and Affordable Care Act replacement proposals The following is a list of plans being considered to replace the Patient Protection and Affordable Care Act, as a result of the Republican Party's gains in the 2016 US elections. \"Repeal and replace\" has been a Republican slogan since March 2010 when Obamacare was signed into law and has been adopted by President Donald Trump. President Donald Trump and many Republicans have vowed to repeal and replace Obamacare; President Trump signed an executive order on January 20, 2017, his first day in office, that according to White House Press Secretary", "doc_score": "78.67263793945312", "publish_date": "2018/12/31"}, {"doc_id": "5368929", "text": "Kamal Hossain / different Bangladeshi cities during October and November 2018. At a rally in Suhrawardy Udyan in Dhaka on 6 November 2018, Hossain said \"The state does not belong to any king or queen. It is the people who are the sole owners of the state and their ownership must be realized\". In Chittagong on 27 October, he warned the Hasina government of legal consequences if the opposition's election demands were not met. He secured a major breakthrough in Bangladeshi politics by requesting Prime Minister Sheikh Hasina to have a dialogue with the BNP. The US Ambassador to Bangladesh Marcia Bernicat lauded", "doc_score": "78.5647201538086", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_27", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "5830921", "text": "Strela candy / as Stozhary ( - torches). Strela candy Strela or strila (, - arrow) is a popular type of candy sold in the Commonwealth of Independent States (CIS), primarily in Ukraine. It gets its name from its distinctive foiled cone shape which resembles an arrowhead. Strela has a very distinctive shape, taste and structure. The base is a metal cone made from a round piece of foil, sprinkled with a thin layer of chocolate. The candy is filled with a brandy-flavoured cream filling (although some manufacturers use fruit flavourings), which is extremely soft at room temperature. The wide end is sealed", "doc_score": "76.96095275878906", "publish_date": "2018/12/31"}, {"doc_id": "7790223", "text": "Grizzly–polar bear hybrid / instances of introgressive hybridization between various bear species, including introgression of polar bear DNA into brown bears during the Pleistocene. With many suspected sightings and three confirmed cases, theories of how such hybrids might naturally occur have become more than hypothetical. Although these two species are genetically similar and are often found in the same territories, they tend to avoid each other in the wild (given ideal climate conditions). They also fill different ecological niches. Grizzlies (and also Kodiak bears and \"Alaskan brown bears\", which are all subspecies of the brown bear, \"Ursus arctos\"), tend to live and breed on", "doc_score": "78.87265014648438", "publish_date": "2018/12/31"}, {"doc_id": "7790228", "text": "Grizzly–polar bear hybrid / that offers the first documented evidence that grizzlies are migrating into polar bear territory. Researchers found that seven grizzlies had been spotted in Wapusk National Park south of Churchill, Manitoba, between 2003 and 2008. Since the 2006 discovery placed the hybrid into the spotlight, the media have referred to this animal with several portmanteau names, such as \"pizzly\", \"grolar bear\", and \"polizzly\", but there is no consensus on the use of any one of these terms. Canadian wildlife officials have suggested calling the hybrid \"nanulak\", taken from the Inuit names for polar bear \"(nanuk)\" and grizzly bear \"(aklak)\". By one", "doc_score": "78.9609146118164", "publish_date": "2018/12/31"}, {"doc_id": "7790222", "text": "Grizzly–polar bear hybrid / Grizzly–polar bear hybrid A grizzly–polar bear hybrid (also named grolar bear or pizzly bear or nanulak) is a rare ursid hybrid that has occurred both in captivity and in the wild. In 2006, the occurrence of this hybrid in nature was confirmed by testing the DNA of a unique-looking bear that had been shot near Sachs Harbour, Northwest Territories on Banks Island in the Canadian Arctic. Possible wild-bred polar bear-grizzly bear hybrids have been reported and shot in the past, but DNA tests were not available to verify the bears' ancestry. Analyses of DNA sequences of bears have recovered multiple", "doc_score": "77.69464111328125", "publish_date": "2018/12/31"}, {"doc_id": "50513", "text": "Brown bear / is home to a large bear population, with an estimated 2,500 (range 2,350–2,900) in Sweden, about 2,200 in Finland, about 700 in Estonia and 70 in Norway, totaling to nearly 5,000 individuals in the wild. Another large and relatively stable population of brown bears in Europe, consisting of 2,500–3,000 individuals, is the Dinaric-Pindos (Balkans) population, with contiguous distribution in northeast Italy, Slovenia, Croatia, Bosnia and Herzegovina, Serbia, Montenegro, Macedonia, Albania, Bulgaria and Greece. Brown bears inhabited the mountains of Austria until as recently as 2011, after a reintroduction effort failed and the species became extinct again. There is currently no", "doc_score": "75.31684112548828", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_28", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "15824428", "text": "Unemployment in the United Kingdom / employment, unemployment and economic inactivity is available on the ONS YouTube channel. In the UK the official unemployment rate is defined as the percentage of the labour force that is classed as unemployed. formula_1 The denominator here is also known as the \"Labour Force\" or the \"Economically Active Population\". In the three months to February 2017 there were 33.4 million people in the UK labour force and 1.56 million people classed as unemployed. These figures gave an official UK unemployment rate of 4.7%. UK unemployment rates consistent with this definition are available from 1971. Considering this consistent time series, the", "doc_score": "98.32746887207031", "publish_date": "2018/12/31"}, {"doc_id": "14726801", "text": "Youth unemployment in the United Kingdom / Youth unemployment in the United Kingdom Youth unemployment in the United Kingdom is the level of unemployment among young people, typically defined as those aged 18–25. A related concept is graduate unemployment which is the level of unemployment among university graduates. Statistics for June 2010 show that there are 926,000 young people under the age of 25 who are unemployed which equates to an unemployment rate of 19.6% among young people. This is the highest youth unemployment rate in 17 years. In November 2011 youth unemployment hit 1.02 million, but had fallen to 767,000 by August 2014. The high levels", "doc_score": "94.2987289428711", "publish_date": "2018/12/31"}, {"doc_id": "15824458", "text": "Unemployment in the United Kingdom / immediately available to start are not published in the monthly labour market bulletin but they are available in some Eurostat publications. In 2012 it was estimated that there were 334,000 people aged 15 to 74 in the UK who were in this situation. A measure of the potential additional labour force in the UK The Office for National Statistics publishes monthly figures on the number of economically inactive people who want a job but who are not included in the unemployment figures either because they did not actively seek work in the 4 weeks previous to the survey date or", "doc_score": "96.41366577148438", "publish_date": "2018/12/31"}, {"doc_id": "15824425", "text": "Unemployment in the United Kingdom / Unemployment in the United Kingdom Unemployment in the United Kingdom is measured by the Office for National Statistics and in the three months to May 2017 the headline unemployment rate stood at 4.5%, or 1.49 million people. This is a reduction in unemployed people of 152,000 from a year earlier, and is the lowest jobless rate since 1975. The ONS said the employment rate, or percentage of people in work for those aged between 16 and 64, was 74.9% for the three months to May. This is the highest employment rate since comparable records began in 1971. There were 32.01", "doc_score": "97.88792419433594", "publish_date": "2018/12/31"}, {"doc_id": "15824461", "text": "Unemployment in the United Kingdom / 28.39 million UK nationals aged 16 and over employed in the UK, up 213,000 on a year ago. 74.9% of all UK nationals aged 16–64 were in employment. The number of non-UK nationals working in the UK has also increased in the past year by 241,000 to 3.49 million. 72.8% of non-UK nationals aged 16–64 living in the UK were in employment. Job security Job searching Income insurance Unemployment in the United Kingdom Unemployment in the United Kingdom is measured by the Office for National Statistics and in the three months to May 2017 the headline unemployment rate stood at", "doc_score": "95.78324127197266", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_29", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "20524293", "text": "2018 British cabinet reshuffle / 2018 British cabinet reshuffle Theresa May carried out the first \"refresh\" of her minority government in January 2018. Following the resignation of Damian Green as First Secretary of State in December 2017, the reshuffle had been highly anticipated and briefed in the press. There were reports of \"up to a quarter\" of her cabinet ministers who might lose their positions, including Boris Johnson, who had been seen to cause a number of political gaffes during his term as Foreign Secretary. The reshuffle was seen as an opportunity for the Prime Minister to reassert her authority, greatly diminished following the result", "doc_score": "80.8521957397461", "publish_date": "2018/12/31"}, {"doc_id": "328055", "text": "Prime Minister of the United Kingdom / suspects for up to 90 days without charge, and on 31 January 2006, was defeated over certain aspects of proposals to outlaw religious hatred. On other occasions, the Government alters its proposals to avoid defeat in the Commons, as Tony Blair's Government did in February 2006 over education reforms. Formerly, a Prime Minister whose government lost a Commons vote would be regarded as fatally weakened, and the whole government would resign, usually precipitating a general election. In modern practice, when the Government party has an absolute majority in the House, only loss of supply and the express vote \"that this", "doc_score": "76.87251281738281", "publish_date": "2018/12/31"}, {"doc_id": "20203811", "text": "Next Conservative Party (UK) leadership election / challenge, although some commentators, such as \"Newsnight\"'s political editor Nick Watt and columnist Iain Dale, argued this was the wrong interpretation and that Johnson's motivation was to assert his influence in Brexit negotiations. The timing of the article, a few days before May was to give a significant speech on her plans for the UK's relationship with Europe after Brexit, and shortly after a terrorist attack in London, was criticised. Following Cabinet agreement for May's proposals on Brexit, Davis resigned as Secretary of State for Exiting the European Union on 8 July 2018. Steve Baker, a minister in the same", "doc_score": "79.4966049194336", "publish_date": "2018/12/31"}, {"doc_id": "10985177", "text": "Mark Carney / Governor until January 2020, in order to ensure a \"smooth\" transition after the UK leaves the EU on March 29, 2019. In November 2018, Carney warned that large parts of the British economy were not ready for a no-deal Brexit. Speaking on BBC Radio 4's Today Programme, Carney explained that fewer than half of businesses have initiated contingency plans. Carney met his wife, Diana Fox, a British economist specializing in developing nations, while at the University of Oxford. She is said to be active in various environment and social justice causes. The couple married in July 1994 while he was", "doc_score": "78.06211853027344", "publish_date": "2018/12/31"}, {"doc_id": "20203823", "text": "Next Conservative Party (UK) leadership election / of the December no confidence vote. Following renewed speculation about May's leadership after Johnson and Davis resigned from the Cabinet in summer 2018, press interest focused on Johnson, Rees-Mogg, Michael Gove, Sajid Javid and Jeremy Hunt. Dominic Raab became Brexit Secretary after Davis. In November 2018, following his resignation from the role over a proposed deal on the UK's departure from the European Union, Raab became the bookmakers' favourite to be new leader, followed by Javid or Johnson. Raab opposed holding a leadership election, but did not rule out his candidacy. Esther McVey, who resigned her position as Secretary of", "doc_score": "80.2552490234375", "publish_date": "2018/12/31"}]}
{"question_id": "20221209_30", "search_time": "2022/12/20/06:50", "search_result": [{"doc_id": "9590989", "text": "The Ritz (Manchester) / The Ritz (Manchester) The O Ritz (originally known as The Ritz) is a live music venue on Whitworth Street West, Manchester, England. Built in 1927, it was designated a Grade II listed building in 1994. The venue is notable for its sprung dance floor. The Ritz was taken over by HMV in 2011 and given a £2 million refurbishment. Acts which have played at the venue include The Beatles, The Damned, R.E.M., The Stone Roses, Arctic Monkeys, The Smiths, Snow Patrol, Happy Mondays, Adam Ant, Dropkick Murphys, Bad Religion, Dead Kennedys, Sublime with Rome, Swans, Liam Gallagher and Peter Hook", "doc_score": "81.89949798583984", "publish_date": "2018/12/31"}, {"doc_id": "12809683", "text": "Point Blank Music School / set up as a recording studio, Point Blank quickly evolved into a school after clients expressed an interest in learning about how the gear worked themselves. The school eventually relocated to its current location in Hoxton, London where it offers courses on singing, songwriting, radio broadcasting, music business and live sound. In 2013, the school was banned by the Border Agency from sponsoring non-EU nationals for offering too many places to students who failed to meet the rules. It had previously had 'highly trusted' status for a decade, and the school's managing director blamed the issue on 'formalities and clerical", "doc_score": "80.70631408691406", "publish_date": "2018/12/31"}, {"doc_id": "5743335", "text": "Fabric (club) / Fabric (club) Fabric is a nightclub in Farringdon, London, England. Founded in 1999, it was closed down by authorities in 2016. Fabric began a campaign to save the club on 16 September 2016. Fabric was later allowed to be reopened under strict laws. Located on Charterhouse Street opposite Smithfield Market, the club was voted World Number 1 Club in DJ Magazine's \"Top 100 Clubs Poll\" in 2007 and 2008 and ranked World Number 2 in 2009, 2010 and 2017. In 2017, Fabric was nominated for Club of the Year at the Electronic Music Awards. The club was founded by Keith", "doc_score": "79.47073364257812", "publish_date": "2018/12/31"}, {"doc_id": "18123855", "text": "Radius clause / Radius clause A radius clause is a form of non-compete clause used in the live music industry, in which a tour promoter stipulates that a performer, for a certain length of time prior to or following an appearance at a concert or festival, must not hold concerts at other locations within a certain radius of the city where they are to perform. In essence, it gives the promoter a form of territorial exclusivity, ensuring that the performer does not book concerts with competing promoters and venues in nearby areas, which can undermine ticket sales for their main event. Critics in", "doc_score": "78.69108581542969", "publish_date": "2018/12/31"}, {"doc_id": "3085577", "text": "Party in the Park / £1.6 million in compensation from the Live 8 text message hotline. Party in the Park was cancelled in 2006 by UTV Radio, due to an insight of the recession in the United Kingdom. FIERCE Party in the Park Party in the Park is the generic name given to music concerts organised by various radio stations and local authorities and groups in the United Kingdom, typically in large parks during the summer, however it is also used to refer to a family oriented event where people can literally have a Party in the Park. Party In The Park Nanaimo is in", "doc_score": "75.87408447265625", "publish_date": "2018/12/31"}]}
