{"question_id": "20221202_0", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "6547626", "text": "Cyber Monday / is November 26 to December 2, and is always four days after the holiday. According to the Shop.org/Bizrate Research 2005 eHoliday Mood Study, \"77 percent of online retailers said that their sales increased substantially on the Monday after Thanksgiving, a trend that is driving serious online discounts and promotions on Cyber Monday this year (2005)\". In 2017, Cyber Monday online sales grew to a record $6.59 billion, compared with $2.98 billion in 2015, and $2.65 billion in 2014. However, the average order value was $128, down slightly from 2014's $160. Cyber Monday has become the online equivalent to Black Friday", "doc_score": "86.36105346679688", "publish_date": "2018/12/31"}, {"doc_id": "8645032", "text": "Uniform Monday Holiday Act / Uniform Monday Holiday Act The Uniform Monday Holiday Act () is an Act of Congress that amended the federal holiday provisions of the United States Code to establish the observance of certain holidays on Mondays. The Act was signed into law on June 28, 1968, and took effect on January 1, 1971. The Act moved Washington's Birthday (February 22), Memorial Day (May 30), and Veterans Day (November 11) from fixed dates to designated Mondays, and established as a federal holiday Columbus Day—which had previously been celebrated in some states on October 12—to a designated Monday. The Act was designed to", "doc_score": "86.09879302978516", "publish_date": "2018/12/31"}, {"doc_id": "6547625", "text": "Cyber Monday / Cyber Monday Cyber Monday is a marketing term for the Monday after the Thanksgiving holiday in the United States. It was created by retailers to encourage people to shop online. The term was coined by Ellen Davis and Scott Silverman, and made its debut on November 28, 2005 in a Shop.org press release entitled \"'Cyber Monday' Quickly Becoming One of the Biggest Online Shopping Days of the Year\". It is on the Monday after Thanksgiving, and most of the time falls in November, but if Thanksgiving is on November 27 or 28, it will fall in December. The date range", "doc_score": "86.02591705322266", "publish_date": "2018/12/31"}, {"doc_id": "8645035", "text": "Uniform Monday Holiday Act / relocated the date of Columbus Day to the same date as Thanksgiving in Canada. Several Canadian provinces would later establish Family Day which coincides with Washington's Birthday. Uniform Monday Holiday Act The Uniform Monday Holiday Act () is an Act of Congress that amended the federal holiday provisions of the United States Code to establish the observance of certain holidays on Mondays. The Act was signed into law on June 28, 1968, and took effect on January 1, 1971. The Act moved Washington's Birthday (February 22), Memorial Day (May 30), and Veterans Day (November 11) from fixed dates to designated", "doc_score": "84.87837982177734", "publish_date": "2018/12/31"}, {"doc_id": "7280418", "text": "Green Monday / Green Monday Green Monday is an online retail industry term similar to Cyber Monday. The term was coined by eBay in 2007 to describe the best sales day in December, usually the second Monday of December. Green Monday is defined more specifically by business research organization comScore as the last Monday with at least 10 days prior to Christmas. In 2009, $854 million was spent online in the US on Green Monday, with sales in 2011 reaching $1.133 billion. In 2012, Green Monday topped out at $1.27 billion, up 13% from 2011 and the third heaviest online sales day for", "doc_score": "83.24713897705078", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_1", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "15090559", "text": "Chronic fatigue syndrome / the U.S. Direct healthcare costs are estimated at between $9 and $14 billion annually in the U.S. alone. Cognitive symptoms are mainly from deficits in attention, memory, and reaction time. The deficits are in the range of 0.5 to 1.0 standard deviations below expected values, and are likely to affect day-to-day activities. Simple and complex information processing speed, and functions entailing working memory over long time periods were moderately to extensively impaired. These deficits are generally consistent with those reported by patients. Perceptual abilities, motor speed, language, reasoning, and intelligence did not appear to be significantly altered. There is an", "doc_score": "80.87506103515625", "publish_date": "2018/12/31"}, {"doc_id": "15908986", "text": "Flight cancellation and delay / increased as staff has been cut back as a result of the financial woes following the September 11 attacks. Some of the causes of flight delays or cancellation include: In the United States, the Federal Aviation Administration estimates that flight delays cost airlines $22 billion yearly. Airlines are forced to pay federal authorities when they hold planes on the tarmac for more than three hours for domestic flights or more than four hours for international flights. Flight delays are an inconvenience to passengers. A delayed flight can be costly to passengers by making them late to their personal scheduled events", "doc_score": "81.42646789550781", "publish_date": "2018/12/31"}, {"doc_id": "19032424", "text": "Refugee crisis / their homes every 60 seconds, but this average has increased four times because of the wars that drive 24 people from their homes each minute in 2015. In countries ravaged by massive corruption and greed by those in political positions, many people have been forced to leave their homes in search of survival in foreign lands. The corruption and greed by those in power in such countries includes their amassal of too much wealth at the expense of many, and they end up grabbing property such as land from the marginalized and murdering the innocent, situations where even when one", "doc_score": "80.04576873779297", "publish_date": "2018/12/31"}, {"doc_id": "15090596", "text": "Chronic fatigue syndrome / the Institute of Medicine proposes the illness be renamed \"systemic exertion intolerance disease\" and suggests new diagnostic criteria for it. Many patients, clinicians, and researchers believe lengthy, disproportionate symptom exacerbation after physical or mental exertion is a core symptom (also known as post-exertional malaise). Reynolds \"et al.\" (2004) estimated that the illness caused about $20,000 per person with CFS in lost productivity which totals to $9.1 billion per year in the United States. This is comparable to other chronic illnesses that extract some of the biggest medical and socioeconomic costs. A 2008 study calculated that the total annual cost burden", "doc_score": "76.93167877197266", "publish_date": "2018/12/31"}, {"doc_id": "9163906", "text": "Downtime / serious impact on the users of computer/network systems, in particular those industries that rely on a nearly 24-hour service: Also affected can be the users of an ISP and other customers of a telecommunication network. Corporations can lose business due to network outage or they may default on a contract, resulting in financial losses. According to Veeam Availability Report, organizations encounter unplanned downtime, on average, 13 times per year with the average cost of one hour of downtime for a mission-critical applications equal to $82,864. Those people or organizations that are affected by downtime can be more sensitive to particular", "doc_score": "77.86207580566406", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_2", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "19793099", "text": "2016 Dyn cyberattack / was accomplished through a large number of DNS lookup requests from tens of millions of IP addresses. The activities are believed to have been executed through a botnet consisting of a large number of Internet-connected devices—such as printers, IP cameras, residential gateways and baby monitors—that had been infected with the Mirai malware. According to Dyn, a distributed denial-of-service (DDoS) attack began at 7:00 a.m. (EDT) and was resolved by 9:20 a.m. A second attack was reported at 11:52 a.m. and Internet users began reporting difficulties accessing websites. A third attack began in the afternoon, after 4:00 p.m. At 6:11 p.m.,", "doc_score": "82.22602844238281", "publish_date": "2018/12/31"}, {"doc_id": "2562618", "text": "Sit-in / of Pakistan Tehreek-e-Insaf (PTI), and Inqilab March (Revolution March) led by Muhammad Tahir-ul-Qadri of Pakistan Awami Tehrik (PAT) are political, aiming at a probe of election rigging by Nawaz Sharif, as well as restoration of \"true democracy and social, political and economical reforms.\" The Azadi March started on 14 August 2014 and ended on 17 December 2014. It is considered to be the longest-lasting public sit-in in Pakistan's history. Concepcion Picciotto's sit-in was the more long-lasting sit-in, but on an individual level. Sit-in A sit-in or sit-down is a form of direct action that involves one or more people occupying", "doc_score": "81.6763916015625", "publish_date": "2018/12/31"}, {"doc_id": "19619909", "text": "2016–17 Kashmir unrest / a resolution demanding Pakistan's federal government to immediately take up the issue of violence in Kashmir to the United Nations. United Nations chief Ban Ki-moon conveyed his concern over the Kashmir tense situation as reported by his spokesperson Stephane Dujarric and called for maximum restraint from all parties. He also offered mediation between India and Pakistan for solving the Kashmir dispute, provided both countries agreed to his mediation. The United Nations Human Rights Commission requested the Indian government to let it visit Kashmir in order to investigate the alleged human rights abuses, however the request was unanimously rejected during a", "doc_score": "81.89520263671875", "publish_date": "2018/12/31"}, {"doc_id": "19619900", "text": "2016–17 Kashmir unrest / be held as a \"black day\" to express solidarity with Kashmiri people. The Indian Ministry of External Affairs in response criticised Pakistan for \"glorifying\" terrorists belonging to proscribed terrorist organisations. The observance of the \"black day\" was postponed by Pakistan's government to 20 July while 19 July was instead observed as \"Kashmir's Accession Day\" to Pakistan. A rally called \"Kashmir Caravan\" organised by Jamaat-ud-Dawa (JuD) and led by Hafiz Saeed was launched on 19 July at Lahore in support of the freedom demands of the Kashmiri people. Members of various religious organisations are expected to join the rally. The rally's", "doc_score": "83.22113037109375", "publish_date": "2018/12/31"}, {"doc_id": "20652193", "text": "April 2018 caste protests in India / April 2018 caste protests in India In early April 2018, thousands of people belonging to Scheduled Castes and Scheduled Tribes (SC/ST) protested across India against an order of the Supreme Court on the Atrocities Act. In subsequent violence, ten people died and hundreds were injured. The Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act, 1989 protects the SC/ST caste groups. The act does not allow the court to grant anticipatory bail to accused person. The police must file a First Information Report (FIR) and arrest the accused on receiving a complaint. In 2016, the conviction rate under the act", "doc_score": "81.533447265625", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_3", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "4047354", "text": "Same-sex marriage in California / is found in § 300 of the Family Code, which in 2015 was repealed. \"AB 167\", authored by Assemblyman John Burton, would've deleted gender requirements enacted in 1977. It failed to garner enough votes for passages and died in the Assembly. Following Senator Knight's failure to pass the \"California Defense of Marriage Act\" on two different occasions in the Legislature, Prop 22 was created as an initiative statute to add section 308.5 to the Family Code these two bills being: \"AB 1982\" (1995) and \"SB 911\"(1997). Similar legislation included \"SB 2075\" (Haynes, 1996) and \"AB 800\" (Margett). Both proposals never", "doc_score": "92.41728210449219", "publish_date": "2018/12/31"}, {"doc_id": "4047375", "text": "Same-sex marriage in California / decision. Attorney General Bill Lockyer asked the Supreme Court to take up the case. In December 2006, the Supreme Court voted unanimously to review all six cases and held oral argument on March 4, 2008, consolidating the cases as \"In re Marriage Cases\". On May 15, 2008, the Supreme Court struck down California's existing statutes limiting marriage to opposite-sex couples in a 4-3 ruling. The judicial ruling overturned the one-man, one-woman marriage law which the California Legislature had passed in 1977 and Proposition 22. After the ruling, Governor Arnold Schwarzenegger issued a statement repeating his pledge to oppose Proposition 8,", "doc_score": "89.89765167236328", "publish_date": "2018/12/31"}, {"doc_id": "1294558", "text": "Federal Marriage Amendment / majority of voters, was unconstitutional. As in Judge Baitaillon's decision about the Nebraska law, Judge Vaughn Walker stated in his ruling that moral opposition to same-sex marriage is not sufficient reason to make a law valid. Judge Walker ruled the law violated the 14th Amendment's Equal Protection clause, as well as the Due Process Clause. The proponents of Proposition 8 appealed to the United States Court of Appeals for the Ninth Circuit, which affirmed the lower court's decision on February 7, 2012. On June 26, 2013, the U.S. Supreme Court, vacated the Ninth Circuit's ruling for lack of jurisdiction. Two", "doc_score": "90.8345947265625", "publish_date": "2018/12/31"}, {"doc_id": "5172983", "text": "Marriage Protection Act / reintroduced the legislation as in the 110th United States Congress, on January 30, 2007, with 50 cosponsors. It died when the 110th Congress ended. Burton reintroduced it again in the 111th Congress on March 3, 2009 as and it died in committee. Dan Burton reintroduced it in the 112th Congress on March 2, 2011 as with 26 cosponsors. It was referred to the Subcommittee on Courts, Commercial and Administrative Law and the Subcommittee on Constitution. The proposed legislation raises Constitutional questions in relation to the Full Faith and Credit Clause. Joanna Grossman, writing for FindLaw, emphasized \"the need for the", "doc_score": "93.51789093017578", "publish_date": "2018/12/31"}, {"doc_id": "1294566", "text": "Federal Marriage Amendment / proposed Amendment. The rules were passed on September 30. The resolution was immediately considered. Passage of the proposed Amendment failed 227 yea votes to 186 nay votes, where 290 yea votes (two-thirds) are required for passage of a proposed Constitutional amendment. On January 24, 2005, Senator Allard introduced the Marriage Protection Amendment, which was the 2004 version of the Federal Marriage Amendment verbatim, with 21 Republican co-sponsors. In 2006, Rep. Musgrave introduced the Marriage Protection Amendment in the House. This version had the same language as the 2004 proposal, except that the word \"solely\" in the first sentence was replaced", "doc_score": "92.73136138916016", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_4", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "7133778", "text": "Boil-water advisory / Boil-water advisory A boil-water advisory or boil-water order is a public health advisory or directive given by government or health authorities to consumers when a community's drinking water is, or could be, contaminated by pathogens. Under a boil-water advisory (BWA), the Centers for Disease Control and Prevention recommends that water be brought to a rolling boil for one minute before it is consumed in order to kill protozoa, bacteria and viruses. At altitudes above, boiling should be extended to 3 minutes, as the lower boiling point at high altitudes requires more time to kill such organisms. BWAs are typically", "doc_score": "87.49441528320312", "publish_date": "2018/12/31"}, {"doc_id": "13041920", "text": "Lead contamination in Washington, D.C. drinking water / January press release, WASA said that the average lead level in its most recent tests was 7 ppb. The authority also claimed that a voluntary blood-lead-level screening it funded showed no identifiable public health impact from the elevated lead levels. The EPA formally reduced its oversight of WASA in May 2006, after testing showed the lead levels had remained below 15 ppb for a full year. However, the agency continued to require WASA to submit 100 samples every six months for at least another year; the normal requirement is 50 samples a year. Even after the lead levels abated, the", "doc_score": "87.3696060180664", "publish_date": "2018/12/31"}, {"doc_id": "3423647", "text": "Purification Rundown / toxins and replace the oils in the body's fatty tissues with the vegetable oil. \"Clear Body, Clear Mind\" recommends that participants maintain their normal diet throughout the procedure, supplemented with fresh vegetables. The program requires its participants to ingest the following at regular intervals: Hubbard specified that each participant must complete a daily report form, listing the amounts of vitamins, minerals, Cal-Mag and other fluids taken, which is reviewed to make sure they are complying with every aspect of the program. The cost of the program was reported as about US$2,000 in 1990 $1,790 \"with discounts\" in 1996 (though another", "doc_score": "87.00526428222656", "publish_date": "2018/12/31"}, {"doc_id": "13041918", "text": "Lead contamination in Washington, D.C. drinking water / require utilities to give test results directly to homeowners, and to notify state and federal regulators before changing water-treatment methods. Critics, such as Clean Water Action, called the changes \"revisions at the margins\". Rick Maas, co-director of the Environmental Quality Institute at the University of North Carolina, said the revisions would \"solve maybe 5 to 10 percent of the problem\" with the Rule. Trade organizations, such as the American Water Works Association, found the changes \"basically reasonable\". That month, WASA said that recent tests showed encouraging declines in lead levels, which it attributed to the orthophosphate treatments started in August", "doc_score": "86.55718994140625", "publish_date": "2018/12/31"}, {"doc_id": "13041896", "text": "Lead contamination in Washington, D.C. drinking water / to the public at the time were often confusing and contradictory: while WASA was suggesting running taps for 90 seconds to flush out any lead, the EPA was demanding that recommendation be changed to ten minutes. The \"Post\" article lead WASA to hand out over 30,000 free water filters, hire health experts, and offer free blood tests to residents. Some water fountains were turned off due to lead levels. In 2004, the D.C. Council held 11 oversight hearings on the issue; the US Congress held four. American University claimed that its water was safe to drink, because the larger water", "doc_score": "89.2537841796875", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_5", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "2942362", "text": "United States men's national soccer team / Argentina 4–0 and lost to Colombia again 1–0 in the third place match. They finished fourth at the Copa América, tying their best finish ever in 1995. Following consecutive losses to Mexico and Costa Rica in the opening games of the final round of qualification for the 2018 FIFA World Cup, Klinsmann was removed as national team coach and technical director and replaced by previous U.S. manager Bruce Arena. World Cup qualification resumed on March 24, 2017, where Arena and his team had a record 6–0 win over Honduras. Four days later, the team traveled to Panama City, drawing Panama", "doc_score": "88.55302429199219", "publish_date": "2018/12/31"}, {"doc_id": "2942334", "text": "United States men's national soccer team / sixteen. They qualified for five more consecutive World Cups after 1994 (for a total of seven straight appearances, a feat shared with only seven other nations), becoming one of the tournament's regular competitors and often advancing to the knockout stage. The U.S. reached the quarter-finals of the 2002 World Cup, where they lost to Germany. In the 2009 Confederations Cup, they eliminated top-ranked Spain in the semi-finals before losing to Brazil in the final, their only appearance in the final of a major intercontinental tournament. The team failed to qualify for the 2018 World Cup, having been eliminated in continental", "doc_score": "88.44358825683594", "publish_date": "2018/12/31"}, {"doc_id": "20164775", "text": "2017 U.S. Open Cup Final / Cup in 1970 and 1972. <onlyinclude></onlyinclude> 2017 U.S. Open Cup Final The 2017 Lamar Hunt U.S. Open Cup Final was played on September 20, 2017, at Children's Mercy Park in Kansas City, Kansas. The match determined the winner of the 2017 U.S. Open Cup, a tournament open to amateur and professional soccer teams affiliated with the United States Soccer Federation. It was the 104th edition of the oldest competition in United States soccer. This edition of the final was contested between Sporting Kansas City and the New York Red Bulls, both of Major League Soccer. Kansas City and New York", "doc_score": "89.41763305664062", "publish_date": "2018/12/31"}, {"doc_id": "13275476", "text": "History of the United States men's national soccer team / the US defeated Algeria through a Landon Donovan stoppage time goal, the first time the U.S. had won its group since 1930. In the round of 16, the U.S. was eliminated by Ghana, 2–1. On FIFA's ranking of World Cup teams the U.S. finished in 12th place. The U.S. team began their 2014 FIFA World Cup qualification with a 2–0 defeat to Brazil in the New Meadowlands Stadium. In preparation for the 2011 CONCACAF Gold Cup, the U.S. played three friendlies; a 1–1 draw to Argentina, a 1–0 loss to Paraguay, and a 4–0 loss to Spain. The United States", "doc_score": "88.36062622070312", "publish_date": "2018/12/31"}, {"doc_id": "12620093", "text": "Mexico–United States soccer rivalry / the U.S. has won three friendlies against Mexico by that score since 2000—in Los Angeles in 2000, the Phoenix area in 2007, and San Antonio in 2015. On 11 November 2016, Mexico was finally able to win a Hexagonal World Cup qualifier in Columbus after beating the U.S. 1-2 with a late Rafael Marquez header. A favourable result for Mexico over the U.S. in World Cup qualifying had not been obtained on U.S. soil since 1972. This would become a major factor in the U.S. failing to qualify for the 2018 FIFA World Cup, as they would fail to make", "doc_score": "87.17548370361328", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_6", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "2381845", "text": "Arenal Volcano / behavior and the national park was reopened the same week. Local seismologists investigate the activity of the volcano and park rangers continue to vigorously enforce the safety perimeter. Arenal Volcano Arenal Volcano () is an active andesitic stratovolcano in north-western Costa Rica around 90 km northwest of San José, in the province of Alajuela, canton of San Carlos, and district of La Fortuna. The Arenal volcano measures at least high. It is conically shaped with a crater in diameter. Geologically, Arenal is considered a young volcano and it is estimated to be less than 7,500 years old. It is also", "doc_score": "93.4273681640625", "publish_date": "2018/12/31"}, {"doc_id": "446198", "text": "Volcano / years (Holocene times) – the Smithsonian Global Volcanism Program uses this definition of \"active\". Most volcanoes are situated on the Pacific Ring of Fire. An estimated 500 million people live near active volcanoes. \"Historical time\" (or recorded history) is another timeframe for \"active\". The \"Catalogue of the Active Volcanoes of the World\", published by the International Association of Volcanology, uses this definition, by which there are more than 500 active volcanoes. However, the span of recorded history differs from region to region. In China and the Mediterranean, it reaches back nearly 3,000 years, but in the Pacific Northwest of the", "doc_score": "92.24638366699219", "publish_date": "2018/12/31"}, {"doc_id": "2634251", "text": "Mount Mazama / of crystalline andesite scoria and mafic crystals. The eruption released aerosol that lowered temperatures globally in the Northern Hemisphere, with estimates of for one to three years after the eruption. The temperature changes were possibly greater than the effects of the 1815 eruption of Mount Tambora. Mazama's climactic eruption produced stratospheric mass loadings of of sulfuric acid, with an estimated minimum sulfate degassing of during its eruption. Aerosol from the eruption traveled as far as Greenland, falling for as long as six years. The United States Geological Survey has referred to the 7,700 years ago Mazama eruption as the largest", "doc_score": "90.25283813476562", "publish_date": "2018/12/31"}, {"doc_id": "2634213", "text": "Mount Mazama / temperature was at the eastern well. The convective heat discharge in Crater Lake marks the third largest in the Cascades, after the Austin Hot Springs and at Lassen Volcanic National Park. Scientists from the United States Geological Survey think that sources for geothermal energy use exist at Mazama and Crater Lake. Produced by the subduction of the Juan de Fuca tectonic plate, which moves slowly in a northeastward direction with the Gorda tectonic plate under the North American tectonic plate, Mazama is part of the Cascade Volcanic Arc that stretches from northern California to southern Washington state. Mazama sits among", "doc_score": "90.75070190429688", "publish_date": "2018/12/31"}, {"doc_id": "2634257", "text": "Mount Mazama / rhyodacite lava dome, about 2,400 years after the first period of postcaldera activity. Given that Mazama has had periods of sporadic eruptions for 420,000 years, the United States Geological Survey thinks that it is \"virtually certain\" that Mazama will erupt again in the future. Mazama is considered dormant, but it remains monitored by the United States Geological Survey Cascades Volcano Observatory. Future eruptions would likely take place near the western side of the complex and within the caldera rim; they could occur underwater. The ejection of lava rich in gas from shallow water could produce huge ash columns, but submarine", "doc_score": "93.95806884765625", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_7", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "11349677", "text": "Lists of Merriam-Webster's Words of the Year / voting to decide its Word of the Year. The term was created by Stephen Colbert on Comedy Central in \"The Colbert Report\"'s first episode, which took place on October 2005, to describe things that he fervently believes to be the case regardless of the facts. In addition, \"truthiness\" became the American Dialect Society's Word of the Year for 2005. John Morse, President of Merriam-Webster, said that the word \"w00t\" was a good choice because it \"blends whimsy and new technology\". Spelled with two zeros in leetspeak, \"w00t\" reflects a new direction in the English language led by a generation raised", "doc_score": "81.60489654541016", "publish_date": "2018/12/31"}, {"doc_id": "6862225", "text": "Truthiness / Merriam-Webster Dictionary announced that \"truthiness\" was selected as its 2006 Word of the Year on Merriam-Webster's Words of the Year, based on a reader poll, by a 5–1 margin over the second-place word \"google\". \"We're at a point where what constitutes truth is a question on a lot of people's minds, and truth has become up for grabs\", said Merriam-Webster president John Morse. Truthiness' is a playful way for us to think about a very important issue.\" However, despite winning Word of the Year, the word does not appear in the 2006 edition of the Merriam-Webster English Dictionary. In response", "doc_score": "79.98555755615234", "publish_date": "2018/12/31"}, {"doc_id": "12962655", "text": "Data Privacy Day / currently in the process of being updated in order to reflect new legal challenges caused by technological development. The Convention on Cybercrime is also protecting the integrity of data systems and thus of privacy in cyberspace. Privacy including data protection is also protected by Article 8 of the European Convention on Human Rights. The day was initiated by the Council of Europe to be first held in 2007 as the European Data Protection Day. Two years later, on January 26, 2009, the United States House of Representatives passed House Resolution HR 31 by a vote of 402–0, declaring January 28", "doc_score": "79.77560424804688", "publish_date": "2018/12/31"}, {"doc_id": "9931845", "text": "ProMED-mail / over 185 countries. With an average of 13 posts per day, ProMED provides users with up-to-date information concerning infectious disease outbreaks on a global scale. ProMED's guiding principles include: One of the essential global health priorities is the timely recognition and reporting of emerging and re-emerging infectious diseases. Early recognition can enable coordinated and rapid responses to an outbreak, preventing catastrophic morbidity and mortality. Additionally, early detection can alleviate grave economic hardship brought upon by pandemics and emerging diseases. Burgeoning globalization of commerce, finance, manufacturing, and services has fostered ever-increasing movement of people, animals, plants, food, and feed. Other contributing", "doc_score": "77.03514099121094", "publish_date": "2018/12/31"}, {"doc_id": "1740501", "text": "American Conference of Governmental Industrial Hygienists / and rigorously review. ACGIH establishes the Threshold Limit Values (\"TLVs\") for chemical substances and physical agents and Biological Exposure Indices (\"BEIs\"). The Threshold Limit Values for Chemical Substances (TLV-CS) Committee was established in 1941. This group was charged with investigating, recommending, and annually reviewing exposure limits for chemical substances. It became a standing committee in 1944. Two years later, the organization adopted its first list of 148 exposure limits, then referred to as Maximum Allowable Concentrations. The term \"Threshold Limit Values (TLV)\" was introduced in 1956. The first list of Threshold Limit Values and Biological Exposure Indices (the \"TLVs and", "doc_score": "77.31529235839844", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_8", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "12817947", "text": "First inauguration of Barack Obama / First inauguration of Barack Obama The first inauguration of Barack Obama as the 44th President of the United States took place on Tuesday, January 20, 2009. The inauguration, which set a record attendance for any event held in Washington, D.C., marked the commencement of the first four-year term of Barack Obama as President and Joe Biden as Vice President. Based on the combined attendance numbers, television viewership, and Internet traffic, it was among the most-observed events ever by the global audience. \"A New Birth of Freedom\", a phrase from the Gettysburg Address, served as the inaugural theme to commemorate the", "doc_score": "84.04972076416016", "publish_date": "2018/12/31"}, {"doc_id": "1288262", "text": "Joe Biden / with the leadership of those countries. Biden became the 47th Vice President of the United States on January 20, 2009, when he was inaugurated alongside President Barack Obama. Biden is the first United States Vice President from Delaware and the first Roman Catholic to attain that office. Supreme Court Justice John Paul Stevens administered the oath of office to Biden. In the early months of the Obama administration, Biden assumed the role of an important behind-the-scenes counselor. One role was to adjudicate disputes between Obama's \"team of rivals\". The president compared Biden's efforts to a basketball player \"who does a", "doc_score": "83.54087829589844", "publish_date": "2018/12/31"}, {"doc_id": "1288287", "text": "Joe Biden / and Biden had quietly reduced his public schedule in order to spend more time with his son. At the time of his death, Beau Biden had been widely seen as the frontrunner to be the Democratic nominee for Governor of Delaware in 2016. During much of his second term, Biden was said to be preparing for a possible bid for the 2016 Democratic presidential nomination. At age 74 on Inauguration Day in January 2017, he would have been the oldest president on inauguration in history. With his family, many friends, and donors encouraging him in mid-2015 to enter the race,", "doc_score": "82.69060516357422", "publish_date": "2018/12/31"}, {"doc_id": "2826849", "text": "Barack Obama / 25, 2011, Obama became the first President of the United States to address both houses of the UK Parliament in Westminster Hall, London. This was only the fifth occurrence since the start of the 20th century of a head of state being extended this invitation, following Charles de Gaulle in 1960, Nelson Mandela in 1996, Queen Elizabeth II in 2002 and Pope Benedict XVI in 2010. On October 9, 2009, the Norwegian Nobel Committee announced that Obama had won the 2009 Nobel Peace Prize \"for his extraordinary efforts to strengthen international diplomacy and cooperation between peoples\". Obama accepted this award", "doc_score": "85.15218353271484", "publish_date": "2018/12/31"}, {"doc_id": "2826841", "text": "Barack Obama / respective \"interests sections\" in one another's capitals were upgraded to embassies on July 20 and August 13, 2015, respectively. Obama visited Havana, Cuba for two days in March 2016, becoming the first sitting U.S. President to arrive since Calvin Coolidge in 1928. Obama spoke in front of the African Union in Addis Ababa, Ethiopia, on July 29, 2015, the first sitting U.S. president to do so. He gave a speech encouraging the world to increase economic ties via investments and trade with the continent, and lauded the progresses made in education, infrastructure, and economy. He also criticized the lack of", "doc_score": "84.78482055664062", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_9", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "7322179", "text": "Cover girl / complaints about exploitation in the 1990s, publishers have not shied away from using royalty when possible. New men’s style magazines founded in the 1980s, like \"Arena\" and \"Gentlemen's Quarterly\" rarely featured women on the cover, and where they did they were intended not to be sexually provocative, deliberately distancing the magazine from ‘top shelf’ soft core pornographic magazines. Notably \"Esquire\"’s first edition featured a photograph of Brigitte Bardot that was over thirty years old. However, this trend changed during the 1990s, initially with \"Loaded\" in the UK, followed by \"FHM\". \"GQ\"’s UK edition was eventually forced to follow suit. Later", "doc_score": "85.169189453125", "publish_date": "2018/12/31"}, {"doc_id": "7322183", "text": "Cover girl / cynicism. However, with the success of magazines such as \"InStyle\", which uses celebrity covers, there is little evidence that the predictions are being realized in the middle of the decade. Image editing is common practice for photographs used in advertising and publicity, and cover images are no exception. Image editing is an ongoing process of styling and selection, which invites debate on issues related to the representation of women. Arguably, advertising and cover images can help perpetuate an unattainable ideal of beauty, sometimes aided through methods of retouching to remove skin blemishes and shadows under the eyes, smooth out skin", "doc_score": "84.51593780517578", "publish_date": "2018/12/31"}, {"doc_id": "7322180", "text": "Cover girl / Peter Howarth, UK editor of \"Esquire\" famously removed semi-naked women from the covers in a move to once again differentiate the magazine from the competition. The result was a drop in sales but an increase in advertising revenue, as the magazine was able to attract advertisers for more high-end products than before. The rise of celebrity culture in the late 1980s and early 1990s has seen to the appearance of more actresses on magazine covers, especially among fashion magazines. This may be due to a convergence in the mass media between traditional models and actresses: models gained a greater profile", "doc_score": "85.02286529541016", "publish_date": "2018/12/31"}, {"doc_id": "7322178", "text": "Cover girl / of the title. Editorial decisions concerning the positioning of the magazine in the market-place are a key influence on the portrayal of women on the cover. In the 20th century, numerous women's magazines would feature royalty or aristocracy on their covers. In the 1980s and 1990s, Diana, Princess of Wales would be a popular cover choice—but usually for weeklies, usually shot by paparazzi, so strictly these were not \"cover girl\" images. However, there were exceptions where authorized portraits of royalty, such as Diana, Princess Beatrice of York and Elizabeth II, were taken for \"Vogue\", \"Tatler\" and \"Harper's Bazaar\". Despite public", "doc_score": "83.89744567871094", "publish_date": "2018/12/31"}, {"doc_id": "13816998", "text": "Glamour photography / by models like Heidi Van Horne and Bernie Dexter, while the UK's leading representative of the genre is Katie Price and Lucy Pinder. Standards and styles of glamour photography change over time, reflecting for example changes in social acceptance and taste. In the early 1920s, United States photographers like Ruth Harriet Louise and George Hurrell photographed celebrities to glamorize their stature by utilizing lighting techniques to develop dramatic effects. Until the 1950s, glamour photography in advertising and in men's magazines was highly controversial or even illegal. In some countries, if not illegal, such magazines could not be on public display,", "doc_score": "85.03060150146484", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_10", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "11276510", "text": "Social impact of thong underwear / for television, otherwise they are allowed to do so by certain fitness organizations. In October 2002, Florida officials banned thongs from Daytona Beach and other public beaches. The 2000s saw a rise in the popularity of thongs among younger girls, who have been dubbed \"thong feminists\" by comedian Janeane Garofalo. The trend has been attributed to pop idols like Britney Spears and Jennifer Lopez. In 2002 Abercrombie & Fitch released a line of thong underwear targeted for girls ages 10–16, though critics pointed out that children as young as seven could fit one of the thongs. A spokesman for A&F,", "doc_score": "87.14669799804688", "publish_date": "2018/12/31"}, {"doc_id": "375108", "text": "Steampunk / boards, blogs, social media sites, and news sources, \"that'steampunk,' a subgenre inspired by the clothing, technology and social mores of Victorian society, will be a major trend to bubble up and take hold of the retail industry\". Indeed, high fashion lines such as Prada, Dolce & Gabbana, Versace, Chanel, and Christian Dior had already been introducing steampunk styles on the fashion runways. And in episode 7 of \"Lifetime\"'s \"Project Runway: Under the Gunn\" reality series, contestants were challenged to create \"avant-garde\" \"steampunk chic\" looks. America's Next Top Model tackled Steampunk fashion in a 2012 episode where models competed in", "doc_score": "87.78736114501953", "publish_date": "2018/12/31"}, {"doc_id": "7617003", "text": "Flavas / executives were let go following the discontinuation. Moe Tkacik of \"Slate\" described Flavas as \"ridiculous, but in a cute way\" and questioned if their hasty withdrawal had been premature, suggesting they could have found a niche market. Flavas Flavas is an American line of fashion dolls created by Mattel in 2003. They are multi-ethnic and have an urban, hip hop style with \"bling-bling\" jewellery and stick-on tattoos, described as \"ghetto-fabulous\" by \"Newsweek\". They were designed to appeal to tweens (8- to 12-year-olds) and compete with the widely successful Bratz dolls. They were marketed as \"reality-based\" and \"authentic\" and have more", "doc_score": "88.08281707763672", "publish_date": "2018/12/31"}, {"doc_id": "1950367", "text": "Pin-up model / Pin-up model A pin-up model (known as a pin-up girl for a female and less commonly male pin-up for a male) is a model whose mass-produced pictures see wide appeal as popular culture. Pin-ups are intended for informal display, i.e. meant to be \"\"pinned-up\"\" on a wall. Pin-up models may be glamour models, fashion models, or actors. These pictures are also sometimes known as cheesecake photos. Cheesecake was an American slang word, that was considered a publicly acceptable term for seminude women because pin-up was considered taboo in the early twentieth century. The term \"pin-up\" may refer to drawings, paintings,", "doc_score": "86.03416442871094", "publish_date": "2018/12/31"}, {"doc_id": "6778596", "text": "Lifestyle brand / to those who are \"against\" the world of adults. One popular source for lifestyle brands is also national identity. Victoria's Secret purposely evoked the English upper class in its initial branding efforts, while Burberry is recalling the hip London culture. Social or personal image is also a reference point for some lifestyle brands. In the 1990s, Abercrombie & Fitch successfully resuscitated a 1950s ideal—the white, masculine “beefcake”—during a time of political correctness and rejection of 1950s orthodoxy, creating a lifestyle brand based on a preppy, young, Ivy-League lifestyle. Their retail outlets reflect this lifestyle through their luxurious store environment, attractive", "doc_score": "86.46562194824219", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_11", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "1387166", "text": "Mauna Loa / be non-explosive. Mauna Loa has probably been erupting for at least 700,000 years, and may have emerged above sea level about 400,000 years ago. The oldest-known dated rocks are not older than 200,000 years. The volcano's magma comes from the Hawaii hotspot, which has been responsible for the creation of the Hawaiian island chain over tens of millions of years. The slow drift of the Pacific Plate will eventually carry Mauna Loa away from the hotspot within 500,000 to one million years from now, at which point it will become extinct. Mauna Loa's most recent eruption occurred from March 24", "doc_score": "94.96934509277344", "publish_date": "2018/12/31"}, {"doc_id": "1387190", "text": "Mauna Loa / the summit, 31 percent at the northeast rift zone, 25 percent at the southwest rift zone, and the remaining 6 percent from northwest vents. 40 percent of the volcano's surface consists of lavas less than a thousand years old, and 98 percent of lavas less than 10,000 years old. In addition to the summit and rift zones, Mauna Loa's northwestern flank has also been the source of three historical eruptions. The 1843 event was followed by eruptions in 1849, 1851, 1852, and 1855, with the 1855 flows being particularly extensive. 1859 marked the largest of the three historical flows that", "doc_score": "91.82952117919922", "publish_date": "2018/12/31"}, {"doc_id": "20704599", "text": "2018 Hawaii earthquake / 2018 Hawaii earthquake On May 4, 2018, an earthquake with a magnitude of 6.9 struck Hawaii island in the Hawaii archipelago at around 12:33 p.m. local time. The earthquake's epicenter was near the south flank of Kīlauea, which has been the site of seismic and volcanic activity since late April. According to the United States Geological Survey the quake was related to the new lava outbreaks at the volcano, and it resulted in the Hilina Slump moving about two feet. It was the largest earthquake to affect Hawaii since the 1975 earthquake, which affected the same region, killing two people", "doc_score": "94.05004119873047", "publish_date": "2018/12/31"}, {"doc_id": "2017856", "text": "Haleakalā / Alert Level for Haleakala as of August 2015 was \"normal\". A Normal status is used to designate typical volcanic activity in a non-eruptive phase. Haleakala has produced numerous eruptions in the last 30,000 years, including in the last 500 years. This volcanic activity has been along two rift zones: the southwest and east. These two rift zones together form an arc that extends from La Perouse Bay on the southwest, through the Haleakalā Crater, and to Hāna to the east. The east rift zone continues under the ocean beyond the east coast of Maui as Haleakalā Ridge, making the combined", "doc_score": "91.06378173828125", "publish_date": "2018/12/31"}, {"doc_id": "20706646", "text": "2018 lower Puna eruption / at Kapoho Bay on June 4. Lava entered the Kapoho Crater and evaporated Green Lake, the largest natural freshwater lake in Hawai'i. On the night of June 4–5, the northeastern flow of lava speedily moved forward and destroyed the subdivision of Vacationland Hawaii. By June 5, Kapoho Bay had been filled in with lava now forming a point where the bay had been. The volcanic activity was the most destructive in the United States since the 1980 eruption of Mount St. Helens. By August 7, of land had been covered by lava flows. About of new land has been created", "doc_score": "91.70520782470703", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_12", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "8830140", "text": "Mauldin v. Wal-Mart Stores, Inc. / the lead plaintiff. The plaintiffs agreed to dismiss the case rather than permit discovery into the payments. The lawsuit was filed by Lisa Smith Mauldin, a 23-year-old customer service manager at a Walmart store in Hiram, Georgia. Mauldin, a divorced mother of two, was working for 32 hours per week at a rate of US$12.14 per hour and spending $30 a month on birth-control pills. She had signed up for the company's health care plan in February 2000 only to learn that it did not cover her prescription contraceptives. Liza Featherstone of \"The Nation\" described this financial weight as \"a", "doc_score": "85.2962875366211", "publish_date": "2018/12/31"}, {"doc_id": "18831750", "text": "Masterpiece Cakeshop v. Colorado Civil Rights Commission / the annual \"American Values Atlas\" survey revealed that 60% of Americans, including a majority or plurality in every state, opposed allowing religiously-based refusals of services or products to gay people by small business owners (colloquially known as \"the baker's exception\"), while 33% supported allowing such religiously-based refusal, and 7% had no opinion. Masterpiece Cakeshop became involved in a similar case in 2018, stemming from an incident in June 2017. The bakery refused to bake Autumn Scardina, a Colorado lawyer, a cake to celebrate her gender transition, which would have had a pink interior and blue exterior. Philips stated later that", "doc_score": "82.8158187866211", "publish_date": "2018/12/31"}, {"doc_id": "12689554", "text": "Brice Foods / \"This Can't Be Yogurt!\" to the backronym for its initials, \"The Country's Best Yogurt.\" In 1999, several Brice Foods executives were sued for investment fraud and conspiracy by investors in international franchise operations. The allegations related to Brice Foods' misappropriation of investor funds and defaulting on promissory notes back to 1992, and the flow of money to top company executives of Brice Foods. A state court trial in San Antonio, Texas found the executives not liable on all counts. Brice Foods Brice Foods was a company based out of Dallas, Texas, and was the parent of the frozen yogurt franchise", "doc_score": "80.87670135498047", "publish_date": "2018/12/31"}, {"doc_id": "9451803", "text": "Ken Cuccinelli / was not illegal. In 2010 Cuccinelli filed a lawsuit (Virginia v. Sebelius) in the US District Court for the Eastern District of Virginia challenging the constitutionality of the Federal Health Care bill passed on March 21, claiming that it exceeded the Federal government's power under the interstate commerce clause of the Constitution. After a series of court decisions and appeals, on September 8, 2011 the United States Court of Appeals for the Fourth Circuit, in a decision issued by Judge Diana Gribbon Motz, overturned Judge Hudson's decision on the basis that Virginia lacked subject-matter jurisdiction—Virginia could not pass a law", "doc_score": "83.51272583007812", "publish_date": "2018/12/31"}, {"doc_id": "1392279", "text": "Novartis / $3,367,250 in compensatory damages against Novartis, finding that the company had committed sexual discrimination against twelve female sales representatives and entry-level managers since 2002, in matters of pay, promotion, and treatment after learning that the employees were pregnant. Two months later the company settled with the remaining plaintiffs for $152.5 million plus attorney fees. In September 2008, the US Food and Drug Administration (FDA) sent a notice to Novartis Pharmaceuticals regarding its advertising of Focalin XR, an ADHD drug, in which the company overstated its efficacy while marketing to the public and medical professionals. In 2005, federal prosecutors opened an", "doc_score": "82.56367492675781", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_13", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "15110656", "text": "People's Liberation Army at the 1989 Tiananmen Square protests / so the timetable was moved up. Premier Li Peng hastily announced martial law in the early morning hours of May 20. The order, declared pursuant to Article 89, Section 16 of the PRC Constitution, was to come into effect at 10:00 am in eight urban districts of Beijing. On May 21, seven retired generals, including former defense minister Zhang Aiping, signed a letter opposing the use of force against the people of Beijing: Some sources say an eighth general, Wang Ping, also signed the letter. On May 19, the Central Military Commission began mobilizing PLA units in anticipation of the", "doc_score": "87.95646667480469", "publish_date": "2018/12/31"}, {"doc_id": "15110654", "text": "People's Liberation Army at the 1989 Tiananmen Square protests / force would mobilize 180,000 PLA and People's Armed Police personnel. By May 18, the protests in Tiananmen Square had reached one million supporters. The protests caused deep divisions within the senior party leadership as well as the ranks of the PLA. On May 17, over 1,000 men from the People's Liberation Army's General Logistics Department showed their support for the movement by marching to Tiananmen Square, and they received enthusiastic applause from onlookers. The decision to impose martial law was initially resisted by Defense Minister Qin Jiwei. After attending the meeting at Deng's home, Qin declined to send the martial", "doc_score": "87.44015502929688", "publish_date": "2018/12/31"}, {"doc_id": "13626826", "text": "Persecution of Falun Gong / April, upwards of 10,000 Falun Gong practitioners assembled peacefully near the Zhongnanhai government compound in Beijing to request the release of the Tianjin practitioners and an end to the escalating harassment against them. It was Falun Gong practitioners' attempt to seek redress from the leadership by going to them and, \"albeit very quietly and politely, making it clear that they would not be treated so shabbily.\" It was the first mass demonstration at the Zhongnanhai compound in PRC history, and the largest protest in Beijing since 1989. Several Falun Gong representatives met with then-premier Zhu Rongji, who assured them that", "doc_score": "89.13203430175781", "publish_date": "2018/12/31"}, {"doc_id": "3525115", "text": "Xidan / in 1978, the event is generally recognized as the beginning of the Beijing Spring. Xidan Wall played a significant role in the democracy movement in Beijing during the summer of 1979. It was at that time where the wall received a significant number of posters that criticized China's leaders. Even an award-winning Canadian journalist John Fraser put up his own \"dazibao,\" whose notice about a lost gold signet ring that concluded in vague political sentiment bizarrely resulted in his addressing the 1979 summer masses in Tiananmen Square. However, by December 1979, Beijing's municipal government banned the posting of wall posters", "doc_score": "87.87232208251953", "publish_date": "2018/12/31"}, {"doc_id": "8726539", "text": "History of Beijing / marched on May 4 without police interference. On May 8, Zhao Ziyang chaired a politburo standing committee meeting and proposed six points of reform including the disclosure of officials' assets, expanded press freedoms and rule of law. Wan Li, chairman of the National People's Congress, called a parliamentary session for June 20 to consider the reform agenda. Li Peng, however, opposed the agenda, and only a portion of which was published in the \"People's Daily\" on May 9. On May 13, to support political reforms and demonstrate their peaceful resolve, about 300 students began a hunger strike in Tiananmen Square,", "doc_score": "87.1561279296875", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_14", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "15734547", "text": "Global cuisine / Global cuisine A global cuisine is a cuisine that is practiced around the world. A cuisine is a characteristic style of cooking practices and traditions, often associated with a specific region, country or culture. To become a global cuisine, a local, regional or national cuisine must spread around the world, its food served worldwide. There have been significant improvements and advances during the last century in food preservation, storage, shipping and production, and today many countries, cities and regions have access to their traditional cuisines and many other global cuisines. Japanese cuisine has spread throughout the world, and representative dishes", "doc_score": "76.55950164794922", "publish_date": "2018/12/31"}, {"doc_id": "455657", "text": "World Food Programme / World. On one single day each year, hundreds of thousands of people in every time zone all over the world walk to call for the end of child hunger. In 2005, more than 200,000 people walked in 296 locations. In 2006, there were 760,000 participants in 118 countries all over the world. This event is part of the campaign to achieve the Millennium Development Goals, specifically to halve the number of people who suffer from hunger and poverty by 2015. A growing number of grassroots global events and celebrations such as International Day of Peace, World Party Day participants, and", "doc_score": "76.00821685791016", "publish_date": "2018/12/31"}, {"doc_id": "3910346", "text": "World Food Summit / World Food Summit World Food Summits are convened by the Food and Agriculture Organization of the United Nations. The first food summit, the \"World Food Conference\", took place in Rome in 1974. The World Food Summit took place in Rome, Italy between 13 and 17 November 1996. This resulted in the adoption of the Rome Declaration on World Food Security in which member states stated to \"pledge our political will and our common and national commitment to achieving food security for all and to an ongoing effort to eradicate hunger in all countries, with an immediate view to reducing the", "doc_score": "76.68311309814453", "publish_date": "2018/12/31"}, {"doc_id": "134042", "text": "Food / some cases account for over 80% of all exports. In 1994, over 100 countries became signatories to the Uruguay Round of the General Agreement on Tariffs and Trade in a dramatic increase in trade liberalization. This included an agreement to reduce subsidies paid to farmers, underpinned by the WTO enforcement of agricultural subsidy, tariffs, import quotas, and settlement of trade disputes that cannot be bilaterally resolved. Where trade barriers are raised on the disputed grounds of public health and safety, the WTO refer the dispute to the Codex Alimentarius Commission, which was founded in 1962 by the United Nations Food", "doc_score": "75.29805755615234", "publish_date": "2018/12/31"}, {"doc_id": "5378954", "text": "World Food Day / World Food Day World Food Day is celebrated every year around the world on 16 October in honor of the date of the founding of the Food and Agriculture Organization of the United Nations in 1945. The day is celebrated widely by many other organizations concerned with food security, including the World Food Programme and the International Fund for Agricultural Development. The World Food Day theme for 2014 was Family Farming: \"Feeding the world, caring for the earth\"; in 2015 it was \"Social Protection and Agriculture: Breaking the Cycle of Rural Poverty\"; in 2016 it is Climate Change: \"Climate is", "doc_score": "77.82684326171875", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_15", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "6569828", "text": "Michigan–Ohio State football rivalry / the Ohio State end zone, and caught a 37-yard pass that set up freshman running back Anthony Thomas' touchdown run, the Wolverines prevailed, 20–14. The Wolverines then defeated Washington State in the Rose Bowl by a 21–16 score, winning their first national championship since 1948. Ohio State came back with a win in the 1998 contest, but Michigan went on to win in 1999 and 2000. Senior quarterback Tom Brady hit sophomore receiver Marquise Walker for the game-winning touchdown pass with five minutes to go to for a 24–17 victory in 1999. In the 2000 game, Michigan grabbed a 31–12", "doc_score": "96.07874298095703", "publish_date": "2018/12/31"}, {"doc_id": "6569850", "text": "Michigan–Ohio State football rivalry / teams. Ohio State defeated Michigan for the fifth consecutive time, winning 30–27 in two overtimes. The 2017 game, held in Ann Arbor, drew a crowd of more than 112,000, and featured the ninth-ranked Buckeyes against the unranked Wolverines. Michigan led 14-0 at the end of the first quarter but Ohio State tied the game at 14-14 before half time. Michigan's offense was limited to six points in the second half, and Ohio State scored 17, winning the game 31-20. The victory was the Buckeyes' sixth win in six years under head coach Urban Meyer. J.T. Barrett, Ohio State's starting quarterback,", "doc_score": "98.60635375976562", "publish_date": "2018/12/31"}, {"doc_id": "6569842", "text": "Michigan–Ohio State football rivalry / for both teams (J. T. White and Howard Yerges, Jr. being the others) and only the second to play for both teams in the rivalry game. In 2010, Ohio State again prevailed, 37–7 but had to vacate all wins from the 2010 season. Rodriguez was fired following Michigan's 2010 season, ending Michigan's flirtation with the spread—and with non-\"Michigan Man\" coaches. Rodriguez was succeeded by Brady Hoke, who served as Michigan's defensive line coach from 1995 to 2002. Hoke held head coaching positions at Ball State from 2003 to 2008 and San Diego State from 2009 to 2010 before returning to", "doc_score": "94.52473449707031", "publish_date": "2018/12/31"}, {"doc_id": "6569815", "text": "Michigan–Ohio State football rivalry / in the end zone for a touchdown just before halftime. Despite failing to gain a single first down or complete a single forward pass, Michigan gained a 9–3 victory, securing the Big Ten title and a Rose Bowl berth. Heavy criticism of Fesler's play calling led to his resignation and the hiring of Woody Hayes as his successor. Between 1951 and 1968 under Hayes, the Buckeyes won 12 of 18 contests, including a 1957 victory in Michigan Stadium, the first game in the series attended by over 100,000 fans. In 1958, Ohio State had a 20–14 lead towards the end", "doc_score": "96.73744201660156", "publish_date": "2018/12/31"}, {"doc_id": "6569832", "text": "Michigan–Ohio State football rivalry / Maurice Hall's game-winning score. The Buckeyes went on to win the national championship that season, as they defeated Miami in the Fiesta Bowl. In 2003, Michigan struck back and won the 100th meeting between the historical rivals by a score of 35–21 in Ann Arbor. Senior running back Chris Perry, a Heisman finalist, had 154 yards rushing and two touchdowns to lead the Wolverines to the victory. Braylon Edwards contributed seven catches for 130 yards and two big touchdowns. The game's attendance was 112,118, the largest crowd ever for an NCAA football game at the time. In 2004, the 6–4", "doc_score": "97.1204605102539", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_16", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "8904714", "text": "Hakeem Jeffries / and Marland Jeffries, a state substance-abuse counselor. Jeffries grew up in Crown Heights, Brooklyn. He graduated from Midwood High School and received his bachelor's in political science from Binghamton University with honors. He is a member of Kappa Alpha Psi fraternity. He graduated from New York University School of Law and obtained a master's degree in public policy from Georgetown University. Jeffries served as a clerk for Judge Harold Baer, Jr. of the United States District Court for the Southern District of New York, then worked in the litigation department of Paul, Weiss, Rifkind, Wharton & Garrison before becoming assistant", "doc_score": "89.9114990234375", "publish_date": "2018/12/31"}, {"doc_id": "8904728", "text": "Hakeem Jeffries / last weeks of the campaign and found almost 50 percent came from out of state. He went on to defeat Beavan and Republican Alan Bellone in the November general election with 71 percent of the vote, but not before declining to attend a pre-primary debate with third party candidates, saying that the presence of the Green Party and Republican candidates at the debate would \"confuse\" voters. On January 3, 2013, Jeffries was sworn into the 113th Congress. Among the innovative practices Jeffries has carried over to Congress from his service in the State Assembly are: Operation Preserve, a legal housing", "doc_score": "89.90412139892578", "publish_date": "2018/12/31"}, {"doc_id": "8904713", "text": "Hakeem Jeffries / Hakeem Jeffries Hakeem Sekou Jeffries (born August 4, 1970) is an American lawyer and Democratic member of the U.S. House of Representatives, representing New York's 8th congressional district in Brooklyn and Queens. Prior to taking office in 2013, he was a corporate lawyer for Paul, Weiss, Rifkind, Wharton & Garrison, then Viacom and CBS, before running for and serving in the New York State Assembly from 2007 to 2012, representing the 57th Assembly district. Starting in 2019, Jeffries will also serve as head of the House Democratic Caucus. Jeffries was born in Brooklyn Hospital to Laneda Jeffries, a social worker,", "doc_score": "91.67456817626953", "publish_date": "2018/12/31"}, {"doc_id": "8904722", "text": "Hakeem Jeffries / 11 percent. In the general election, he handily defeated Republican nominee Henry Weinstein. Two years later, in 2008, he won re-election to a second term, defeating the Republican candidate Charles Brickhouse, with 98 percent of the vote. In 2010 he won re-election to a third term, easily defeating the Republican candidate Frank Voyticky. During his six years in the state legislature he introduced over 70 bills. In response to a series of toy recalls, he introduced bill A02589, which would penalize retailers and wholesalers who knowingly sell to the public hazardous or dangerous toys that have been the subject of", "doc_score": "90.73599243164062", "publish_date": "2018/12/31"}, {"doc_id": "17601902", "text": "Jeff Brown (judge) / an intraparty challenge from Joe Richard Pool, Jr., son of the late U.S. Representative Joe R. Pool, Sr., who in the 1960s held Texas' 3rd congressional district seat. Brown received 820,582 votes (71.9 percent) to Pool's 320,558 (28.1 percent). In the November 4, 2014, general election, Brown defeated the Republican-turned-Democrat Lawrence E. Meyers (born 1947) of Fort Worth. Brown polled 2,772,056 votes (60.3 percent) to Meyers's 1,677,341 (36.5 percent). Another 146,511 votes (3.2 percent) went to the Libertarian Party nominee, Mark Ash. Meyers has been a judge of the Texas Court of Criminal Appeals since 1993; his current term ends", "doc_score": "86.6391372680664", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_17", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "149316", "text": "Fleetwood Mac / tour ended (on 5 December 1974 at Cal State University), having grown tired of touring and legal struggles. Nevertheless, the tour had enabled the \"Heroes\" album to reach a higher position on the American charts than any of the band's previous records. After Welch announced that he was leaving the band, Fleetwood began searching for a replacement. While Fleetwood was checking out Sound City Studios in Los Angeles the house engineer, Keith Olsen, played him a track he had recorded in the studio, \"Frozen Love\", from the album \"Buckingham Nicks\" (1973). Fleetwood liked it and was introduced to the guitarist", "doc_score": "88.00670623779297", "publish_date": "2018/12/31"}, {"doc_id": "149282", "text": "Fleetwood Mac / Fleetwood Mac Fleetwood Mac are a British-American rock band, formed in London in 1967. They have sold more than 100 million records worldwide, making them one of the world's best-selling bands. In 1998, select members of Fleetwood Mac were inducted into the Rock and Roll Hall of Fame and received the Brit Award for Outstanding Contribution to Music. In 2018, the band was declared MusiCares Person of the Year. Fleetwood Mac was founded by guitarist Peter Green, drummer Mick Fleetwood and guitarist Jeremy Spencer. Bassist John McVie completed the lineup for their self-titled debut album. Danny Kirwan joined as a", "doc_score": "86.10751342773438", "publish_date": "2018/12/31"}, {"doc_id": "149283", "text": "Fleetwood Mac / third guitarist in 1968. Keyboardist Christine Perfect, who contributed as a session musician from the second album, married McVie and joined in 1970. At this time the band was primarily a British blues outfit, scoring a UK number one with \"Albatross\", and had lesser hits with the singles \"Oh Well\" and \"Black Magic Woman\". Green and Spencer were replaced by Bob Welch and Bob Weston following personal problems. By 1974 Welch and Weston had both departed, leaving the band without a male lead vocalist or lead guitarist. In late 1974, while Fleetwood was scouting studios in Los Angeles, he was", "doc_score": "87.93801879882812", "publish_date": "2018/12/31"}, {"doc_id": "149343", "text": "Fleetwood Mac / included the original band, Mick Fleetwood, John McVie, Peter Green, Jeremy Spencer and Danny Kirwan, and \"Rumours\"-era members Christine McVie, Stevie Nicks and Lindsey Buckingham. Bob Welch was not included, despite his key role in keeping the band alive during the early 1970s. The \"Rumours\"-era version of the band performed both at the induction ceremony and at the Grammy Awards program that year. Peter Green attended the induction ceremony but did not perform with his former bandmates, opting instead to perform his composition \"Black Magic Woman\" with Santana, who were inducted the same night. Neither Jeremy Spencer nor Danny Kirwan", "doc_score": "85.94743347167969", "publish_date": "2018/12/31"}, {"doc_id": "471692", "text": "Mick Fleetwood / at the age of 15, eventually combining with Peter Green, Jeremy Spencer and Bob Brunning, at Green's behest, to become the first incarnation of Fleetwood Mac. Fleetwood would remain the only member to stay with the band through its ever-changing line-up. After several album releases and line-up changes, the group moved to the United States in 1974 in an attempt to boost the band's success. Here Fleetwood invited Lindsey Buckingham and Stevie Nicks to join. Buckingham and Nicks contributed to much of Fleetwood Mac's later commercial success, including the celebrated album \"Rumours\", while Fleetwood's own determination to keep the band", "doc_score": "85.676025390625", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_18", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "15501288", "text": "United States Department of State panic button software / United States Department of State panic button software The panic button software is an application being developed by the United States Department of State as part of its \"Internet freedom programming.” The program, which is designed for mobile devices, will allow users to wipe the contacts in address books, history, and text messages and also sends out an alert to all the contacts. The application, which was first reported by Reuters, will be used by qualified social activists. The application has received criticism that it may be used against American law enforcement. The United States which has trained over 5000", "doc_score": "80.59027862548828", "publish_date": "2018/12/31"}, {"doc_id": "20583950", "text": "Never Again MSD / tearing up a shooting target sign. Actor and conservative commentator Adam Baldwin defended circulating the doctored images as \"political satire\". In March 2018, the Florida Legislature passed a bill titled the Marjory Stoneman Douglas High School Public Safety Act. It raises the minimum age for buying firearms to 21, establishes waiting periods and background checks, provides a program for the arming of some teachers and the hiring of school police, bans bump stocks, and bars potentially violent or mentally unhealthy people arrested under certain laws from possessing guns. In all, it allocates around $400 million. The governor signed the bill", "doc_score": "80.73772430419922", "publish_date": "2018/12/31"}, {"doc_id": "10336837", "text": "Security breach notification laws / information to notify the owner or licensee of the information of any breach of the security of the data. In general, most state laws follow the basic tenets of California's original law: Companies must immediately disclose a data breach to customers, usually in writing. California has since broadened its law to include compromised medical and health insurance information. The National Conference of State Legislatures maintains a list of enacted and proposed security breach notification laws. A number of bills that would establish a national standard for data security breach notification have been introduced in the U.S. Congress, but none passed", "doc_score": "78.57855224609375", "publish_date": "2018/12/31"}, {"doc_id": "6472320", "text": "Network Access Protection / Network Access Protection Network Access Protection (NAP) is a Microsoft technology for controlling network access of a computer, based on its health. With NAP, system administrators of an organization can define policies for system health requirements. Examples of system health requirements are whether the computer has the most recent operating system updates installed, whether the computer has the latest version of the anti-virus software signature, or whether the computer has a host-based firewall installed and enabled. Computers with a NAP client will have their health status evaluated upon establishing a network connection. NAP can restrict or deny network access to", "doc_score": "79.56753540039062", "publish_date": "2018/12/31"}, {"doc_id": "17098572", "text": "Personal safety app / Pradeep, was of the opinion in early 2013 that such apps are ineffective without modification. One Indian media professional noted the vague location information and the sometimes convoluted functionality, saying \"You'd rather run away than [scroll to and] activate [the app].\" She suggested that developers incorporate functionality which doesn't rely on the internet, because of the poor 3G connectivity in India in 2012. Personal safety app A personal safety app or SOS app is a mobile application which can be used to aid personal safety. Such apps received increased prominence in the media after the 2012 Delhi gang rape case", "doc_score": "78.78973388671875", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_19", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "1363456", "text": "Strike action / lockouts in the U.S. fell by 97% from 381 in 1970 to 187 in 1980 to only 11 in 2010. Companies countered the threat of a strike by threatening to close or move a plant. International Covenant on Economic, Social and Cultural Rights adopted in 1967 ensure the right to strike in Article 8 and European Social Charter adopted in 1961 also ensure the right to strike in Article 6. The Farah Strike, 1972-1974, labeled the \"strike of the century,\" and it was organized and led by Mexican American women predominantly in El Paso, Texas. Most strikes are undertaken by", "doc_score": "88.75068664550781", "publish_date": "2018/12/31"}, {"doc_id": "1363457", "text": "Strike action / labor unions during collective bargaining as a last resort. The object of collective bargaining is for the employer and the union to come to an agreement over wages, benefits, and working conditions. A collective bargaining agreement may include a clause which prohibits the union from striking during the term of the agreement, known as a \"no-strike clause.\" No-strike clauses arose in the United States immediately following World War II. Some in the labor movement consider no-strike clauses to be an unnecessary detriment to unions in the collective bargaining process. Generally, strikes are rare: according to the News Media Guild, 98%", "doc_score": "88.06806182861328", "publish_date": "2018/12/31"}, {"doc_id": "2958993", "text": "Employment Act of 1946 / Employment Act of 1946 The Employment Act of 1946 ch. 33, section 2, 60 Stat. 23, codified as, is a United States federal law. Its main purpose was to lay the responsibility of economic stability of inflation and unemployment onto the federal government. The Act stated: it was the \"continuing policy and responsibility\" of the federal government to: Liberals wanted an emphasis on \"full employment\" but conservatives were in control and they did not get it. Stein (1969) notes, \"The failure to pass a 'Full Employment Act' is as significant as the decision to pass the Employment Act.\" The", "doc_score": "84.9504165649414", "publish_date": "2018/12/31"}, {"doc_id": "1363497", "text": "Strike action / is a lockout, the form of work stoppage in which an employer refuses to allow employees to work. Two of the three employers involved in the Caravan park grocery workers strike of 2003-2004 locked out their employees in response to a strike against the third member of the employer bargaining group. Lockouts are, with certain exceptions, lawful under United States labor law. Historically, some employers have attempted to break union strikes by force. One of the most famous examples of this occurred during the Homestead Strike of 1892. Industrialist Henry Clay Frick sent private security agents from the Pinkerton National", "doc_score": "89.267822265625", "publish_date": "2018/12/31"}, {"doc_id": "12448926", "text": "New Deal / technical progress had led to overproduction and lowered wages and prices, which they believed lowered demand and employment (deflation). He argued that government economic planning was necessary to remedy this. New Deal economists argued that cut-throat competition had hurt many businesses and that with prices having fallen 20% and more, \"deflation\" exacerbated the burden of debt and would delay recovery. They rejected a strong move in Congress to limit the workweek to 30 hours. Instead their remedy, designed in cooperation with big business, was the NIRA. It included stimulus funds for the WPA to spend and sought to raise prices,", "doc_score": "85.40839385986328", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_20", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "2471060", "text": "Nigel Farage / Nigel Farage Nigel Paul Farage (; born 3 April 1964) is a British politician, broadcaster and political analyst. He has been a Member of the European Parliament (MEP) for the South East England constituency since 1999 and is a Vice-Chairman of the pro-Brexit organisation Leave Means Leave. He is best known as the former leader of the UK Independence Party (UKIP) from 2006 to 2009 and again from 2010 to 2016. He co-chairs the Europe of Freedom and Direct Democracy (formerly \"Europe of Freedom and Democracy\") group. A prominent Eurosceptic in the UK, he has been noted for his speeches", "doc_score": "78.11156463623047", "publish_date": "2018/12/31"}, {"doc_id": "19785402", "text": "Raheem Kassam / Raheem Kassam Raheem Kassam (born 1986) is a former British political activist, former editor-in-chief of Breitbart News London, and former chief advisor to former UK Independence Party (UKIP) leader Nigel Farage. Kassam contested the party's November 2016 leadership election before dropping out of the race on 31 October 2016. Kassam was born in Hammersmith Hospital, London. His parents were Tanzanian immigrants of Gujarati origin from Hillingdon, Greater London. He was raised an Ismaili Muslim, but wrote in 2016 that he had not been a practising Muslim for over a decade. Kassam is an atheist, stating that Christopher Hitchens' rejection of", "doc_score": "80.34852600097656", "publish_date": "2018/12/31"}, {"doc_id": "8043546", "text": "Tony Marlow / the Maastricht Treaty, as well as against the entry of Spain and Portugal into the EEC. He was one of eight Conservative MPs who had the party whip withdrawn for opposing a confidence vote, called during the debates on Maastricht Treaty. Together with other rebels, he supported an ultimately successful Labour amendment which set the level of VAT on fuel at half the government's proposed level, a rate that remains to this day. After losing the whip for his rebellion over the Maastricht Treaty, Marlow endorsed John Redwood's unsuccessful challenge to John Major for the leadership of the Conservative Party", "doc_score": "76.94873809814453", "publish_date": "2018/12/31"}, {"doc_id": "5257495", "text": "Russell Brand / the UK Independence Party's leader Nigel Farage as one of the other panellists. Brand called Farage \"a pound shop Enoch Powell\" on-air, and the two men continued to trade insults after the programme had ended. In the wake of the \"Question Time\" episode, one journalist concluded that neither Brand nor Farage emerged victorious, with the former accused of \"preaching\", while a supporter of Brand wrote that the comedian was out of his element: \"I'm not saying he didn't make an impact. I agree with most of what he has to say, and I'm glad he was on \"Question Time\"—in the", "doc_score": "79.70626831054688", "publish_date": "2018/12/31"}, {"doc_id": "8585618", "text": "Jacob Rees-Mogg / for his speeches and filibustering in parliamentary debates. A Eurosceptic, he proposed a Conservative coalition with the UK Independence Party and campaigned for the Leave side in the 2016 referendum on membership of the European Union. He subsequently joined pro-Brexit pressure groups Leave Means Leave and the European Research Group, becoming chairman of the latter. He attracted support through the social media campaign Moggmentum, and has been promoted as a potential successor to Conservative Prime Minister Theresa May. Rees-Mogg is a controversial figure in British politics; he has been praised as a conviction politician whose anachronistic upper-class mannerisms and consciously", "doc_score": "79.15833282470703", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_21", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "4034268", "text": "Religion in the United Kingdom / only 13%. In Scotland, attendance at Church of Scotland services declined by 19% and attendance at Catholic services fell by 25%. British Social Attitudes Surveys have shown the proportion of those in Great Britain who consider they \"belong to\" Christianity to have fallen from 66% in 1983 to 43% in 2009. In 2012 about 6% of the population of the United Kingdom regularly attended church, with the average age of attendees being 51; in contrast, in 1980, 11% had regularly attended, with an average age of 37. It is predicted that by 2020 attendance will be around 4%, with an", "doc_score": "102.01655578613281", "publish_date": "2018/12/31"}, {"doc_id": "4034260", "text": "Religion in the United Kingdom / religions (Islam, Hinduism, Judaism etc.) The wording of the question affects the outcome of polls as is apparent when comparing the results of the Scottish census with that of the English and Welsh census. An ICM poll for \"The Guardian\" in 2006 asked the question \"Which religion do you yourself belong to?\" with a response of 64% stating \"Christian\" and 26% stating \"none\". In the same survey, 63% claimed they are not religious with just 33% claiming they are.<ref name=\"ICM/Gaudian 2006\"> Retrieved on 7 May 2012</ref> This suggests that the religious UK population identify themselves as having Christian beliefs, but", "doc_score": "101.23487854003906", "publish_date": "2018/12/31"}, {"doc_id": "9237951", "text": "Religion in England / there wasn't data in the 2001 or the 2011 census on adherence to individual Christian denominations, since they were asked only in the Scottish and in the Northern Irish Censuses and not in England and Wales, using the same principle as applied in the 2001 census, a survey carried out in the end of 2008 by Ipsos MORI and based on a scientifically robust sample, found the population of England and Wales to be 47.0% affiliated with the Church of England, which is also the state church, 9.6% with the Roman Catholic Church and 8.7% were other Christians, mainly Free", "doc_score": "102.74156951904297", "publish_date": "2018/12/31"}, {"doc_id": "432876", "text": "Demography of the United Kingdom / Asian/Asian British: Indian 2.3%, Asian/Asian British: Pakistani 1.9%, mixed 2%, other 3.7% (2011 est.) 28.5 years. note: data represent England and Wales only (2014 est.) \"total population:\" 80.8 years \"male:\" 78.6 years \"female:\" 83.1 years (2017 est.) Country comparison to the world: 35th Christian (includes Anglican, Roman Catholic, Presbyterian, Methodist) 59.5%, Muslim 4.4%, Hindu 1.3%, other 2%, unspecified 7.2%, none 25.7% (2011 est.) There are known difficulties in producing reliable estimates of the lesbian, gay, bisexual and transgender population. The Integrated Household Survey, published by the Office for National Statistics, provides the following estimates for the adult UK population as", "doc_score": "103.07022094726562", "publish_date": "2018/12/31"}, {"doc_id": "4034319", "text": "Religion in the United Kingdom / fostering arrangements at least, the right of homosexuals to equality should take precedence over the right of Christians to manifest their beliefs and moral values\". Levels of affiliation vary between different part of the UK, particularly between Great Britain and Northern Ireland. The percentages declaring themselves Christians in the 2011 Census are 59.4 in England, 57.6 in Wales and 53.8 in Scotland, which decreased by 12.3, 14.3, and 11.3 percentage points respectively from the census of 2001. This is argued to make them the fastest secularising nations in history. Northern Ireland remains one of the most religious nations in western", "doc_score": "105.24696350097656", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_22", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "18909280", "text": "Mahasantisukha Buddha Sasana Center / Yangon Region Sangha Maha Nayaka Committee members and Ministry of Religious Affairs officials raided the monastery at 11 pm, evicting 20 monks and 32 laypersons from the site. The raid was heavily criticized for its heavy handedness, and was conducted while Pannavamsa, the monastery's founder, was away in Japan on a missionary trip. Monks in the monastery had been instructed on May 18 to leave by the end of the month, following the March 6 decision of the 47-member State Sangha Maha Nayaka Committee. Several monks were detained after the raid. 5 Buddhist monks, namely Uttara, Pannacara, Sendara, Nandiya and", "doc_score": "88.02435302734375", "publish_date": "2018/12/31"}, {"doc_id": "5617584", "text": "Buddhism in Thailand / DSI official. The DSI official was removed from office a few months later after religious groups called on the government to fire him because of his reform plans, but was reinstated after a few months. In May 2018, the NCPO launched simultaneous raids of four different temples to arrest several monks shortly after a crackdown on protesters on the anniversary of the coup. To the surprise of many officials, one of the monks arrested was Phra Buddha Issara. The right-wing monk was arrested for charges brought against him in 2014, including alleged robbery and detaining officials, however, his most serious", "doc_score": "84.63972473144531", "publish_date": "2018/12/31"}, {"doc_id": "20736239", "text": "2017–18 Thai temple fraud investigations / Methee had fled the country and was seeking asylum in Germany. Representatives of the Thai police went to Germany to demand Phra Prom Methee's return, but to no avail: German officials stated the asylum investigations had to be finished first, and only then could extradition be considered. News outlet Matichon argued that the actions of the Thai police had possibly increased Phra Prom Methee's prospects for asylum, because it made the lawsuit look politically motivated. During their detention, the five former monks maintained certain monastic precepts, such as eating only two meals a day. On 31 May, the three monks", "doc_score": "88.27950286865234", "publish_date": "2018/12/31"}, {"doc_id": "20736231", "text": "2017–18 Thai temple fraud investigations / Temples in Ayutthaya, Songkhla, Lopburi, and Bangkok were investigated, and it was reported that the officers conspired with four monks and two other civilians. The loss was assessed at 140 to 141 million baht. As a result, four monks from Petchabun, Lopburi, and Bangkok were arrested. At least one monk was later released on a bail of 1.5 million baht. Criticism of the NOB grew quickly, as its director Pongporn came under attack. He was seen to vilify Buddhist monks. Under pressure of pro-Buddhist organizations such as the Thailand Buddhists Federation, he was temporarily removed from his position in August", "doc_score": "86.67115020751953", "publish_date": "2018/12/31"}, {"doc_id": "20428724", "text": "2017 Chulalongkorn University incident / 2017 Chulalongkorn University incident On 3 August 2017, Netiwit Chotiphatphaisal and seven Chulalongkorn University students and council members walked out of an initiation ceremony for first year students to pay respect to former kings Chulalongkorn and Vajiravudh in the courtyard of the university. A furious professor suddenly put one vice student council president, Supaluk Bumroongkij, in a chokehold. The incident was filmed and distributed causing a national controversy. After an investigation, Chulalongkorn University deducted behavioral points from all eight students involved and banned them from participating in university events. The decision was controversial, however, and criticized by the university's alumni", "doc_score": "88.69747924804688", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_23", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "5901995", "text": "Chick culling / culled. Prior to the development of modern broiler meat breeds, most male chickens (cockerels) were slaughtered for meat, whereas females (pullets) would be kept for egg production. However, once the industry bred separate meat and egg-producing hybrids, there was no reason to keep males of the egg-producing hybrid. As a consequence, the males of egg-laying chickens are killed as soon as possible after hatching and sexing to reduce losses incurred by the breeder. Special techniques have been developed to accurately determine the sex of chicks at as young an age as possible. As of 2018, worldwide around 7 billion day-old", "doc_score": "82.0460433959961", "publish_date": "2018/12/31"}, {"doc_id": "16070209", "text": "Cannibalism in poultry / some researchers but not others. Mortalities, due mainly to cannibalism, can be up to 15% in egg-laying flocks housed in aviaries, straw yards, and free-range systems. Because egg-laying strains of chickens can be kept in smaller group sizes in cage systems, cannibalism is reduced, leading to a lowered trend in mortality as compared to non-cage systems. In a study which examined'skin damage' (most of which would have been cause by pecking) on hens at the end of their productive lives, damage was lowest in hens from free range systems, followed by barns, then furnished cages, and highest in conventional", "doc_score": "84.93910217285156", "publish_date": "2018/12/31"}, {"doc_id": "15415020", "text": "Feather pecking / (2011) approximately 33 million birds of which approximately 10 million are free-range. This indicates that 5.5 million free-range hens/year are likely to be affected by feather pecking. It has been estimated that 4% of hens on free-range farms die because of feather pecking, representing 220,000 deaths each year in the UK alone due to this behavioural problem. EU legislation (Council Directive 1999/74/EC) will ban battery or conventional cages in 2012 meaning that many producers will change to using free-range systems, possibly exacerbating this welfare problem until effective methods of its control are learned - see Defra's \"A Guide To The", "doc_score": "82.00746154785156", "publish_date": "2018/12/31"}, {"doc_id": "16070206", "text": "Cannibalism in poultry / Cannibalism in poultry Cannibalism in poultry is the act of one individual of a poultry species consuming all or part of another individual of the same species as food. It commonly occurs in flocks of domestic hens reared for egg production, although it can also occur in domestic turkeys, pheasants and other poultry species. Cannibalism can occur as a consequence of feather pecking which has caused denuded areas and bleeding on a bird's skin. Cannibalism can cause large mortality rates within the flock and large decreases in production due to the stress it causes. Vent pecking, sometimes called 'cloacal cannibalism',", "doc_score": "82.30261993408203", "publish_date": "2018/12/31"}, {"doc_id": "482179", "text": "Chicken / food (and sometimes water) for 7–14 days or sufficiently long to cause a body weight loss of 25 to 35%, or up to 28 days under experimental conditions. This stimulates the hen to lose her feathers, but also re-invigorates egg-production. Some flocks may be force-moulted several times. In 2003, more than 75% of all flocks were moulted in the US. Chickens are social, inquisitive, intelligent birds, and many find their behaviour entertaining. Certain breeds, such as Silkies and many bantam varieties, are generally docile and are often recommended as good pets around children with disabilities. Incubation can successfully occur artificially", "doc_score": "80.17985534667969", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_24", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "9574681", "text": "Age of Steam (game) / Age of Steam (game) Age of Steam is a strategy board game by Martin Wallace published in 2002 by Warfrog Games on license from Winsome Games. The game depicts the development of railroads in the United States, as well as several other countries using the expansion maps. It can be played by three to six players, usually takes between 2 and 3 hours to complete, and is intended for ages 13 and above. \"Age of Steam\" is a trademark of Winsome Games. \"Age of Steam\" won the 2003 International Gamers Award. and is one of the top twenty rated games", "doc_score": "78.3842544555664", "publish_date": "2018/12/31"}, {"doc_id": "13686961", "text": "Prime Games / Using their touch-tone phone, the player(s) at home will press the button on their phones' keypad corresponding to the decade. The player with the most points wins. After \"Prime Games\" was cancelled, this segment was spun off into its own series, \"Super Decades\". \"Race for the Numbers\" was also played with two players, each playing one at a time. Each player had 30 seconds to get the most answers. The host will read a question and the three possible choices (ex: 5, 6, or 7). Using their touch-tone phone, the player(s) at home will press the button on their phones'", "doc_score": "80.19156646728516", "publish_date": "2018/12/31"}, {"doc_id": "469724", "text": "2000s (decade) / were still common in the industry early in the decade, but these have now become rare as developers look almost exclusively for fully 3D games to satisfy the increasing demand for them in the market. An exception to this trend is the indie gaming community, which often produces games featuring 'old-school' or retro gaming elements, such as Minecraft and Shadow Complex. These games, which are not developed by the industry giants, are often available in the form of downloadable content from services such as Microsoft's Xbox Live or Apple's App Store and usually cost much less than more major releases.", "doc_score": "74.71563720703125", "publish_date": "2018/12/31"}, {"doc_id": "14356536", "text": "2010s in video gaming / by many video game experts, to challenge the dominance of the major video game corporations, and may eventually lead to the decline of console gaming entirely. The iPad, as revolutionary as it was to the tablet PC industry, has also had a lasting effect on the gaming world as well. Apple's trademarked retina display has set such a high bar on graphic capabilities that it could go head-to-head with some of the major handheld gaming devices. In fact, nearly half of the Top-25, paid applications on the iPad are games. Despite not having a controller, Apple products and mobile games", "doc_score": "74.83515930175781", "publish_date": "2018/12/31"}, {"doc_id": "9600608", "text": "Playing for Time (game show) / questions resume. If the same player wins both rounds, they win the match; if both players win a round, they play \"Extra Time\" to decide the winner. Starting with the player who has banked less time, the host asks open-ended general knowledge questions. A correct answer stops the player's clock and passes control to the opponent. When one player runs out of time, the opponent wins the match and banks any time remaining on their own clock. The champion is then shown the next contestant in line and given some biographical information about that person. They must then choose to", "doc_score": "77.42422485351562", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_25", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "5031140", "text": "Dudley North (UK Parliament constituency) / in 36 years which resulted in a hung parliament. Despite increasing his majority to 11% at the 2015 election, in 2017 it was reduced to a mere 22 votes, the fourth smallest majority at that election. The original Conservative candidate for the 2015 election Afzal Amin was suspended after allegations he persuaded the English Defence League to announce a march against a mosque in the constituency. Dudley North (UK Parliament constituency) Dudley North is a constituency represented in the House of Commons of the UK Parliament since 2005 by Ian Austin of the Labour Party. At the 2017 General Election,", "doc_score": "86.35699462890625", "publish_date": "2018/12/31"}, {"doc_id": "6910826", "text": "Bradford East (UK Parliament constituency) / of 1914, the following candidates had been adopted to contest that election. Due to the outbreak of war, the election never took place. Bradford East (UK Parliament constituency) Bradford East is a constituency represented in the House of Commons of the UK Parliament since 2015 by Labour's Imran Hussain. The constituency had existed from 1885 to 1974. Following a 2007–2009 review of parliamentary boundaries in West Yorkshire by the Boundary Commission for England, the Bradford North constituency was abolished and Bradford East created for the 2010 general election. Bradford was incorporated as a municipal borough in 1847, covering the parishes", "doc_score": "83.32882690429688", "publish_date": "2018/12/31"}, {"doc_id": "20198605", "text": "Damien Moore / Damien Moore Damien Moore is a British Conservative Party politician. He is the Member of Parliament (MP) for Southport and a former Councillor on Preston City Council. He was elected in the 2017 general election with a majority of 2,914 votes, taking a seat previously held by Liberal Democrat John Pugh until his retirement. Moore was born in Workington in Cumberland on 26 April 1980. His schooling is unknown, but he went on to study history at the University of Central Lancashire. After graduating, he worked in various roles in the retail sector, gaining promotion to be a retail manager", "doc_score": "83.93678283691406", "publish_date": "2018/12/31"}, {"doc_id": "14539167", "text": "Nigel Adams / at the 2010 general election, Adams was elected with a 23.71% majority. Following his election to Parliament, Adams was appointed Parliamentary Private Secretary to curr the Leader of the House of Lords and the Chancellor of the Duchy of Lancaster, The Lord Strathclyde, and subsequently to his successor, The Lord Hill of Oareford until his resignation in August 2014. In September 2014 Adams was appointed to the Number 10 Policy Board with responsibility for economic affairs. Adams was re-elected as Member of Parliament for Selby and Ainsty at the 2015 general election with 27,725 votes, a majority of 13,557 votes", "doc_score": "83.02424621582031", "publish_date": "2018/12/31"}, {"doc_id": "5013896", "text": "Ashton-under-Lyne (UK Parliament constituency) / Ashton-under-Lyne (UK Parliament constituency) Ashton-under-Lyne is a constituency centred on the town of Ashton-under-Lyne that is represented in the House of Commons of the UK Parliament since 2015 by Angela Rayner of the Labour Party, who has served as Shadow Secretary of State for Education since 1 July 2016 and Shadow Minister for Women and Equalities since 27 June 2016. It is considered a safe seat for Labour; in the most recent six national elections its voters have given strong majorities to the Labour Party candidate. The constituency covers the Failsworth East, Failsworth West wards in the Metropolitan Borough of", "doc_score": "85.14197540283203", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_26", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "8767840", "text": "Ali Dizaei / Assistant Commissioner Ian Johnston. On 17 May 1999 he was transferred to Kensington police station and on 3 April 2000 became Superintendent Operations there. He was already outspoken on race issues, first coming to media attention in November 1999 for his criticism of questions asked in promotion exams. From 2000, Dizaei was investigated by the force after allegations of taking bribes, using drugs and prostitutes, and spying for Iran. Dizaei brought his own claim for racial discrimination in the conduct of the investigations by the MPS. This was withdrawn in 2003 after the MPS paid him a reported £80,000 and", "doc_score": "80.85250854492188", "publish_date": "2018/12/31"}, {"doc_id": "6271176", "text": "Darcus Howe / episode, \"Decline\". Howe was interviewed by Fiona Armstrong for BBC News on 9 August 2011 at the time of the 2011 England riots. During the interview, Armstrong twice referred to him as \"Marcus Dowe\", then asked: \"You are not a stranger to riots yourself, I understand, are you? You have taken part in them yourself.\" Howe denied this, saying: \"I have never taken part in a single riot. I've been part of demonstrations that ended up in a conflict. Have some respect for an old West Indian Negro, and stop accusing me of being a rioter. Because you wanted for", "doc_score": "81.7716064453125", "publish_date": "2018/12/31"}, {"doc_id": "13938048", "text": "Redmond O'Neill / Redmond O'Neill Redmond O'Neill (8 February 1954 – 21 October 2009) was a British political activist. Born in London to a Irish family from County Tipperary, O'Neill studied at Sussex University, where he joined the Trotskyist International Marxist Group (IMG). One faction in the IMG later became Socialist Action, and O'Neill was recognised as its leader. Under his leadership, the group opposed the Gulf War and founded the Anti-Racist Alliance. In 1987, O'Neill met Labour Party hard left politician Ken Livingstone, and subsequently became his main advisor on Irish issues. In the 1990s, he met and married Kate Hudson, who", "doc_score": "77.84874725341797", "publish_date": "2018/12/31"}, {"doc_id": "7471291", "text": "Jonathan Powell (Labour adviser) / May 2014 British prime minister David Cameron appointed Powell as the UK special envoy to Libya to promote dialogue between rival factions in the country. In March 2017 he was appointed Honorary Professor in the Senator George J. Mitchell Institute for Global Peace, Security and Justice at Queen's University Belfast. Powell's role as Downing Street Chief of Staff came under close scrutiny during the Hutton Inquiry, held following the death of David Kelly in 2003. Powell gave evidence to the inquiry on 18 August, and described several crucial meetings he had attended at which Kelly had been discussed before his", "doc_score": "80.33645629882812", "publish_date": "2018/12/31"}, {"doc_id": "7471282", "text": "Jonathan Powell (Labour adviser) / Jonathan Powell (Labour adviser) Jonathan Nicholas Powell (born 14 August 1956) is a British diplomat who served as the first Downing Street Chief of Staff, under British prime minister Tony Blair from 1997 to 2007. He was the only senior adviser to last the whole period of Blair's leadership. During this period Powell was also the chief British negotiator on Northern Ireland. In 2007, Powell joined Morgan Stanley as a full-time senior managing director of its investment banking division. He runs the charity Inter Mediate which works on armed conflicts around the world. In 2014, David Cameron appointed Powell to", "doc_score": "81.5630874633789", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_27", "search_time": "2022/12/07/13:30", "search_result": [{"doc_id": "4413696", "text": "Reflation / high inflation, reflation is considered to be an antidote to deflation (which, unlike inflation, is considered bad regardless of its magnitude). It can refer to an economic policy whereby a government uses fiscal or monetary stimulus in order to expand a country's output. This can possibly be achieved by methods that include reducing tax, changing the money supply, or even adjusting interest rates. Originally it was used to describe a recovery of price to a previous desirable level after a fall caused by a recession. Today it also (in addition to the above) describes the first phase in the recovery", "doc_score": "87.99540710449219", "publish_date": "2018/12/31"}, {"doc_id": "8866302", "text": "Quantitative easing / open-ended bond purchasing program of agency mortgage-backed securities. Additionally, the Federal Open Market Committee (FOMC) announced that it would likely maintain the federal funds rate near zero \"at least through 2015\". According to NASDAQ.com, this is effectively a stimulus program that allows the Federal Reserve to relieve $40 billion per month of commercial housing market debt risk. Because of its open-ended nature, QE3 has earned the popular nickname of \"QE-Infinity\". On 12 December 2012, the FOMC announced an increase in the amount of open-ended purchases from $40 billion to $85 billion per month. On 19 June 2013, Ben Bernanke announced", "doc_score": "85.27974700927734", "publish_date": "2018/12/31"}, {"doc_id": "20106555", "text": "Economic effects of Brexit / bull market territory, having risen by more than 20% from its February low. The FTSE 250 moved above its pre-referendum level on 27 July. In the US, the S&P 500, a broader market than the Dow Jones, reached an all-time high on 11 July. On the morning of 24 June, the pound sterling fell to its lowest level against the US dollar since 1985, marking the pound down 10% against the US dollar and 7% against the euro. The drop from $1.50 to $1.37 was the biggest move for the currency in any two-hour period in history. The pound remained", "doc_score": "88.96472930908203", "publish_date": "2018/12/31"}, {"doc_id": "12575261", "text": "Climate change mitigation scenarios / conventional estimates of climate sensitivity. Pacala and Socolow list 15 \"wedges\", any 7 of which in combination should suffice to keep CO levels below 550 ppm. The International Energy Agency's World Energy Outlook report for 2008 describes a \"Reference Scenario\" for the world's energy future \"which assumes no new government policies beyond those already adopted by mid-2008\", and then a \"550 Policy Scenario\" in which further policies are adopted, a mixture of \"cap-and-trade systems, sectoral agreements and national measures\". In the Reference Scenario, between 2006 and 2030 the world invests $26.3 trillion in energy-supply infrastructure; in the 550 Policy Scenario,", "doc_score": "85.56497192382812", "publish_date": "2018/12/31"}, {"doc_id": "20106553", "text": "Economic effects of Brexit / further recovering to 6162.97 by the end of the day's trading. This equated to a fall of 3% by the close of trading. When the markets reopened the following Monday, the FTSE 100 showed a steady decline, losing over 2% by mid-afternoon. Upon opening later on the Friday after the referendum, the US Dow Jones Industrial Average dropped nearly 450 points or about 2.5% in less than half an hour. The Associated Press called the sudden worldwide stock market decline a stock market crash. Internationally, more than US$2trillion of wealth in equities markets was wiped out in the highest one-day", "doc_score": "87.40898895263672", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_28", "search_time": "2022/12/07/13:31", "search_result": [{"doc_id": "3578160", "text": "Sony BMG / name was already in trouble—it lost 16 percent of its value between 2004 and 2005... Now it has taken a blow among tech-product opinion leaders. \"We've never done it before, and we hope we'll never have [an] occasion to do it again but, for 2005, eWeek Labs awards a Stupid Tech Trick grand prize to Sony.\" eWeek Vol. 22, No.50 In October 2007, Sony BMG, alongside other large music firms, successfully sued Jammie Thomas for making 24 songs available for download on the Kazaa file-sharing network. Thomas, who made US$36,000 a year, was ordered to pay US$222,000 in damages. Thomas", "doc_score": "77.52904510498047", "publish_date": "2018/12/31"}, {"doc_id": "3578158", "text": "Sony BMG / one of their labels, was specifically cited for using fake contests in order to hide the fact that the gifts were going to disc jockeys rather than listeners. On 31 October 2005, a scandal erupted over digital rights management (DRM) software produced and shipped by Sony BMG that automatically installed itself on people's computers and made them more vulnerable to computer viruses. The scandal and attendant controversy about the practice of software auto-installation spawned several lawsuits. Sony BMG eventually recalled all of the affected CDs. On November 16, 2005, US-CERT, the United States Computer Emergency Readiness Team, part of the", "doc_score": "76.7363510131836", "publish_date": "2018/12/31"}, {"doc_id": "11360034", "text": "Syco Music / see them work together to launch the career of a \"The X Factor\" winner - Matt Cardle. Syco Music and its artists have been the targets of illegal hacking on several separate occasions. In 2009 ahead of the release of Leona Lewis's second album \"Echo\", a number of unfinished demos and leftover songs from the project leaked online. An investigation was launched by the International Federation of the Phonographic Industry (IFPI), working with the record label and police to identify those responsible. Alexandra Burke was also targeted, having two demo versions of songs from her debut album \"Overcome\" leak before", "doc_score": "75.06915283203125", "publish_date": "2018/12/31"}, {"doc_id": "11713286", "text": "Stop press / content changes such as the breaking of a very important news story. Stop press \"Stop Press\" or \"Stop the presses\" is an idiomatic exclamation when significant information is discovered. The phrase stems from the printed news media industry. If the content of an issue needed to be revised just before, or during its printing the printing press was stopped and content amended, such as by changing the plates or type, before restarting it. Reasons to stop the press might be to add a news item or correct an error. This could cause delay and expense, such as by necessitating that", "doc_score": "77.36216735839844", "publish_date": "2018/12/31"}, {"doc_id": "17558330", "text": "Pre-release cover version / Pre-release cover version In the music industry, a pre-release cover version is a type of cover version that arises when a cover artist releases a version of a song before the original artist does. This practise takes advantage of a'release window'; it occurs when an upcoming song has lots of airplay but has not yet been released. Pre-release cover versions are common in the UK because of the unique situation there in that songs by big acts get weeks of airplay before being released, giving cover artists enough time for session musicians and computer experts to record a near-exact", "doc_score": "77.4659652709961", "publish_date": "2018/12/31"}]}
{"question_id": "20221202_29", "search_time": "2022/12/07/13:31", "search_result": [{"doc_id": "149343", "text": "Fleetwood Mac / included the original band, Mick Fleetwood, John McVie, Peter Green, Jeremy Spencer and Danny Kirwan, and \"Rumours\"-era members Christine McVie, Stevie Nicks and Lindsey Buckingham. Bob Welch was not included, despite his key role in keeping the band alive during the early 1970s. The \"Rumours\"-era version of the band performed both at the induction ceremony and at the Grammy Awards program that year. Peter Green attended the induction ceremony but did not perform with his former bandmates, opting instead to perform his composition \"Black Magic Woman\" with Santana, who were inducted the same night. Neither Jeremy Spencer nor Danny Kirwan", "doc_score": "78.76830291748047", "publish_date": "2018/12/31"}, {"doc_id": "149360", "text": "Fleetwood Mac / don't know. I honestly don't know... It's like, do you want to take a chance of going in and setting up in a room for like a year [to record an album] and having a bunch of arguing people? And then not wanting to go on tour because you just spent a year arguing?\". She also emphasized that people don't buy as many records as they used to. Buckingham and Christine McVie announced a new album, titled \"Lindsey Buckingham/Christine McVie\", which featured contributions from Mick Fleetwood and John McVie. \"Lindsey Buckingham/Christine McVie\" was released on 9 June 2017, preceded by", "doc_score": "78.88497161865234", "publish_date": "2018/12/31"}, {"doc_id": "149282", "text": "Fleetwood Mac / Fleetwood Mac Fleetwood Mac are a British-American rock band, formed in London in 1967. They have sold more than 100 million records worldwide, making them one of the world's best-selling bands. In 1998, select members of Fleetwood Mac were inducted into the Rock and Roll Hall of Fame and received the Brit Award for Outstanding Contribution to Music. In 2018, the band was declared MusiCares Person of the Year. Fleetwood Mac was founded by guitarist Peter Green, drummer Mick Fleetwood and guitarist Jeremy Spencer. Bassist John McVie completed the lineup for their self-titled debut album. Danny Kirwan joined as a", "doc_score": "77.33280181884766", "publish_date": "2018/12/31"}, {"doc_id": "471502", "text": "Christine McVie / 10. McVie has often been reluctant to go on concert tours, preferring to stay close to home with friends and family. Upon the death of her father, Cyril Perfect, while she was touring for \"Behind the Mask\", McVie made the decision to retire from touring altogether. Despite the departure of Stevie Nicks, McVie remained with the band, writing and recording a new track (\"Love Shines\") for the 1992 boxed set \"25 Years - The Chain\", and five songs for the band's 1995 album \"Time\". After Fleetwood, John McVie, and Buckingham got together for one of Buckingham's solo projects in the", "doc_score": "78.68623352050781", "publish_date": "2018/12/31"}, {"doc_id": "149286", "text": "Fleetwood Mac / of Bill Clinton featured the five central members back together for the first time in six years, and in 1997 a full reunion occurred. In 1998 Christine McVie retired from touring. The band stayed together as a four-piece consisting of John McVie, Mick Fleetwood, Lindsey Buckingham and Stevie Nicks. In 2014 Christine McVie rejoined full-time. The latest studio album by the band was 2003's \"Say You Will\". A side project known as \"Lindsey Buckingham Christine McVie\" was released in 2017, containing contributions from the other band members except Nicks. In 2018, Buckingham was fired from the band, and was replaced", "doc_score": "80.40299224853516", "publish_date": "2018/12/31"}]}
