{"question_id": "20220729_0", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "2127055", "text": "List price / List price The list price, also known as the manufacturer's suggested retail price (MSRP), or the recommended retail price (RRP), or the suggested retail price (SRP), of a product is the price at which the manufacturer recommends that the retailer sell the product. The intention was to help to standardize prices among locations. While some stores always sell at, or below, the suggested retail price, others do so only when items are on sale or closeout/clearance. Suggested pricing methods may conflict with competition theory, as they allow prices to be set higher than would otherwise be the case, potentially negatively", "doc_score": "84.91868591308594", "publish_date": "2018/12/31"}, {"doc_id": "3870202", "text": "Criticism of Walmart / to bar prosecution under that statute, falsified financial statements in the years since could be seen as obstruction of justice under the Sarbanes-Oxley Act, and acts taken to conceal the bribery investigation subsequent to 2007 could constitute conspiracy. Walmart's product selection has been criticized by some groups in the past, primarily as viewed as a promotion of a particular ideology or as a response to its original rural, religious and conservative target market. In 2003, Walmart removed certain men's magazines from its shelves, such as \"Maxim\", \"FHM\", and \"Stuff\", citing customer complaints regarding their sexual content. Later that year, it", "doc_score": "80.22943878173828", "publish_date": "2018/12/31"}, {"doc_id": "10178875", "text": "Censorship in the United States / who willingly comply with the boycott. The B.I.S. website states: On this basis, some American businesses have been punished for answering their customers' question about origin of their products. Some pro-Israeli activists have construed the law as forbidding speech and expression that supports any boycott of Israel (as opposed to actions taken to comply with the requests of foreign entities to boycott Israel) whether foreign in origin or domestic, and asked the US Anti-Boycott Office to prosecute divestment campaigners against Israel. However, the law only forbids material participation in or material support of a boycott originated by a foreign nation", "doc_score": "80.668212890625", "publish_date": "2018/12/31"}, {"doc_id": "6945943", "text": "Food policy / proper labeling of meat, poultry and processed eggs. Inspectors are required to be onsite at nearly every slaughterhouse in the nation when animals are being readied for human consumption. As a result, the FSIS has a larger annual budget and employs a much larger number of inspectors than the FDA, even though the FDA's mandate is much broader. Other USDA agencies with a role in food safety include the Animal and Plant Health Inspection Service (APHIS), which aims to prevent animal and plant diseases in domestic and imported products, and the Agricultural Marketing Service (AMS), a service whose primary function", "doc_score": "79.42123413085938", "publish_date": "2018/12/31"}, {"doc_id": "6945944", "text": "Food policy / is to set quality, grades and marketing standards for dairy products, fruits, vegetables and meat. In addition to pathogens, chemical additives to food are of increasing concern to Americans. A critical concept related to chemical additives in food is known as generally recognized as safe or GRAS, a designation of the Food and Drug Administration for food substances that are exempt from safety testing. About 12,000 samples of fruits and vegetables available to U.S. consumers are collected each year and tested for residue from pesticides, and the results are published in an annual Pesticide Data Program (PDP) hosted by the", "doc_score": "80.99669647216797", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_1", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "20965035", "text": "Camp Fire (2018) / the total to 76. President Donald Trump, Governor Jerry Brown, Governor-elect Gavin Newsom, and FEMA director Brock Long toured the Paradise area, and they held a short conference in the afternoon. On November 18, the death toll was raised to 77; on November 19, the death toll was raised to 79. Heavy rain fell starting on Wednesday, November 21 which helped contain the fire. Fire crews pulled back and let the rain put out the remaining fires while teams searched for victims. The death toll was raised to 83. The fire was reported 80 percent contained. By 7 p.m., the", "doc_score": "80.59130859375", "publish_date": "2018/12/31"}, {"doc_id": "20612050", "text": "March 6–8, 2018 nor'easter / of which were still without power from the previous storm less than a week prior. The storm caused up to 1 million people to lose power, and at least two people has been confirmed dead due to the storm as of March 7. Hundreds of flights were cancelled across the region, and many schools closed due to the nor'easter, although some opted to remain open such as those in New York City, causing controversy. Many freeways were also closed in the regions, and several states were put under state of emergencies. While the previous nor'easter hammered the Northeastern U.S. on", "doc_score": "79.93206787109375", "publish_date": "2018/12/31"}, {"doc_id": "20965032", "text": "Camp Fire (2018) / city in evacuation orders and technical error as emergency alerts failed to reach 94% of residents in some areas and at best the failure rate was 25%. By 8:00 p.m. PST on November 9, the fire had burned and threatened 15,000 structures. By the morning of November 10, the fire was reported by Cal Fire to have grown to and was 20 percent contained. By then, an estimated 6,713 structures had been destroyed by the fire, surpassing the Tubbs Fire as the most destructive wildfire in California history. Fourteen bodies were discovered, bringing casualties to 23. The following day, November", "doc_score": "81.41436004638672", "publish_date": "2018/12/31"}, {"doc_id": "18875209", "text": "2015 Washington wildfires / began unprecedentedly early with the Sleepy Hollow Fire on June 28, affecting the city of Wenatchee in Chelan County, Washington. It burned 2,950 acres, destroying 29 homes and several commercial buildings. The cause of the fire is under investigation but is \"likely human-caused\". Officials said the fire's unusual intensity was caused by drought and record high temperatures. As a safety precaution, officials banned Fourth of July fireworks in many parts of the state. A man was arrested in connection with the fire, confessing to starting it with a disposable lighter, but faced no charges due to his mental illness. By", "doc_score": "82.43762969970703", "publish_date": "2018/12/31"}, {"doc_id": "19285390", "text": "Timeline of the occupation of the Malheur National Wildlife Refuge / (OPB) put the number of the militants at the MNWR at \"between six and 12.\" In a statement posted to the Facebook page of the 3 Percenters of Idaho (one of the militias identified by media as involved in the takeover), the group disclaimed involvement, stating that the seizure was \"carried out by a small group of persons who chose to carry out this takeover after the rally.\" The Harney County Sheriff's Office initially reported that the Oregon State Police (OSP) was \"handling the incident.\" At the same time, a spokesperson for the Federal Bureau of Investigation (FBI) said the", "doc_score": "79.5406265258789", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_2", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "10130517", "text": "Student loans in the United States / debt discharged due to the death or total permanent disability of the borrower is no longer treated as taxable income. This provision, part of the Tax Cuts and Jobs Act of 2017, will sunset on December 31, 2025 unless renewed by Congress. These are loans that are not guaranteed by a government agency and are made to students by banks or finance companies. Private loans cost more and have much less favorable terms than federal loans, and are generally only used when students have exhausted the borrowing limit under federal student loans. They are not eligible for Income Based Repayment", "doc_score": "88.30590057373047", "publish_date": "2018/12/31"}, {"doc_id": "12684741", "text": "Student loan default in the United States / student aid. After completing loan rehabilitation, borrowers once again become eligible to receive financial aid. With the loan no longer in default, wage garnishment and the seizure of tax refunds ceases. Borrowers are able to apply for deferment and forbearance benefits as long as these have not been exhausted during default. And lastly, the outstanding balance of the loan is no longer due in full. Several new initiatives have arisen to combat high student loan cohort default rates, including an outreach effort by the Department of Education to borrowers struggling to repay their loans. \"The Economist\" reported in June 2014", "doc_score": "88.42517852783203", "publish_date": "2018/12/31"}, {"doc_id": "12931333", "text": "Loan modification in the United States / Secretary, in consultation with the Chairperson of the Board of Directors of the FDIC and the Secretary of Housing and Urban Development, that— The comprehensive plan established pursuant to subsection (a) shall require the commitment of funds made available to the Secretary under title I of the Emergency Economic Stabilization Act of 2008 in an amount up to $100,000,000,000 but in no case less than $40,000,000,000. In a press conference Tuesday, Federal Housing Finance Agency director James Lockhart said the program would target high-risk borrowers — those 90 or more days delinquent on their mortgages — and employ various modification", "doc_score": "86.0241470336914", "publish_date": "2018/12/31"}, {"doc_id": "10130509", "text": "Student loans in the United States / interest building up each month, plus part of the original loan amount. Depending on the amount of the loan, the loan term may be shorter than 10 years. There is a $50 minimum monthly payment. On July 25, 2018, US Secretary of Education Betsy Devos issued an order declaring that the Borrower Defense Program, which was enacted by the US Department of Education in November 2016, would be repealed and replaced with a stricter repayment policy effective July 1, 2019. If a student's loan debt is high but their income is modest or zero, they may qualify for an income-driven", "doc_score": "88.27439880371094", "publish_date": "2018/12/31"}, {"doc_id": "12684740", "text": "Student loan default in the United States / In the rehabilitation program, a borrower must do a number of things. He or she must make at least 9 qualifying, on-time student loan payments. If any payments are missed, the borrower must begin the repayment schedule from the beginning. After borrowers complete the agreement, the guarantor transfers the loan to a lender and servicer. The default status will be removed from your loan. You will regain eligibility for benefits that were available on the loan before you defaulted, such as deferment, forbearance, a choice of repayment plans, and loan forgiveness, and you will be eligible to receive additional federal", "doc_score": "87.7402572631836", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_3", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "2572781", "text": "Spirit Airlines / routes, their flights launched November 10, when it began daily service to Fort Lauderdale, Orlando, Tampa, and Fort Myers. Along with seasonal routes to Tampa, Las Vegas, and Myrtle Beach starting on April 27, 2017. In November 2017, Spirit announced a new service expansion in Columbus, Ohio via the John Glenn Columbus International Airport announcing seven new routes for the city - to Fort Lauderdale, Las Vegas, and Orlando year round. Also providing seasonal service to Fort Myers and Tampa. They will offer flights to Myrtle Beach and New Orleans three times per week with service to begin on February", "doc_score": "89.75692749023438", "publish_date": "2018/12/31"}, {"doc_id": "2572766", "text": "Spirit Airlines / Spirit Airlines Spirit Airlines, Inc. is an American ultra-low-cost carrier headquartered in Miramar, Florida. It is the eighth largest commercial airline in North America. Spirit operates scheduled flights throughout the United States and in the Caribbean, Mexico, Latin America, and South America. The airline operates bases at Atlantic City, Chicago–O'Hare, Dallas/Fort Worth, Detroit, Fort Lauderdale, Orlando, and Las Vegas. As of 2018, Spirit remains the only two-star airline in the United States based on Skytrax Airline Quality Research. The company initially started as Clippert Trucking Company in 1964. The company changed its name to Ground Air Transfer, Inc., in 1974.", "doc_score": "89.39482879638672", "publish_date": "2018/12/31"}, {"doc_id": "2572782", "text": "Spirit Airlines / 14, 2018. Also in November 2017, Spirit announced service to Richmond, VA through Richmond International Airport which began on March 15, 2018, announcing that passengers would be able to connect through either Fort Lauderdale or Orlando to 11 other destinations, including New Orleans and Tampa as well to international destinations like San Jose, Costa Rica; Managua, Nicaragua; and Lima, Peru. On March 18, 2018 Spirit began service by holding drawings at the airport for complimentary same day vacations on the inaugural flight to Orlando. Spirit currently flies to 70 destinations throughout Central America, the Caribbean, South America, and the United", "doc_score": "87.92556762695312", "publish_date": "2018/12/31"}, {"doc_id": "2572777", "text": "Spirit Airlines / airline's flight dispatchers. In November 2014, Morgan Stanley named Spirit the top growth airline pick for investors. In January 2016, Baldanza stepped down as CEO in order to relocate from Florida, and was replaced by former Air Tran CEO Robert L. Fornaro. This prompted rumors of a merger with Frontier Airlines; if the carriers were to merge, it would create the single largest ultra-low-cost carrier in the Americas. Fornaro led an effort to change the company and improve working conditions as well as the guest experience, implementing multiple changes such as teaming up with the Disney Institute to create new", "doc_score": "87.40757751464844", "publish_date": "2018/12/31"}, {"doc_id": "2572780", "text": "Spirit Airlines / routes – to Fort Lauderdale, Houston Bush Intercontinental, Las Vegas, Los Angeles, Tampa, Ft. Myers and Orlando – by July 13. Spirit began flying from Hartford with two routes to Florida and one to Myrtle Beach. Spirit's first flights from Hartford began April 27 when it launches daily flights to Orlando and four-times-a-week service to Myrtle Beach. Daily service to Fort Lauderdale started June 15. The Florida routes were intended to operate year-round; the South Carolina service to be seasonal. On Nov 10, 2016 Spirit announced new service to begin in Akron, Ohio via the Akron–Canton Airport creating six new", "doc_score": "86.585205078125", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_4", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "12112678", "text": "Encore Las Vegas / for 2010 and 2012 and No. 2 for 2011. In 2013, Porter Robinson, Avicii, and David Guetta, have all held residencies at Encore's clubs. The Chainsmokers and Kygo each began ongoing residencies in 2017. Performing artists are managed by Jared Garcia. Beyoncé performed a special sold-out four show run at the Encore Theatre from July 30 to August 2, 2009. The shows, which were a part of her I Am... Tour, were completely altered from the standard arena shows that comprised the rest of the tour, with new costumes and songs added, existing songs changed, and an all-round 'intimate' theme", "doc_score": "80.25475311279297", "publish_date": "2018/12/31"}, {"doc_id": "19519576", "text": "Together in Vegas / Together in Vegas Together in Vegas is a co-headlined concert residency with American country music recordings artists, Reba McEntire and Brooks & Dunn. The show marks the reunion of Brooks & Dunns since their breakup in 2010. It features the biggest hits by both artist, including their duets. The residency started in June 2015. The shows in 2015 grossed over $9 million, ranking 104th on Pollstar's \"Top 200 North American Tours\". The tour was announced during a Q&A session being McEntire, Brooks and Dunn, on December 3, 2014. Brooks & Dunn reunited after a suggestion from McEntire about the forthcoming", "doc_score": "78.79847717285156", "publish_date": "2018/12/31"}, {"doc_id": "12112679", "text": "Encore Las Vegas / prevailing. The shows were successful, and were filmed and released on DVD in November 2009. In January 2010, Beyoncé announced, with shows beginning in 2010. On October 15, 2009, at a press conference, Garth Brooks announced a 5-year contract with Wynn for concerts. The concert residency, titled Garth at Wynn, occurred on periodic weekends from December 2009 to January 2014. The show “Steve Wynn’s Showstoppers”, inspired by Broadway musicals that earned a combined 43 Tony Awards, ran through December 2016 after being extended. Encore Las Vegas Encore Las Vegas (also called Encore at Wynn Las Vegas; often just called", "doc_score": "78.33087158203125", "publish_date": "2018/12/31"}, {"doc_id": "20666707", "text": "Just a Girl: Las Vegas / Just a Girl: Las Vegas Just a Girl: Las Vegas is a concert residency headlined by Gwen Stefani. The residency began on June 27, 2018 and will conclude on November 2, 2019. It takes place at the Zappos Theater at the Planet Hollywood resort and casino in Las Vegas, Nevada. The name of the residency is from the song of the same name by Stefani's band No Doubt. The residency was announced on April 10, 2018 via Stefani's official website. Between June 27, 2018 and March 16, 2019, Stefani is set to perform 25 shows. On December 3, 2018, 21", "doc_score": "80.30120086669922", "publish_date": "2018/12/31"}, {"doc_id": "20654555", "text": "Tranquility Base Hotel & Casino / Europe which began in May, concluding in October at the Voodoo Experience. In October they extended the tour into March 2019, with dates added in Australia and New Zealand. The songs \"American Sports\", \"Four Out of Five\", \"One Point Perspective\" and \"She Looks Like Fun\" were debuted live in San Diego on 2 May. This was the tour's opening performance, and the Arctic Monkeys' first performance since 2014. For the tour, the group were joined by longtime touring members Tom Rowley and Davey Latter, as well as album contributors Tyler Parkford and Cam Avery, the latter of whom also acted", "doc_score": "78.34310913085938", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_5", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "20894197", "text": "Reactions to the Special Counsel investigation (2017–present) / to his relationship with James Comey. The poll also found 36% agreed Trump and his allies are getting harsher treatment from the special counsel than Clinton and her allies did during the FBI investigation into her handling of classified material.\" The same poll found that 60 percent of voters say that \"a comment to the FBI director that he should consider letting Flynn off the hook\" is not enough to constitute obstruction of justice. A \"USA Today\"/Suffolk University poll released on February 26, 2018, showed that a 58% majority of registered voters say they have a lot or some trust", "doc_score": "84.42051696777344", "publish_date": "2018/12/31"}, {"doc_id": "20597950", "text": "Obama-Trump voters / now the embodiment of the \"change\" they had hoped for when they voted for Obama. Multiple focus groups of Obama-Trump voters convened by the Roosevelt Institute and Democracy Corps in early 2017 showed that, in general, these voters wanted to change the status quo, and had skeptical views of Congressional Republicans and their proposals. The same focus groups also indicated that these voters hoped that President Trump would help reduce health care costs for working-class Americans, and that they were anxious about some immigrant groups. A survey conducted by the Democracy Fund Voter Study Group found that Obama-Trump voters generally", "doc_score": "84.61058044433594", "publish_date": "2018/12/31"}, {"doc_id": "20004973", "text": "Donald Trump 2020 presidential campaign / they had in the entire year of 2016. In April 2017, \"The Wall Street Journal\" determined that the Trump campaign had reported spending nearly $500,000 in payments to companies owned by Trump, amounting to more than 6% of the $6.3 million that the campaign reported spending. Additionally, the campaign spent more than $4 million on memorabilia (such as hats). In the third quarter of 2017, the Trump campaign spent $4.1 million (27% of its expenditures) on legal fees, including the personal legal expenses of Trump and his family. By this point, 10% of the campaign's overall spending since the beginning", "doc_score": "84.50762939453125", "publish_date": "2018/12/31"}, {"doc_id": "16349366", "text": "Reactive devaluation / Reactive devaluation Reactive devaluation is a cognitive bias that occurs when a proposal is devalued if it appears to originate from an antagonist. The bias was proposed by Lee Ross and Constance Stillinger (1988). Reactive devaluation could be caused by loss aversion or attitude polarization, or naïve realism. In an initial experiment, Stillinger and co-authors asked pedestrians in the US whether they would support a drastic bilateral nuclear arms reduction program. If they were told the proposal came from President Ronald Reagan, 90 percent said it would be favorable or even-handed to the United States; if they were told the", "doc_score": "83.1893081665039", "publish_date": "2018/12/31"}, {"doc_id": "19887964", "text": "Russian interference in the 2016 United States elections / April 2017, 68% of voters supported \"an independent commission investigating the potential links between some of Donald Trump's campaign advisors and the Russian government\". An April 2017 NBC News/\"Wall Street Journal\" poll found that respondents had little confidence in Congress's investigation into the Russian interference in the election. The poll reported that \"some 73% of adults in the survey said that a nonpartisan, independent commission should look into Russia's involvement in the election\".<ref name=\"Zitner_4/24/2017\"></ref> An ABC News/\"Washington Post\" poll conducted in April 2017 found that 56 percent of respondents thought that Russia tried to influence the election.<ref name=\"Holyk_4/26/2017\"></ref> A May", "doc_score": "83.32180786132812", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_6", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "20435377", "text": "2017 Iran–Iraq earthquake / earthquake occurred near the Iran–Iraq border, approximately northeast of Baghdad. According to the United States Geological Survey, the earthquake measured 7.3 on the moment magnitude scale and was caused by movement on a thrust fault dipping at a shallow angle to the northeast. The epicentre was at a depth of, and the maximum perceived intensity was VIII (\"severe shaking\") on the Mercalli intensity scale. This was the strongest earthquake recorded in the region since a 6.1 M event in January 1967. The earthquake was felt throughout the Middle East and as far away as Israel, the Arabian Peninsula and", "doc_score": "87.90333557128906", "publish_date": "2018/12/31"}, {"doc_id": "20853973", "text": "2018 Venezuela earthquakes / for Colombia, Venezuela, and Guyana. Though buildings cracked and shifted in Venezuela, there was more falling debris on the nearby island of Trinidad, which caused more concern. There was also concern for falling glass in both nations. A second earthquake occurred in the morning of the following day, slightly more central to Venezuela at 9 km West from Yaguaraparo, measuring 5.7 according to local reports but confirmed as 5.8 by the US Geological Survey. This quake was inland in Venezuela. A sitting of the Venezuelan National Assembly in Caracas was evacuated when the hall began shaking at 9:27am. The sitting", "doc_score": "86.3313980102539", "publish_date": "2018/12/31"}, {"doc_id": "20853963", "text": "2018 Venezuela earthquakes / and 5.8 magnitude on August 7. The epicentre is reported to be just east of Carúpano, and at a depth of. The Venezuelan capital, Caracas, is around from this site, and still shook, as did Bogotá, the Colombian capital nearly away. The United States Geological Survey reported the quake as 7.3 (after an initial report of 6.8), though the Colombian Geological Service reported it as 7.0. The Venezuelan Interior Minister Néstor Reverol reported that the earthquake was 6.3. The U.S. Pacific Tsunami Warning Center instead reported the quake as 7.4. Venezuela's coast at Cariaco lies on the El Pilar", "doc_score": "87.79666900634766", "publish_date": "2018/12/31"}, {"doc_id": "18332835", "text": "2014 Murmuri earthquake / 2014 Murmuri earthquake The 2014 Murmuri earthquake occurred on August 18 in the Zagros Mountains of Iran with a moment magnitude of 6.2 and a maximum Mercalli intensity of VIII (\"Severe\"). The dip-slip shock injured 60–330 people and was followed by a number of high intensity aftershocks. The area had not seen a large seismic event since developments in Earth observation satellites allowed scientists to more precisely study earthquakes. Observations made using Interferometric synthetic aperture radar imply that different faults were ruptured by the mainshock and the largest aftershock, each leading to different surface deformations. Phone lines, water, and electricity", "doc_score": "85.52513885498047", "publish_date": "2018/12/31"}, {"doc_id": "20435375", "text": "2017 Iran–Iraq earthquake / 2017 Iran–Iraq earthquake On 12 November 2017 at 18:18 UTC (21:48 Iran Standard Time, 21:18 Arabia Standard Time), an earthquake with a moment magnitude of 7.3 occurred on the Iran–Iraq border, with the Iraqi Kurdish city of Halabja, and the Sunni Kurdish dominated places of Ezgeleh, Salas-e Babajani County, Kermanshah Province in Iran, closest to the epicentre, south of the city of Halabja, Iraqi Kurdistan. It was felt as far away as Israel and the United Arab Emirates. With at least 630 people killed (mostly in Iraq's Kurdish Halabja area and the Iranian Kurdish dominated province of Kermanshah), and more", "doc_score": "88.47384643554688", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_7", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "13323166", "text": "Nutrisoda / bottler in the world. Nutrisoda was reformulated in early 2009 to reduce price ahead of its May 2009 re-launch. The level of nutrients and fortification were reduced significantly, colors were removed from the beverage, and new 12oz cans were introduced in order to allow the beverage to be produced in PepsiAmericas plants rather than third party co-packers. During this reformulation, Ardea decided to move forward with four SKUs, down from the eight that were previously for sale until early 2009. Flex, Slender, Radiant, and Renew were the flavors no longer being produced as of May 2009. Nutrisoda also officially dropped", "doc_score": "83.46209716796875", "publish_date": "2018/12/31"}, {"doc_id": "3932087", "text": "Beer bottle / due to their resealing design. Some beers undergo a fermentation in the bottle, giving natural carbonation. These beers are usually referred to as bottle-conditioned. They are bottled with a viable yeast population in suspension and to start what may be a second or third fermentation. If there is no residual fermentable sugar left, sugar and or wort may be added in a process known as priming. The resulting fermentation generates CO that is trapped in the bottle, remaining in solution and providing natural carbonation. Bottle-conditioned beers may be either filled unfiltered direct from the fermentation or conditioning tank, or filtered", "doc_score": "81.5394287109375", "publish_date": "2018/12/31"}, {"doc_id": "34388", "text": "Beer / the beer appear bright and clean, rather than the cloudy appearance of ethnic and older styles of beer such as wheat beers. Examples of clarifying agents include isinglass, obtained from swimbladders of fish; Irish moss, a seaweed; kappa carrageenan, from the seaweed \"Kappaphycus cottonii\"; Polyclar (artificial); and gelatin. If a beer is marked \"suitable for vegans\", it was clarified either with seaweed or with artificial agents. The history of breweries in the 21st century has been one of larger breweries absorbing smaller breweries in order to ensure economy of scale. In 2002 South African Breweries bought the North American Miller", "doc_score": "81.30833435058594", "publish_date": "2018/12/31"}, {"doc_id": "8745366", "text": "Soda syphon / of 2015, Coca-Cola Mexico began distributing its Ciel-branded mineral water in 1.85 litre plastic syphon bottles with a reusable plastic head assembly. For making single-use sealed bottles, or commercially refillable bottles in a seltzer plant, the bottles are first washed and then evacuated using a vacuum pump and a rubber hose slipped over the nozzle. The bottle with most of the air removed is then held upside-down under the surface of a tub of carbonated water, which is drawn into the bottle by the vacuum inside when the valve is opened. Sometimes a pump is used to force higher pressure", "doc_score": "79.5030517578125", "publish_date": "2018/12/31"}, {"doc_id": "12788728", "text": "Enhanced water / States. The enhanced water category of beverage continues to grow in volume every year, and was the fastest-growing segment of the still beverage category. In 2001, flavored and enhanced water sales estimated $80 million, and 2002 proved even more successful with $245 million in sales. The U.S. wholesale market for enhanced water was $170 million in 2004. Enhanced waters vary from zero-calorie beverages certified organic and flavored with natural herb extracts, such as Ayala's Herbal Water, to the Glaceau brands of beverages owned by The Coca-Cola Company. Coca-Cola bought the maker of Glaceau Vitaminwater, Energy Brands Inc., in May 2007", "doc_score": "80.24768829345703", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_8", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "16081799", "text": "Housing trust fund / 10% of funds can support homeownership services for first-time home buyers like down payment and closing cost assistance and funding to reduce interest rates. Funds from surplus revenues generated by Fannie Mae and Freddie Mac were expected to fund the program. However, these payments have been suspended since the federal government placed them under conservatorship. On April 4, 2016, Julián Castro, Secretary of the United States Department of Housing and Urban Development (HUD), announced that nearly $174 million would be made available through the first ever allocation of the National Housing Trust Fund. President Obama's FY 2011 budget called for", "doc_score": "84.01777648925781", "publish_date": "2018/12/31"}, {"doc_id": "12257683", "text": "Housing and Economic Recovery Act of 2008 / a mortgage loan whose repayment is guaranteed by the Federal Housing Administration (FHA). The Act: This statute established the Federal Housing Finance Agency (FHFA) as an independent federal agency. As of February 2009, only 451 applications had been received and 25 loans finalized, far short of the estimated 400,000 homeowners who were expected to participate. This was attributed to high fees, high interest rates, the need for a reduction in principal on the part of the lender, and the requirement that the federal government receive 50% of any appreciation in value of the house. Congress began hearings on the program", "doc_score": "81.33949279785156", "publish_date": "2018/12/31"}, {"doc_id": "15060719", "text": "Homeland Security Grant Program / governments in the states bordering Canada, Mexico or those with international water borders. Allocations of funds, received from the Homeland Security Appropriations Act, 2010 (Public Law 110-83), are based on a risk-based prioritization by U.S. Customs and Border Protection’s sector-specific border risk methodology, which include \"threat, vulnerability, miles of border and other border-specific law enforcement intelligence.\" On July 15, 2010, Secretary Napolitano announced that 80 percent of Operation Stonegarden funding will now be directed to Southwest border states, and tribal funding will be increased by $8.2 million to $10 million in FY 2010. In 2011, the Metropolitan Medical Response System", "doc_score": "82.99144744873047", "publish_date": "2018/12/31"}, {"doc_id": "20767168", "text": "Southwest Key / background checks and lack of licensed facility workers combined with the exorbitant growth of SW Keys (profit margins and CEO salary) has resulted in SW Keys facilities being centers of children's human rights violations. Since 2015, Southwest Key has received $955 million dollars in contracts from federal grants. As of June 2018, it has received $310,824,288 in federal grants in fiscal year 2018 (which began on October 1, 2017). Under a contract signed in June 2018, its total grant revenue for immigrant youth shelters will reach $458 million for the fiscal year. In 2016, Southwest Key Programs' CEO Juan Sanchez", "doc_score": "84.10491943359375", "publish_date": "2018/12/31"}, {"doc_id": "1718955", "text": "Economic Development Administration / Economic Development Administration The Economic Development Administration (EDA) is an agency in the United States Department of Commerce that provides grants and technical assistance to economically distressed communities in order to generate new employment, help retain existing jobs and stimulate industrial and commercial growth through a variety of investment programs. The EDA was established under the Public Works and Economic Development Act of 1965 to generate jobs, help retain existing jobs, and stimulate industrial and commercial growth in economically troubled areas of the United States. EDA assistance is available to rural and urban areas of the United States experiencing high", "doc_score": "83.58220672607422", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_9", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "3834106", "text": "Volcano warning schemes of the United States / have a base level for dormant-quiescent states and three grades of alert. Developed in 1997 to replace a previous 5-level system devised in 1991. The Alaska Volcano Observatory (AVO) used the following color-coded system to rate volcanic activity. It was originally established during the 1989-90 eruption of Redoubt Volcano. All five classifications are spelled as proper nouns, i.e., Level of Concern Color Code Orange not Level of concern color code Orange or any other variation. On its website the AVO spells the alert color in all capitals, but this is not otherwise necessary outside their system. Introduced following the May", "doc_score": "84.25178527832031", "publish_date": "2018/12/31"}, {"doc_id": "3834104", "text": "Volcano warning schemes of the United States / Volcano warning schemes of the United States In October 2006, the United States Geological Survey (USGS) adopted a nationwide alert system for characterizing the level of unrest and eruptive activity at volcanoes. The system is now used by the Alaska Volcano Observatory, the California Volcano Observatory (California and Nevada), the Cascades Volcano Observatory (Washington, Oregon and Idaho), the Hawaiian Volcano Observatory and the Yellowstone Volcano Observatory (Montana, Wyoming, Colorado, Utah, New Mexico and Arizona). Under this system, the USGS ranks the level of activity at a U.S. volcano using the terms \"normal\", for typical volcanic activity in a non-eruptive phase;", "doc_score": "86.67476654052734", "publish_date": "2018/12/31"}, {"doc_id": "7679671", "text": "Eastern Ruapehu Lahar Alarm and Warning System / Eastern Ruapehu Lahar Alarm and Warning System The Eastern Ruapehu Lahar Alarm and Warning System, or ERLAWS, is a lahar warning system that was installed on Mount Ruapehu, New Zealand following volcanic eruptions in 1995–1996. The system successfully detected and warned of an imminent lahar in March 2007. The system is being expanded to detect the wider range of lahar threats now expected on Ruapehu. The 1995–1996 eruptions of Ruapehu in the North Island of New Zealand left a 7-metre high dam of tephra, consisting of volcanic ash and rock, around the rim of the crater lake. It was realised", "doc_score": "85.28706359863281", "publish_date": "2018/12/31"}, {"doc_id": "3834107", "text": "Volcano warning schemes of the United States / 18, 1980, eruption of Mount St. Helens. Volcano warning schemes of the United States In October 2006, the United States Geological Survey (USGS) adopted a nationwide alert system for characterizing the level of unrest and eruptive activity at volcanoes. The system is now used by the Alaska Volcano Observatory, the California Volcano Observatory (California and Nevada), the Cascades Volcano Observatory (Washington, Oregon and Idaho), the Hawaiian Volcano Observatory and the Yellowstone Volcano Observatory (Montana, Wyoming, Colorado, Utah, New Mexico and Arizona). Under this system, the USGS ranks the level of activity at a U.S. volcano using the terms \"normal\", for", "doc_score": "86.7829360961914", "publish_date": "2018/12/31"}, {"doc_id": "9888717", "text": "Hot zone (environment) / fire departments will deploy their HAZMAT, or hazardous materials, teams to reder the area safe once again. These types of spills can be harmful to people and to the environment because they are not meant to be there and therefore contaminate the land. Radioactive contamination can create a hot zone, as occupants are in danger of being exposed to radiation. In March 2011, a 9.0-magnitude earthquake and its accompanying tsunami struck a nuclear power station in Fukushima Daiichi area of north-eastern Japan. A number of safety systems were badly damaged by the tsunami leading to a loss-of-coolant (LOCA) event which", "doc_score": "84.25881958007812", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_10", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "14596186", "text": "The £100K Drop / also appeared at the beginning of the \"Doctor Who\" television film in 1996, making his time playing Doctor Who technically nine years uninterrupted. After producers spoke to the BBC, it became apparent that McCoy was the correct answer. Channel 4 therefore allowed Johnny and Dee to return and continue with the £325,000 that would have remained. They came back on 12 November 2010, to continue the game. They got all the way to the final question and managed to win £25,000. A board game was released by Drumond Park in November 2010. The series' highest-rated episode was 4 February 2011,", "doc_score": "87.7258071899414", "publish_date": "2018/12/31"}, {"doc_id": "9475947", "text": "Penny to a Million / to the jackpot, with each subsequent correct answer doubling the jackpot; if a contestant gave a wrong answer or failed to answer, they were eliminated from the game, awarded a gift certificate or savings bond ($25 for the first two eliminated, $50 for the round's runner-up) and a pack of cigarettes or a pen, depending on the show's sponsor. Wrong answers did not affect the jackpot. The round continued until three of the four contestants were eliminated or 20 questions were answered correctly (for a jackpot of up to 2¢, rounded down to 500,000 pennies). The jackpot reset to zero", "doc_score": "89.28221130371094", "publish_date": "2018/12/31"}, {"doc_id": "6498358", "text": "Celebrity Sweepstakes / whether to bet everything they had or none of it. There was a significant prize, usually worth around $1,000, for anyone who bet \"all\" and lost. Both players kept any cash won on the show. The player with the highest cash total won the game. Originally, if the game ended in a tie both players came back, but this changed to both players leaving if they both lost everything on the last question. Originally, players could stay on until defeated, and they won a car for every three wins. The limit later became three days, then five (with five wins", "doc_score": "85.90980529785156", "publish_date": "2018/12/31"}, {"doc_id": "19658361", "text": "Cash Trapped / of the toss-up. The contestant who selects the correct answer wins £2,000 and cash traps the opponent. If a contestant misses a toss-up, a new one is asked and they must sit it out. As in Round 1, each category is removed from play after being used. The last contestant standing receives a question in the final category alone and has one chance to choose the correct answer for an additional £2,000. Toss-up questions are worth £200 each in the first series only. All six contestants are reinstated again, and each has 45 seconds to answer as many quick-fire questions", "doc_score": "86.12821960449219", "publish_date": "2018/12/31"}, {"doc_id": "4904461", "text": "The $1,000,000 Chance of a Lifetime / as time permitted. If time ran short during a puzzle, each of the remaining letters was put into the puzzle one at a time and the bank continued to accumulate until one of the couples answered correctly. The couple in the lead at the end of the game won their bank and played the bonus round. If there was a tie after the final puzzle, a final toss-up clue was played with sudden death rules; a correct answer won the game, but an incorrect answer resulted in an automatic loss. Losing couples received parting gifts, a copy of the show's", "doc_score": "86.63025665283203", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_11", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "15572766", "text": "Anti-miscegenation laws in the United States / In the respective referendums, 62% of voters in South Carolina and 59% of voters in Alabama voted to make the amendments. In Alabama nearly 526,000 people voted against the amendment, including a majority of voters in some rural counties. In 2009, Keith Bardwell, a justice of the peace in Robert, Louisiana, refused to officiate a civil wedding for an interracial couple. A nearby justice of the peace, on Bardwell's referral, officiated the wedding; the interracial couple sued Keith Bardwell and his wife Beth Bardwell in federal court. After facing wide criticism for his actions, including from Louisiana Governor Bobby Jindal,", "doc_score": "84.69670104980469", "publish_date": "2018/12/31"}, {"doc_id": "6744908", "text": "LGBT rights in the United States / activist Evan Wolfson has called these claims \"historic revisionism\". In a July 2, 2011 editorial \"The New York Times\" opined, \"The Defense of Marriage Act was enacted in 1996 as an election-year wedge issue, signed by President Bill Clinton in one of his worst policy moments.\" Despite DOMA, Clinton, who was the first President to select openly gay persons for Administration positions, is generally credited as the first President to publicly champion gay rights. During his Presidency, Clinton controversially issued two substantial executive orders on behalf of gay rights, the first was in 1995 that lifted the ban on security", "doc_score": "82.135498046875", "publish_date": "2018/12/31"}, {"doc_id": "7253779", "text": "Same-sex marriage in Washington state / marriages established elsewhere. The vote was 63 to 35 in the House and 27 to 19 in the Senate. Governor Gary Locke vetoed the legislation on February 21, calling it \"divisive and unnecessary\", citing the 1974 state court decision in \"Singer v. Hara\". He wrote in his veto message: \"Our overarching principle should be to promote civility, mutual respect and unity. This legislation fails to meet this test.\" An attempt to override his veto failed in the state Senate on a party-line vote, 26 to 20, when seven Democrats who had originally supported the measure changed their position to support", "doc_score": "83.59648132324219", "publish_date": "2018/12/31"}, {"doc_id": "11055759", "text": "Military Readiness Enhancement Act / Military Readiness Enhancement Act The Military Readiness Enhancement Act was a bill introduced in the U.S. House of Representatives in several sessions between 2005 and 2009. It would have amended title 10, United States Code to include a policy of nondiscrimination on the basis of sexual orientation, replacing the policy known as \"Don't ask, don't tell\" (DADT), which banned disclosing one's homosexuality while serving in the Armed Forces. The bill remained stalled in committee each time it was introduced. In 2010, its backers succeeded in repealing DADT effective September 2011, without establishing a nondiscrimination policy. Rep. Marty Meehan introduced the", "doc_score": "82.89912414550781", "publish_date": "2018/12/31"}, {"doc_id": "6744934", "text": "LGBT rights in the United States / they're same-sex couples—if the Supreme Court asks me or my attorney general or solicitor general, 'Do we think that meets constitutional muster?' I felt it was important for us to answer that question honestly. And the answer is no.\" The administration took the position that the Supreme Court should apply \"heightened scrutiny\" to California's ban—a standard under which legal experts say no state ban could survive. On August 8, 2013, Obama criticized Russia's anti-gay law. On December 26, 2013, President Obama signed the National Defense Authorization Act for Fiscal Year 2014 into law, which repealed the ban on consensual sodomy", "doc_score": "83.01190185546875", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_12", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "19849922", "text": "Reminder (song) / Reminder (song) \"Reminder\" is a song recorded by Canadian singer The Weeknd from his third studio album, \"Starboy\" (2016). It was written by him with Dylan Wiggns, Jason Quenneville and its producers Doc McKinney, Mano and Cirkut. The song was released to rhythmic contemporary radio on May 9, 2017, as the album's fourth single in the United States. The official remix was released on August 1, 2017 and features new verses from American rappers ASAP Rocky and Young Thug. \"Reminder'\" peaked at number 31 on the US \"Billboard\" Hot 100. It reached the top ten on both the R&B Songs", "doc_score": "80.51188659667969", "publish_date": "2018/12/31"}, {"doc_id": "20937588", "text": "High for Hours / High for Hours \"High for Hours\" (also known as \"High for Hours (Volume 1)\") is a song by American rapper J. Cole. The song was released as a single on January 18, 2017. \"High for Hours\" was produced by Elite, with co-production from Cam O'bi. The song was considered for Cole's fourth studio album, \"4 Your Eyez Only\", but was not included. It was uploaded to Cole's SoundCloud page on Martin Luther King Day, January 16, 2017, and has over 11 million plays on SoundCloud as of October 2018. It treats themes including oppression, revolution, and a meeting with Barack", "doc_score": "77.776123046875", "publish_date": "2018/12/31"}, {"doc_id": "9676167", "text": "National Poetry Month / year, publishers, booksellers, educators and literary organizations use April to promote poetry: publishers often release and publicize their poetry titles in April, teachers and librarians focus on poetry units during the month; and bookstores and reading series frequently hold special readings. National Poetry Writing Month encourages writing a poem a day in celebration. In a proclamation issued on April 1, 1996, President Bill Clinton declared: \"National Poetry Month offers us a welcome opportunity to celebrate not only the unsurpassed body of literature produced by our poets in the past, but also the vitality and diversity of voices reflected in the", "doc_score": "76.29820251464844", "publish_date": "2018/12/31"}, {"doc_id": "16800212", "text": "Get Up (A Cowboys Anthem) / where everybody can sing along and have a good time. I am pretty pumped. I am glad it came to me so quickly. That doesn't really happen that fast, normally.\" The song was first released by Pepsi and the NFL on August 14, 2012 as a free digital download until February 2013. It was re-released on October 2, 2012 by RCA Records. \"Get Up (A Cowboys Anthem)\" was met with positive reviews. Katherine St. Asaph of \"Popdust\" remarked: \"It’s pretty straightforward: the gloss-rock of \"All I Ever Wanted\" or \"Stronger\", a chorus all about getting up and shouting about it,", "doc_score": "76.09525299072266", "publish_date": "2018/12/31"}, {"doc_id": "13711210", "text": "Need You Now (Lady Antebellum song) / Need You Now (Lady Antebellum song) \"Need You Now\" is a song performed by American country music trio Lady Antebellum. The band co-wrote the song with Josh Kear, and produced it with Paul Worley. It serves as the lead-off single and title track to their second studio album, \"Need You Now\" (2010), and was first released in the US on August 11, 2009. The song also served as their debut single in the UK and Europe, where it was released April 23, 2010. It won four Grammy Awards in 2011, including for Song of the Year and Record of the", "doc_score": "76.17704010009766", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_13", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "17598758", "text": "Ophel Treasure / Ophel Treasure The Ophel treasure is a 1400 years old collection of 36 gold coins and a large gold medallion discovered in 2013 on the foot of Jerusalem's Temple Mount by archeologist Eilat Mazar. The medallion is engraved with Jewish symbols like a seven branched menorah, a shofar and a Torah. Mazar dated her findings to the Persian conquest of Jerusalem in 614 CE. After the Persians conquered Jerusalem, many Jews returned to the city and formed the majority of its population. According to Lior Sandberg, numismatics specialist at the Institute of Archaeology. \"The 36 gold coins can be dated", "doc_score": "88.21590423583984", "publish_date": "2018/12/31"}, {"doc_id": "17598761", "text": "Ophel Treasure / be seen on exhibition in the Israelmuseum Jerusalem. Ophel Treasure The Ophel treasure is a 1400 years old collection of 36 gold coins and a large gold medallion discovered in 2013 on the foot of Jerusalem's Temple Mount by archeologist Eilat Mazar. The medallion is engraved with Jewish symbols like a seven branched menorah, a shofar and a Torah. Mazar dated her findings to the Persian conquest of Jerusalem in 614 CE. After the Persians conquered Jerusalem, many Jews returned to the city and formed the majority of its population. According to Lior Sandberg, numismatics specialist at the Institute of", "doc_score": "88.13604736328125", "publish_date": "2018/12/31"}, {"doc_id": "367646", "text": "Rosetta Stone / the Napoleonic Wars, a long-running dispute over the relative value of Young and Champollion's contributions to the decipherment and, since 2003, demands for the stone's return to Egypt. Two other fragmentary copies of the same decree were discovered later, and several similar Egyptian bilingual or trilingual inscriptions are now known, including two slightly earlier Ptolemaic decrees (the Decree of Canopus in 238 BC, and the Memphis decree of Ptolemy IV, c. 218 BC). The Rosetta Stone is, therefore, no longer unique, but it was the essential key to modern understanding of Ancient Egyptian literature and civilisation. The term \"Rosetta Stone\"", "doc_score": "86.26235961914062", "publish_date": "2018/12/31"}, {"doc_id": "17592854", "text": "Ophel inscription / Ophel inscription The Ophel Pithos is a 3,000-year-old inscription on a fragment of a ceramic jar found near Jerusalem's Temple Mount (see Ophel) by archeologist Eilat Mazar. It was found in 2012 during excavations and the find was announced in summer 2013. It is the earliest alphabetical inscription found in Jerusalem. Eilat Mazar has dated the potsherds on which the inscription was written to the 10th century BCE. The interpretation of the fragment is controversial, with readings varying from sensationalist claims to minimalist scepticism. The fragment comes from a pithos, a large neckless ceramic jar, discovered in a ceramic assemblage", "doc_score": "87.34603118896484", "publish_date": "2018/12/31"}, {"doc_id": "17592862", "text": "Ophel inscription / suggest a reading either M-Q-P-Ḥ-N-M-Ṣ-N or N-Ṣ-M-N-Ḥ-P-Q-M, depending on the writing direction. This can not be set without a decisive clue about the language, which in Jerusalem at that time would not restricted to only Hebrew. Ophel inscription The Ophel Pithos is a 3,000-year-old inscription on a fragment of a ceramic jar found near Jerusalem's Temple Mount (see Ophel) by archeologist Eilat Mazar. It was found in 2012 during excavations and the find was announced in summer 2013. It is the earliest alphabetical inscription found in Jerusalem. Eilat Mazar has dated the potsherds on which the inscription was written to", "doc_score": "85.0609359741211", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_14", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "7662297", "text": "Jake the Alligator Man / Jake the Alligator Man Jake the Alligator Man is an alleged half-man, half-alligator creature on display in apparently mummified condition at Marsh's Free Museum, a tourist trap located at 409 South Pacific Avenue in Long Beach, Washington. He was acquired by the Marshes for $750 in 1967 from an antique store. A postcard image was used by the \"Weekly World News\" on November 9, 1993 for front-page article, \"Half-human, half-alligator discovered in Florida swamp.\" The periodical subsequently reported on his escape from captivity, killing of a Miami man, and giving birth. Jake has acquired a cult following in Northwestern popular", "doc_score": "83.22860717773438", "publish_date": "2018/12/31"}, {"doc_id": "10614717", "text": "Alligator Effigy Mound / excavation, made by the creators of the effigy, was found in the region. They examine the headland where the mound is built. They describe it as a \"beautifully rounded spur of land,\" and question if the site was rounded by humans to create such a rounded place. During their visit, they also noticed that damage had been done to the headland. They note that other earthworks can be seen from the top of the headland, specifically those in the Newark group. After their survey, Squier and Davis concluded that the site was used for sacrifices or \"on stated or extraordinary", "doc_score": "79.76339721679688", "publish_date": "2018/12/31"}, {"doc_id": "7662298", "text": "Jake the Alligator Man / culture. His 75th birthday party is held annually in early August on the peninsula, and features events such as a bachelor party, car show, bridal contest, and live music. Bumper stickers featuring the oddity can be commonly seen throughout Washington and Oregon. Jake the Alligator Man Jake the Alligator Man is an alleged half-man, half-alligator creature on display in apparently mummified condition at Marsh's Free Museum, a tourist trap located at 409 South Pacific Avenue in Long Beach, Washington. He was acquired by the Marshes for $750 in 1967 from an antique store. A postcard image was used by the", "doc_score": "82.21669006347656", "publish_date": "2018/12/31"}, {"doc_id": "10750742", "text": "Ayia Napa sea monster / century AD in Paphos, Cyprus. Many ancient authorities describe it as a monstrous form of a giant maiden in torso, with a serpent for its lower body, having six snarling dog-heads issuing from its midriff, including their twelve forelimbs. This is the form described by Gaius Julius Hyginus, the \"Bibliotheca\" and the \"Suda\", among so many others, and it is this form most often depicted on vase paintings. According to a description from Hyginus, a Latin author, it possessed “more heads than the vase-painters could paint”, and whoever encountered it was killed almost instantaneously. Government officials have started a search", "doc_score": "76.27476501464844", "publish_date": "2018/12/31"}, {"doc_id": "6562737", "text": "Chessie (sea monster) / Lake in \"Weird Maryland\", two perch fishermen, Francis Klarrman and Edward J. Ward, in 1943 spotted something in the water near Baltimore. In 1978, witnesses claimed to have seen Chessie near Southern Maryland's Calvert Cliffs State Park and in the Potomac River in Westmoreland County, Virginia. A sketch of an unknown sea creature, drawn by boater Trudy Guthrie, was published by the \"Evening Sun\" in September 1980. It was later identified as a manatee from Florida. Manatees are occasionally sighted in the area. Unlike the reports of a serpentine creature, manatees create a \"smooth 'footprint'... as they move\" rather than", "doc_score": "79.8316421508789", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_15", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "20135666", "text": "2017 California wildfires / the massive Thomas Fire in Ventura County. At the time, the Thomas Fire was California's largest modern wildfire, which has since been surpassed by the Mendocino Complex's Ranch Fire in 2018. The December 2017 fires forced over 230,000 people to evacuate, with the 6 largest fires burning over and more than 1,300 structures. During the year, 5 of the 20 most destructive wildfires in the state's history burned between October and December: #1 Tubbs, #6 Nuns, #7 Thomas, #11 Atlas, and #17 Redwood Valley Complex. The wildfires collectively caused at least $18.0 billion (2018 USD) in damages, including $13.2 billion", "doc_score": "90.06622314453125", "publish_date": "2018/12/31"}, {"doc_id": "20135672", "text": "2017 California wildfires / tons each year), and accounts for 5-10 percent of all air pollution deaths worldwide, or about 250,000 people annually. According to Jacobson, biomass burning has other impacts that increase warming in the atmosphere, beyond just producing greenhouse gas emissions. The process also creates tiny bits of soot, called black carbon, and traces of harmful substances, known as brown carbon, which together cause more global warming per unit weight than other human-associated carbon sources. California is one of the few jurisdictions in the world to set mandatory greenhouse gas emissions targets. A 2015 study by the National Park Service and UC", "doc_score": "90.24009704589844", "publish_date": "2018/12/31"}, {"doc_id": "20135669", "text": "2017 California wildfires / decline. Climate change is impacting the number and intensity of wildfires Nationwide, particularly in the American West. Although the number of wildfires in California has steadily been declining since 1980, the total acres burned and average acres burned is on the rise. According to Ottmar, the amount of greenhouse gases emitted from a wildfire is directly related to fuel consumption, which is the result of area burned, burning period, fuel characteristics, and fire behavior. These factors lead to the production of greenhouse gases, fine particulate matter emission, black carbon emission, carbon dioxide and monoxide production, as well as other trace", "doc_score": "92.04725646972656", "publish_date": "2018/12/31"}, {"doc_id": "20135684", "text": "2017 California wildfires / the ecology with which we coexist are more vulnerable to wildfires. Wildfire activity is closely tied to temperature and drought over time. Globally, the length of the fire season increased by nearly 19% from 1979 to 2013, with significantly longer seasons in the western states. Since 1985, more than 50% of the wildfire area burned in the western United States can be attributed to anthropogenic climate change. In addition, due to human fire suppression methods, there is a build of fuels in some ecosystems, making them more vulnerable to wildfires. There is greater risk of fires occurring in denser, dryer", "doc_score": "90.49938201904297", "publish_date": "2018/12/31"}, {"doc_id": "20135678", "text": "2017 California wildfires / climate space, spanning alpine zones, temperate rain forests, ecosystems, and deserts. In addition, the state is the most populous in the country, meaning that these ever-growing communities will have a large impact on whether or not California will increase or decrease the amount of fires over the course of the next century. Electrical lines and equipment have consistently been among the three major causes of California wildfires in recent years. They were the leading cause of fires that burned more acres in California than any other cause in 2015. Although it is very difficult to predict future conditions for wildfires", "doc_score": "90.73384857177734", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_16", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "978071", "text": "Guinevere / by wild beasts, an event said to be shown on Meigle Stone 2 (Queen Venora's Stone). This stone was one of two that originally stood near a mound that is identified as Vanora's grave. Modern scholars interpret the Meigle Stone 2 as a depiction of the Biblical tale of Daniel in the lion's den. The 14th-century Welsh poet Dafydd ap Gwilym alludes to Guinevere's abduction in two of his poems. In \"Diu Crône\", Guinevere's own brother Gotegrim kidnaps her and intends to kill her for refusing to marry Gasozein, who claims to be her rightful husband. Another such story takes", "doc_score": "83.12300109863281", "publish_date": "2018/12/31"}, {"doc_id": "41475", "text": "Beowulf / all to see at Heorot. This display would fuel Grendel's mother's anger in revenge. The next night, after celebrating Grendel's defeat, Hrothgar and his men sleep in Heorot. Grendel's mother, angry that her son has been killed, sets out to get revenge. \"Beowulf was elsewhere. Earlier, after the award of treasure, The Geat had been given another lodging\"; his assistance would be absent in this battle. Grendel's mother violently kills Æschere, who is Hrothgar's most loyal fighter, and escapes. Hrothgar, Beowulf, and their men track Grendel's mother to her lair under a lake. Unferth, a warrior who had doubted him", "doc_score": "82.3946533203125", "publish_date": "2018/12/31"}, {"doc_id": "17738056", "text": "Daenerys Targaryen / 163 Meereenese masters as \"justice\" for 163 slave children crucified on the road to Meereen. After becoming aware that her council in Astapor has been overthrown and that Yunkai has reverted to slavery, Daenerys decides to stay in Meereen to practice ruling. She also begins a sexual relationship with Daario. After discovering that Jorah was previously spying on her on House Baratheon's behalf, she is enraged and orders him exiled from the city. Daenerys is later horrified to discover that Drogon has killed a farmer's child; although Drogon is unable to be captured, she has Rhaegal and Viserion locked up", "doc_score": "81.90738677978516", "publish_date": "2018/12/31"}, {"doc_id": "139856", "text": "Freyr / Gerðr, a beautiful giantess. Freyr immediately falls in love with her and becomes depressed and taciturn. After a period of brooding, he consents to talk to Skírnir, his foot-page. He tells Skírnir that he has fallen in love with a beautiful woman and thinks he will die if he cannot have her. He asks Skírnir to go and woo her for him. The loss of Freyr's sword has consequences. According to the \"Prose Edda\", Freyr had to fight Beli without his sword and slew him with an antler. But the result at Ragnarök, the end of the world, will be", "doc_score": "81.37156677246094", "publish_date": "2018/12/31"}, {"doc_id": "387822", "text": "Skírnir / Skírnir In Norse mythology, Skírnir (Old Norse \"bright one\") is the god Freyr's messenger and vassal. In the \"Poetic Edda\" poem \"Skírnismál\", Skírnir is sent as a messenger to Jötunheimr to conduct lovesick Freyr's wooing of the fair goddess Gerðr on condition of being given Freyr's powerful sword as a reward. The coy goddess refuses the advances until Skírnir threatens Gerðr with his \"gambantein\", a magic wand. In chapter 34 of the \"Prose Edda\" poem \"Gylfaginning\", Skírnir also performs favors for Odin, father of the gods. After the vicious wolf Fenrir evades capture, Skirnir visits the mountain dwarves, know for", "doc_score": "80.25116729736328", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_17", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "1822963", "text": "Monkeypox / to humans. Diagnosis can be verified by testing for the virus. The virus does not remain very long in the blood, and hence blood testing may not detect the disease. Test results interpreted together with clinical features. Vaccination against smallpox is assumed to provide protection against human monkeypox infection, because they are closely related viruses and the vaccine protects animals from experimental lethal monkeypox challenge. This has not been conclusively demonstrated in humans, because routine smallpox vaccination was discontinued following the apparent eradication of smallpox and owing to safety concerns with the vaccine. Smallpox vaccine has been reported to reduce", "doc_score": "87.30870056152344", "publish_date": "2018/12/31"}, {"doc_id": "1822958", "text": "Monkeypox / in Africa. Diagnosis can be confirmed by testing a lesion for the virus's DNA. The disease can appear similar to chickenpox. The smallpox vaccine is believed to prevent infection. Cidofovir may be useful as treatment. The risk of death in those infected is up to 10%. The disease mostly occurs in Central and West Africa. It was first identified in 1958 among laboratory monkeys. The first cases in humans were found in 1970 in the Democratic Republic of the Congo. An outbreak that occurred in the United States in 2003 was traced to a pet store where imported Gambian rodents", "doc_score": "87.41653442382812", "publish_date": "2018/12/31"}, {"doc_id": "17365519", "text": "Monkeypox virus / Western Africa. Monkeypox is carried by both animals and humans. It was first identified by Preben von Magnus in Copenhagen, Denmark in 1958 in crab-eating macaque monkeys (\"Macaca fascicularis\") being used as laboratory animals. It has also been identified in the giant Gambian rat which was the source of a 2003 outbreak in the United States. Monkeypox virus causes the disease in both humans and animals. The crab-eating macaque is often used for neurological experiments. The virus is mainly found in tropical rainforest regions of central and West Africa. The virus can spread both from animal to human and from", "doc_score": "86.90962982177734", "publish_date": "2018/12/31"}, {"doc_id": "1822957", "text": "Monkeypox / Monkeypox Monkeypox is an infectious disease caused by the monkeypox virus that can occur in certain animals including humans. Symptoms begin with fever, headache, muscle pains, swollen lymph nodes, and feeling tired. This is followed by a rash that forms blisters and crusts over. The time from exposure to onset of symptoms is around 10 days. The duration of symptoms is typically 2 to 5 weeks. Monkeypox may be spread from handling bush meat, an animal bite or scratch, body fluids, contaminated objects, or close contact with an infected person. The virus is believed to normally circulate among certain rodents", "doc_score": "86.77873992919922", "publish_date": "2018/12/31"}, {"doc_id": "1822959", "text": "Monkeypox / were sold. Monkeypox is similar to smallpox, although it is often milder. Limited person-to-person spread of infection has been reported in disease-endemic areas in Africa. Monkeypox virus causes the disease in both humans and animals. It was first identified in 1958 as a pathogen of crab-eating macaque monkeys (\"Macaca fascicularis\") being used as laboratory animals. The crab-eating macaque is often used for neurological experiments. Monkeypox virus is an \"Orthopoxvirus\", a genus of the family \"Poxviridae\" that contains other viral species that target mammals. The virus is found mainly in tropical rainforest regions of Central and West Africa. The virus was", "doc_score": "88.2755126953125", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_18", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "10508903", "text": "The Renaissance (Q-Tip album) / The Renaissance (Q-Tip album) The Renaissance is the second studio album by American hip hop artist Q-Tip, released November 4, 2008, on Universal Motown Records. The follow-up to his solo debut album, \"Amplified\" (1999), it was recorded after Q-Tip's \"Kamaal the Abstract\" (2009) was initially shelved in 2002 by his former label Arista Records and his proposed effort \"Open\" was shelved by Universal Motown, both deemed commercially inadequate by the labels. \"The Renaissance\" was produced primarily by Q-Tip and features guest contributions by D'Angelo, Norah Jones, Amanda Diva, and Raphael Saadiq. The album debuted at number 11 on the U.S.", "doc_score": "86.40950012207031", "publish_date": "2018/12/31"}, {"doc_id": "10508911", "text": "The Renaissance (Q-Tip album) / \"The Renaissance\" adapted from liner notes. The Renaissance (Q-Tip album) The Renaissance is the second studio album by American hip hop artist Q-Tip, released November 4, 2008, on Universal Motown Records. The follow-up to his solo debut album, \"Amplified\" (1999), it was recorded after Q-Tip's \"Kamaal the Abstract\" (2009) was initially shelved in 2002 by his former label Arista Records and his proposed effort \"Open\" was shelved by Universal Motown, both deemed commercially inadequate by the labels. \"The Renaissance\" was produced primarily by Q-Tip and features guest contributions by D'Angelo, Norah Jones, Amanda Diva, and Raphael Saadiq. The album debuted", "doc_score": "85.74617004394531", "publish_date": "2018/12/31"}, {"doc_id": "19474073", "text": "Lemonade (Beyoncé album) / one and number two on \"Pollstar's\" 2016 mid-year Top 100 Tours chart both in North America and worldwide respectively, with a total mid-year worldwide gross of $137.3 million from the first twenty-five shows (including $126.3 million from the first North American leg of the tour). In total, the tour grossed $256 million from forty-nine sold out shows according to \"Billboard\" box score, and ranked at number two on \"Pollstar\"'s 2016 Year-End Tours chart. \"Formation\" was released as the album's lead single exclusively on Tidal on February 6, 2016, along with its accompanying music video. The following day, Beyoncé performed it", "doc_score": "83.18212890625", "publish_date": "2018/12/31"}, {"doc_id": "19474052", "text": "Lemonade (Beyoncé album) / Lemonade (Beyoncé album) Lemonade is the sixth solo album by American singer Beyoncé, released on April 23, 2016, by Parkwood Entertainment and Columbia Records. It was her second \"visual album\" following her 2013 eponymous fifth album, and is a concept album accompanied upon its release by a sixty-five minute film aired on HBO. Primarily an R&B album, \"Lemonade\" encompasses a variety of genres, including pop, reggae, blues, rock, hip hop, soul, funk, Americana, country, gospel, electronic, and trap. It features guest vocals from James Blake, Kendrick Lamar, the Weeknd, and Jack White, and contains samples and interpolations of a number", "doc_score": "85.88383483886719", "publish_date": "2018/12/31"}, {"doc_id": "20401718", "text": "Revival (Eminem album) / Revival (Eminem album) Revival is the ninth studio album by American rapper Eminem. The album was released on December 15, 2017, through Aftermath Entertainment, Shady Records and Interscope Records. Production for the album took place during 2016 to 2017 at various recording studios. In addition to Eminem himself, music production was handled by various record producers, including Rick Rubin, Skylar Grey, Alex da Kid, and executive producer Dr. Dre. \"Revival\" features guest appearances from artists Beyoncé, Phresher, Ed Sheeran, Alicia Keys, X Ambassadors, Skylar Grey, Kehlani, and Pink. The album's lead single, \"Walk on Water\", featuring Beyoncé, was released on", "doc_score": "82.40489959716797", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_19", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "4701237", "text": "Tony Dow / from 1965 to 1968, he served in the National Guard, interrupting his acting career. On his return to acting, he was a guest star in the television series \"Adam-12\", \"Love American Style\", \"Knight Rider\", \"Square Pegs\", \"The Mod Squad\", \"The Hardy Boys\", and \"Emergency!\". During the 1970s, Dow continued acting while working in the construction industry and studying journalism and filmmaking. In 1987, he was honored by the Young Artist Foundation with its Former Child Star Lifetime Achievement Award for his role as Wally Cleaver. Dow's most recent screen appearance was in the 2003 film \"\". In 1986, he wrote", "doc_score": "76.39164733886719", "publish_date": "2018/12/31"}, {"doc_id": "4709813", "text": "Jon Hall (actor) / In 1944, he took part in \"the battle of the balcony,\" a fight between Hall and big band leader Tommy Dorsey. Hall was diagnosed with incurable bladder cancer which caused him extreme pain. He committed suicide on December 13, 1979 and was buried at the Forest Lawn, Hollywood Hills Cemetery in Los Angeles Hall has two stars on the Hollywood Walk of Fame, for Motion Pictures at 1724 Vine Street and for television at 6933 Hollywood Boulevard. Features: Short Subjects: Jon Hall (actor) Jon Hall (born Charles Felix Locher, February 23, 1915 – December 13, 1979) was an American film", "doc_score": "75.13795471191406", "publish_date": "2018/12/31"}, {"doc_id": "17906295", "text": "Curtis McClarin / Curtis McClarin Curtis L. McClarin (December 19, 1969 – March 4, 2014) was an American film, television and stage actor. He began all three careers in the early-1990s, appearing in films such as \"The Hard Way\" and \"Fresh\", in the television film \"Murder Without Motive: The Edmund Perry Story\" about the death of Edmund Perry, and on Broadway in the Tony Award-nominated musical \"Bring in 'da Noise, Bring in 'da Funk\". A resident of Brooklyn, New York, McClarin appeared in regional theatre productions across the U.S.. His other film credits include \"The Occupant\" and \"The Happening\", and he had guest", "doc_score": "75.03173065185547", "publish_date": "2018/12/31"}, {"doc_id": "9309730", "text": "Tony Russel / rustler Mike Cassidy in the episode \"Drop Out\" of the syndicated television series, \"Death Valley Days\", hosted by Robert Taylor, not long before Taylor's own death. In the story line, the rebellious George Leroy Parker, played by Michael Margotta, takes the name Butch Cassidy in honor of his acquaintance. The episode aired the same year as the film, \"Butch Cassidy and the Sundance Kid\". Born in Kenosha, Wisconsin, Russo served in the United States Army Air Forces during World War II. Russel then studied at University of Wisconsin–Madison. He died on March 18, 2017, in Las Vegas, Nevada, aged 91.", "doc_score": "77.28900146484375", "publish_date": "2018/12/31"}, {"doc_id": "9135292", "text": "Pooch Hall / Pooch Hall Marion H. \"Pooch\" Hall, Jr. (born February 8, 1977) is an American television and film actor, rapper, and model known for his role as Derwin Davis, the football player on The CW/BET sitcom \"The Game\", and as Ricky in the 2011 film \"Jumping the Broom\". He currently plays the character of Daryll Donovan in the Showtime drama \"Ray Donovan. Hall portrayed Muhammad Ali in the 2016 sports biography film, \"Chuck\", about Ali's opponent Chuck Wepner and the Ali-Wepner 1975 world heavyweight title boxing bout. He was born Marion H. Hall, Jr. to Marion and the late Cindy Hall", "doc_score": "76.04359436035156", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_20", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "4107347", "text": "Current TV / block of programming with TV-friendly simulcasts of \"The Stephanie Miller Show\" (under the name \"Talking Liberally: The Stephanie Miller Show\") and \"The Bill Press Show\" (under the name \"Full Court Press: The Bill Press Show\"). This was interpreted by Mediaite's Political Editor and White House Correspondent Tommy Christopher as an attempt to compete against MSNBC's \"Morning Joe\" (which aired from 6am to 9am). This morning block moved to Free Speech TV after Current TV folded and became Al Jazeera America. On March 30, 2012, Current announced that Keith Olbermann had been fired and would no longer host a show on", "doc_score": "77.22256469726562", "publish_date": "2018/12/31"}, {"doc_id": "17680492", "text": "The Big Debate / As of 2021, \"The Big Debate\" will air on eIndia. In October 2013, the South African Broadcasting Corporation pulled the show off the air just a few hours before the broadcast of an episode on Workers Rights, citing 'editorial oversight' as the reason for the show's axing. The cancelled show dealt in some detail with the killing of 34 mineworkers in August 2012 at Marikana by the South African police. Campaign groups, including the Right2Know Campaign in South Africa and the Freedom of Expression Institute described the cancellation of the show by the SABC as censorship, accusing the national broadcaster", "doc_score": "78.81912994384766", "publish_date": "2018/12/31"}, {"doc_id": "4790314", "text": "E. D. Hill / primaries was a \"terrorist fist jab\". Hill, introducing an upcoming discussion before a commercial break, posited that the gesture was either \"A fist bump? A pound? [or] A terrorist fist jab?,\" but never explained the term when the segment continued after the break. The incident set off a controversy among bloggers and television commentators. Hill apologized for her comments the next day. The next week, the Fox News Channel announced that Hill's show \"America's Pulse\" had been canceled. Martha McCallum's show \"The Live Desk\" would become two hours (1–3 p.m.), and Trace Gallagher would become a co-host with McCallum. In", "doc_score": "80.11450958251953", "publish_date": "2018/12/31"}, {"doc_id": "3969174", "text": "The Sean Hannity Show / Sean Hannity Show\" and the world-famous Final Hour Free-for-All!\" Sometimes during election years, an additional announcement was made after \"Carmina Burana\", proclaiming the edition to be \"a special edition of \"The Sean Hannity Show\": The Battle for America,\" featuring a countdown until Election Day. On Election Day 2007 (November 6, 2007), the \"special edition\" message counted down the days that remained until the 2008 Iowa Caucus (January 3, 2008), \"Super Tuesday\" (February 5, 2008), and Election Day (November 4, 2008). As of mid-2011, the show's opening sequence is: In mid-2014, \"Independence Day\" was retired and replaced by \"This Is How", "doc_score": "79.06745910644531", "publish_date": "2018/12/31"}, {"doc_id": "12453304", "text": "Redrum (The X-Files) / more infamous as the site of Presidential candidate Robert F. Kennedy's assassination by Sirhan Sirhan in 1968. \"Redrum\" first aired on Fox on December 10, 2000. The episode earned a Nielsen household rating of 8.1, meaning that it was seen by 8.1% of the nation's estimated households. The episode was viewed by 8.16 million households, and 13.2 million viewers. The episode ranked as the 40th most-watched episode for the week ending December 10. The episode subsequently aired in the United Kingdom on the BBC Two on April 14, 2002. Fox promoted the episode with the tagline \"How do you stop", "doc_score": "78.22682189941406", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_21", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "13753040", "text": "Ramona Bachmann / FA WSL club Chelsea announced that Bachmann had agreed to join them when the transfer window opened the following month. In 2018, on 5 May, Bachmann scored twice, including the winning goal, in the Women's FA Cup final against Arsenal, a game which ended 3–1 to Bachmann's team, Chelsea. She was named the Player of the Match by commentator Sue Smith. Bachmann played for Switzerland in the 2006 and 2010 editions of the FIFA U-20 Women's World Cup. During the latter tournament she was hampered by a back injury. At the 2009 UEFA Women's Under-19 Championship in Belarus, Bachmann won", "doc_score": "86.3177719116211", "publish_date": "2018/12/31"}, {"doc_id": "5264728", "text": "England women's national football team / the tournament. England beat France 1–0 in the quarter-finals before meeting hosts and eventual champions, the Netherlands. In the semi-finals, England conceded three goals without reply and were knocked out of the tournament. In September 2017, Sampson was sacked from his role as manager by the FA after evidence of \"inappropriate and unacceptable\" behaviour was uncovered during his tenure at Bristol Academy. He was replaced by Phil Neville. After being appointed manager, Neville's first games in charge were at the 2018 SheBelieves Cup. In their first game, England defeated France 4–1, then had a 2–2 draw against Germany. They went", "doc_score": "89.86451721191406", "publish_date": "2018/12/31"}, {"doc_id": "5264726", "text": "England women's national football team / at which England had failed to record an official win over Germany. At the 2015 FIFA Women's World Cup in Canada, England lost their opening group game to France but won their remaining group games against Mexico and Colombia, easing through to the last 16 to play 1995 champions Norway. A 2–1 win set up a meeting with hosts Canada in the quarter-finals. Despite facing not only a strong Canadian team but a capacity partisan crowd at BC Place in Vancouver, England progressed to the semifinals of the Women's World Cup for the first time in their history with another", "doc_score": "84.81446838378906", "publish_date": "2018/12/31"}, {"doc_id": "4093050", "text": "FIFA U-20 Women's World Cup / winning their first championship at the youth level in 2002, the United States reclaimed the trophy with a 2–1 win over defending champions Korea DPR. The Golden Ball and the Golden Shoe went to Sydney Leroux of the United States. The 2010 edition of the tournament was held in Germany from 13 July to 1 August 2010. The host nation defeated Nigeria in the final to claim its second championship. It was the first time that an African nation had advanced as far as the semifinals. It was also the first tournament in which four different confederations were represented in", "doc_score": "84.12440490722656", "publish_date": "2018/12/31"}, {"doc_id": "3145173", "text": "Germany women's national football team / Norway. Goalkeeper Nadine Angerer, who stopped two penalties during the final, was chosen as the tournament's best player. The 2015 FIFA Women's World Cup had Germany again reaching the top four. In the semifinal against the United States, Célia Šašić, who wound up as the tournament's top scorer, missed a penalty, and afterwards goals by Carli Lloyd and Kelley O'Hara lead to an American victory. The third place match saw the Germans lose their first ever match to England after 21 contests, due to a penalty kick by Fara Williams during extra time. Germany is one of the most successful", "doc_score": "85.22139739990234", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_22", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "12272289", "text": "Keir Starmer / of rape and child abuse. On 28 December Starmer said to BBC News: \"well, I'm back in private practice; I'm rather enjoying having some free time, and I'm considering a number of options\". Starmer was selected on 13 December 2014 as the Labour Party's prospective parliamentary candidate for the constituency of Holborn and St Pancras, following the decision of the sitting MP Frank Dobson to stand down. Starmer was elected at the 2015 general election with a majority of 17,048. He was urged by activists to stand for Leader of the Labour Party at the 2015 leadership election, but he", "doc_score": "86.90923309326172", "publish_date": "2018/12/31"}, {"doc_id": "7254841", "text": "David Handley / David Handley David Handley is the leader of the militant pressure group Farmers for Action. He was a leader of the UK fuel protestors in September 2000. He unsuccessfully challenged for the leadership of the British National Farmers Union and was backed by senior Conservative Party activist Mark MacGregor. In spite of this, he is still a popular and well-known figure among UK farmers, having twice been voted by readers of \"Farmers Weekly\" their Personality of the Year. In 2005, he was presented with the Dairy Industry Award. On 10 May 2007, he was presented with the Princess Royal Award", "doc_score": "78.60330200195312", "publish_date": "2018/12/31"}, {"doc_id": "12272290", "text": "Keir Starmer / ruled out doing so, citing his lack of political experience. During the campaign to elect a new leader of the Labour Party, following the resignation of Ed Miliband, Keir Starmer backed Andy Burnham for the leadership. After Jeremy Corbyn was elected, Starmer was appointed as a Shadow Home Office Minister reporting to Burnham. In September 2015, Starmer along with Tulip Siddiq and Catherine West wrote a letter to then-Prime Minister David Cameron seeking urgent action to address the refugee crisis due to the Syrian Civil War. Early in October 2016, he was appointed by Jeremy Corbyn to the Shadow Cabinet,", "doc_score": "82.98808288574219", "publish_date": "2018/12/31"}, {"doc_id": "2271974", "text": "Michael Meacher / included criticism of Blair and Brown for perceived right-wing policies, including privatisation. He also called for a more conciliatory policy in the Middle East, attempts to tackle income inequality, and a greater commitment to reducing energy use. On 22 February 2007, Meacher declared that he would be standing, challenging Brown and John McDonnell. However, on 14 May, after talks with McDonnell, he announced he would stand aside in order to back McDonnell as the \"candidate of the left\". In December 2013, Meacher attacked the firm Atos and its Work Capability Assessments of disabled people carried out on behalf of the", "doc_score": "80.0067138671875", "publish_date": "2018/12/31"}, {"doc_id": "2468414", "text": "John Bercow / Bercow had repeatedly bullied him while at work. Sinclair said that he was told to sign a non-disclosure agreement when he left his post, in order to prevent him revealing Bercow's bullying. Bercow denied the claims. In October 2018, Bercow had called for an independent body to be set up to investigate allegations of harassment and bullying in Parliament, whilst facing calls to quit after a report said harassment had been tolerated and concealed for years which he denies. On 23 October 2018, three Conservative MPs, Will Quince, Mims Davies and Anne Milton, resigned from the Commons Reference Group on", "doc_score": "81.60033416748047", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_23", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "18365544", "text": "Abby Lee Miller / prison. She pleaded not guilty in November 2015. By February 2016, the case was delayed a fifth time. Miller reached a deal with the IRS criminal investigators to enter a guilty plea on June 27, 2016. Sentencing was set for January 20, 2017. However, it was postponed to May 8, 2017. On May 9, 2017 Miller was sentenced to one year and a day in prison, followed by two years of supervised release. Based on similar sentences for similar white-collar offenses, she had been expected to serve nine months or fewer. Miller will also pay a $40,000 fine, ordered to", "doc_score": "84.49510192871094", "publish_date": "2018/12/31"}, {"doc_id": "17586725", "text": "Melissa Ann Shepard / and after pleading guilty to lesser charges, she was sentenced to three and a half years in prison. Police found a substantial drugs stockpile (primarily lorazepam and temazepam) together with prescriptions from five different doctors and several sets of identity documents in different names among her possessions. Chief Justice Joseph Phillip Kennedy, sentencing, said: \"People who have contact with this lady should be careful.\" On March 18, 2016, Melissa was released in Truro, Nova Scotia on a number of strict conditions. Halifax Regional Police released that she would be residing in the Halifax area, and that she had been assessed", "doc_score": "82.62381744384766", "publish_date": "2018/12/31"}, {"doc_id": "18230231", "text": "Nicole Baukus / with two counts of second-degree felony intoxication manslaughter and one count of third-degree felony intoxication assault. After initially pleading not guilty to the charges against her, she pleaded guilty to two counts of vehicular manslaughter on August 1, 2013. Baukus was sentenced to a maximum of 15 years in prison on each count. She is currently eligible for parole in 2021. The judge in her trial, Michael Seiler, resigned from the bench to avoid prosecution from matters unrelated to this case. Baukus filed an appeal of her conviction which was denied with a dissenting opinion in the Texas 9th District", "doc_score": "83.97979736328125", "publish_date": "2018/12/31"}, {"doc_id": "14511359", "text": "Alexis Neiers / a felony charge of first degree residential burglary of Orlando Bloom's home and was sentenced to 180 days in county jail, with three years' probation and a fine of $600,000. Neiers began her sentence on June 24, 2010, and was released after serving one month of a six-month sentence. During the last five days of her sentence, she was in a cell next to Lindsay Lohan. She reported that she did not have any contact with Lohan during her brief time in jail and that Lohan did not cause any trouble. A film chronicling the events surrounding the Bling Ring,", "doc_score": "83.45989990234375", "publish_date": "2018/12/31"}, {"doc_id": "2128923", "text": "Death of Diane Whipple / in light of this new reasoning. The San Francisco Superior Court reinstated the conviction for second-degree murder, and on September 22, 2008, the court sentenced Knoller to 15 years to life. Knoller then appealed the trial court's actions. On August 23, 2010, the First District Court of Appeal unanimously upheld Knoller's conviction, finding that she acted with a conscious disregard for human life when her Presa Canario escaped and killed Whipple. The California Supreme Court declined to hear her appeal of that decision. Knoller is currently serving her sentence at Valley State Prison for Women in Chowchilla. In November 2015,", "doc_score": "78.23731994628906", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_24", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "3727818", "text": "Genuine progress indicator / Genuine progress indicator Genuine progress indicator (GPI) is a metric that has been suggested to replace, or supplement, gross domestic product (GDP). The GPI is designed to take fuller account of the well-being of a nation, only a part of which pertains to the size of the nation's economy, by incorporating environmental and social factors which are not measured by GDP. For instance, some models of GPI decrease in value when the poverty rate increases. The GPI separates the concept of societal progress from economic growth. The GPI is used in ecological economics, \"green\" economics, sustainability and more inclusive types", "doc_score": "88.17024993896484", "publish_date": "2018/12/31"}, {"doc_id": "11105329", "text": "Mean reversion (finance) / example in seasonal businesses. Mean reversion (finance) In finance, mean reversion is the assumption that a stock's price will tend to move to the average price over time. Using mean reversion in stock price analysis involves both identifying the trading range for a stock and computing the average price using analytical techniques taking into account considerations such as earnings, etc. When the current market price is less than the average price, the stock is considered attractive for purchase, with the expectation that the price will rise. When the current market price is above the average price, the market price is", "doc_score": "84.96180725097656", "publish_date": "2018/12/31"}, {"doc_id": "5751220", "text": "Debt-to-GDP ratio / can meet its current and future external debt service obligations in full, without recourse to debt rescheduling or the accumulation of arrears and without compromising growth.” According to these two institutions, external debt sustainability can be obtained by a country “by bringing the net present value (NPV) of external public debt down to about 150 percent of a country’s exports or 250 percent of a country’s revenues.” High external debt is believed to have harmful effects on an economy. In 2013 Herndon, Ash, and Pollin reviewed an influential, widely cited research paper entitled, \"Growth in a time of debt\", by", "doc_score": "87.53617095947266", "publish_date": "2018/12/31"}, {"doc_id": "6058127", "text": "Capital budgeting / inflows. In this form it is known as the \"equivalent annual cost\" (EAC) method and is the cost per year of owning and operating an asset over its entire lifespan. It is often used when comparing investment projects of unequal lifespans. For example, if project A has an expected lifetime of 7 years, and project B has an expected lifetime of 11 years it would be improper to simply compare the net present values (NPVs) of the two projects, unless the projects could not be repeated. The use of the EAC method implies that the project will be replaced by", "doc_score": "85.34909057617188", "publish_date": "2018/12/31"}, {"doc_id": "5301988", "text": "Compensating variation / Compensating variation In economics, compensating variation (CV) is a measure of utility change introduced by John Hicks (1939). 'Compensating variation' refers to the amount of additional money an agent would need to reach their initial utility after a change in prices, a change in product quality, or the introduction of new products. Compensating variation can be used to find the effect of a price change on an agent's net welfare. CV reflects new prices and the old utility level. It is often written using an expenditure function, e(p,u): where formula_4 is the wealth level, formula_5 and formula_6 are the old", "doc_score": "89.35643005371094", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_25", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "17333610", "text": "Water privatization in France / Water privatization in France Water privatization in France (\"Gestion déléguée des services publics d'eau potable\") - more accurately called public-private partnerships for drinking water supply - goes back to the mid-19th century when cities signed concessions with private water companies for the supply of drinking water. As of 2010, according to the Ministry of Environment 75% of water and 50% of sanitation services in France are provided by the private sector, primarily by two firms, Veolia Water and Suez Environnement. In 1993 the \"Loi Sapin\" strengthened competition in the sector by limiting the duration of contracts to 20 years, among", "doc_score": "83.73380279541016", "publish_date": "2018/12/31"}, {"doc_id": "7189266", "text": "Nuclear power in France / reactor shutdowns, likely to continue over the winter high electricity demand period into 2017. This caused power price increases in Europe as France increased electricity imports, especially from Germany, to augment supply. As of late October 2016, 20 of France's 58 reactors are offline. These steel quality concerns may prevent the regulator giving the life extensions from 40 to 50 years, that had been assumed by energy planners, for many reactors. In December 2016 the \"Wall Street Journal\" characterised the problem as a \"decades long coverup of manufacturing problems\", with Areva executives acknowledging that Le Creusot had been falsifying documents.", "doc_score": "82.322998046875", "publish_date": "2018/12/31"}, {"doc_id": "15751814", "text": "France National Renewable Energy Action Plan / France National Renewable Energy Action Plan The France National Renewable Energy Action Plan is the National Renewable Energy Action Plan (NREAP) for France. The plan was commissioned by the Directive 2009/28/EC which required Member States of the European Union to notify the European Commission with a road map. The report describes how France planned to achieve its legally binding target of a 23% share of energy from renewable sources in gross final consumption of energy by 2020. The expected total energy consumption in 2020 is 155,268 ktoe and hence the amount of energy from renewable sources in 2020 should be", "doc_score": "80.70482635498047", "publish_date": "2018/12/31"}, {"doc_id": "2133542", "text": "French Alternative Energies and Atomic Energy Commission / of Energy. Its yearly budget amounts to 4.7 billion euros and its permanent staff is slightly under 16,000 persons. It owns Areva. CEA was created in 1945; since then, the successive high-commissioners have been Frédéric Joliot-Curie, Francis Perrin, Jacques Yvon, Jean Teillac, Raoul Dautry, René Pellat, Bernard Bigot, and Daniel Verwaerde. It conducts fundamental and applied research into many areas, including the design of nuclear reactors, the manufacturing of integrated circuits, the use of radionucleides for curing illnesses, seismology and tsunami propagation, the safety of computerized systems, etc. It has one of the top 100 supercomputers in the world, the", "doc_score": "85.29234313964844", "publish_date": "2018/12/31"}, {"doc_id": "9668701", "text": "Energy in France / the distribution, but not the production, of electricity in France until 1999, when the first European Union directive to harmonize regulation of electricity markets was implemented. EDF is one of the world's largest producers of electricity. In 2003, it produced 22% of the European Union's electricity, primarily from nuclear power: A report was published in 2011 by the World Energy Council in association with Oliver Wyman, entitled \"Policies for the future: 2011 Assessment of country energy and climate policies\", which ranks country performance according to an energy sustainability index. The best performers were Switzerland, Sweden, and France. Piper Jaffray expected", "doc_score": "83.25717163085938", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_26", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "7818924", "text": "Asama-Sansō incident / Asama-Sansō incident The was a hostage crisis and police siege in a mountain lodge near Karuizawa in Nagano Prefecture, Japan that lasted from February 19 to February 28, 1972. The police rescue operation on the final day of the standoff was the first marathon live television broadcast in Japan, lasting 10 hours and 40 minutes. The incident began when five armed members of the United Red Army (URA), following a bloody purge that left 14 members of the group plus one bystander dead, broke into a holiday lodge below Mount Asama, taking the wife of the lodge-keeper as a hostage.", "doc_score": "86.45477294921875", "publish_date": "2018/12/31"}, {"doc_id": "2593695", "text": "Zamami, Okinawa / the islands are uninhabited and landing is prohibited except for official religious services at the islands’ sacred sites. The island was among the first sovereign Japanese lands containing civilian inhabitants to be invaded by America during World War II. It was taken on March 26, 1945 along with other islands in the Kerama archipelago. Before and during the invasion, citizens of Zamami were ordered by the Japanese military to commit suicide using hand grenades. Controversy surrounding this issue continues to this day. The American military used the Kerama islands as a base to launch their invasion of the main Okinawan", "doc_score": "86.24658966064453", "publish_date": "2018/12/31"}, {"doc_id": "15477150", "text": "Japanese reaction to Fukushima Daiichi nuclear disaster / zone would be extended from the 20 km \"circular\" zone to an irregular zone extending northwest of the Fukushima site. Then, on 16 May, the Japanese government began evacuating people from outside the official exclusion zones, including the village of Iitate, where high levels of radiation had been repeatedly measured. Evacuees from the radiation zone have reported that some evacuation shelters, including ones run by the city of Tsukuba, Ibaraki, have refused to allow them entrance to their facilities, claiming that the evacuees could be carrying radioactive contamination with them. The shelters have required the evacuees to present certificates obtained", "doc_score": "84.52145385742188", "publish_date": "2018/12/31"}, {"doc_id": "3210078", "text": "Iejima / United States military embarked upon a wide-scale campaign to seize land from the farmers of Iejima. The campaign began in 1954 with a so-called survey project. After the island's farmers signed the papers, they realized that in fact they had agreed to their voluntary evacuation. In 1955, the American military landed on Iejima's southern beaches and seized the farmers' lands by force. Following this seizure, the residents of Iejima began a five decade campaign to oppose the American military. Led by Shoko Ahagon, they traveled throughout the Okinawan islands garnering support for their campaign. This Beggars' March took the islanders", "doc_score": "86.54431915283203", "publish_date": "2018/12/31"}, {"doc_id": "10757391", "text": "Akusekijima / the Solar eclipse of July 22, 2009, which was the longest total solar eclipse of the twenty-first century, as the island was one of the closest inhabited areas to the location of maximum eclipse duration. Touted as was one of the best observation spots for the event, village officials and island residents were concerned about playing host to hundreds of people coming to view the solar eclipse. Akusekijima only has five small minshuku guesthouses, which can only accommodate up to 66 people, and water resources are limited as rainfall is the primary source of water. Akusekijima is also famous for", "doc_score": "82.64508819580078", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_27", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "2533403", "text": "Physical fitness / and Health Promotion. This publication recommends that all adults should avoid inactivity to promote good health mentally and physically. For substantial health benefits, adults should participate in at least 150 minutes a week of moderate-intensity, or 75 minutes a week of vigorous-intensity aerobic physical activity, or an equivalent combination of moderate- and vigorous-intensity aerobic activity. Aerobic activity should be performed in episodes of at least 10 minutes, and preferably, it should be spread throughout the week. New (July 2011) guidelines in the United Kingdom include the following points: The intensity at which we exercise is key, and light activity such", "doc_score": "81.71195220947266", "publish_date": "2018/12/31"}, {"doc_id": "2394677", "text": "Exercise physiology / exercise\" The autoregulation of the brain’s blood supply is impaired particularly in warm environments In adults, exercise depletes the plasma glucose available to the brain: short intense exercise (35 min ergometer cycling) can reduce brain glucose uptake by 32%. At rest, energy for the adult brain is normally provided by glucose but the brain has a compensatory capacity to replace some of this with lactate. Research suggests that this can be raised, when a person rests in a brain scanner, to about 17%, with a higher percentage of 25% occurring during hypoglycemia. During intense exercise, lactate has been estimated to", "doc_score": "83.61923217773438", "publish_date": "2018/12/31"}, {"doc_id": "1573911", "text": "Exercise / a week. A lack of physical activity causes approximately 6% of the burden of disease from coronary heart disease, 7% of type 2 diabetes, 10% of breast cancer and 10% of colon cancer worldwide. Overall, physical inactivity causes 9% of premature mortality worldwide. Individuals can increase fitness following increases in physical activity levels. Increases in muscle size from resistance training is primarily determined by diet and testosterone. This genetic variation in improvement from training is one of the key physiological differences between elite athletes and the larger population. Studies have shown that exercising in middle age leads to better physical", "doc_score": "83.2413101196289", "publish_date": "2018/12/31"}, {"doc_id": "20277395", "text": "Postpartum physiological changes / non-breastfeeding, non-pregnant woman changes from 1,800-2,000 kcal/day to 2,300 to 2500 kcal/day for the breastfeeding woman. Nutritional supplementation is often prescribed and recommended. In some instances women are encouraged to continue to take pre-natal vitamins. Increasing the intake of fluids is discussed. The need for additional levels of minerals is most likely due to lactation. Calcium and iron needs increase postpartum. Calories may need to increase by 333 kcal/day during the first four to six weeks postpartum and then by 400 kcal/day 6 months postpartum. Other foods or substances are not recommended postpartum if breastfeeding because they may have effects", "doc_score": "79.311279296875", "publish_date": "2018/12/31"}, {"doc_id": "2394673", "text": "Exercise physiology / a hot environment. The effects of hypohydration may vary, depending on whether it is induced through diuretics or sauna exposure, which substantially reduce plasma volume, or prior exercise, which has much less impact on plasma volume. Hypohydration reduces aerobic endurance, but its effects on muscle strength and endurance are not consistent and require further study. Intense prolonged exercise produces metabolic waste heat, and this is removed by sweat-based thermoregulation. A male marathon runner loses each hour around 0.83 L in cool weather and 1.2 L in warm (losses in females are about 68 to 73% lower). People doing heavy exercise", "doc_score": "81.74834442138672", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_28", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "3610071", "text": "Elon Musk /... and magic!\" Musk gained media attention for mentioning the dangerous drug combination publicly on his social media. In mid-September 2018, Musk appeared on \"The Joe Rogan Experience\" podcast and discussed various topics for 2 hours. Within five days, the appearance had registered 10 million YouTube views. One of the highest profile and controversial aspects of the program was Musk's puffing from a cannabis-laced cigarette offered by Rogan. \"The Washington Post\" observed, \"In the media's hands, it became a story about Musk's growing instability...\" Tesla stock dropped after the incident, which coincided with the confirmation of the departure of", "doc_score": "79.34230041503906", "publish_date": "2018/12/31"}, {"doc_id": "3610070", "text": "Elon Musk / for a second divorce from Riley; however, the action was withdrawn. The media announced in March 2016 that divorce proceedings were again under way, this time with Riley filing for divorce from Musk. The divorce was finalized in late 2016. Musk began dating American actress Amber Heard in 2016 but the two split up after one year due to their conflicting schedules. On May 7, 2018, Musk and Canadian musician Grimes revealed that they had begun dating. In an apparent admission of mixing zolpidem (Ambien) and alcohol, Musk tweeted in June 2017: \"A little red wine, vintage record, some Ambien", "doc_score": "81.33749389648438", "publish_date": "2018/12/31"}, {"doc_id": "3610069", "text": "Elon Musk / of sudden infant death syndrome (SIDS) at the age of 10 weeks. They later had five sons through in vitro fertilization – twins in 2004, followed by triplets in 2006. They share custody of all five sons. In 2008, Musk began dating English actress Talulah Riley, and in 2010, the couple married. In January 2012, Musk announced that he had ended his four-year relationship with Riley, tweeting to Riley, \"It was an amazing four years. I will love you forever. You will make someone very happy one day.\" In July 2013, Musk and Riley remarried. In December 2014, Musk filed", "doc_score": "78.96052551269531", "publish_date": "2018/12/31"}, {"doc_id": "17556111", "text": "Clayton Swisher / Arafat, the first President of the Palestinian National Authority. This led to a French criminal investigation and the exhumation of Arafat's body. The secondary investigation, conducted by experts from France, Switzerland, and Russia, reached differing conclusions. The Swiss team said the elevated levels of Polonium and lead on Arafat's clothing, and that the time frame of his illness and death were consistent with ingesting Polonium. However, the French and Russian scientists said the Polonium on his clothing was of \"natural environmental origin\" and that Arafat had died of natural causes. In October 2017, Swisher acknowledged planting an undercover reporter inside", "doc_score": "76.37905883789062", "publish_date": "2018/12/31"}, {"doc_id": "20382643", "text": "Harvey Weinstein sexual abuse allegations / at the company. In January 2018, Weinstein's former personal assistant Sandeep Rehal sued both Weinstein brothers and TWC for discrimination and harassment, alleging that much of her work involved \"catering to Harvey Weinstein's sexual appetites and activities\", including working while he was naked. Weinstein denied these allegations. On April 30, 2018, Ashley Judd sued Weinstein for allegedly making false statements about her after she rejected his sexual requests which damaged her career and cost her a role in a \"Lord of the Rings\" movie. Weinstein's alleged actions were widely criticized by prominent persons in entertainment and politics. They triggered a", "doc_score": "78.35092163085938", "publish_date": "2018/12/31"}]}
{"question_id": "20220729_29", "search_time": "2022/07/29/16:41", "search_result": [{"doc_id": "19612577", "text": "Jake Paul / $1 million in financing to create influencer marketing management and creative agency around teen entertainment. Investors include Danhua Capital, Horizons Alpha, Vayner Capital, Sound Ventures & A-Grade Investments, and Adam Zeplain. On May 30, 2017, Paul released a song and music video alongside Team 10, titled \"It's Everyday Bro\", which achieved over 70 million views on YouTube in its first month and has become the third most disliked video on YouTube. The song peaked at number 91 on the \"Billboard\" Hot 100 on the chart dated June 24, 2017. On July 18, 2017, it was reported that Paul's neighbors in", "doc_score": "75.09487915039062", "publish_date": "2018/12/31"}, {"doc_id": "16979906", "text": "Twerking / Ashley Tisdale can also be seen twerking in a video for Shade 45's radio show \"Sway in the Morning\". On July 9, 2013, a video was posted on the Twitter-owned video sharing service Vine entitled \"Twerk Team\", which featured a group of five women provocatively twerking to \"Don't Drop That Thun Thun\". The clip was shared by users over 100,000 times, and users created their own responses and parodies featuring the song, collected under the hashtags \"#dontdropthat\" and \"#thunthun\". The viral popularity of the Vine clips led to an unexpected increase in sales for the song; prior to the posting", "doc_score": "76.425537109375", "publish_date": "2018/12/31"}, {"doc_id": "20621952", "text": "TikTok / their friends to send comments or messages to them, and “duet” with or “react” to their videos. The \"duet\" feature allows users to create a new video side by side with an existing video, while the \"react\" feature allows users to place a new video in a smaller frame that can be dragged around over an existing video. The app has spawned numerous viral trends and internet celebrities around the world, propelled songs to fame, and is known to be popular among celebrities due to its immense popularity and social influence. Part of its popularity is attributable to its marketing", "doc_score": "78.6976318359375", "publish_date": "2018/12/31"}, {"doc_id": "19927764", "text": "Shaky Shaky / including a parking lot, streets, houses and a shopping mall. The video version replaces the words \"jodedera\" (jargon for \"party\" or \"screwing\") and \"jodona\" (a woman who likes to have fun bothering other people) from the single version by \"gozadera\" (Spanish for \"revelry\") and \"en la zona\" (Spanish for \"in the zone\"). American newspaper Latin Times said that the music video is \"brilliant, vibrant, family friendly, fun, contagious and sends the message that music can bring people together from all over the world.\" In December 2016, the music video of \"Shaky Shaky\" became Daddy Yankee's most-viewed on YouTube, surpassing \"Limbo\".", "doc_score": "76.4717788696289", "publish_date": "2018/12/31"}, {"doc_id": "3373975", "text": "Caitlyn Jenner / tweets by verified users from January 1 to November 10 of that year. Jenner amassed over one million Twitter followers in four hours and three minutes, setting a new Guinness World Record and surpassing United States President Barack Obama, who, a month before, accomplished the same feat in four hours and fifty-two minutes. Four days later Jenner was up to 2.37 million followers, with another 1.5 million followers on Instagram. However, Jenner was also mocked. Beginning in September 2015, she was depicted on the satirical American animated program \"South Park\", which parodied her supporters' political correctness, as well as her", "doc_score": "77.76280975341797", "publish_date": "2018/12/31"}]}
