{"question_id": "20221118_0", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "19846309", "text": "2020 Republican Party presidential primaries / their outspoken criticism of the president on the Senate floor. 2016 presidential candidates John Kasich and Carly Fiorina have also indicated interest in challenging Trump. In the case of Ohio Governor John Kasich, rumors have circulated that he might consider a joint ticket with Colorado Democratic Governor John Hickenlooper. In March 2018, Flake and Kasich traveled to New Hampshire to reportedly \"test the waters.\" Longtime political strategist Roger Stone, however, predicts that Trump may not seek a second term if he succeeds in keeping all of his campaign promises and \"[makes] America great again\". <section begin=\"interested\" /> Individuals in this", "doc_score": "85.0232925415039", "publish_date": "2018/12/31"}, {"doc_id": "20004919", "text": "Donald Trump 2020 presidential campaign / The campaign has announced, and Trump has confirmed in several stump speeches, that the slogan for the 2020 race will be changed from \"Make America Great Again\" to \"Keep America Great\", once a sufficient level of \"greatness\" has been reached. As of the fall of 2018, Trump continues to use the old slogan. On November 7, 2018, Trump confirmed that Mike Pence would be his vice presidential running mate in 2020. The rallies have come under intense criticism for the high level of misleading statements made by Trump, anything from 68 to 76 percent during the summer 2018 rallies. Presidential", "doc_score": "83.48204803466797", "publish_date": "2018/12/31"}, {"doc_id": "19071143", "text": "2016 Republican Party vice presidential candidate selection / the \"perfect choice,\" but Kasich refused to be considered for the ticket (or endorse the Trump campaign). In early July, Corker and Ernst both declined to be considered as Trump's running mate. Meanwhile, Trump stated that he was considering two military generals for the position, including retired Lieutenant General Michael Flynn. On July 12, \"NBC News\" reported that Trump was planning to formally introduce his eventual pick on July 15, though \"it's not clear whether or not the identity of the pick could be released or could leak earlier in the week.\" The same article reported that he had narrowed", "doc_score": "85.02314758300781", "publish_date": "2018/12/31"}, {"doc_id": "19839006", "text": "2020 Democratic Party presidential primaries / national polls: As of December 2018; 132 individuals have filed with the Federal Election Commission to run for President in the Democratic Party primary, including the following notable candidates: <section begin=\"exploring\" /> <section end=\"exploring\" /> <section begin=\"interested\" /> Individuals in this section have expressed an interest in running for president within the last six months. <section end=\"interested\" /> The following people have been subjects of speculation about their potential candidacy within the last six months, although they have neither personally expressed interest nor declined to run. The individuals in this section have been the subject of speculation about their possible", "doc_score": "83.03831481933594", "publish_date": "2018/12/31"}, {"doc_id": "20004940", "text": "Donald Trump 2020 presidential campaign / to outline campaign strategy. On June 1, President Trump announced his plans to withdraw from the Paris Agreement saying, \"I was elected to represent the citizens of Pittsburgh, not Paris.\" Soon afterwards, the campaign announced it would hold a \"Pittsburgh Not Paris Rally\" across from the White House. The rally was held June 3 at Lafayette Square. The event was sponsored by the Fairfax County Republican Committee and the Republican Party of Virginia. Relatively few people attended the event, with estimates varying from 200 people (including counter-protesters) to \"dozens\" of supporters. By comparison, more people attended the anti-Trump March for", "doc_score": "83.31858825683594", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_1", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "11682589", "text": "Cruise ship pollution in the United States / can,singlehandedl, produce up to 7.7 pounds of waste in a single day aboard a cruise ship. Those wastes, if not properly treated and disposed of, can pose risks to human health, welfare, and the environment. Environmental advocates have raised concerns about the adequacy of existing laws for managing these wastes, and suggest that enforcement of existing laws is weak. A 2000 Government Accountability Office (GAO) report focused attention on problems of cruise vessel compliance with environmental requirements. GAO found that between 1993 and 1998, foreign-flag cruise ships were involved in 87 confirmed illegal discharge cases in U.S. waters. A few", "doc_score": "80.70964050292969", "publish_date": "2018/12/31"}, {"doc_id": "20717424", "text": "2018 CervicalCheck cancer controversy / 2018 CervicalCheck cancer controversy The 2018 CervicalCheck cancer controversy was a scandal that involved several woman in the Republic of Ireland suing the Health Service Executive for receiving incorrect smear test results for cervical cancer. On 26 April 2018 the HSE confirmed that 206 women developed cervical cancer after having a misdiagnosed CervicalCheck smear test. In May, HSE director-general Tony O'Brien took temporary leave of absence from the board of a US medical company amid renewed calls for him to stand aside from his position due to the ongoing controversy. Tony O'Brien announced his resignation as director-general of the HSE", "doc_score": "78.41261291503906", "publish_date": "2018/12/31"}, {"doc_id": "2104973", "text": "Cruise ship / passengers and 0.15% of some 28 million crew members reported symptoms of the illness.\" The estimated likelihood of contracting gastroenteritis from any cause on an average 7-day cruise is less than 1%. In 2009, during which more than 13 million people took a cruise, there were nine reported norovirus outbreaks on cruise ships. Outbreak investigations by the U.S. Centers for Disease Control and Prevention have shown that transmission among cruise ship passengers is primarily person-to-person; potable water supplies have not been implicated. In 2009, ships undergoing unannounced inspections in U.S. ports received an average CDC Vessel Sanitation Program score of", "doc_score": "81.37090301513672", "publish_date": "2018/12/31"}, {"doc_id": "17085231", "text": "Health consequences of the Deepwater Horizon oil spill / metals. The spill was also notable for the volume of Corexit oil dispersant used to help disperse the oil. Although EPA-approved, at the time of its use no toxicology studies had been done. In 2011, a toxicology study was done and it reported 57 chemicals in the ingredients including chemicals associated with cancer, skin irritation from rashes to burns, eye irritation, potential respiratory toxins or irritants; and kidney toxins. At the height of operations (summer of 2010), response vessels numbered about 7,000 and personnel numbered over 47,000; as of January 2013, that figure has dropped to about 935. The maximum", "doc_score": "77.73900604248047", "publish_date": "2018/12/31"}, {"doc_id": "20717426", "text": "2018 CervicalCheck cancer controversy / Women in 2018. Increased scrutiny into BreastCheck and BowelScreen has followed from this controversy. 2018 CervicalCheck cancer controversy The 2018 CervicalCheck cancer controversy was a scandal that involved several woman in the Republic of Ireland suing the Health Service Executive for receiving incorrect smear test results for cervical cancer. On 26 April 2018 the HSE confirmed that 206 women developed cervical cancer after having a misdiagnosed CervicalCheck smear test. In May, HSE director-general Tony O'Brien took temporary leave of absence from the board of a US medical company amid renewed calls for him to stand aside from his position due", "doc_score": "79.26050567626953", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_2", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "3610017", "text": "Elon Musk / of the U.S. that June, with plans for more expansion across North America, including Canada, throughout the year., Musk owns about 28.9 million Tesla shares, which equates to about 22% of the company., Musk's annual salary is one dollar, similar to that of Steve Jobs and other CEOs; the remainder of his compensation is in the form of stock and performance-based bonuses. In 2014, Musk announced that Tesla would allow its technology patents to be used by anyone in good faith in a bid to entice automobile manufacturers to speed up development of electric cars. \"The unfortunate reality", "doc_score": "85.60340118408203", "publish_date": "2018/12/31"}, {"doc_id": "3610020", "text": "Elon Musk / infrastructure for solar panel maker SolarCity, which Tesla acquired., the plant employed \"just a few hundred workers and its future remains uncertain.\" (The Buffalo area actually lost nearly 5,000 jobs between December 2016 and December 2017). In September 2018, Musk was charged by the U.S. Securities and Exchange Commission for a tweet claiming that funding had been secured for taking Tesla private. The lawsuit characterized the tweet as false, misleading, and damaging to investors, and sought to bar Musk from serving as CEO on publicly traded companies. Two days later, Musk reached a settlement with the SEC. As a", "doc_score": "85.3932876586914", "publish_date": "2018/12/31"}, {"doc_id": "3610019", "text": "Elon Musk / meant to end speculation about Musk's potential departure from Tesla to devote more time to his other business ventures. A report by advisory firm Glass Lewis & Co. to its clients argued against granting the options. The \"New York Post\" described the pending stock option grant as an \"astronomical deal\" in pay when it reported that Tesla accepted $750 million in public funds from New York Governor Andrew Cuomo as part of the Buffalo Billion project, a plan to invest money to help the economy of the Buffalo, New York area. The money was used to build a factory and", "doc_score": "85.67816162109375", "publish_date": "2018/12/31"}, {"doc_id": "3610022", "text": "Elon Musk / \"As recently as Oct. 4, Musk issued a sarcastic tweet, describing the agency [SEC] as the “Shortseller Enrichment Commission,” despite having agreed to settlement terms a week earlier that his company, Tesla, would monitor his tweets and other communications.\" Following Musk's resignation as chairman, Tesla named Robyn Denholm to replace Elon Musk as the acting chairman. This decision came after weeks of speculation on whether Tesla would nominate James Murdoch. Musk provided the initial concept and financial capital for SolarCity, which was then co-founded in 2006 by his cousins Lyndon and Peter Rive. By 2013, SolarCity was the second largest", "doc_score": "81.6860580444336", "publish_date": "2018/12/31"}, {"doc_id": "8022233", "text": "Tesla, Inc. / the decision for the company to remain traded on the public stock markets. In September 2018, Musk was sued by the U.S. Securities and Exchange Commission for the tweet claiming that funding had been secured for taking Tesla private. The lawsuit characterized the tweet as false, misleading, and damaging to investors, and sought to bar Musk from serving as CEO on publicly traded companies. Musk settled with the SEC two days later. The settlement terms required Musk to leave as chairman, and prohibited him from running for chairman again for three years. Additionally, he and Tesla Inc. were fined $20M", "doc_score": "82.30477142333984", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_3", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "15117172", "text": "Aeroflex / Circuit card assembly was also available. In 2013, the US State Department settled with Aeroflex Incorporated over alleged violations of the Arms Export Control Act (\"AECA\")(22 U.S.C. § 2778) and the International Traffic in Arms Regulations (\"ITAR\")(22 C.F.R. parts 120-130). The settlement was reached relative to ITAR Section 128.11 wherein Aeroflex entered into a consent agreement with the State Department. Based on this settlement, Aeroflex paid a civil penalty of $4 million, and the State Department waived an additional $4 million penalty on the “condition the Department approves expenditures for self-initiated, pre-Consent Agreement remedial compliance measures and Consent Agreement-authorized remedial", "doc_score": "83.01467895507812", "publish_date": "2018/12/31"}, {"doc_id": "379672", "text": "Airport security repercussions due to the September 11 attacks / John Gilmore sued United Airlines, Southwest Airlines and U.S. Attorney General John Ashcroft, arguing that requiring passengers to show identification before boarding domestic flights is tantamount to an internal passport, and is unconstitutional. Gilmore lost the case, known as \"Gilmore v. Gonzales\", and an appeal to the U.S. Supreme Court was denied. Airport security repercussions due to the September 11 attacks After the September 11 attacks, questions were raised regarding the effectiveness of airport security at the time, as all 19 hijackers involved in 9/11 managed to pass existing checkpoints and board the airplanes without incident. In the months and", "doc_score": "81.7862548828125", "publish_date": "2018/12/31"}, {"doc_id": "20097391", "text": "United Express Flight 3411 incident / amount of travel vouchers to passengers \"bounced\" from flights to up to $10,000 and a $1,500 \"no questions asked\" fee for permanently lost luggage, and the airline promised to reduce overbooking. However, United Airlines had not raised the amount for bounced passengers from their previous $1350 maximum as of the 14 December 2017 revision of their Contract of Carriage Agreement. The handling of the incident by Munoz was described as a \"fumbling response\" by Bloomberg News, part of a \"public-relations disaster\" for United. Munoz had been named \"Communicator of the Year for 2017\" by \"PRWeek\" in March 2017. Steve Barrett,", "doc_score": "81.97724914550781", "publish_date": "2018/12/31"}, {"doc_id": "2431196", "text": "Airline deregulation / Fed. Reg. 32,110, was enacted. Amongst other items, the rule includes raising the minimum \"denied boarding compensation\" to customers with valid tickets yet still not allowed to board the aircraft. The legislation further penalizes airlines up to $27,500 a passenger if left stranded aboard an aircraft, on a tarmac for more than three hours. In 2010, the largest trade associations representing airline management interests before Capitol Hill, Airlines for America and the Regional Airline Association, opposed this legislation stating that they could self-regulate themselves and they already had begun implementing systems by which to mitigate any tarmac delays. Later American", "doc_score": "80.25186157226562", "publish_date": "2018/12/31"}, {"doc_id": "14690068", "text": "2009–10 Federal Aviation Administration Reauthorization Act dispute / shipments”. The International Brotherhood of Teamsters has counter-attacked with its own web campaign, \"FedEx drivers aren't pilots\", insisting on the fact that the NLRA, not the RLA, should apply to FedEx's ground personnel. The term 'Brown Bailout' refers to the provision that UPS has lobbied to have put into the $34.5 billion Federal Aviation Administration Reauthorization Act (H.R. 915) voted on by the United States House of Representatives in May 2009 and by the United States Senate in March 2010. The term was coined in FedEx's large online advertising campaign against UPS and the International Brotherhood of Teamsters; it seeks", "doc_score": "82.50151062011719", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_4", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "17148294", "text": "2018 United States elections / nation's 7,383 legislative seats (82%)—held regularly-scheduled elections. Every territorial legislature except for the Legislative Assembly of Puerto Rico held elections for at least one chamber. In some legislative chambers, all seats were up for election—some chambers with staggered terms held elections only for a portion of the seats in the chamber. Democrats flipped at least 350 state legislative seats, picking up most of those seats in states where President Trump's approval rating was relatively low. Six chambers—the Colorado Senate, New Hampshire House, New Hampshire Senate, Minnesota House, Maine Senate and New York State Senate—flipped from Republican to Democratic control. Additionally", "doc_score": "84.90836334228516", "publish_date": "2018/12/31"}, {"doc_id": "18426483", "text": "2020 United States Senate elections / Senate. Republicans defended that majority in 2016 and 2018, and held 53 Senate seats following the 2018 elections. Democrats held 45 seats after the 2018 elections, while independents caucusing with the Democratic Party held 2 seats. As of November 2018 (and including the 2020 special election in Arizona), Republicans are expected to defend 22 seats in 2020, while the Democratic Party is expected to defend only 12 seats. These figures could change if vacancies or party switches occur. Additional special elections may also be held in 2020 if vacancies should arise in Class 1 or Class 3 Senate seats. Each", "doc_score": "85.76497650146484", "publish_date": "2018/12/31"}, {"doc_id": "2625584", "text": "United States congressional apportionment / to reapportion the House membership as required by the United States Constitution. This failure to reapportion may have been politically motivated, as the newly elected Republican majority may have feared the effect such a reapportionment would have on their future electoral prospects. A reapportionment in 1921 in the traditional fashion would have increased the size of the House to 483 seats, but many members would have lost their seats due to the population shifts, and the House chamber did not have adequate seats for 483 members. By 1929, no reapportionment had been made since 1911, and there was vast representational", "doc_score": "83.63325500488281", "publish_date": "2018/12/31"}, {"doc_id": "10771594", "text": "114th United States Congress / 114th United States Congress The One Hundred Fourteenth United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from January 3, 2015, to January 3, 2017, during the final two full years of Barack Obama's presidency. The 2014 elections gave the Republicans control of the Senate (and control of both houses of Congress) for the first time since the 109th Congress. With 248 seats in the House of Representatives and 54 seats in the Senate, this", "doc_score": "87.255859375", "publish_date": "2018/12/31"}, {"doc_id": "15484396", "text": "The 2012 Project / Massachusetts, Michigan, Missouri, New Jersey, and Pennsylvania are expected to lose one seat while New York and Ohio are expected to lose two seats. Arizona, Georgia, Nevada, South Carolina, Utah and Washington are expected to gain one seat, while Florida is expected to gain two seats, and Texas is expected to gain four seats. Study shows although women's opportunities for elective office have significant progress, women remain far from reaching parity with men in elective office. The 2012 Project works has created a faculty of former elected women across the country to reach out to educate women, particularly those from", "doc_score": "84.98551940917969", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_5", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "14417849", "text": "Athena I / Kodiak Launch Complex. Future Athena Ic flights could use the pads at Kodiak or Canaveral, with Launch Pad 0B of the Mid-Atlantic Regional Spaceport also on offer. If a launch from Vandenberg is ordered, Space Launch Complex 8 would be used instead of SLC-6, which was rebuilt as a Delta IV launch complex following the Athena's initial retirement. Four Athena I launches have been conducted, with one failure. Its maiden flight was conducted from SLC-6 at Vandenberg, and lifted off at 22:30 UTC on 15 August 1995. It was intended to place GemStar-1 into orbit, however the rocket was destroyed", "doc_score": "85.91873931884766", "publish_date": "2018/12/31"}, {"doc_id": "9028", "text": "Apollo 11 / the crew saw passing views of their landing site in the southern Sea of Tranquillity about southwest of the crater Sabine D. The site was selected in part because it had been characterized as relatively flat and smooth by the automated Ranger 8 and Surveyor 5 landers and the Lunar Orbiter mapping spacecraft and unlikely to present major landing or EVA challenges. It lay about southeast of the Surveyor 5 landing site, and southwest of Ranger 8's crash site. At 12:52:00 UTC on July 20, Aldrin and Armstrong entered \"Eagle\", and began the final preparations for lunar descent. At 17:44:00", "doc_score": "83.42752075195312", "publish_date": "2018/12/31"}, {"doc_id": "3550787", "text": "Expedition 1 / the U.S. built Destiny laboratory, which has a mass of 16 short tons. It was installed with the use of the shuttle's robotic Canadarm, controlled by Marsha Ivins. Astronauts Thomas D. Jones and Robert L. Curbeam helped with the installation during a spacewalk. The \"Destiny\" module had a cost of US$1.4 billion, and would be used primarily for scientific research. During the spacewalk an ammonia coolant leak created a contamination scare, which happened when Curbeam was hooking up coolant lines to \"Destiny\". The other two spacewalks went ahead without any problems. While the Shuttle was docked, the control of the", "doc_score": "86.61457061767578", "publish_date": "2018/12/31"}, {"doc_id": "2733698", "text": "STS-51-I / Remote Manipulator System elbow joint. After a second EVA by Fisher and van Hoften, the satellite's control lever was repaired, permitting commands from the ground to activate the spacecraft's systems and eventually send it into its proper geosynchronous orbit. The two EVAs lasted a total of 11 hours and 46 minutes. \"Discovery\" landed on Runway 23 at Edwards Air Force Base at 6:16 am PDT on September 3, 1985. The flight lasted a total of 7 days, 2 hours, 18 minutes and 42 seconds, during which the shuttle completed 111 orbits of the Earth. NASA began a tradition of playing", "doc_score": "86.09258270263672", "publish_date": "2018/12/31"}, {"doc_id": "1561043", "text": "Genesis (spacecraft) / test could have easily detected the problem. Genesis (spacecraft) Genesis was a NASA sample-return probe that collected a sample of solar wind particles and returned them to Earth for analysis. It was the first NASA sample-return mission to return material since the Apollo program, and the first to return material from beyond the orbit of the Moon. \"Genesis\" was launched on August 8, 2001, and crash-landed in Utah on September 8, 2004, after a design flaw prevented the deployment of its drogue parachute. The crash contaminated many of the sample collectors, and, although most were damaged, some of the collectors", "doc_score": "84.95774841308594", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_6", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "18911365", "text": "Expedited removal / \"border zone\" within which expedited removal can be carried out houses roughly 2/3 of the United States population, and has expressed concern about the implications of these broad enforcement powers for civil rights and constitutional protections. The Center for Immigration Studies, a group that advocates reduced immigration to the United States (both legal and illegal), has noted that expedited removal, as authorized by the IIRIRA, gave the executive branch sufficient power to deport a large fraction of illegal immigrants, but that the executive branch had been exceedingly cautious with its application. Expedited removal Expedited removal is the term for a", "doc_score": "91.21926879882812", "publish_date": "2018/12/31"}, {"doc_id": "14543260", "text": "Immigration detention in the United States / to enter, or remain, in the United States, when apprehended at the U.S. border are detained and placed in removal proceedings in front of an immigration judge. These individuals may include refugees seeking asylum. Under Section 235(b)(2) of the Immigration and Nationality Act, if an individual stopped at the border is believed to be an undocumented immigrant or a threat to national security, they are considered \"inadmissible\" and classified as an \"arriving alien.\" Individuals detained at the border are only released on a case-to-case basis by the authority of ICE officials. Immigration detention facilities are required to uphold many of", "doc_score": "90.54104614257812", "publish_date": "2018/12/31"}, {"doc_id": "18598165", "text": "Deferred Action for Parents of Americans / would have been eligible for DAPA, with two thirds of those adults having lived in the United States for 10 years or more. Over half the illegal aliens eligible for the President’s delayed deportation live in California, Texas, and New York. In December 2014, Texas and 25 other states, all with Republican governors, sued in the District Court for the Southern District of Texas asking the court to enjoin implementation of both DAPA and the DACA expansion. On February 16, 2015, Judge Andrew S. Hanen issued a preliminary injunction blocking the DAPA program from going into effect while \"Texas v.", "doc_score": "91.54276275634766", "publish_date": "2018/12/31"}, {"doc_id": "11885011", "text": "Removal proceedings / are generally handled through paper, with physical hearings very rare. Beyond the BIA, decisions may be appealed and reviewed by judges in federal courts. These courts are strictly commanded by 8 U.S.C. § 1252(f)(2) not to help any alien in removal proceedings unless \"the alien shows by clear and convincing evidence that\" his or her deportation from the United States is illegal \"as a matter of law.\" Despite this clear command by the U.S. Congress, no court has ever applied the standard of review promulgated by § 1252(f)(2). Instead, the courts created their own standard of review, called the \"abuse", "doc_score": "87.36688995361328", "publish_date": "2018/12/31"}, {"doc_id": "18911352", "text": "Expedited removal / Expedited removal Expedited removal is the term for a process related to immigration enforcement in the United States during which certain aliens are denied entry to and/or physically removed from the United States, without going through the normal removal proceedings (which involve hearings before an immigration judge). Whereas the legal authority for expedited removal (in the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRIRA)) allows for its use against most unauthorized entrants who have been in the United States for less than two years, its rollout so far has been restricted to people seeking admission and those who", "doc_score": "90.23554229736328", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_7", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "12656925", "text": "Sochi agreement / In 2008, U.S. President George W. Bush and Putin made a last-ditch attempt as incumbent presidents to resolve a protracted dispute over European missile defenses at anotjer Sochi summit. This followed Russian officials objecting to U.S. plans to deploy ballistic missile defenses (BMD) in Poland and the Czech Republic. They had claim that the stated American justification for the BMD deployments—that the systems are needed to defend the United States and European countries against an emerging Iranian missile threat—lacked credibility. Instead, they insisted the true objective of such moves along Russia's periphery was to weaken Russia's nuclear deterrent. Sochi agreement", "doc_score": "89.91090393066406", "publish_date": "2018/12/31"}, {"doc_id": "12398574", "text": "Russia–NATO relations / announced that a regiment of long-range surface-to-air S-400 weapon system would be deployed in the city of Feodosia in Crimea in August that year, beefing up Russia's anti-access/area-denial capabilities around the peninsula. In July 2017, the NATO-Russia Council met in Brussels. Following the meeting, NATO Secretary General Jens Stoltenberg said that Allies and Russia had had a ″frank and constructive discussion″ on Ukraine, Afghanistan, and transparency and risk reduction. The two sides briefed each other on the upcoming Russia′s/Belarus′ Zapad 2017 exercise, and NATO′s Exercise Trident Javelin 2017, respectively. At the end of August 2017, NATO declared that NATO's four", "doc_score": "87.26962280273438", "publish_date": "2018/12/31"}, {"doc_id": "12398565", "text": "Russia–NATO relations / are functioning at a working level.\" In late June 2015, while on a trip to Estonia, US Defence Secretary Ashton Carter said the US would deploy heavy weapons, including tanks, armoured vehicles and artillery, in Bulgaria, Estonia, Latvia, Lithuania, Poland, and Romania. The move was interpreted by Western commentators as marking the beginning of a reorientation of NATO′s strategy. It was called by a senior Russian Defence Ministry official ″the most aggressive act by Washington since the Cold War″ and criticised by the Russian Foreign Ministry as \"inadequate in military terms\" and \"an obvious return by the United States and", "doc_score": "87.92607116699219", "publish_date": "2018/12/31"}, {"doc_id": "20297501", "text": "2017–18 North Korea crisis / Crisis. On August 14, Ukraine's Chairman of the National Security and Defense Council, Oleksandr Turchynov denied that it had ever supplied defense technology to North Korea, responding to an article in the \"New York Times\" that said North Korea might have purchased rocket engines from Ukrainian factory Yuzhmash, who have also denied the report. On August 15, the North Korean leader said he was delaying a decision on firing missiles towards the US Pacific territory of Guam while he waits to see what Trump does next. From August 21–31, the U.S. and South Korea conducted the 2017 Ulchi-Freedom Guardian exercise", "doc_score": "91.90467834472656", "publish_date": "2018/12/31"}, {"doc_id": "20094314", "text": "2017 Shayrat missile strike / and deter the spread and use of deadly chemical weapons.\" The Syrian Air Force launched airstrikes against the rebels from the base only hours after the American attack. The ability to continue to use the base for these attacks has been attributed to the advance warning the US gave to Syria's ally, Russia, prior to the missile strike. On the evening of 6 April, President Trump notified members of the U.S. Congress of his plan on the missile strike. According to a White House official, more than two dozen members of Congress were briefed at the notification. Internationally, the United", "doc_score": "87.3267593383789", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_8", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "12390225", "text": "World population / reading Organizations Statistics and maps Population clocks World population In demographics, the world population is the total number of humans currently living, and was estimated to have reached 7.7 billion people as of November 2018. It took over 200,000 years of human history for the world's population to reach 1 billion; and only 200 years more to reach 7 billion. World population has experienced continuous growth since the end of the Great Famine of 1315–17 and the Black Death in 1350, when it was near 370 million. The highest population growth rates – global population increases above 1.8% per year", "doc_score": "99.27110290527344", "publish_date": "2018/12/31"}, {"doc_id": "307948", "text": "Population / 12 March 2012. According to a separate estimate by the United Nations, Earth’s population exceeded seven billion in October 2011, a milestone that offers unprecedented challenges and opportunities to all of humanity, according to UNFPA, the United Nations Population Fund. According to papers published by the United States Census Bureau, the world population hit 6.5 billion on 24 February 2006. The United Nations Population Fund designated 12 October 1999 as the approximate day on which world population reached 6 billion. This was about 12 years after world population reached 5 billion in 1987, and 6 years after world population reached", "doc_score": "99.17777252197266", "publish_date": "2018/12/31"}, {"doc_id": "12390187", "text": "World population / World population In demographics, the world population is the total number of humans currently living, and was estimated to have reached 7.7 billion people as of November 2018. It took over 200,000 years of human history for the world's population to reach 1 billion; and only 200 years more to reach 7 billion. World population has experienced continuous growth since the end of the Great Famine of 1315–17 and the Black Death in 1350, when it was near 370 million. The highest population growth rates – global population increases above 1.8% per year – occurred between 1955 and 1975, peaking", "doc_score": "98.5584487915039", "publish_date": "2018/12/31"}, {"doc_id": "8258410", "text": "World Population Day / Dr KC Zachariah in which population reaches Five Billion when he worked as Sr Demographer at World Bank. While press interest and general awareness in the global population surges only at the increments of whole billions of people, the world population increases annually by 100 million approximately every 14 months. The world population reached 7,400,000,000 on February 6, 2016; the world population had reached 7,500,000,000 at around 16:21 on April 24, 2017. World Population Day World Population day is an annual event, observed on July 11 every year, which seeks to raise awareness of global population issues. The event was", "doc_score": "98.46627044677734", "publish_date": "2018/12/31"}, {"doc_id": "12390211", "text": "World population / to 2015 was: Long-term global population growth is difficult to predict. The United Nations and the US Census Bureau both give different estimates – according to the UN, the world population reached seven billion in late 2011, while the USCB asserted that this occurred in March 2012. The UN has issued multiple projections of future world population, based on different assumptions. From 2000 to 2005, the UN consistently revised these projections downward, until the 2006 revision, issued on March 14, 2007, revised the 2050 mid-range estimate upwards by 273 million. Average global birth rates are declining fast, but vary greatly", "doc_score": "98.37390899658203", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_9", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "541433", "text": "Lake-effect snow / Mountains, often resulting in snowfall of several meters, especially at higher elevations. In Northern Europe, cold, dry air masses from Russia can blow over the Baltic Sea and cause heavy snow squalls on areas of the southern and eastern coasts of Sweden, as well as on the Danish island of Bornholm and the east coast of Jutland. The Sea of Japan creates snowfall in the mountainous western Japanese prefectures of Niigata and Nagano, parts of which are known collectively as Snow country (\"Yukiguni\"). In addition to the Sea of Japan, other parts of Japan, as well as Korea and Scandinavia,", "doc_score": "87.82337188720703", "publish_date": "2018/12/31"}, {"doc_id": "541399", "text": "Lake-effect snow / intense bands of precipitation, which deposit at a rate of many inches of snow each hour, often resulting in a large amount of total snowfall. The areas affected by lake-effect snow are called snowbelts. These include areas east of the Great Lakes, the west coasts of northern Japan, the Kamchatka Peninsula in Russia, and areas near the Great Salt Lake, Black Sea, Caspian Sea, Baltic Sea, Adriatic Sea and parts of the northern Atlantic Ocean. Lake-effect blizzards are the blizzard-like conditions resulting from lake-effect snow. Under certain conditions, strong winds can accompany lake-effect snows creating blizzard-like conditions; however the duration", "doc_score": "87.5127944946289", "publish_date": "2018/12/31"}, {"doc_id": "541417", "text": "Lake-effect snow / aligned between 330 and 390 degrees, a single band of lake-effect snow may form, which extends down the length of Lake Michigan. This long fetch often produces a very intense, yet localized, area of heavy snowfall, affecting cities such as Laporte and Gary. Lake-effect snow is uncommon in Detroit, Toledo, Milwaukee, and Chicago, because the region's dominant winds are from the northwest, making them upwind from their respective Great Lakes. However, they too can see lake-effect snow during easterly or north-easterly winds. More frequently, the north side of a low-pressure system picks up more moisture over the lake as it", "doc_score": "85.7330093383789", "publish_date": "2018/12/31"}, {"doc_id": "541408", "text": "Lake-effect snow / the Great Lakes. After the passage of a cold front, winds tend to switch to the northwest, and a frequent pattern is for a long-lasting low-pressure area to form over the Canadian Maritimes, which may pull cold northwestern air across the Great Lakes for a week or more, commonly identified with the negative phase of the North Atlantic Oscillation (NAO). Since the prevailing winter winds tend to be colder than the water for much of the winter, the southeastern shores of the lakes are almost constantly overcast, leading to the use of the term \"The Great Gray Funk\" as a", "doc_score": "85.90758514404297", "publish_date": "2018/12/31"}, {"doc_id": "541436", "text": "Lake-effect snow / Cheshire gap, causing snowfall in the West Midlands—this formation resulted in the white Christmas of 2004 in the area, and most recently the heavy snowfall of 8 December 2017. A similar phenomenon can affect the city of Inverness in the Scottish Highlands, where cold north east winds cause heavy snow to form in the Moray Firth; this was the case with the White Hogmanay of 2009, which caused the street party to be canceled. Northerly and north-westerly winds can cause the effect to occur over the Irish Sea and Bristol Channel feeding snow into south-west England and Eastern Ireland. Western", "doc_score": "83.728515625", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_10", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "1306087", "text": "Nancy Pelosi / as House Minority Leader on November 17, 2016, prompted by colleagues following the 2016 presidential election. After Pelosi agreed to give more leadership opportunities to junior members, she defeated Ryan by a vote of 134–63 on November 30. In 2017, after Democrats lost four consecutive special elections in the House of Representatives, Pelosi's leadership was again called into question. On June 22, 2017, a small group of House Democrats held a closed-door meeting in the office of Representative Kathleen Rice (NY) to discuss a strategy for selecting new Democratic leadership. Rice publicly called for new Democratic leadership in the House", "doc_score": "90.27444458007812", "publish_date": "2018/12/31"}, {"doc_id": "1306074", "text": "Nancy Pelosi / second-in-command since 2003. Pelosi and Hoyer had a somewhat frosty relationship dating back to 2001, when they ran against each other for minority whip. However, Hoyer was elected as House Majority Leader over Murtha by a margin of 149–86 within the caucus. On January 3, Pelosi defeated Republican John Boehner of Ohio with 233 votes compared to his 202 votes in the election for Speaker of the House. She was nominated by Rahm Emanuel of Illinois, the incoming chairman of the House Democratic Caucus, and sworn in by her longtime friend John Dingell of Michigan as the Dean of the", "doc_score": "89.11448669433594", "publish_date": "2018/12/31"}, {"doc_id": "1306077", "text": "Nancy Pelosi / 29% have a favorable opinion of Pelosi. During and after her tenure as Speaker, Pelosi was perceived as a contentious political figure, with Republican candidates frequently trying to tie their Democratic opponents to Pelosi and with moderate Democrats seeking to show their moderate bona fides by expressing opposition to Pelosi. Shortly after winning re-election, President George W. Bush claimed a mandate for an ambitious second-term agenda and proposed reforming Social Security by allowing workers to redirect a portion of their Social Security withholding into stock and bond investments. Pelosi strongly opposed the plan, saying there was no crisis, and as", "doc_score": "86.71244049072266", "publish_date": "2018/12/31"}, {"doc_id": "1306076", "text": "Nancy Pelosi / House Democrats; the Speaker is considered to be the leader of his or her House caucus. However, by tradition, she did not normally participate in debate and almost never voted on the floor (though she had every right to as a full House member). She was also not a member of any House committees. Pelosi was re-elected Speaker in 2009. A CBS News poll conducted in March 2010 found that 37% of registered voters have an unfavorable opinion of the speaker, with 11% approving. According to a March 2010 Rasmussen poll, 64% of voters nationally view the speaker unfavorably, and", "doc_score": "87.03900146484375", "publish_date": "2018/12/31"}, {"doc_id": "7118262", "text": "Joe Sestak / term. His congressional account made him the first congressperson on Twitter to use it for an official basis. After leaving office, his social networks were merged with his personal accounts, which have been verified. Sestak is said to have been a prime example of the \"Colbert Bump\". After appearing on \"The Colbert Report\" in 2008, Sestak spoke of the positive impact of social media and viral video clips of the appearance. He appeared on the show even after Democratic leaders Rahm Emanuel and Nancy Pelosi instructed Democrats not to. After his first appearance, Sestak won his election in a landslide", "doc_score": "85.84697723388672", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_11", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "17711176", "text": "Spring.me / features for celebrities to better communicate with their fans, including verified accounts. Celebrity Formspring users could be found on the site's “Formspring Favorites” section, which categorized verified users by music, comedy and various entertainment verticals. In November 2011, Formspring launched a media partnership program, partnering for the first time with media outlets including MTV, Hearst, Funny or Die and The Huffington Post. As of early 2012, Formspring had reached over 4 billion responses. In February 2012, Formspring was named a top ten most innovative social media site by Fast Company. Users of the site could follow others privately. While logged", "doc_score": "77.85061645507812", "publish_date": "2018/12/31"}, {"doc_id": "15201065", "text": "Change.org / Trayvon Martin in Sanford, Florida, a suburb of Orlando. Zimmerman said he was acting in self-defense, and was set free without being charged. On April 11, 2012, Zimmerman was arrested and charged with second-degree murder. He stood trial in the months of June and July and was acquitted of all charges on July 13, 2013. On October 1, 2011, Molly Katchpole, a \"22 year old nanny with two jobs\" in Washington D.C., started a petition on Change.org \"asking Bank of America and their CEO Bryan Moynihan to drop its unexpected new $5/month banking fee\" for debit card customers. Less than", "doc_score": "77.97040557861328", "publish_date": "2018/12/31"}, {"doc_id": "2789385", "text": "Xanga / to a larger leaderboard format. Xanga Xanga is a website that hosts weblogs, photoblogs, and social networking profiles. It is operated by Xanga.com, Inc. and based in New York City. Xanga began in 1999 as a site for sharing book and music reviews. According to Alexa Internet, an internet metrics website, Xanga's ranking has continually declined since 2007. Xanga was introduced in October 1999, in a format dissimilar to its current strain. The following year, Xanga became public as a result of a series of e-mail recruitment methods via GeoCities sent by Bianca Broussard, a fictional PR personality of Xanga.", "doc_score": "80.59971618652344", "publish_date": "2018/12/31"}, {"doc_id": "19410095", "text": "Tay (bot) / account soon became stuck in a repetitive loop of tweeting \"You are too fast, please take a rest\", several times a second. Because these tweets mentioned its own username in the process, they appeared in the feeds of 200,000+ Twitter followers, causing annoyance to some. The bot was quickly taken offline again, in addition to Tay's Twitter account being made private so new followers must be accepted before they can interact with Tay. In response, Microsoft said Tay was inadvertently put online during testing. A few hours after the incident, Microsoft software developers attempted to undo the damage done by", "doc_score": "80.57659912109375", "publish_date": "2018/12/31"}, {"doc_id": "17517839", "text": "Stik.com / was formerly located within the M@dison building and relocated around the corner in September 2013 as part of the Opportunity Detroit initiative after the expansion of the sales and development team. In March 2013, Stik closed a $2.3 million Series A round, co-led by Detroit Venture Partners and North Coast Technology Investors. Draper Associates, MEDC, First Step Fund, and Automation Alley also participated in the round. In 2011, Stik posted review requests directly on people's Facebook walls, which some users felt was spam. Stik subsequently switched to sending all review requests via e-mail. There has also been some controversy about", "doc_score": "76.87974548339844", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_12", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "19310656", "text": "Criticism of Starbucks / unions. In 2005, Starbucks paid out US$165,000 to eight employees at its Kent, Washington, roasting plant to settle charges that they had been retaliated against for being pro-union. At the time, the plant workers were represented by the International Union of Operating Engineers. Starbucks admitted no wrongdoing in the settlement. A Starbucks strike occurred in Auckland, New Zealand, on November 23, 2005. Organized by Unite Union, workers sought secure hours, a minimum wage of NZ$12 an hour, and the abolition of youth rates. The company settled with the Union in 2006, resulting in pay increases, increased security of hours, and", "doc_score": "86.33077239990234", "publish_date": "2018/12/31"}, {"doc_id": "8273494", "text": "Starbucks Workers Union / amount less than $2,000. The union claims that four of its members have been fired for union activities, a charge the company denies. On January 14, 2005, charges stemming from a march during the 2004 Republican National Convention were dropped against union co-founder Daniel Gross. Witnesses allege Starbucks's managers coordinated with the NYPD to single out Daniel Gross and another union activist from a crowd of 200 protesters. In June and August 2006, several organizers were fired by Starbucks, including union co-founder Daniel Gross who Starbucks claims made a threatening remark to a district manager at a union rally. Gross", "doc_score": "83.6435546875", "publish_date": "2018/12/31"}, {"doc_id": "19310686", "text": "Criticism of Starbucks / commissioner, Richard Ross Jr., said the police officers did nothing wrong, having made multiple \"polite\" requests for the men to leave before arresting them. As tension grew, the cafe was closed for a few hours on April 16. Starbucks released an issue about plans to shut stores and corporate offices on May 29 for racial-bias education for approximately 175,000 U.S. employees. On May 2, it was reported that the two men settled for a symbolic $1 each and a promise from City officials that a program for young entrepreneurs would be established. This is separate from the Starbucks financial settlement", "doc_score": "85.96202087402344", "publish_date": "2018/12/31"}, {"doc_id": "18444894", "text": "UNC Food Worker Strike / as Lenoir Hall opened for business, workers led by Smith vacated their posts in the Cafeteria and sat at the tables, refusing to yield to requests from their supervisors to resume their jobs. The following day, around 100 employees were absent from their jobs, and despite being urged to begin private negotiations with the University, the strike continued. Throughout the remainder of February, cafeteria workers organized rallies and speaker events on and off campus to maintain the strike's momentum and garner public support. Invoking a slogan of \"It isn't slavery time anymore!\", Mary Smith successfully coordinated public demonstrations and the", "doc_score": "83.3095474243164", "publish_date": "2018/12/31"}, {"doc_id": "8273497", "text": "Starbucks Workers Union / a living wage, guaranteed work hours, reinstatement of IWW baristas allegedly fired for organizing activity, and respect for an independent voice on the job through union membership. In August, 2006, A group of union members filed a complaint with the United States Occupational Safety and Health Administration, alleging that three of Starbucks's Manhattan stores violate basic health standards. OSHA inspected the locations and found two serious hazards, as well as a number of less serious hazards. The group is demanding the company increase staffing levels and provide elbow-length gloves. In July 2008, baristas at the Mall of America I Starbucks", "doc_score": "84.85981750488281", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_13", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "15797620", "text": "2014 United States elections / or didn't have transportation. \"The New York Times\" counts apathy, anger and frustration at the relentlessly negative tone of the campaigns as the reasons of low turnout and stated, \"Neither party gave voters an affirmative reason to show up at the polls.\" With a final total of 247 seats (56.78%) in the House and 54 seats in the Senate, the Republicans ultimately achieved their largest majority in the U.S. Congress since the 71st Congress in 1929. All 33 seats in Senate Class II were up for election. Additionally, three special elections were held to fill vacancies in Class III. Of", "doc_score": "79.7907943725586", "publish_date": "2018/12/31"}, {"doc_id": "15797625", "text": "2014 United States elections / thanks to the defection of State Senator Daniel Hall, thus increasing their total gains to 11, for a final total of 68 state houses won. The election left the Republicans in control of the highest amount of state legislatures in the party's history since 1928, and also left the Democrats in control of the smallest amount of state legislatures since 1860. Numerous elections were held for officeholders in numerous cities, counties, school boards, special districts, and others around the country. Major cities which held mayoral elections in 2014 include: Connecticut State Representative Christine Ayala (Democrat) was arrested in September 2014", "doc_score": "77.77720642089844", "publish_date": "2018/12/31"}, {"doc_id": "15797615", "text": "2014 United States elections / while producing the lowest turnout since 1942 at only 36.4%. The elections saw sweeping gains by the Republican Party in the Senate, House, and in numerous gubernatorial, state, and local races. The Republicans gained control of the Senate for the first time since 2006, and increased their majority in the House. The Republicans also gained two seats in governors' races. This election marked the fourth consecutive midterm election in which party control of at least one chamber of Congress changed hands. Overall, the elections resulted in the largest Republican majority in the entire country in nearly a century, with 54", "doc_score": "78.9091567993164", "publish_date": "2018/12/31"}, {"doc_id": "2826783", "text": "Barack Obama / three presidential debates in September and October 2008. On November 4, Obama won the presidency with 365 electoral votes to 173 received by McCain. Obama won 52.9% of the popular vote to McCain's 45.7%. He became the first African American to be elected president. Obama delivered his victory speech before hundreds of thousands of supporters in Chicago's Grant Park. On April 4, 2011, Obama announced his reelection campaign for 2012 in a video titled \"It Begins with Us\" that he posted on his website and filed election papers with the Federal Election Commission. As the incumbent president he ran virtually", "doc_score": "77.13739013671875", "publish_date": "2018/12/31"}, {"doc_id": "703379", "text": "Samuel J. Tilden / election returns showed that Hayes had carried South Carolina by several hundred votes, but that Tilden had won Florida by 91 votes and Louisiana by over 6000 votes. Republicans controlled the bodies charged with determining the validity of election results in all three states. On November 22, the South Carolina canvassing board adjourned after declaring that Hayes had won the state's electoral votes. On December 4, the Louisiana canvassing board announced that it had thrown out 15,623 votes due to \"systemic intimidation,\" leaving Hayes as the winner of all of the state's electoral votes. Early on the morning of December", "doc_score": "77.84697723388672", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_14", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "864010", "text": "Beyoncé / with a total of 62 nominations. \"Single Ladies (Put a Ring on It)\" won Song of the Year in 2010 while \"Say My Name\", \"Crazy in Love\" and \"Drunk in Love\" have each won Best R&B Song. \"Dangerously in Love\", \"B'Day\" and \"I Am... Sasha Fierce\" have all won Best Contemporary R&B Album, while \"Lemonade\" has won Best Urban Contemporary Album. Beyoncé set the record for the most Grammy awards won by a female artist in one night in 2010 when she won six awards, breaking the tie she previously held with Alicia Keys, Norah Jones, Alison Krauss, and", "doc_score": "90.88157653808594", "publish_date": "2018/12/31"}, {"doc_id": "863945", "text": "Beyoncé / at the US box office, grossing $68 million—$60 million more than \"Cadillac Records\"—on a budget of $20 million. The fight scene finale between Sharon and the character played by Ali Larter also won the 2010 MTV Movie Award for Best Fight. At the 52nd Annual Grammy Awards, Beyoncé received ten nominations, including Album of the Year for \"I Am... Sasha Fierce\", Record of the Year for \"Halo\", and Song of the Year for \"Single Ladies (Put a Ring on It)\", among others. She tied with Lauryn Hill for most Grammy nominations in a single year by a female artist.", "doc_score": "84.16645050048828", "publish_date": "2018/12/31"}, {"doc_id": "864007", "text": "Beyoncé / construction in Australia. The City of Minneapolis, Minnesota declared May 23 Beyoncé Day in the city in 2016. In 2018, the City of Columbia, South Carolina declared August 21 Beyoncé Knowles-Carter Day in the city after presenting her with the keys to Columbia. Beyoncé has received numerous awards. As a solo artist she has sold over 17 million albums in the US, and over 100 million records worldwide (a further 60 million additionally with Destiny's Child), making her one of the best-selling music artists of all time. The Recording Industry Association of America (RIAA) listed Beyoncé as the top certified", "doc_score": "85.45945739746094", "publish_date": "2018/12/31"}, {"doc_id": "863961", "text": "Beyoncé / that Beyoncé would headline the Coachella Music and Arts Festival. This would make Beyoncé only the second female headliner of the festival since it was founded in 1999. It was later announced on February 23, 2017 that Beyoncé would no longer be able to perform at the festival due to doctor's concerns regarding her pregnancy. The festival owners announced that she will instead headline the 2018 festival. Upon the announcement of Beyoncé's departure from the festival lineup, ticket prices dropped by 12%. At the 59th Grammy Awards in February 2017, \"Lemonade\" led the nominations with nine, including Album, Record, and", "doc_score": "85.23422241210938", "publish_date": "2018/12/31"}, {"doc_id": "864011", "text": "Beyoncé / Amy Winehouse, with Adele equaling this in 2012. Beyoncé has also won 24 MTV Video Music Awards, making her the most-awarded artist in Video Music Award history. \"Single Ladies (Put a Ring on It)\" and \"Formation\" won Video of the Year in 2009 and 2016 respectively. Beyoncé tied the record set by Lady Gaga in 2010 for the most VMAs won in one night for a female artist with eight in 2016. She is also the most awarded and nominated artist in BET Award history, winning 29 awards from a total of 60 nominations. Following her role in \"Dreamgirls\", Beyoncé", "doc_score": "86.24517059326172", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_15", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "10150834", "text": "Desmond Bishop / the two were from rival schools. During the Packers' visit to the White House, Bishop was denied entrance by White House officials after he left his I.D. on the team plane. Desmond Bishop Desmond Lamont Bishop (born July 24, 1984) is a former American football linebacker that is currently the defensive coordinator at Edison High School in Stockton, California. He played college football for the University of California, Berkeley, and was drafted by the Green Bay Packers in the sixth round of the 2007 NFL Draft and later won Super Bowl XLV with the team over the Pittsburgh Steelers. Bishop", "doc_score": "87.57921600341797", "publish_date": "2018/12/31"}, {"doc_id": "11141896", "text": "Donovan Raiola / Donovan Raiola Donovan Raiola (; born December 13, 1982) is a former American football center and current assistant offensive line coach for the Chicago Bears. He was signed by the St. Louis Rams as an undrafted free agent in 2006. He played college football at Wisconsin. He played high school football at Kamehameha Schools in Honolulu, Hawaii. Raiola has also been a member of the Pittsburgh Steelers, St. Louis Rams, Seattle Seahawks, Arizona Cardinals, Chicago Bears, Tampa Bay Buccaneers and Washington Redskins. He is the younger brother of NFL center Dominic Raiola. At Wisconsin, Raiola started 39 games and was", "doc_score": "87.22075653076172", "publish_date": "2018/12/31"}, {"doc_id": "9311247", "text": "Dante Hughes / Dante Hughes Daymeion Dante Hughes (born August 21, 1985) is a former American football cornerback who played five seasons in the National Football League (NFL). He played college football for the University of California, Berkeley, and received consensus All-American honors. The Indianapolis Colts selected him in the third round of the 2007 NFL Draft, and he also played for the NFL's San Diego Chargers. Hughes was born in Los Angeles, California. Tested for Highly Gifted at age 8. Attended Harbor Math/Science Highly Gifted Magnet Elementary which is located in San Pedro, California. Went on to attend Crenshaw High School in", "doc_score": "87.074462890625", "publish_date": "2018/12/31"}, {"doc_id": "20610324", "text": "Sean Spencer (American football) / Sean Spencer (American football) Sean Spencer (born December 15, 1970), nicknamed \"Coach Chaos\", is an American football coach and former player. He is currently the associate head coach, defensive line coach and run-game coordinator for the Penn State Nittany Lions. He played college football for the Clarion Golden Eagles. A native of Hartford, Connecticut, Spencer is a 1988 graduate of Bulkeley High School, where he was a teammate of NFL coach Eric Mangini. He and Mangini played for Graham Martin, who Spencer said may have been his most important coach because he sparked his interest in teaching. Spencer, was the", "doc_score": "87.36922454833984", "publish_date": "2018/12/31"}, {"doc_id": "20514747", "text": "Kevin Ramsey / Atlanta in 2015 and Texas Southern in 2011. He has a record of 10–19 at Clark Atlanta and an overall record of 14–26 as a head coach. Ramsey is an active member of the National Football League (NFL) minority internship program which helps new players get the extra help to excel in their positions. During his offseasons of being coach, Ramsey has helped teams, such as the Philadelphia Eagles, Chicago Bears, and the Green Bay Packers. In 2000, Ramsey helped ex-Washington Redskin and his organization \"Winning Circle\" which teaches character behavior to students in DeKalb County, Georgia. Ramsey also appeared", "doc_score": "87.93968200683594", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_16", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "19285390", "text": "Timeline of the occupation of the Malheur National Wildlife Refuge / (OPB) put the number of the militants at the MNWR at \"between six and 12.\" In a statement posted to the Facebook page of the 3 Percenters of Idaho (one of the militias identified by media as involved in the takeover), the group disclaimed involvement, stating that the seizure was \"carried out by a small group of persons who chose to carry out this takeover after the rally.\" The Harney County Sheriff's Office initially reported that the Oregon State Police (OSP) was \"handling the incident.\" At the same time, a spokesperson for the Federal Bureau of Investigation (FBI) said the", "doc_score": "82.5755615234375", "publish_date": "2018/12/31"}, {"doc_id": "19246495", "text": "Occupation of the Malheur National Wildlife Refuge / the site, though one journalist reported that no more than a dozen armed militants were on the site, and another reported a claim that there were \"between six and 12.\" On January 3, \"The Oregonian\" said there were roughly 20 to 25 people present and that the militants had deployed into defensive positions. On January 3, Ammon Bundy claimed that they were being supplied by area residents. Other protest groups took varying positions. On January 2, the 3 Percenters of Idaho militia disclaimed involvement, calling the occupation a small splinter action. Ryan Bundy stated that the militant group wanted the", "doc_score": "82.06825256347656", "publish_date": "2018/12/31"}, {"doc_id": "19246535", "text": "Occupation of the Malheur National Wildlife Refuge / holding accountable the occupiers who were involved. He said there were \"maybe a couple of hundred\" FBI agents in Harney County plus dozens of state and local law enforcement officers during the refuge takeover. Prosecutors indicated that nine informants had been engaged at the refuge occupation, for periods of two hours to 23 days, and that none were involved at the initial occupation. Some had carried weapons. A California blogger, Gary Hunt, said he received a thumb drive and documents that contained the names of the nine informants who had been at the Refuge, and six others in the case", "doc_score": "80.68685913085938", "publish_date": "2018/12/31"}, {"doc_id": "19246516", "text": "Occupation of the Malheur National Wildlife Refuge / occupation, adding that five to six people met and then decided to continue the occupation. Many people reportedly left in a hurry. Hours later, federal and state police forces moved into the region, formed a perimeter around the refuge, and blocked access to it by setting up roadblocks. Only ranchers who owned land near the area were allowed to pass. The remaining members debated on what to do next, with some angry about the recent events. Through his lawyer, Michael Arnold of Eugene, Oregon, Ammon Bundy on January 27 urged those remaining at the refuge to stand down and go", "doc_score": "81.9685287475586", "publish_date": "2018/12/31"}, {"doc_id": "19246519", "text": "Occupation of the Malheur National Wildlife Refuge / made a pact to remain together. By January 29, the four said they had ended negotiations with the FBI and were planning to remain at the refuge until their supplies ran out. On January 30, the FBI said negotiations were continuing. The militants also claimed that the FBI was shutting down their ability to communicate with the outside world, including locking down their ability to make or receive cell phone calls. The FBI later confirmed this action. The militants were able to maintain contact with Oregon Public Broadcasting from January 31 to February 3, at which point their line of", "doc_score": "81.12887573242188", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_17", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "7642237", "text": "Donald Trump / for the Khan Shaykhun chemical attack. According to investigative journalist Bob Woodward, Trump had ordered his Defense Secretary James Mattis to assassinate Syrian President Bashar al-Assad after the chemical attack, but Mattis declined; Trump denied doing so. In April 2018, he announced missile strikes against Assad's regime, following a suspected chemical attack near Damascus. Trump actively supported the Saudi Arabian-led intervention in Yemen against the Houthis and signed a $110billion agreement to sell arms to Saudi Arabia. Trump also praised his relationship with Saudi Arabia's powerful Crown Prince Mohammad bin Salman. In November 2017, the Trump administration tightened the rules", "doc_score": "85.41871643066406", "publish_date": "2018/12/31"}, {"doc_id": "7642268", "text": "Donald Trump / to start the process of impeachment against Trump, who took office in January 2017, have been initiated by Representatives Al Green and Brad Sherman, both Democrats. Other people and groups have asserted that Trump has engaged in impeachable activity during his presidency. Talk of impeachment began before Trump took office. Serious proposals to impeach Trump for obstruction of justice were made in May 2017, after Trump fired FBI Director James Comey and allegations surfaced that Trump had asked Comey to drop the investigation against Michael Flynn. A December 2017 resolution of impeachment failed in the House by a 58–364 margin.", "doc_score": "87.1395263671875", "publish_date": "2018/12/31"}, {"doc_id": "7642193", "text": "Donald Trump / In 2008, he endorsed Republican John McCain for president. Trump publicly speculated about running for president in the 2012 election, and made his first speaking appearance at the Conservative Political Action Conference (CPAC) in February 2011. The speech is credited for helping kick-start his political career within the Republican Party. On May 16, 2011, Trump announced he would not run for president in the 2012 election. In February 2012, Trump endorsed Mitt Romney for president. Trump's presidential ambitions were generally not taken seriously at the time. Trump's moves were interpreted by some media as possible promotional tools for his reality", "doc_score": "85.33485412597656", "publish_date": "2018/12/31"}, {"doc_id": "7642269", "text": "Donald Trump / Since the Republicans controlled both the House and the Senate, the likelihood of impeachment during the 2017–2019 115th Congress was considered remote. Trump has argued against his own impeachment because \"I don't think they can impeach somebody that's doing a great job.\" Independently of impeachment, some commentators have speculated that Trump could be stripped of his powers and duties for incapacity under the 25th Amendment of the Constitution. Trump signaled his intention to run for a second term by filing with the FEC within hours of assuming the presidency. This transformed his 2016 election committee into a 2020 reelection one.", "doc_score": "88.0164794921875", "publish_date": "2018/12/31"}, {"doc_id": "19906063", "text": "Efforts to impeach Donald Trump / and 7% of Republicans supporting possible impeachment, although Trump's approval rating among Republicans fell from 91% in June to 79% in November. For impeachment to occur, a simple majority is needed in the House and for conviction/removal from office to occur a two-thirds majority is needed in the Senate. Both the House and Senate are controlled by Republicans. So far, 12 Republican Senators have individually indicated a willingness to take action against Trump's presidency: if supported by all 48 Democratic Senators, 8 more Republican Senators would be needed to successfully remove the President. On December 6, a second privileged resolution", "doc_score": "84.64344787597656", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_18", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "15189118", "text": "Sarah Glendening / of the series, when she returned from July 22, 2010 to August 13, 2010. Glendening was scheduled to appear in the Lifetime US TV remake of the British series, \"Mistresses\". The series was to star actress Holly Marie Combs, Cory Monteith, Brooke Burns, and Rochelle Aytes. Lifetime passed on the pilot, in favor of \"Drop Dead Diva\". ABC later announced that they planned to shoot their own pilot, starring Combs' \"Charmed\" co-star, Alyssa Milano which went on to premiere in 2013. Following the cancellation of \"As the World Turns\", it was announced in October that she would replace Brittany Allen", "doc_score": "79.46580505371094", "publish_date": "2018/12/31"}, {"doc_id": "19122477", "text": "Michelle Ongkingco / Michelle Ongkingco Michelle Ongkingco (born March 4, 1988) is an American actress, best known for her recurring role as \"Olivia\" in \"Gilmore Girls\". Ongkingco first appeared in an episode of the US comedy series \"Kelly Kelly\" in 1998, and thenafter in the US television series Beverly Hills, 90210 in 1999, followed by other guest rules in \"Boston Public\", \"Kate Basher\", \"Hollywood 7\", \"Judging Amy\", \"Grey's Anatomy\", \"The O.C.\", \"Brothers & Sisters\" and \"Ghost Whisperer\". She also played \"Trudi\" in eight episodes of the fourth season of the American anthology series \"Undressed\"., Ongkingo also appeared in \"This is How the World", "doc_score": "78.65283203125", "publish_date": "2018/12/31"}, {"doc_id": "6287125", "text": "Rachel Roberts (model) / to maintain the illusion that her character was a virtual computer-created entity. After release her identity became known and she received credit in the video release. She later married the film's writer, producer, and director, Andrew Niccol. They have two children: son Jack and daughter Ava. She has guest-starred on such television series as \"Entourage\", \"Ugly Betty\" and \"Numbers\". She was given a recurring role on the ABC one-hour drama \"FlashForward\". In 2011, she played Carrera in the movie \"In Time\" opposite Justin Timberlake and Amanda Seyfried. She appeared in the series \"\" as Karen Chevera in the episode \"Unplugged\"", "doc_score": "78.072021484375", "publish_date": "2018/12/31"}, {"doc_id": "3133489", "text": "Deidre Hall / In 2010, Hall and her writing partner Lynne Bowman wrote \"Deidre Hall's Kitchen Closeup.\" In 2011 Hall guest starred on the season finale of Lifetime's \"Drop Dead Diva\". She and Drake Hogestyn reprised their roles as Marlena Evans and John Black on September 26, 2011. Hall received a star on the Walk of Fame in 2014. Hall donated $1,000 to the campaign of Representative Dennis Kucinich for President. She has been married four times. In between her marriages to Barbour and Dubelko, Hall dated Louisiana State Senator Ned Randolph in the early 1980s. She made several campaign appearances during Randolph's", "doc_score": "79.24266815185547", "publish_date": "2018/12/31"}, {"doc_id": "1807311", "text": "Anthony Michael Hall / film's twentieth anniversary. For the show, MTV attempted to reunite the original cast. Sheedy, Ringwald, and Hall appeared together on stage, and Paul Gleason gave the award to his former castmates. Estevez could not attend because of family commitments, and Nelson appeared earlier on the red carpet, but left before the on-stage reunion, for reasons unknown. Hall joked that the two were \"in Africa with Dave Chappelle.\" On November 17, 2016, the Los Angeles District Attorney charged Hall with felony assault with serious bodily injury following a September 13 confrontation with a neighbor at Hall's Playa del Rey, California, condominium", "doc_score": "79.13607025146484", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_19", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "9172893", "text": "E.T. Adventure / 1990-2002. During this pre-show, Steven Spielberg is in a movie theater watching E.T, munching on popcorn and informs the guests that they have volunteered to be actors in a sequel to the film. The original pre-show was discontinued, because Spielberg wanted to change it for the 20th Anniversary. During the ride's early years, guests could either ride on bicycles or on spaceships. The spaceships were removed in 2004-2005, during a refurbishment. In 2012, the ride at Universal Studios Florida received new track switches by Dynamic Structures. The ride at Universal Studios Florida has guests begin by entering a sound stage.", "doc_score": "79.09276580810547", "publish_date": "2018/12/31"}, {"doc_id": "4050551", "text": "The Great Movie Ride / into the park. In 2014, as part of an exclusive programming deal with Disney, Turner Classic Movies agreed to become the sponsor of the attraction. The attraction underwent a refurbishment in 2015, with the addition of a new pre-show and post-show hosted by Robert Osborne, who also provided onboard narration to the ride. The changes were unveiled on May 29, 2015. On July 15, 2017, it was announced that the attraction would be closing on August 13, 2017 to make way for Mickey & Minnie's Runaway Railway. The first sequence of the ride, \"Footlight Parade,\" was plagued with engineering and", "doc_score": "77.86402130126953", "publish_date": "2018/12/31"}, {"doc_id": "13806164", "text": "Harry Potter and the Forbidden Journey / Harry Potter would be coming to Islands of Adventure. Preparation of the site for The Wizarding World of Harry Potter began in late October 2007, and the construction of Harry Potter and the Forbidden Journey began in February 2008. Construction ended in the first half of 2010. Harry Potter and the Forbidden Journey began operating on June 1, 2010, and officially opened to the public on June 18, 2010. The rides was upgraded to 4K 120 FPS on June 4, 2018. On May 5, 2012, the Los Angeles Times reported that Universal Studios Japan would also be receiving a \"The", "doc_score": "81.56183624267578", "publish_date": "2018/12/31"}, {"doc_id": "14937914", "text": "Star Tours – The Adventures Continue / \"Star Wars\" films, returned to portray the character in three mediums; live-action suit, motion capture and Audio-animatronic voice. Fitzgerald revealed on February 11, 2011, that more characters would be encountered on the ride, including Darth Vader, Boba Fett, Imperial Stormtroopers, \"Skytroopers\", Admiral Ackbar, Yoda, Princess Leia and Chewbacca. He confirmed on April 1, locations that guests could visit on the new attraction. Destinations include Tatooine, Coruscant, Hoth, Naboo, Kashyyyk, and the Death Star as it orbits Geonosis. The attraction in Florida began soft openings on May 14, with the official opening at midnight on May 20, 2011. The attraction in", "doc_score": "77.04460906982422", "publish_date": "2018/12/31"}, {"doc_id": "12089875", "text": "Fairyland Park / year after \"Sam\"s passing in 1976. Admission to blacks was only to private groups and employees, until 1964. After protest marches, demonstrations and arrests for blocking the entrance, was general admission not segregated. Admission cost to the park was kept low (25 cents by 1971). A storm in late 1977, which by some accounts was 'a wind storm', and by others 'a tornado', caused extensive damage to the park. This, combined with the nearby park Worlds of Fun caused the venerable park to shutter for good. During the 1950s and 1960s, Fairyland boasted 3 roller coasters, an 8 story Ferris", "doc_score": "80.7812271118164", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_20", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "20438246", "text": "2017 United Nations Climate Change Conference / 2017 United Nations Climate Change Conference The 2017 United Nations Climate Change Conference (\"COP23\") was an international meeting of political leaders, non-state actors and activists to discuss environmental issues. It was held at UN Campus in Bonn (Germany) from 6–17 November 2017. The conference incorporated the 23rd Conference of the Parties to the United Nations Framework Convention on Climate Change (UNFCCC), the thirteenth meeting of the parties for the Kyoto Protocol (CMP13), and the second meeting of the parties for the Paris Agreement (CMA2). The purpose of the conference was to discuss and implement plans about combating climate change, including", "doc_score": "86.4970932006836", "publish_date": "2018/12/31"}, {"doc_id": "229396", "text": "Kyoto Protocol / while the 2013 conference was held in Warsaw. Later COPs were held in Lima, Peru in 2014 and in Paris, France in 2015. COP 21 aims to hold the increase in the global average rise in temperature below 2 degree. COP 22 Marakash, Morocco and COP 23 in Bonn, Germany. In the non-binding \"Washington Declaration\" agreed on 16 February 2007, heads of governments from Canada, France, Germany, Italy, Japan, Russia, the United Kingdom, the United States, Brazil, China, India, Mexico and South Africa agreed in principle on the outline of a successor to the Kyoto Protocol. They envisaged a global", "doc_score": "86.00961303710938", "publish_date": "2018/12/31"}, {"doc_id": "15191011", "text": "Paris Agreement / to achieve large-scale climate and sustainable development targets. The NDC Partnership is guided by a Steering Committee composed of developed and developing nations and international institutions, and facilitated by a Support Unit hosted by World Resources Institute and based in Washington, DC and Bonn, Germany. The NDC Partnership is co-chaired by the governments of Germany and Morocco and includes 71 member countries,13 institutional partners and two associate members. The negotiators of the agreement, however, stated that the NDCs and the 2°C reduction target were insufficient; instead, a 1.5°C target is required, noting \"with concern that the estimated aggregate greenhouse gas", "doc_score": "86.13883972167969", "publish_date": "2018/12/31"}, {"doc_id": "17150633", "text": "United Nations Climate Change conference / 2014, Lima, Peru hosted the 20th yearly session of the Conference of the Parties (COP) to the 1992 United Nations Framework Convention on Climate Change (UNFCCC) and the 10th session of the Meeting of the Parties (CMP) to the 1997 Kyoto Protocol (the protocol having been developed under the UNFCCC's charter). The pre-COP conference was held in Venezuela. The COP 21 was held in Paris from 30 November to 12 December 2015. Negotiations resulted in the adoption of the Paris Agreement on 12 December, governing climate change reduction measures from 2020. The adoption of this agreement ended the work of", "doc_score": "86.1254653930664", "publish_date": "2018/12/31"}, {"doc_id": "20987826", "text": "2018 United Nations Climate Change Conference / 2018 United Nations Climate Change Conference The 2018 United Nations Climate Change Conference is the 24th Conference of the Parties to the United Nations Framework Convention on Climate Change (COP24), also known as the Katowice Climate Change Conference. It was held between 2 and 15 December 2018 in Katowice, Poland. The conference agreed on rules to implement the 2015 Paris Agreement. After the United States left the Paris Agreement, China has taken a leading role by hosting many of the preparatory meetings in the weeks beforehand. In November 2018, the World Meteorological Organization released a report stating that 2017 atmospheric", "doc_score": "86.58431243896484", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_21", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "9153045", "text": "Calypso Monarch / After a break during World War II, it resumed in 1946, with Atilla the Hun winning the first of two consecutive titles. Mighty Spoiler won the first of three titles in 1948, and Lord Melody the first of three the following year. The competition's most successful calypsonians, Mighty Sparrow and Chalkdust, have won the title eight and nine times respectively, the first in 1956, and the last in 1992 for Sparrow, and Chalkdust's reigns were between 1976 and 2017. While calypso had been traditionally a male preserve, the contest was won in 1978 by Calypso Rose, prompting the organisers to", "doc_score": "80.6500015258789", "publish_date": "2018/12/31"}, {"doc_id": "9153046", "text": "Calypso Monarch / crown her 'Calypso Monarch', the gender-neutral title remaining from that day. There was not another female winner until Singing Sandra took the crown in 1999. The late Mighty Duke is the only calypsonian to have won the title on four consecutive occasions between 1968 and 1971. Rastafari calypsonian Black Stalin won the title on five occasions between 1979 and 1995. The contest is limited to Trinidad & Tobago nationals however similar Calypso Monarch contests are now held annually in other Caribbean countries and also in North America, Canada and United Kingdom. Only a few Calypsonians have the honour of being", "doc_score": "78.68843078613281", "publish_date": "2018/12/31"}, {"doc_id": "10421155", "text": "Brian Belo / had never heard of the playwright. As Belo entered the final week of the competition, it was speculated that he would come in second place behind Sam and Amanda Marchant; Ladbrokes placed the Marchant twins as favourites at 2/7 and Belo at 5/2. However, Belo was announced as the winner of the series on 31 August 2007 with 60% of the vote to win. Belo was the youngest winner of the programme, until 2018 when 19 year-old Cameron Cole became the show's youngest ever winner. Less than a month after leaving the programme, Belo made his stage debut as the", "doc_score": "76.8117446899414", "publish_date": "2018/12/31"}, {"doc_id": "127088", "text": "Eurovision Song Contest / States, Canada, New Zealand, and China. Since 2000, it has been broadcast online via the Eurovision website. The contest has been described as having kitsch appeal. Ireland holds the record for most victories, with seven wins, including four times in five years in 1992, 1993, 1994, and 1996. Under the current voting system, in place since 2016, the highest-scoring winner is Salvador Sobral of Portugal who won the 2017 contest in Kiev, Ukraine, with 758 points; under the previous system, the highest-scoring winner was Alexander Rybak of Norway with 387 points in 2009. As a war-torn Europe was rebuilding itself", "doc_score": "75.5459213256836", "publish_date": "2018/12/31"}, {"doc_id": "3814640", "text": "You're a Star / votes would be kicked out straight away, while the next lowest two would have to perform in a sing off, with the judges having the deciding vote. On 9 March 2008, four contestants remained, including – Deirdre Archbold, Sharon Condon, Robyn Kavanagh and Leanne Moore. Leanne Moore was the eventual winner of the sixth series, beating Robyn Kavanagh (who came second) and Deirdre Archbold in the final on 16 March 2008. In the Summer of 2005, eight Irish celebrities enrolled in a \"You're a Star Style\" competition. However, their objective was not to become an international singing sensations, but to", "doc_score": "78.25098419189453", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_22", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "9146225", "text": "Fermi glow / Fermi glow The Fermi glow are ultraviolet-glowing particles, mostly hydrogen, originating from the solar system's bow shock, created when light from stars and the Sun enter the region between the heliopause and the interstellar medium and undergo Fermi acceleration, bouncing around the transition area several times, gaining energy via collisions with atoms of the interstellar medium. The first evidence of the Fermi glow, and hence the bow shock, was obtained with the help from Voyager 1 and the Hubble Space Telescope. In 2012, data collected from the Interstellar Boundary Explorer satellite and Voyager 1 and 2 indicated that the Sun", "doc_score": "77.96670532226562", "publish_date": "2018/12/31"}, {"doc_id": "1688583", "text": "Nebular hypothesis / stick to each other in the dense disk environment, leading to the formation of larger particles up to several centimeters in size. The signatures of the dust processing and coagulation are observed in the infrared spectra of the young disks. Further aggregation can lead to the formation of planetesimals measuring 1 km across or larger, which are the building blocks of planets. Planetesimal formation is another unsolved problem of disk physics, as simple sticking becomes ineffective as dust particles grow larger. One hypothesis is formation by the gravitational instability. Particles several centimeters in size or larger slowly settle near the", "doc_score": "78.91944122314453", "publish_date": "2018/12/31"}, {"doc_id": "15977200", "text": "Five-planet Nice model / orbits. This led Kaib and Chambers to propose that the instability occurred early, before the formation of the terrestrial planets. However, a jump in the ratio of the orbital periods of Jupiter and Saturn is still required to reproduce the asteroid belt, reducing the advantage of an early instability. A previous study by Ramon Brasser, Kevin Walsh, and David Nesvorny found a reasonable chance (greater than 20%) of reproducing the inner Solar System using a selected five-planet model. The shapes of the impact basins on Iapetus are also consistent with a late bombardment. Sufficient mass may not remain in the", "doc_score": "78.629150390625", "publish_date": "2018/12/31"}, {"doc_id": "15977206", "text": "Five-planet Nice model / Some recently offered alternatives include debris from the impact that formed the Borealis Basin on Mars, and catastrophic collisions among lost planets once orbiting inside Mercury. These explanations have their own potential problems, for example, the timing of the formation of the Borealis basin, and whether objects should remain on orbits inside Mercury's. A monotonically declining bombardment by planetesimals left over from the formation of the terrestrial planets has also been proposed. This hypothesis requires the lunar mantle to have crystallized relatively late which may explain the differing concentrations of highly siderophile elements in the Earth and Moon. A previous", "doc_score": "78.70602416992188", "publish_date": "2018/12/31"}, {"doc_id": "6628645", "text": "Exotic star / particles called bosons (conventional stars are formed from mostly protons, which are fermions, but also consist of Helium-4 nuclei, which are bosons). For this type of star to exist, there must be a stable type of boson with self-repulsive interaction; one possible candidate particle is the still-hypothetical \"axion\" (which is also a candidate for the not-yet-detected \"non-baryonic dark matter\" particles, which appear to compose roughly 25% of the mass of the Universe). It is theorized that unlike normal stars (which emit radiation due to gravitational pressure and nuclear fusion), boson stars would be transparent and invisible. The immense gravity of", "doc_score": "76.5070571899414", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_23", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "8111883", "text": "Donald Trump Jr. / \"The New York Times\" as a \"close political adviser\". He spoke at the Republican National Convention, along with his siblings Ivanka, Eric and Tiffany. Some members of his father's campaign nicknamed him \"Fredo\", a reference to Fredo Corleone, a fictional character from \"The Godfather\". Trump Jr. influenced his father's choice of Secretary of the Interior Ryan Zinke during the presidential transition. Since his father's victory, Trump Jr. has developed what \"The Washington Post\" calls a \"public persona as a right-wing provocateur and ardent defender of Trumpism.\" On March 1, 2016, an interview with white supremacist James Edwards and Trump Jr.", "doc_score": "76.83477783203125", "publish_date": "2018/12/31"}, {"doc_id": "7642237", "text": "Donald Trump / for the Khan Shaykhun chemical attack. According to investigative journalist Bob Woodward, Trump had ordered his Defense Secretary James Mattis to assassinate Syrian President Bashar al-Assad after the chemical attack, but Mattis declined; Trump denied doing so. In April 2018, he announced missile strikes against Assad's regime, following a suspected chemical attack near Damascus. Trump actively supported the Saudi Arabian-led intervention in Yemen against the Houthis and signed a $110billion agreement to sell arms to Saudi Arabia. Trump also praised his relationship with Saudi Arabia's powerful Crown Prince Mohammad bin Salman. In November 2017, the Trump administration tightened the rules", "doc_score": "74.5465316772461", "publish_date": "2018/12/31"}, {"doc_id": "8663341", "text": "Trump family / is currently for sale. President Donald Trump has married thrice, to Ivana Zelníčková, Marla Maples and Melania Knauss. President Trump has five children of which four are adult children from two previous marriages: Donald Jr., Ivanka, and Eric Trump with Ivana Trump, and Tiffany Trump with Marla Maples. Trump has one son with Melania Trump, Barron, born on March 20, 2006. He is the first pre-teen son to live in the White House since John F. Kennedy Jr. arrived as an infant in 1961. All three of his children with Ivana Trump were Executive Vice Presidents at The Trump Organization", "doc_score": "76.45651245117188", "publish_date": "2018/12/31"}, {"doc_id": "8111882", "text": "Donald Trump Jr. / public relations firm that had received hundreds of complaints filed with the Better Business Bureau. He appeared as a guest adviser and judge on many episodes of his father's reality television show \"The Apprentice\", from season 5 in 2006 to his father's last season in 2015. On January 11, 2017, Trump's father announced that he and his brother Eric would oversee a trust that included the Trump Organization assets while his father was President, in order to avert a conflict of interest. Ahead of the 2016 presidential election, Trump Jr. was a key member of his father's campaign, characterized by", "doc_score": "75.98807525634766", "publish_date": "2018/12/31"}, {"doc_id": "7114753", "text": "Generation Z / has provided a store front for Generation Z to sell their ideas to people around the world without ever leaving their house. A 2017 survey produced by MTV and the Public Religion Research Institute found that 72% of Americans aged 15 to 24 held unfavorable views of President Donald Trump. According to the Hispanic Heritage Foundation, U.S. members of Generation Z tend to be more conservative than Millennials. According to a survey of 83,298 Gen Z-aged students (defined here as those aged 14 to 18 in 2016) in the United States done by My College Options and the Hispanic Heritage", "doc_score": "74.89387512207031", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_24", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "10034888", "text": "Full breakfast / includes bacon (traditionally back bacon), fried, poached or scrambled eggs, fried or grilled tomatoes, fried mushrooms, fried bread or buttered toast, and sausages (also called \"bangers\"). Black pudding, baked beans and bubble and squeak are also often included. In the North Midlands, fried or grilled oatcakes sometimes replace fried bread. The food is traditionally served with a mug of tea; more recently coffee is an alternative. As nearly everything is fried in this meal, it is commonly called a \"fry-up\". As some of the items are optional, the phrase \"full English breakfast\", or \"full English\" (or \"Full Monty\") often specifically", "doc_score": "87.17221069335938", "publish_date": "2018/12/31"}, {"doc_id": "11959757", "text": "Fat content of milk / as \"nonfat\" milk, due to USDA regulations stating that any food with less than ½ gram of fat per serving can be labelled \"fat free\". In the U.S. and Canada, a blended mixture of half cream and half milk is called half and half. Half and half is usually sold in smaller packages and used for creaming coffee and similar uses. Three main varieties of milk by fat content are sold in the UK, \"skimmed\", \"semi-skimmed\" and \"whole milk\". Semi-skimmed is by far the most popular variety, accounting for 63% of all milk sales. Whole milk follows with 27% and", "doc_score": "84.35842895507812", "publish_date": "2018/12/31"}, {"doc_id": "10034887", "text": "Full breakfast / is among the most internationally recognised British dishes along with such staples as bangers and mash, shepherd's pie, cottage pie, fish and chips, roast beef, Sunday roast and the Christmas dinner. The fried breakfast became popular in Britain and Ireland during the Victorian era, and appears as one among many suggested breakfasts in home economist Isabella Beeton's \"Book of Household Management\" (1861). A full breakfast is often contrasted (e.g. on hotel menus) with the lighter alternative of a continental breakfast, consisting of tea or coffee, milk and fruit juices with bread, croissants, bagels, or pastries. The traditional full English breakfast", "doc_score": "84.53199005126953", "publish_date": "2018/12/31"}, {"doc_id": "1638035", "text": "Meal, Ready-to-Eat / are suitable for a combat environment where servicemembers will burn many calories and lose much sodium through sweat, it has been provided as emergency food or even as a standard meal. The high-fat (averaging about 52 grams of fat, 5 grams trans fats) and high-salt content are less than ideal for sedentary situations. The HDR and TOTM account for this nutritional need. Recently, MRE's (and other military rations both new and old) have become popular items for YouTube reviewers. Some of the early MRE main courses were not very palatable, earning them the nicknames \"Meals Rejected by Everyone\", \"Meals Rarely", "doc_score": "83.27637481689453", "publish_date": "2018/12/31"}, {"doc_id": "10034902", "text": "Full breakfast / low frills establishments. The ingredients of a full breakfast vary according to region and taste. They are often served with condiments such as brown sauce or ketchup. Some of the foods that may be included in a full breakfast are: Full breakfast A full breakfast is a breakfast meal that typically includes bacon, sausages, eggs and a beverage such as coffee or tea. It comes in different regional variants and is referred to by different names depending on the area. While it is colloquially known as a “fry up” in most areas of Britain and Ireland, it is usually referred", "doc_score": "84.88824462890625", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_25", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "19598222", "text": "Chakrabarti Inquiry / Chakrabarti Inquiry The Chakrabarti Inquiry was a 2016 investigation into allegations of antisemitism and other forms of racism in the United Kingdom's Labour Party. Chaired by barrister Shami Chakrabarti, the inquiry was launched following comments made by two high-profile Labour figures, Naz Shah and Ken Livingstone that were deemed to have been antisemitic in nature; Shah, a Member of Parliament and Livingstone, the former Mayor of London were subsequently suspended from the party pending an investigation. The inquiry presented its findings on 30 June 2016, stating that although antisemitism and other types of racism were not endemic within Labour, there", "doc_score": "83.39009857177734", "publish_date": "2018/12/31"}, {"doc_id": "19598235", "text": "Chakrabarti Inquiry / attitudes within the Labour Party than any other political party.\" Chakrabarti Inquiry The Chakrabarti Inquiry was a 2016 investigation into allegations of antisemitism and other forms of racism in the United Kingdom's Labour Party. Chaired by barrister Shami Chakrabarti, the inquiry was launched following comments made by two high-profile Labour figures, Naz Shah and Ken Livingstone that were deemed to have been antisemitic in nature; Shah, a Member of Parliament and Livingstone, the former Mayor of London were subsequently suspended from the party pending an investigation. The inquiry presented its findings on 30 June 2016, stating that although antisemitism and", "doc_score": "83.546875", "publish_date": "2018/12/31"}, {"doc_id": "13978312", "text": "Browne Review / appointment of business leaders to reformed departmental boards. Sally Hunt of the University and College Union has criticised the independence of Lord Browne in the review process: \"Accepting a job from David Cameron, a man who made it quite clear during the election campaign that he wanted university fees to stay, clearly brings the legitimacy of the review's independence into question. In the interest of this review retaining any legitimacy he should resign.\" There is no student representation on the Browne Review: the youngest member of the review panel Rajay Naik rejected the suggestion that he is a representative of", "doc_score": "83.0006103515625", "publish_date": "2018/12/31"}, {"doc_id": "20639009", "text": "Facebook–Cambridge Analytica data scandal / breach to attempt to influence public opinion. Political events for which politicians paid Cambridge Analytica to use information from the data breach include the following: Facebook director Mark Zuckerberg first apologized for the situation with Cambridge Analytica on CNN, calling it an \"issue\", a \"mistake\" and a \"breach of trust\". Other Facebook officials argued against calling it a \"data breach\", arguing those who took the personality quiz originally consented to give away their information. Zuckerberg pledged to make changes and reforms in Facebook policy to prevent similar breaches. On March 25, 2018, Zuckerberg published a personal letter in various newspapers", "doc_score": "81.27255249023438", "publish_date": "2018/12/31"}, {"doc_id": "14825101", "text": "Mick Mulvaney / On April 28, 2017, Walter Shaub, the Director of the United States Office of Government Ethics issued a data request to see the ethics waivers given to ex-lobbyists in the executive branch, which Mulvaney then refused. On May 22, Shaub sent Mulvaney, in addition to every federal ethics officer, every inspector general, and the six members of Congress responsible for government oversight, a ten-page response reasserting his legal authority to see the ethics waivers. In a press briefing on May 2, 2017, Mulvaney said that a \"good shutdown\" of the federal government might be necessary in September. He defined such", "doc_score": "80.45731353759766", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_26", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "12390211", "text": "World population / to 2015 was: Long-term global population growth is difficult to predict. The United Nations and the US Census Bureau both give different estimates – according to the UN, the world population reached seven billion in late 2011, while the USCB asserted that this occurred in March 2012. The UN has issued multiple projections of future world population, based on different assumptions. From 2000 to 2005, the UN consistently revised these projections downward, until the 2006 revision, issued on March 14, 2007, revised the 2050 mid-range estimate upwards by 273 million. Average global birth rates are declining fast, but vary greatly", "doc_score": "101.59431457519531", "publish_date": "2018/12/31"}, {"doc_id": "3671590", "text": "Population growth / 2050. Conversely, a 2014 paper by demographers from several universities and the United Nations Population Division projected that the world's population would reach about 10.9 billion in 2100 and continue growing thereafter. One of its authors, Adrian Raftery, a University of Washington professor of statistics and of sociology, says \"The consensus over the past 20 years or so was that world population, which is currently around 7 billion, would go up to 9 billion and level off or probably decline. We found there’s a 70 percent probability the world population will not stabilize this century. Population, which had sort of", "doc_score": "98.5035171508789", "publish_date": "2018/12/31"}, {"doc_id": "307948", "text": "Population / 12 March 2012. According to a separate estimate by the United Nations, Earth’s population exceeded seven billion in October 2011, a milestone that offers unprecedented challenges and opportunities to all of humanity, according to UNFPA, the United Nations Population Fund. According to papers published by the United States Census Bureau, the world population hit 6.5 billion on 24 February 2006. The United Nations Population Fund designated 12 October 1999 as the approximate day on which world population reached 6 billion. This was about 12 years after world population reached 5 billion in 1987, and 6 years after world population reached", "doc_score": "98.6198959350586", "publish_date": "2018/12/31"}, {"doc_id": "3671586", "text": "Population growth / The United Nations Population Division projects world population to reach 11.2 billion by the end of the 21st century, but Sanjeev Sanyal has argued that global fertility will fall below the replacement rate in the 2020s and that world population will peak below 9 billion by 2050, followed by a long decline. A 2014 study in \"Science\" concludes that the global population will reach 11 billion by 2100, with a 70% chance of continued growth into the 22nd century. According to United Nations population statistics, the world population grew by 30%, or 1.6 billion humans, between 1990 and 2010. In", "doc_score": "100.76336669921875", "publish_date": "2018/12/31"}, {"doc_id": "16015180", "text": "Projections of population growth / million, Japan 107 million, Uganda 101 million, Turkey 96 million, Kenya 95.5 million, Iran 93.5 million, Sudan 81 million, Germany 78 million and the United Kingdom and France 75 million. The median scenario of the UN 2017 world population prospects predicts the following populations per continent in 2050 (compared to population in 2000), in billions: Walter Greiling projected in the 1950s that world population would reach a peak of about nine billion, in the 21st century, and then stop growing after a readjustment of the Third World and a sanitation of the tropics. Estimates published in the 2000s tended to", "doc_score": "98.07504272460938", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_27", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "15558164", "text": "Instagram / to building and growing Instagram independently\", in contrast to its past practices. According to \"Wired\", the deal netted Systrom $400 million based on his ownership stake in the business. The exact purchase price was $300 million in cash and 23 million shares of stock. In November 2012, Instagram launched website profiles, allowing anyone to see users' feeds from their web browsers. However, the website interface was limited in functionality, with notable omissions including the lack of a search bar, a news feed, and the ability to upload photos. In February 2013, the website was updated to offer a news feed,", "doc_score": "77.5089111328125", "publish_date": "2018/12/31"}, {"doc_id": "12343258", "text": "Slashdot effect / a certain threshold of popular interest. This effect was anticipated years earlier in 1956 in Alfred Bester's novel \"The Stars My Destination\". The \"Reddit effect\" has also been used to describe viral crowd fundraising efforts in addition to the surge in web traffic. Sites such as \"Slashdot\", Digg, Reddit, StumbleUpon and Fark consist of brief submitted stories and a self-moderated discussion on each story. The typical submission introduces a news item or website of interest by linking to it. In response, large masses of readers tend to simultaneously rush to view the referenced sites. The ensuing flood of page requests", "doc_score": "77.98880767822266", "publish_date": "2018/12/31"}, {"doc_id": "17746992", "text": "Whisper (app) / reached over 30 million monthly active users. In terms of demographics, \"The New York Times\" named Whisper in September 2015 as a social media platform of choice for Generation Z in an article about Internet habits among Generation Z and Millennials. As of June 2017, 75% of Whisper's usership was between the ages of 18 and 34, and predominantly female, as reported by \"Fast Company\" magazine, which also added that: \"According to CrowdTangle data, Whisper's Facebook page was the top-performing media fan page for interactions on the social network with approximately 200 million interactions in fiscal year 2016. If these", "doc_score": "78.40259552001953", "publish_date": "2018/12/31"}, {"doc_id": "9865614", "text": "Twitter / over $17 per share, and its market capitalization was valued at over US$25.6 billion in October 2018. Twitter raised over US$57 million from venture capitalist growth funding, although exact figures are not publicly disclosed. Twitter's first A round of funding was for an undisclosed amount that is rumored to have been between US$1 million and US$5 million. Its second B round of funding in 2008 was for US$22 million and its third C round of funding in 2009 was for US$35 million from Institutional Venture Partners and Benchmark Capital along with an undisclosed amount from other investors including Union Square", "doc_score": "79.44063568115234", "publish_date": "2018/12/31"}, {"doc_id": "16540718", "text": "Initial public offering of Facebook / U.S. corporations – surpassing heavyweights such as Amazon.com, McDonald's, Disney, and Kraft Foods – and made Zuckerberg's stock worth $19 billion. Facebook's share value fell during nine of the next thirteen trading days, posting gains during just four. The next day of trading after the IPO (May 21), the stock closed below its offering price, at $34.03. The stock saw another large loss the next day, closing at $31.00. A 'circuit breaker' was used in an attempt to slow down the decline in the stock price. The stock increased modestly in coming days, and Facebook closed its first full week", "doc_score": "80.46722412109375", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_28", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "19141058", "text": "Opinion polling for the United Kingdom European Union membership referendum / the poll indicated that 80% of CBI members saw a \"remain\" outcome as the best outcome for their business, with 5% seeing \"leave\" as the best outcome. In a poll of 350 board directors of UK businesses, published in June 2015, 82% agreed with the statement that \"the UK's membership of the EU is good for British businesses\", while 12% disagreed. In a follow-up poll reported in March 2016, 63% agreed that \"British businesses are better off inside the European Union than out of it\" while 20% disagreed. To the statement, \"An EU exit risks stifling British business growth,\" 59%", "doc_score": "93.68519592285156", "publish_date": "2018/12/31"}, {"doc_id": "19141052", "text": "Opinion polling for the United Kingdom European Union membership referendum / outcome. Telephone polls have consistently found more support for remaining in the EU than online polls. YouGov, which uses online polling, has criticised telephone polls because they \"have too high a percentage of graduates\", skewing the results. Ipsos MORI and ComRes, and Peter Kellner, the former president of YouGov, have said telephone polls are more reliable. ICM has said \"as good a guess as any is that the right answer lies somewhere in between\". A joint study by Populus and Number Cruncher Politics in March 2016 concluded that telephone polls were likely to better reflect the state of public opinion", "doc_score": "91.95264434814453", "publish_date": "2018/12/31"}, {"doc_id": "19141068", "text": "Opinion polling for the United Kingdom European Union membership referendum / to renegotiated terms or whether they thought the UK should leave if they do not like their current terms of membership. Newer countries to the European Union, countries which have joined the Union since 2004, were the biggest supporters: 52% supported the renegotiated position, compared to just 40% of respondents from EU members who joined before 2004. An ICM online poll of 1,000 adults in each of nine European countries in November 2015 found an average of 53% in favour of the UK's remaining in the EU. Following the EU referendum, there have been numerous opinion polls on the question", "doc_score": "92.23619079589844", "publish_date": "2018/12/31"}, {"doc_id": "19141059", "text": "Opinion polling for the United Kingdom European Union membership referendum / agreed and 30% disagreed. To the statement, \"Our membership of the EU gives British businesses invaluable access to European markets,\" 71% agreed and 16% disagreed. Thirty-five per cent agreed that \"An EU exit would leave British businesses facing a skills shortage\" while 50% disagreed. The manufacturers' organisation EEF used the market research organisation GfK to conduct a survey in late 2015 of 500 senior decision-makers in manufacturing organisations. Of these, 63% wanted the UK to stay in the EU, and 5% wanted it to leave. Three percent said there was no advantage to their businesses for the UK to be", "doc_score": "92.78572082519531", "publish_date": "2018/12/31"}, {"doc_id": "19141054", "text": "Opinion polling for the United Kingdom European Union membership referendum / groups that forecast a Leave victory just ahead of the vote. Several different groups have calculated polls of polls, which collect and average the results of opinion polls across different companies. They have different methodologies; for example, some give more weight to recent polls than others, some deal with undecided voters differently, and some attempt to adjust for the consistent gap between telephone and online polling. As a result, the polls of polls give a spread of results. The tables show polling on whether the UK should be in or out of the EU. Polling generally weights the sample to", "doc_score": "90.73676300048828", "publish_date": "2018/12/31"}]}
{"question_id": "20221118_29", "search_time": "2022/11/22/06:54", "search_result": [{"doc_id": "12107572", "text": "Gonorrhea / of gonorrhea occur each year, out of the 448 million new cases of curable STI each year – that also includes syphilis, chlamydia and trichomoniasis. In 2013, it caused about 3,200 deaths, up from 2,300 in 1990. In the United Kingdom, 196 per 100,000 males 20 to 24 years old and 133 per 100,000 females 16 to 19 years old were diagnosed in 2005. In 2013, the CDC estimated that more than 820,000 people in the United States get a new gonorrheal infection each year. Fewer than half of these infections are reported to CDC. In 2011, 321,849 cases of", "doc_score": "86.96712493896484", "publish_date": "2018/12/31"}, {"doc_id": "4767430", "text": "Late-onset hypogonadism / crisis or as the results of a long-term unhealthy lifestyle (smoking, excess drinking, overeating, lack of exercise) and may be best addressed by lifestyle changes, therapy, or antidepressants. If a person has symptoms of late-onset hypogonadism, testosterone is measured by taking blood in the morning on at least two days; while immunoassays are commonly used, mass spectrometry is more accurate and is becoming more widely available. The meaning of the measurement is different depending on many factors that affect how testosterone is made and how it is carried in the blood. Increased concentrations of proteins that bind testosterone in blood", "doc_score": "83.32904052734375", "publish_date": "2018/12/31"}, {"doc_id": "12107565", "text": "Gonorrhea / are HIV positive are more likely to shed and transmit HIV to uninfected partners during an episode of gonorrhea. The United States Preventive Services Task Force (USPSTF) recommends screening for gonorrhea in women at increased risk of infection, which includes all sexually active women younger than 25 years. Extragenital gonorrhea and chlamydia are highest in men who have sex with men (MSM). Additionally, the USPSTF also recommends routine screening in people who have previously tested positive for gonorrhea or have multiple sexual partners and individuals who use condoms inconsistently, provide sexual favors for money, or have sex while under the", "doc_score": "84.15272521972656", "publish_date": "2018/12/31"}, {"doc_id": "12107570", "text": "Gonorrhea / tested again after a week to determine whether the infection still persists. Cases of resistance to ceftriaxone have been reported but are still rare, though public health officials are concerned that an emerging pattern of resistance may predict a global epidemic. The UK's Health Protection Agency reported that 2011 saw a slight drop in gonorrhea antibiotic resistance, the first in 5 years. Gonorrhea if left untreated may last for weeks or months with higher risks of complications. One of the complications of gonorrhea is systemic dissemination resulting in skin pustules or petechia, septic arthritis, meningitis, or endocarditis. This occurs in", "doc_score": "83.5809097290039", "publish_date": "2018/12/31"}, {"doc_id": "3277632", "text": "Hereditary hemorrhagic telangiectasia / the same cannot be said of nosebleeds and sparse telangiectasias, both of which occur in people without HHT, in the absence of AVMs. Someone's diagnostic status may change in the course of life, as young children may not yet exhibit all the symptoms; at age 16, thirteen percent are still indeterminate, while at age 60 the vast majority (99%) have a definite diagnostic classification. The children of established HHT patients may therefore be labeled as \"possible HHT\", as 50% may turn out to have HHT in the course of their life. Treatment of HHT is symptomatic (it deals with the", "doc_score": "82.54637145996094", "publish_date": "2018/12/31"}]}
