{"question_id": "20221028_0", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "6620763", "text": "Childhood immunizations in the United States / Measles is a respiratory disease caused by the virus of the same name, it normally grows in the cells that line the back of the throat and lungs. In pregnant women in can cause miscarriages or pre-mature births. While measles is almost gone from the United States, it still kills about 164,000 people each year around the world. In developing countries that suffer from malnutrition and vitamin A deficiency, measles has been known to kill as many as 1 out of 4 people and it is the leading cause of blindness among African children. Measles spreads from person to person", "doc_score": "88.45048522949219", "publish_date": "2018/12/31"}, {"doc_id": "695798", "text": "Measles / of the rash. Most people do not get the disease more than once. Testing for the measles virus in suspected cases is important for public health efforts. The measles vaccine is effective at preventing the disease, and is often delivered in combination with other vaccines. Vaccination has resulted in a 75% decrease in deaths from measles between 2000 and 2013, with about 85% of children worldwide being currently vaccinated. Once a person has become infected, no specific treatment is available, but supportive care may improve outcomes. This may include giving oral rehydration solution (slightly sweet and salty fluids), healthy food,", "doc_score": "86.82289123535156", "publish_date": "2018/12/31"}, {"doc_id": "695818", "text": "Measles / by measles. This is down from 630,000 deaths in 1990. As of 2013, measles remains the leading cause of vaccine-preventable deaths in the world. In developed countries, death occurs in one to two cases out of every 1,000 (0.1–0.2%). In populations with high levels of malnutrition and a lack of adequate healthcare, mortality can be as high as 10%. In cases with complications, the rate may rise to 20–30%. In 2012, the number of deaths due to measles was 78% lower than in 2000 due to increased rates of immunization among UN member states. Even in countries where vaccination has", "doc_score": "88.33990478515625", "publish_date": "2018/12/31"}, {"doc_id": "6620756", "text": "Childhood immunizations in the United States / commonly known as chickenpox, is a highly contagious disease that is very uncomfortable and sometimes serious. It is caused by the \"Varicella-zoster\" virus (VZV). Before the vaccine, about 4 million people each year in the United States would get chicken pox. About 10,600 people were hospitalized and 100 to 150 died each year. Most people that get the vaccine will not get chickenpox and in also prevents almost all cases of severe disease that can be a results from the disease. About 25-30% of vaccinated people who get chickenpox can have it as serious as that in an unvaccinated person.", "doc_score": "87.80196380615234", "publish_date": "2018/12/31"}, {"doc_id": "12900451", "text": "Measles vaccine / elimination of the disease in the United States and other developed countries. While the vaccine is made with a live virus which can cause side effects, these are far fewer and less serious than the sickness and death caused by measles itself, side effects ranging from rashes to, rarely, convulsions, occur in a small percentage of recipients. Measles is common worldwide. Although it was declared eliminated from the U.S. in 2000, high rates of vaccination and excellent communication with those who refuse vaccination are needed to prevent outbreaks and sustain the elimination of measles in the U.S. Of the 66", "doc_score": "87.08108520507812", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_1", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "17011847", "text": "2018 Atlantic hurricane season / on October 10 with winds of 130 mph. At 18:00 UTC on October 10, Michael made landfall with sustained winds of and a minimum central pressure of, becoming the strongest storm of the season and also the third-strongest landfalling hurricane in the U.S. on record, in terms of central pressure. After crossing through the southeastern United States, Michael started restrengthening early on October 12 as a result of baroclinic forcing; however, the system transitioned into an extratropical cyclone soon afterward. The combined effects of the precursor low to Michael and a disturbance over the Pacific Ocean caused significant flooding", "doc_score": "81.4105453491211", "publish_date": "2018/12/31"}, {"doc_id": "17011846", "text": "2018 Atlantic hurricane season / Early on the next morning, the system organized into a tropical depression, before intensifying into Tropical Storm Michael several hours later. Michael quickly became a hurricane around midday on October 8 as a result of rapid intensification. At 21:00 UTC on October 9, while approaching the Gulf Coast, Michael strengthened into a major hurricane with winds reaching 120 mph, making it the second major hurricane of the season. Despite the NHC forecasting the hurricane to make landfall with winds of 125 mph, data from Hurricane Hunters indicated that Michael continued to rapidly intensify, becoming a Category 4 at 6:00 UTC", "doc_score": "80.81554412841797", "publish_date": "2018/12/31"}, {"doc_id": "20455858", "text": "2018 Pacific hurricane season / a Category 4 hurricane, becoming the ninth of the year in the East Pacific. At 15:00 UTC on October 22, Willa reached its peak intensity as the third Category 5 hurricane of the year. Afterward, Willa began to weaken, due to the commencement of an eyewall replacement cycle, weakening to a high-end Category 4 hurricane six hours later. Willa encountered wind shear and weakened further into a Category 3 hurricane by the next day, before making landfall at Category 3 intensity at 1:00 UTC on October 24 (7:00 pm on October 23, local time), in Sinaloa, southwestern Mexico. Following landfall,", "doc_score": "81.54432678222656", "publish_date": "2018/12/31"}, {"doc_id": "20873500", "text": "Hurricane Olivia (2018) / 26. The disturbance tracked westward and crossed over Central America, where it entered the Northeastern Pacific Ocean a few days later. A broad area of low pressure formed several hundred miles southwest of Mexico on August 30. The National Hurricane Center (NHC) continued to monitor the disturbance as it moved west-northwest for the next couple of days and gradually became more organized. At 00:00 UTC on September 1, the NHC declared that the low had become Tropical Depression Seventeen-E approximately 425 miles (680 km) southwest of Manzanillo, Mexico. Initially, due to north-northeasterly vertical wind shear, the nascent depression only strengthened", "doc_score": "82.27828979492188", "publish_date": "2018/12/31"}, {"doc_id": "20847720", "text": "Hurricane Lane (2018) / August 22 to 26, Lane brought heavy rain to much of the Hawaiian Windward Islands, which caused flash flooding and mudslides. Strong winds downed trees and power lines on Maui, and brush fires ignited on both Maui and Oahu. One fatality occurred on Kauai, and cost to repair damages across the state is currently unknown. Early on August 11, the National Hurricane Center (NHC) began monitoring a tropical wave that was producing disorganized thunderstorm activity several hundred miles off the southern coast of Mexico. The disturbance moved generally westward for the next four days, before becoming much better organized late", "doc_score": "79.76932525634766", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_2", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "166052", "text": "Holiday / Christian holidays are defined as part of the liturgical year, the chief ones being Easter and Christmas. The Orthodox Christian and Western-Roman Catholic patronal feast day or \"name day\" are celebrated in each place's patron saint's day, according to the Calendar of saints. Jehovah's Witnesses annually commemorate \"The Memorial of Jesus Christ's Death\", but do not celebrate other holidays with any religious significance such as Easter, Christmas or New Year's. This holds especially true for those holidays that have combined and absorbed rituals, overtones or practices from non-Christian beliefs into the celebration, as well as those holidays that distract from", "doc_score": "86.27458953857422", "publish_date": "2018/12/31"}, {"doc_id": "1378831", "text": "Christmas Eve / Christmas Eve Christmas Eve is the evening or entire day before Christmas Day, the festival commemorating the birth of Jesus. Christmas Day is observed around the world, and Christmas Eve is widely observed as a full or partial holiday in anticipation of Christmas Day. Together, both days are considered one of the most culturally significant celebrations in Christendom and Western society. Christmas celebrations in the denominations of Western Christianity have long begun on the night of the 24th, due in part to the Christian liturgical day starting at sunset, a practice inherited from Jewish tradition and based on the story", "doc_score": "85.26741790771484", "publish_date": "2018/12/31"}, {"doc_id": "166053", "text": "Holiday / or replace the worship of Jehovah. In Islam, the largest holidays are Eid ul-Fitr (immediately after Ramadan) and Eid al-Adha (at the end of the Hajj). Ahmadi Muslims additionally celebrate Promised Messiah Day, Promised Reformer Day, and Khilafat Day, but contrary to popular belief, neither are regarded as holidays. Hindus, Jains and Sikhs observe several holidays, one of the largest being Diwali (Festival of Light). Japanese holidays contain references to several different faiths and beliefs. Celtic, Norse, and Neopagan holidays follow the order of the Wheel of the Year. Some are closely linked to Swedish festivities. The Bahá'í Faith observes", "doc_score": "85.00440216064453", "publish_date": "2018/12/31"}, {"doc_id": "77699", "text": "Christmas / respect, even if they disagree with it. <categorytree depth=0>Public holidays by country</categorytree> Christmas Christmas is an annual festival commemorating the birth of Jesus Christ, observed primarily on December 25 as a religious and cultural celebration among billions of people around the world. A feast central to the Christian liturgical year, it is preceded by the season of Advent or the Nativity Fast and initiates the season of Christmastide, which historically in the West lasts twelve days and culminates on Twelfth Night; in some traditions, Christmastide includes an octave. Christmas Day is a public holiday in many of the world's nations,", "doc_score": "83.78387451171875", "publish_date": "2018/12/31"}, {"doc_id": "1593169", "text": "Holy Week / week and Easter Sunday liturgies attract the biggest crowds of the year. Many cultures have different traditions like Easter eggs to echo the theme of resurrection. Holy Week in the Christian year is the week immediately before Easter. The earliest allusion to the custom of marking this week as a whole with special observances is to be found in the Apostolical Constitutions (v. 18, 19), dating from the latter half of the 3rd century and 4th century. In this text, abstinence from flesh is commanded for all the days, while for the Friday and Saturday an absolute fast is commanded.", "doc_score": "83.4251708984375", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_3", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "328055", "text": "Prime Minister of the United Kingdom / suspects for up to 90 days without charge, and on 31 January 2006, was defeated over certain aspects of proposals to outlaw religious hatred. On other occasions, the Government alters its proposals to avoid defeat in the Commons, as Tony Blair's Government did in February 2006 over education reforms. Formerly, a Prime Minister whose government lost a Commons vote would be regarded as fatally weakened, and the whole government would resign, usually precipitating a general election. In modern practice, when the Government party has an absolute majority in the House, only loss of supply and the express vote \"that this", "doc_score": "83.21763610839844", "publish_date": "2018/12/31"}, {"doc_id": "20524293", "text": "2018 British cabinet reshuffle / 2018 British cabinet reshuffle Theresa May carried out the first \"refresh\" of her minority government in January 2018. Following the resignation of Damian Green as First Secretary of State in December 2017, the reshuffle had been highly anticipated and briefed in the press. There were reports of \"up to a quarter\" of her cabinet ministers who might lose their positions, including Boris Johnson, who had been seen to cause a number of political gaffes during his term as Foreign Secretary. The reshuffle was seen as an opportunity for the Prime Minister to reassert her authority, greatly diminished following the result", "doc_score": "85.73197937011719", "publish_date": "2018/12/31"}, {"doc_id": "327961", "text": "Prime Minister of the United Kingdom / Prime Minister of the United Kingdom The Prime Minister of the United Kingdom is the head of the United Kingdom Government. The Prime Minister (informally abbreviated to PM) and Cabinet (consisting of all the most senior ministers, most of whom are government department heads) are collectively accountable for their policies and actions to the Monarch, to Parliament, to their political party and ultimately to the electorate. The Office is one of the Great Offices of State. The of the office, Theresa May, leader of the Conservative Party, was appointed by the Queen on 13 July 2016. The office is not", "doc_score": "86.6713638305664", "publish_date": "2018/12/31"}, {"doc_id": "328048", "text": "Prime Minister of the United Kingdom / or a formal coalition with another party (as happened in the coalition government of 2010 to 2015). When commissioned by the Sovereign, a potential Prime Minister's first requisite is to \"form a Government\" – to create a cabinet of ministers that has the support of the House of Commons, of which they are expected to be a member. The Prime Minister then formally kisses the hands of the Sovereign, whose royal prerogative powers are thereafter exercised solely on the advice of the Prime Minister and Her Majesty's Government (\"HMG\"). The Prime Minister has weekly audiences with the Sovereign, whose rights", "doc_score": "82.42780303955078", "publish_date": "2018/12/31"}, {"doc_id": "328018", "text": "Prime Minister of the United Kingdom / seats than the opposition in a general election. Since 1722, most Prime Ministers have been members of the Commons; since 1902, all have had a seat there. Like other members, they are elected initially to represent only a constituency. Former Prime Minister Tony Blair, for example, represented Sedgefield in County Durham from 1983 to 2007. He became Prime Minister because in 1994 he was elected Labour Party leader and then led the party to victory in the 1997 general election, winning 418 seats compared to 165 for the Conservatives and gaining a majority in the House of Commons. Neither the", "doc_score": "82.57013702392578", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_4", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "12905254", "text": "Nuclear power in Ukraine / year 2030, which would almost double the current amount of nuclear power capacity. Ukraine's power sector is the twelfth-largest in the world in terms of installed capacity, with 54 gigawatts (GW). Renewable energy still plays a very modest role in electrical output; in 2005 energy production was met by the following sources: nuclear (47 percent), thermal (45 percent), hydroelectric and other (8 percent). The Chernobyl disaster was a nuclear accident that occurred on 26 April 1986 at the Chernobyl Nuclear Power Plant in Ukraine. An explosion and fire released large quantities of radioactive contamination into the atmosphere, which spread over", "doc_score": "101.43638610839844", "publish_date": "2018/12/31"}, {"doc_id": "12905255", "text": "Nuclear power in Ukraine / much of Western USSR and Europe. It is considered the worst nuclear power plant accident in history, and is one of only two classified as a level 7 event on the International Nuclear Event Scale (the other being the Fukushima Daiichi nuclear disaster). The battle to contain the contamination and avert a greater catastrophe ultimately involved over 500,000 workers and cost an estimated 18 billion rubles, crippling the Soviet economy. Ukraine used to receive its nuclear fuel exclusively from Russia by the Russian company TVEL. Since 2008 the country also gets nuclear fuel from Westinghouse. Since 2014 Westinghouse's share of", "doc_score": "100.16265106201172", "publish_date": "2018/12/31"}, {"doc_id": "15272620", "text": "Renewable energy in Russia / provide a total of 1%, or 9 TWh/year, of Russia's total energy. However, due to Russia's vast forest and peat reserves, it has a total biomass technical potential of 431 TWh/year, of which 285 TWh/year is economically feasible. Most of this potential is found in northwestern Russia, which has a developed pulp and paper industry that can provide wood-based waste to use as biomass energy. Use of peat for energy production was prominent during the Soviet Union, with the peak occurring in 1965 and declining from that point. In 1929, over 40% of the Soviet Union's electric energy came from", "doc_score": "99.76883697509766", "publish_date": "2018/12/31"}, {"doc_id": "15667887", "text": "Energy in Ukraine / TWh was exported to Europe; 88 TWh from nuclear, 71 TWh from coal, 13 TWh from natural gas, and 9 TWh from hydroelectricity. Electricity consumption was 134 TWh after transmission losses of 20 TWh, with peak demand at about 28 GWe. In 2015 electricity production fell to about 146 TWh largely due to a fall in anthracite coal supplies caused by the War in Donbass. Electricity production fell from 296 TWh in 1991 to 171 TWh in 1999, then increased slowly to 195 TWh in 2007, before falling again. In 2017 Climate News Network reported that Chinese companies plan to", "doc_score": "101.45777893066406", "publish_date": "2018/12/31"}, {"doc_id": "15272604", "text": "Renewable energy in Russia / recession, much of the country's infrastructure, including dams, fell into disrepair. Use of oil and gas for energy took priority in Russia and renewable energy was ignored. This policy lasted until 2008, when Medvedev announced reforms to Russia's energy policies in an attempt to focus more on renewable energy. Since then, there has been rapid development of new renewable energy sources. Russia is one of the world's largest producers of energy, most of which it obtains from oil, natural gas and coal. The country's focus on those resources for production and export, which constitute 80% of foreign trade earnings, means", "doc_score": "96.32434844970703", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_5", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "20692349", "text": "Account verification / Account verification Account verification is the process of verifying that a new or existing account is owned and operated by a specified real individual or organization. A number of websites, for example social media websites, offer account verification services. Verified accounts are often visually distinguished by check mark icons or badges next to the names of individuals or organizations. Account verification can enhance the quality of online services, mitigating sockpuppetry, bots, trolling, spam, vandalism, fake news, disinformation and election interference. Account verification was initially a feature for public figures and accounts of public interest, individuals in music, acting, fashion, government,", "doc_score": "91.1124496459961", "publish_date": "2018/12/31"}, {"doc_id": "14590499", "text": "Tabnabbing / Tabnabbing Tabnabbing is a computer exploit and phishing attack, which persuades users to submit their login details and passwords to popular websites by impersonating those sites and convincing the user that the site is genuine. The attack's name was coined in early 2010 by Aza Raskin, a security researcher and design expert. The attack takes advantage of user trust and inattention to detail in regard to tabs, and the ability of browsers to navigate across a page's origin in inactive tabs a long time after the page is loaded. Tabnabbing is different from most phishing attacks in that the user", "doc_score": "92.56890869140625", "publish_date": "2018/12/31"}, {"doc_id": "8249081", "text": "Google Account / them to reset their password if they have forgotten it, or if their account is hacked. In some countries, such as the United States, the United Kingdom and India, Google may also require one-time use of a mobile phone number to send an account validation code by SMS text messaging or voice message when creating a new account. Google also offers a 2-step verification option—for additional security against hacking—that requests a validation code each time the user logs into their Google account. The code is either generated by an application (\"Google Authenticator\" or other similar apps) or received from Google", "doc_score": "88.53934478759766", "publish_date": "2018/12/31"}, {"doc_id": "20692358", "text": "Account verification / Rules. Account verification Account verification is the process of verifying that a new or existing account is owned and operated by a specified real individual or organization. A number of websites, for example social media websites, offer account verification services. Verified accounts are often visually distinguished by check mark icons or badges next to the names of individuals or organizations. Account verification can enhance the quality of online services, mitigating sockpuppetry, bots, trolling, spam, vandalism, fake news, disinformation and election interference. Account verification was initially a feature for public figures and accounts of public interest, individuals in music, acting, fashion,", "doc_score": "91.13440704345703", "publish_date": "2018/12/31"}, {"doc_id": "18722428", "text": "Google Docs / while the added protection was announced on the same day as the attack, it \"may not have prevented this week's attack, however, as that attack involved a malicious and fake \"Google Docs\" app that was hosted on Google's own domain\". In early May 2017, \"Ars Technica\" reported that \"at least three security researchers\" had raised issues about the threat, one of them in October 2011, and that the attacker or attackers behind the actual incident \"may have copied the technique from a proof of concept posted by one security researcher to GitHub in February\". Furthermore, the report noted that Google", "doc_score": "88.01559448242188", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_6", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "7464922", "text": "T. S. Ellis III / pressure on Manafort to cooperate with the special counsel's investigation into Trump. Ellis said he would rule on Manafort's challenge at a later date. On June 26, 2018, Ellis issued an opinion stating that \"upon further review\" the Mueller investigation had acted within its authority, clearing the way for Manafort's trial to proceed. The trial was scheduled to begin July 25, 2018, but was delayed until July 31. On July 31 a jury was seated, both sides made their opening statements, and the first prosecution witness was called. In subsequent days prosecutors continued to present their case as Ellis repeatedly", "doc_score": "82.69532775878906", "publish_date": "2018/12/31"}, {"doc_id": "13104250", "text": "Willis Van Devanter / prior to Van Devanter's retirement, Congress had halved Supreme Court pensions. Congress had temporarily restored them to full pay in February 1933, only to halve them again next month by the Economy Act. Van Devanter was replaced by Justice Hugo Black, appointed by Franklin Delano Roosevelt. He died in Washington, D.C., and was buried there in Rock Creek Cemetery. His gravesite is marked by \"a stark 'VAN DEVANTER' — nothing else\" which tops the family plot. At the turn of the century, Willis Van Devanter purchased Pate Island in the Woods Bay area of Georgian Bay in Ontario, Canada. He", "doc_score": "81.12679290771484", "publish_date": "2018/12/31"}, {"doc_id": "13103027", "text": "Anthony Kennedy / Anthony Kennedy Anthony McLeod Kennedy (born July 23, 1936) is an American lawyer and jurist who served as the 93rd Associate Justice of the Supreme Court of the United States from 1988 until his retirement in 2018. He was nominated to the court in 1987 by President Ronald Reagan, and sworn in on February 18, 1988. After the retirement of Sandra Day O'Connor in 2006, he was the swing vote on many of the Roberts Court's 5–4 decisions. Born in Sacramento, California, Kennedy took over his father's legal practice in Sacramento after graduating from Harvard Law School. In 1975, President", "doc_score": "80.1061782836914", "publish_date": "2018/12/31"}, {"doc_id": "1458454", "text": "Lucius Quintus Cincinnatus Lamar II / died on January 23, 1893, in Vineville, Georgia. He is the only Mississippian to have served on the Supreme Court. Lamar was originally interred at Riverside Cemetery in Macon, Georgia, but was reinterred at St. Peter's Cemetery in Oxford, Mississippi, in 1894. During an 1884–85 Geological Survey, Geologist Arnold Hague named the East Fork of the Yellowstone River in Yellowstone National Park the Lamar River in his honor. The Lamar Valley, or the \"Secluded Valley\" of trapper Osborne Russell and other park features or administrative names which contain \"Lamar\" are derived from this original naming in honor of Secretary of", "doc_score": "79.89449310302734", "publish_date": "2018/12/31"}, {"doc_id": "19777741", "text": "Albert R. Alexander / Albert R. Alexander Albert R. Alexander (November 8, 1859 - 1966) was a Canadian-born American judge who from Plattsburg, Missouri, who became the world's oldest serving judge and the world's longest serving judge. He retired on July 9, 1965, at the age of 105 years and 8 months. Alexander has also worked as a farmer, a teacher, a newspaper publisher, and a lawyer. From 1901 until 1916, he was the owner and publisher of the \"Plattsburg Leader\". In 1914, President Woodrow Wilson appointed him Postmaster for Plattsburg where he served until 1927. In 1950, he was elected to the office", "doc_score": "79.13552856445312", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_7", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "18478364", "text": "History of self-driving cars / eight people. It is intended to shuttle people around \"pedestrianized city centers, large industrial sites, airports, theme parks, university campuses or hospital complexes.\" On May 27, 2014, Google announced plans to unveil 100 autonomous car prototypes built from scratch inside Google's secret X lab, as manifestations of years of work that began by modifying existing vehicles, along with, \"in the next couple of years\" according to Google in the above blog post, a pilot program similar to that which was used for the Cr-48 Chromebook back in 2010. In October 2014 Tesla Motors announced its first version of AutoPilot. Model", "doc_score": "82.3769760131836", "publish_date": "2018/12/31"}, {"doc_id": "243239", "text": "Lexus / Peter Jacobsen. Since 2008, Lexus has run the video website L Studio. Shows on L Studio include \"Web Therapy\". Lexus unveiled its new \"Experience Amazing\" tagline in the U.S. in a 60-second advertisement at the February 2017 Super Bowl LI. The new tagline replaced Lexus's previous slogan, \"The Pursuit of Perfection\". On 30 March 2018, Lexus premiered a fake partnership with 23 and Me during a spot on Saturday Night Live, for a pretend program that allows buyers to customize vehicles based on their DNA, as an April Fool's Day joke. Lexus Lexus originated from a corporate project to develop", "doc_score": "82.99910736083984", "publish_date": "2018/12/31"}, {"doc_id": "1831964", "text": "Self-driving car / all Tesla cars are built with hardware to allow full self-driving capability at the highest safety level (SAE Level 5). The hardware includes eight surround cameras and twelve ultrasonic sensors, in addition to the forward-facing radar with enhanced processing capabilities. The system will operate in \"shadow mode\" (processing without taking action) and send data back to Tesla to improve its abilities until the software is ready for deployment via over-the-air upgrades. After the required testing, Tesla hopes to enable full self-driving by the end of 2019 under certain conditions. Waymo originated as a self-driving car project within Google. In August", "doc_score": "82.02349853515625", "publish_date": "2018/12/31"}, {"doc_id": "1831888", "text": "Self-driving car / would be the first manufacturer to use laser scanners in addition to cameras and ultrasonic sensors for their system. In November 2017, Waymo announced that it had begun testing driverless cars without a safety driver in the driver position; however, there was still an employee in the car. In October 2018, Waymo announced that its test vehicles had traveled in automated mode for over, increasing by about per month. In December 2018, Waymo was the first to commercialize a fully autonomous taxi service in the U.S. There is some inconsistency in terminology used in the self-driving car industry. Various", "doc_score": "82.56100463867188", "publish_date": "2018/12/31"}, {"doc_id": "20819995", "text": "Drive.ai / Drive.ai Drive.ai is an American technology company headquartered in Mountain View, California that uses artificial intelligence to make self-driving systems for cars. It is the second company to remove the safety driver from its autonomous vehicles. To date, the company has raised approximately $77 million in funding. Drive.ai's technology can be modified to turn a vehicle autonomous. In May 2018, Drive.ai announced a pilot program in Frisco, Texas to test the company's vehicles in its first application of a passenger carrying service available to the general public. Drive.ai was established in 2015 through Stanford University's Artificial Intelligence Lab by a", "doc_score": "86.03121948242188", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_8", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "4190607", "text": "Ash Carter / wrote in the letter that the \"apparent indiscriminate airstrikes on civilian targets in Yemen seem to suggest that either the coalition is grossly negligent in its targeting or is intentionally targeting innocent civilians.\" Carter is married to Stephanie (DeLeeuw) Carter. He was previously married to the current and 8th President of Bates College, Clayton Spencer, with whom he has two grown children, Ava and Will. Carter received the Ten Outstanding Young Americans award from the United States Junior Chamber in 1987. For his service to national security, Carter has been awarded the DOD's highest civilian medal, the Department of Defense", "doc_score": "83.53011322021484", "publish_date": "2018/12/31"}, {"doc_id": "4190590", "text": "Ash Carter / first as Under Secretary of Defense for Acquisition, Technology and Logistics and then Deputy Secretary of Defense until December 2013. In February 2015, he replaced Chuck Hagel as Secretary of Defense and served until the end of the Obama administration. For his service to national security, Carter has on five occasions been awarded the DOD Distinguished Public Service Medal. He has also received the CJCS Joint Distinguished Civilian Service Award, and the Defense Intelligence Medal for his contributions to Intelligence. Ashton Baldwin Carter was born on September 24, 1954, in Philadelphia, Pennsylvania. His father is William Stanley Carter, Jr., a", "doc_score": "86.47855377197266", "publish_date": "2018/12/31"}, {"doc_id": "14145911", "text": "Camp Chapman attack / the CIA. King Abdullah II, Queen Rania, and Crown Prince Hussein attended GID Captain Sharif Ali bin Zeid's funeral, as he was a cousin of the King. Official media only reported that bin Zeid was killed on a \"humanitarian mission\" in Afghanistan, with no mention of the CIA cooperation. Several media analysts were called by Jordanian officials and told not to make inflammatory statements. At least one local journalist working with the foreign media was detained and questioned. Several former intelligence officials described the attack as emotionally distressing for the spy agency. Former CIA deputy director John E. McLaughlin said:", "doc_score": "82.28250885009766", "publish_date": "2018/12/31"}, {"doc_id": "20269148", "text": "Imran Awan / Congresswoman Debbie Wasserman Schultz from Florida, however, continued to employ Awan in an advisory role. On March 5, 2017, the FBI and Capitol Police stopped Awan's wife, Hina Alvi, at Washington Dulles International Airport. They allowed her and her three children to get on the flight to Lahore. A government investigation led by U.S. Attorney Jessie K. Liu included forensic analysis of computer equipment and data, as well as interviews with about 40 witnesses. The investigation addressed various right-wing conspiracy theories about Awan, concluding that it had \"found no evidence that [Awan] illegally removed House data from the House network", "doc_score": "83.1458740234375", "publish_date": "2018/12/31"}, {"doc_id": "9040559", "text": "Operation Storm-333 / Operation Storm-333 Operation Storm-333 () was an operation that took place on 27 December 1979, in which Soviet forces stormed the Tajbeg Palace in Afghanistan and assassinated Afghan President Hafizullah Amin. An unknown number of Afghan palace guards were killed while 150 were captured. Amin's 11-year-old son died from shrapnel wounds. The Soviets installed Babrak Karmal as Amin's successor. Several other government buildings were seized during the operation, including the Ministry of Interior building, the Internal Security (KHAD) building, and the General Staff building (Darul Aman Palace). Alpha Group veterans call this operation one of the most successful in the", "doc_score": "80.11262512207031", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_9", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "1587476", "text": "50 Cent / and signed to Shady Records, under the aegis of Dr. Dre's Aftermath Entertainment and Interscope Records. With the aid of Eminem and Dr. Dre (who produced his first major-label album, \"Get Rich or Die Tryin'\"), Jackson became one of the world's best selling rappers and rose to prominence with East Coast hip hop group G-Unit (which he leads \"de facto\"). In 2003, he founded G-Unit Records, signing his G-Unit associates Young Buck, Lloyd Banks and Tony Yayo. Jackson had similar commercial and critical success with his second album, \"The Massacre\", which was released in 2005. He released his fifth studio", "doc_score": "78.04019927978516", "publish_date": "2018/12/31"}, {"doc_id": "2794812", "text": "Kanye West / deal. Multiple record companies ignored him because he did not portray the 'gangsta image' prominent in mainstream hip hop at the time. After a series of meetings with Capitol Records, West was ultimately denied an artist deal. According to Capitol Record's A&R, Joe Weinberger, he was approached by West and almost signed a deal with him, but another person in the company convinced Capitol's president not to. Desperate to keep West from defecting to another label, then-label head Damon Dash reluctantly signed West to Roc-A-Fella Records. Jay-Z later admitted that Roc-A-Fella was initially reluctant to support West as a rapper,", "doc_score": "82.77215576171875", "publish_date": "2018/12/31"}, {"doc_id": "3363717", "text": "Roc-A-Fella Records / Property's \"Chain Gang\" albums, Juelz Santana's \"From Me to U\", Freeway's debut \"Philadelphia Freeway\", The Diplomats' group debut album \"Diplomatic Immunity\", Memphis Bleek's \"M.A.D.E.\" and Jay-Z's alleged final album, \"The Black Album\".Rumors of friction between Carter and Dash became apparent; though denied by both camps at the time, problems involving Damon's media attention and Jay's alleged inaccessibility had been brewing since the video shoot for \"Big Pimpin'\". After Jay-Z's supposed last hurrah, it was revealed that he had accepted a position as CEO and President of Def Jam Recordings, and The Island Def Jam Music Group purchased the remaining 50", "doc_score": "80.57606506347656", "publish_date": "2018/12/31"}, {"doc_id": "6734937", "text": "The Goldmind Inc. / iTunes. Both songs will be featured on Elliott's long-awaited album, \"Block Party\". From 2013 to 2014, scant releases followed from signee Sharaya, including the debut single \"Banji\" and the \"Take Away\"-sampled \"Takin' It No More\". On November 12, 2015, after years of delays and previous failed attempts of materializing a proper single, Missy Elliott readied the offering \"WTF (Where They From),\" featuring vocal and production assistance from recurring collaborator Pharrell Williams. The Goldmind Inc. The Goldmind, Inc. is an American record label founded by hip hop artist Missy \"Misdemeanor\" Elliott. Elliott was once distributed through Elektra Entertainment Group, and more", "doc_score": "78.25707244873047", "publish_date": "2018/12/31"}, {"doc_id": "13011717", "text": "Drake (musician) / releasing two further songs in reference to Drake, he has yet to officially respond to Budden. In the same year, Drake mocked Kid Cudi for his mental health, drug use and suicidal urges on \"Two Birds, One Stone\" after Cudi launched an expletive-filled rant on the artist on Twitter. Cudi later checked into a rehabilitation facility following the release of the song, and continued to disparage Drake in further tweets. In mid-2018, Drake was embroiled in a feud with long-time collaborator, Kanye West. In an appearance on the talk show \"The Shop\" in October, Drake recounted several business meetings with", "doc_score": "78.229736328125", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_10", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "8801887", "text": "Yogi Adityanath / 2015, Adityanath commented that actor Shah Rukh Khan was using the same \"language\" as Pakistani terrorist Hafiz Saeed. Yogi Adityanath Yogi Adityanath (born Ajay Mohan Bisht on 5 June 1972) is an Indian monk and Hindu nationalist politician who is the current Chief Minister of Uttar Pradesh, in office since 19 March 2017. He was appointed as the Chief Minister on 26 March 2017 after the Bharatiya Janata Party (BJP) won the 2017 State Assembly elections, in which he was a prominent campaigner. He has been the Member of Parliament from the Gorakhpur constituency, Uttar Pradesh for five consecutive terms", "doc_score": "83.7909927368164", "publish_date": "2018/12/31"}, {"doc_id": "8168070", "text": "Sunder Lal Patwa / 15 December 1992 as leader of Bharatiya Janta Party. He began his political career with Jana Sangh which merged with Janata Party in 1977. Later members owing allegiance to Jana Sangh's Hindutva ideology broke away from Janata Party in 1980 to form Bharatiya Janata Party. Patwa was first elected to Lok Sabha via bye-poll in Chhindwara in 1997 by defeating Congress strongman Kamal Nath in his home turf. He lost from Chhindwara in 1998 General Election. In 1999, he was elected to the Lok Sabha from Hoshangabad constituency, and was minister in Atal Bihari Vajpayee Government from 1999 to 2001.", "doc_score": "79.68800354003906", "publish_date": "2018/12/31"}, {"doc_id": "19497185", "text": "Dilip Pandey / Dilip Pandey Dilip Pandey (born 1 October 1980) was the Convenor of the Delhi Unit of Aam Aadmi Party (AAP). He took over as the convenor of the Delhi unit in July 2014 and submitted his resignation in April 2017 after AAP's decisive defeat in the MCD elections. Behind the Aam Aadmi Party's spectacular electoral debut lay a team of young professionals. Most of them quit their jobs and studies — both in India and abroad — or took a sabbatical and set out \"to change electoral politics and not merely the government.\" Dilip Pandey, an IT expert, left Hong", "doc_score": "80.84182739257812", "publish_date": "2018/12/31"}, {"doc_id": "18036950", "text": "Ram Nath Kovind / Ram Nath Kovind Ram Nath Kovind (born 1 October 1945) is an Indian politician currently serving as the 14th President of India, in office since 25 July 2017. Previously he had served as the Governor of Bihar from 2015 to 2017 and was a Member of Parliament, Rajya Sabha from 1994 to 2006. Kovind was nominated as a presidential candidate by the ruling NDA coalition and won the 2017 presidential election. Before entering politics, he was a lawyer for 16 years and practiced in the Delhi High Court and the Supreme Court until 1993. Kovind was born on 1 October", "doc_score": "84.55683898925781", "publish_date": "2018/12/31"}, {"doc_id": "2057264", "text": "Rahul Gandhi / Rahul Gandhi Rahul Gandhi (born 19 June 1970) is an Indian politician. He hails from a long line of politicians, known as the Nehru-Gandhi family, which has occupied a prominent place in the politics of India ever since the country gained independence in 1947. The son of Sonia and Rajiv Gandhi, he is the President of the Indian National Congress and serves such additional offices as the Chairperson of the Indian Youth Congress and the National Students Union of India. A member of the Indian Parliament, Gandhi represents the constituency of Amethi, Uttar Pradesh in the 16th Lok Sabha. Gandhi", "doc_score": "81.74787139892578", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_11", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "14446029", "text": "Rats in New York City / million). In 2014, the television channel Animal Planet named New York City the \"Worst Rat City in the World,\" and rodentologist Bobby Corrigan called New York City the \"USA's No. 1 Pestropolis.\" Compared to other cities within the United States, studies indicate New York is particularly well-suited for rats. This conclusion is based on characteristics such as human population patterns, public sanitation practices, climate, housing construction standards and other variables. Experts consider that the actual population of rats varies, depending on climate, sanitation practices, efforts to control the population, and season. Rats only require an ounce (28 grams) of food", "doc_score": "81.75385284423828", "publish_date": "2018/12/31"}, {"doc_id": "9031273", "text": "United States cities by crime rate (60,000–100,000) / United States cities by crime rate (60,000–100,000) The following table is based on Federal Bureau of Investigation Uniform Crime Reports statistics. The population numbers are based on U.S. Census estimates for the year end. The number of murders includes nonnegligent manslaughter. This list is based on the reporting agency. In most cases the city and the reporting agency are identical. However, in some cases such as Charlotte, Honolulu and Las Vegas, the reporting agency as more than one city. Murder is the only statistic that all agencies are required to report. Consequently, some agencies do not report all the crimes.", "doc_score": "76.85392761230469", "publish_date": "2018/12/31"}, {"doc_id": "11190595", "text": "America's Safest and Most Dangerous Cities / America's Safest and Most Dangerous Cities America's Safest and Most Dangerous Cities is a publication issued annually by CQ Press, a division of Congressional Quarterly Inc., that ranks American cities on the basis of safety and crime. According to the publisher, the rankings are based upon statistics submitted by cities to the Federal Bureau of Investigation (FBI) which are then published by the FBI online, as part of the Bureau's Uniform Crime Reporting (UCR) program. Recently, the ranking has been criticized by several organizations, including The American Society of Criminology (ASC), Criminal Justice Journalists, and The United States Conference of", "doc_score": "81.87064361572266", "publish_date": "2018/12/31"}, {"doc_id": "9032107", "text": "United States cities by crime rate (40,000–60,000) / United States cities by crime rate (40,000–60,000) The following table is based on Federal Bureau of Investigation Uniform Crime Reports statistics. The population numbers are based on U.S. Census estimates for the year end. The number of murders includes nonnegligent manslaughter. This list is based on the reporting agency. In most cases the city and the reporting agency are identical. However, in some cases such as Charlotte, Honolulu and Las Vegas, the reporting agency as more than one city. Murder is the only statistic that all agencies are required to report. Consequently, some agencies particularly in Illinois do not report", "doc_score": "76.57098388671875", "publish_date": "2018/12/31"}, {"doc_id": "9032103", "text": "United States cities by crime rate (40,000–60,000) / United States cities by crime rate (40,000–60,000) The following table is based on Federal Bureau of Investigation Uniform Crime Reports statistics. The population numbers are based on U.S. Census estimates for the year end. The number of murders includes nonnegligent manslaughter. This list is based on the reporting agency. In most cases the city and the reporting agency are identical. However, in some cases such as Charlotte, Honolulu and Las Vegas, the reporting agency as more than one city. Murder is the only statistic that all agencies are required to report. Consequently, some agencies particularly in Illinois do not report", "doc_score": "76.57098388671875", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_12", "search_time": "2022/10/31/20:34", "search_result": [{"doc_id": "326763", "text": "Philadelphia Phillies / Championship Series, the Phillies fell to the eventual World Series champion San Francisco Giants in six games. On September 17, 2011, the Phillies won their fifth consecutive East Division championship, and on September 28, during the final game of the season, the team set a franchise record for victories in a season with 102 by beating the Atlanta Braves in 13 innings, denying their division rivals a potential wild card berth. Yet the Phillies lost in the NLDS to the St. Louis Cardinals – the team that won the National League Wild Card as a result of the Phillies beating", "doc_score": "95.1748275756836", "publish_date": "2018/12/31"}, {"doc_id": "11053153", "text": "2008 World Series / 2008 World Series The 2008 World Series was the championship series of Major League Baseball's (MLB) 2008 season. The 104th edition of the World Series, it was a best-of-seven playoff between the National League (NL) champion Philadelphia Phillies and the American League (AL) champion Tampa Bay Rays; the Phillies won the series, four games to one. The 2008 World Series is notable because it is the only Fall Classic to involve a mid-game suspension and resumption (two days later). The Series began on Wednesday, October 22, and (after weather delays had postponed the end of Game 5) concluded the following", "doc_score": "94.0762710571289", "publish_date": "2018/12/31"}, {"doc_id": "20012296", "text": "2017 National League Championship Series / 2017 National League Championship Series The 2017 National League Championship Series was a best-of-seven playoff pitting the Los Angeles Dodgers against the Chicago Cubs for the National League pennant and the right to play in the 2017 World Series. The series was a rematch of the 2016 NLCS, which Chicago won four games to two en route to their first World Series victory since 1908. This was just the 10th time two teams have met in at least two straight League Championship Series, which have existed since divisional play began in 1969. The Dodgers beat the Cubs in five games", "doc_score": "95.27705383300781", "publish_date": "2018/12/31"}, {"doc_id": "15975577", "text": "2013 World Series / paused at the marathon finish where three spectators died during the April bombings. Boston failed to maintain the momentum of their World Series championship in the following year, falling back to last place in the American League East with a 71–91 record. This marked the third time in four years that a defending World Series champion failed to make the postseason. Boston returned to the World Series in 2018 and won their 9th title by defeating the Los Angeles Dodgers 4 games to 1. The Cardinals extended their postseason streak to a fourth consecutive season, winning the National League Central", "doc_score": "92.61512756347656", "publish_date": "2018/12/31"}, {"doc_id": "15975536", "text": "2012 World Series / became the first team since the 1966 Baltimore Orioles and the first NL team since the 1919 Cincinnati Reds to achieve consecutive shutouts in the World Series. Giants pitching held the Tigers to a.159 batting average in the Series, the 3rd lowest for a team all-time in the World Series, behind the Los Angeles Dodgers hitting.142 against the Orioles in the 1966 World Series and the Baltimore Orioles hitting.146 against the New York Mets in the 1969 World Series. With the Giants winning Game 4 in extra innings to win the series, they became the eighth team", "doc_score": "92.58607482910156", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_13", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "10781602", "text": "Jon Feltheimer / Jon Feltheimer Jon Feltheimer (born September 2, 1951) is the Chief Executive Officer of Lions Gate Entertainment and has held that position since 2000. Feltheimer has led Lionsgate to grow into the leading Canadian independent filmed entertainment studio. Feltheimer received a BA in economics with honors from Washington University in St. Louis. He helped engineer the creation of TriStar Television for Sony Pictures Entertainment where he became the head of the Columbia TriStar Television Group and executive vice president of Sony Pictures Entertainment. At SPE he presided over the development of Mad About You, The Nanny, Dawson's Creek, Party of", "doc_score": "77.42630767822266", "publish_date": "2018/12/31"}, {"doc_id": "20153021", "text": "Tony Vinciquerra / Tony Vinciquerra Anthony \"Tony\" Vinciquerra (born August 30, 1954) is a film executive who is the current Chairman and CEO of Sony Pictures. In May, 2017, it was announced that Vinciquerra would be filling the role left vacant by Michael Lynton, after he announced his departure for Snap, Inc. Vinciquerra climbed through the ranks of television broadcasting ad sales, and led Fox Networks Group from 2001 to 2011. After spending time as an entertainment consultant and advisor at TPG Capital, L.P., Vinciquerra was hired by Sony Corporation CEO Kazuo Hirai. He is credited with reversing a downward trend of film", "doc_score": "77.43212127685547", "publish_date": "2018/12/31"}, {"doc_id": "18101651", "text": "Shawn Layden / 2007 a position which he held until March 2010. In 2010, he was one of the founding members of Sony Network Entertainment International, serving as its Executive Vice President and COO. In April 2014, Layden succeeded Jack Tretton as President and CEO of SCEA after Tretton stepped down from the position the previous month following a mutual agreement between Tretton and SCEA not to renew Tretton's contract. Following his appointment as President, Layden participated in Sony's conferences at E3 from 2014 to 2018. In March 2018, Layden's role shifted to focus solely on Worldwide Studios, to \"provide platform-defining content that", "doc_score": "77.09107971191406", "publish_date": "2018/12/31"}, {"doc_id": "9935213", "text": "Sean Daniel / Sean Daniel Sean Peter Daniel (born August 15, 1951) is an American film producer and movie executive. Born to a Jewish family, Daniel attended Manhattan's High School of Music & Art, graduating in 1969. He received a Bachelor of Fine Arts in film from the California Institute of the Arts in 1973. In 1976, he joined Universal Pictures as a film production executive and in 1985, at the age of 34, he became production president, the youngest in the studio’s history, a position he held for five years. At Universal he supervised the financing and production of such acclaimed films", "doc_score": "75.91474914550781", "publish_date": "2018/12/31"}, {"doc_id": "11595715", "text": "Michael R. Burns / Michael R. Burns Michael Raymond Burns (born August 21, 1958) is an American entertainment executive and Vice Chairman of Lionsgate, a film studio and global content platform. He joined Lionsgate's Board of Directors in 1999 and became Vice Chairman of the studio in March 2000. During his 17-year tenure, Lionsgate has grown from a fledging independent studio into a diversified global entertainment company. Burns was born into an Irish-American Roman Catholic family in Long Branch, New Jersey, on August 21, 1958. His father was an advertising executive and World War II combat veteran who landed on Iwo Jima. His family", "doc_score": "76.2112808227539", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_14", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "4388378", "text": "Empire-building / over key projects and initiatives to maximize job security and promotability. Project leadership hoards potential credit and prestige the project can produce. Because this approach prevents other people in the organization from contributing in a meaningful manner and alternative or competing projects to address the project's goals are destroyed regardless of their merit, the company suffers as a whole, projects fail, and the goals of the project are achieved partially, inadequately, or not at all. This sort of behavior is supposed to be stopped by upper management but is nevertheless very common. In an organization, empire-building can also be demonstrated", "doc_score": "81.53732299804688", "publish_date": "2018/12/31"}, {"doc_id": "1494499", "text": "Dilbert principle / Dilbert principle The Dilbert principle is a concept in management developed by Scott Adams, creator of the comic strip \"Dilbert\", which states that companies tend to systematically promote incompetent employees to management to get them out of the workflow. The Dilbert principle is inspired by the Peter principle, which holds that employees are promoted based on success in their current position until they reach their \"level of incompetence\" and are no longer promoted. Under the Dilbert principle, employees who were never competent are promoted to management to limit the damage they can do. Adams first explained the principle in a", "doc_score": "84.04994201660156", "publish_date": "2018/12/31"}, {"doc_id": "3991856", "text": "Profiteering (business) / Profiteering (business) Profiteering is a pejorative term for the act of making a profit by methods considered unethical. Business owners may be accused of profiteering when they raise prices during an emergency (especially a war). The term is also applied to businesses that play on political corruption to obtain government contracts. Some types of profiteering are illegal, such as price fixing syndicates, for example on fuel subsidies (see \"\"), and other anti-competitive behaviour. Some are restricted by industry codes of conduct, e.g. aggressive marketing of products in the Third World such as baby milk (see \"Nestlé boycott\"). Profiteering is legal", "doc_score": "80.30579376220703", "publish_date": "2018/12/31"}, {"doc_id": "1494504", "text": "Dilbert principle / them in a supervisory position is a way to quietly remove them from the workforce without actually firing them, rather than a reward for meritorious service. An earlier formulation of this effect was known as Putt's Law. Dilbert principle The Dilbert principle is a concept in management developed by Scott Adams, creator of the comic strip \"Dilbert\", which states that companies tend to systematically promote incompetent employees to management to get them out of the workflow. The Dilbert principle is inspired by the Peter principle, which holds that employees are promoted based on success in their current position until they", "doc_score": "82.09457397460938", "publish_date": "2018/12/31"}, {"doc_id": "18837008", "text": "Exnovation / Exnovation In commerce and management, exnovation, an opposite of innovation, can occur when products and processes that have been tested and confirmed to be best-in-class are standardized to ensure that they are not innovated further. Companies that have followed exnovation as a strategy to improve organizational performance include General Electric, Ford Motor Company and American Airlines. One of the earliest usages of the term came in 1981, when John Kimberly referred to \"removal of innovation from an organisation\". In 1996 A. Sandeep provided the modern definition of exnovation as the philosophy of not innovating – in other words, ensuring that", "doc_score": "82.18162536621094", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_15", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "14303984", "text": "Todrick Hall / a performance of \"It's Hard to Say Goodbye\", in 2008. In following years, his audience has grown considerably: as of March 2018, Hall currently has 2.84 million subscribers on YouTube, and as of March 2018, his videos have been viewed 531.9 million times. Hall's videos include several of his own original songs and music videos, choreographed flash mobs for Ariana Grande and Beyoncé performed in an actual Target store, (the latter of which Beyoncé personally recognized Hall for), musical collaborations with Pentatonix, and personal updates. In May 2011, he released a video audition for the third season of \"Glee\" titled", "doc_score": "78.33517456054688", "publish_date": "2018/12/31"}, {"doc_id": "3540495", "text": "Kirk Herbstreit / panelist for the series \"Who's Now\" alongside Keyshawn Johnson and Michael Wilbon. It was announced on June 28, 2010 that Herbstreit would host a weekly college football radio program on 97.1 The Fan in Columbus. Herbstreit met his wife, Allison, at Ohio State, where she was a cheerleader. They were married in 1998 and have four sons (including one set of twins). Herbstreit and family moved from his home in Ohio in 2011 because of harassment by vocal Ohio State fans accusing him of directly criticizing his alma mater. Herbstreit was quoted as saying \"It's the vocal minority that make", "doc_score": "75.56925201416016", "publish_date": "2018/12/31"}, {"doc_id": "3135969", "text": "Drew Brees / hire his mother as his agent when he entered the NFL. After her death, Brees stated that this quote was three years old and that his relationship with his mother had been improving. In his autobiography, released almost a year later, he wrote that their relationship was on the mend and that she had been looking forward to her meeting his son; her first grandchild. Brees is the nephew of former Texas quarterback Marty Akins. In April 2010, Brees was voted by fans as the cover athlete of EA Sports \"Madden NFL 11\" video game. Brees wears #9 on his", "doc_score": "77.17884063720703", "publish_date": "2018/12/31"}, {"doc_id": "19111392", "text": "Lewis Von Thaer / Lewis Von Thaer Lewis Von Thaer (born c. 1961) is an American business executive. He serves as the Chief Executive Officer of DynCorp, a McLean, Virginia-based private military contractor. On October 1, 2017, he took over as President and CEO of Battelle Memorial Institute, a Columbus, Ohio-based nonprofit science and technology company. Lewis Von Thaer was born circa 1961. graduated from Kansas State University. He received a master's degree from Rutgers University. Von Thaer started his career at AT&T Laboratories in 1983. He later worked for Lucent. Von Thaer served as the Corporate Vice President of General Dynamics and the", "doc_score": "72.65924835205078", "publish_date": "2018/12/31"}, {"doc_id": "17525518", "text": "Tyus Jones / the championship game of the 2015 NCAA Men's Division I Basketball Tournament. Subsequently, he announced he would enter the 2015 NBA draft. He was selected with the 24th overall pick by the Cleveland Cavaliers and traded to the Minnesota Timberwolves. Jones earned the role as a varsity starter for Apple Valley as an eighth grader for the 2009–10 season. That year, he averaged 16.8 points per game and 8.1 assists per game, starting every game for a team that went 20–8. That season he received his first recruiting letter (at age 13) from USC. As a freshman, he received his", "doc_score": "75.11215209960938", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_16", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "567803", "text": "New materials in 20th-century art / a Paris street \"Le Saut dans le Vide\" (Leap into the Void. In the 1960s John Chamberlain continued using crushed auto parts for sculpture. Dan Flavin used electric fluorescent lights and ballasts to create his sculpture. In May 1961 Italian artist Piero Manzoni used his own excrement, selling it in cans titled \"Artist's Shit\" (\"Merda d'Artista\"). However the contents of the cans remain a much-disputed enigma, since opening them would destroy the value of the artwork. Various theories about the contents have been proposed, including speculation that it is plaster. New materials in 20th-century art New materials in 20th-century art", "doc_score": "80.05958557128906", "publish_date": "2018/12/31"}, {"doc_id": "14730593", "text": "Vandalism of art / by Leonardo da Vinci has long been attracting vandals and is currently one of the best-protected artworks. In 1956, the lower part of the painting was severely damaged when a vandal doused the painting with acid while it was on display at a museum in Montauban, France. On 30 December of the same year, a young Bolivian named Ugo Ungaza Villegas threw a rock at the painting; this resulted in the loss of a speck of pigment near the left elbow, which was later painted over. The use of bulletproof glass has shielded the Mona Lisa from more recent attacks.", "doc_score": "80.4291763305664", "publish_date": "2018/12/31"}, {"doc_id": "9541066", "text": "Restoration of the Sistine Chapel frescoes / mortar and deposited them on the ceiling through evaporation. In places this caused the surface of the frescoes to bubble and lift. Although discolouration was a serious problem, bubbling was not, because the thinness and transparency of the paint which Michelangelo employed on the greater part of the ceiling permitted the salts to pass through rather than accumulating beneath the surface. Earlier restorations had all left their marks on the frescoes. To counteract the whitening caused by salination, animal fat and vegetable oil had been applied, which effectively made the salt crystals transparent, but left a sticky layer that accumulated", "doc_score": "79.87710571289062", "publish_date": "2018/12/31"}, {"doc_id": "19453601", "text": "Conservation and restoration of fur objects / museums and collections made from, in part, of fur. The most famous is a piece of Surrealist Art made by Méret Oppenheim called \"Object (Le Déjeuner en fourrure)\" or \"Luncheon in Fur\", which is in the permanent collection at the Museum of Modern Art in New York (see Notable Example below). Inarguably, it is the most famous piece of art containing fur that is not a piece of furniture. Oppenheim once wrote of the spirit of her piece, \"fur combined with a teacup evokes such a surprising mix of messages and associations. The fur may remind viewers of wild animals", "doc_score": "80.12882232666016", "publish_date": "2018/12/31"}, {"doc_id": "11705781", "text": "View from the Window at Le Gras / Conservation Institute examined the photograph using X-ray fluorescence spectroscopy, reflectance Fourier transform infrared spectroscopy, and other techniques. They confirmed that the image consists of bitumen and that the metal plate is pewter (tin alloyed with lead, as well as trace amounts of iron, copper, and nickel). The Institute also designed and built the elaborate display case system that now houses the artifact in a continuously monitored, stabilized, oxygen-free environment. In 2007, scientists from the Louvre Museum published an analysis of the photograph using ion beam analysis, with data taken on their 2 MV electrostatic accelerator. This showed the details of", "doc_score": "80.65824890136719", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_17", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "11794704", "text": "Michael Knight (Knight Rider) / Industries, an organization founded by Wilton Knight, a billionaire philanthropist. Michael was not Wilton Knight's first choice for the pilot program, but Wilton changed his mind and reopened the foundation due to Michael's arrival. In the context of the pilot, Wilton Knight (Richard Basehart) is dying of an undisclosed illness. Wilton picked up Michael passed out in front of his car, on a desert highway. Michael barely survived, thanks to the metal plate. Given a new face via facial reconstructive surgery, Long is resurrected as Michael Knight (now played by David Hasselhoff). Together with a high-tech automobile called the Knight", "doc_score": "77.07677459716797", "publish_date": "2018/12/31"}, {"doc_id": "5553145", "text": "Arlington Road / the line of duty, Oliver states that the government should be punished for its mistakes. Michael's girlfriend, Brooke (Hope Davis), and his wife's former FBI partner, Whit Carver (Robert Gossett), dismiss Michael's concerns as paranoia. Michael takes his college class on a field trip to the site of the standoff in which his wife was killed, and passionately excoriates the FBI for failing to sufficiently investigate the besieged family, and for provoking the standoff. Michael's students appear uneasy. Oliver tells Michael that Grant wishes someone could be punished for his mother's death, which again rouses Michael's suspicion. He discovers in", "doc_score": "76.09580993652344", "publish_date": "2018/12/31"}, {"doc_id": "14263249", "text": "Sweetums (Parks and Recreation) / directed by Dean Holland. \"Sweetums\" addressed several issues including the politics of corporate sponsorship, the use of propaganda and free gifts to manipulate public opinion, and the dangers of corn syrup-related products, which are regularly available in vending machines at public places, such as schools, parks or municipal buildings. The episode featured a guest performance by Justin Theroux as Leslie's boyfriend, Justin Anderson. According to Nielsen Media Research, \"Sweetums\" was seen by 4.87 million households, and drew the season's highest rating among viewers aged between 18 and 49. The episode received positive reviews from critics. The Pawnee Parks and Recreation", "doc_score": "75.16622161865234", "publish_date": "2018/12/31"}, {"doc_id": "5487422", "text": "Ken Olandt / Ken Olandt Kenneth Andrew \"Ken\" Olandt (born April 22, 1958) is an American actor, producer, executive producer and businessman. He is the co-founder of Unified Film Organization, LLC. He was born in Richmond, California to Robert and Beverly Olandt. He is best known for his lead starring role as Detective Zachary Stone in the syndicated series Super Force (1990-1992, 48 episodes). He is also well known as Larry Kazamias in the comedy film \"Summer School\". He starred in the 1993 horror film \"Leprechaun\" and had a recurring role as \"Dooley\" in the second season of \"Riptide\" (1984). He guest-starred as", "doc_score": "73.95459747314453", "publish_date": "2018/12/31"}, {"doc_id": "12151367", "text": "Mohammed al Janahi / Janahi worked as an assistant leadman in the art department on the 2007 film \"Charlie Wilson's War\". The film, which stars Tom Hanks, Julia Roberts and Philip Seymour Hoffman, tells the story of a Texas congressman (Hanks) who works to help the Mujahideen defeat the Soviet Union in Afghanistan using an unlikely alliance of lawmakers, Israelis, Pakistanis, arms dealers and Egyptians. Al Janahi died in Singapore on June 20, 2008, where he was receiving treatment for a lengthy illness. His body was flown back to his native Abu Dhabi for his funeral and burial. Mohammed al Janahi Mohammed al Janahi", "doc_score": "76.60812377929688", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_18", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "13953036", "text": "McNally v. United States / condominiums in Florida and an automobile, among others. In 1983, Hunt, McNally, and Gray were indicted by a federal grand jury on charges of mail fraud for defrauding the citizens of Kentucky of \"their right to have the Commonwealth's business and its affairs conducted honestly, impartially, free from corruption, bias, dishonesty, deceit, official misconduct, and fraud,\" and of \"money and other things of value,\" using the United States mail. Hunt pleaded guilty to mail and tax fraud, and he was sentenced to three years in prison. Six of the eight charges against the defendants were dismissed before the trial, but", "doc_score": "78.27298736572266", "publish_date": "2018/12/31"}, {"doc_id": "4950877", "text": "United States v. Verdugo-Urquidez / United States v. Verdugo-Urquidez United States v. Verdugo-Urquidez, 494 U.S. 259 (1990), was a United States Supreme Court decision that determined that Fourth Amendment protections do not apply to searches and seizures by United States agents of property owned by a nonresident alien in a foreign country. Rene Martin Verdugo-Urquidez, a Mexican citizen reputed to be a drug-lord involved in the torture and murder of DEA agent Enrique Camarena Salazar, was arrested and brought to the United States. The DEA decided that it would be a good idea to search the defendant's home, so agents received authorization from the Mexican", "doc_score": "75.95026397705078", "publish_date": "2018/12/31"}, {"doc_id": "12905518", "text": "Warren Ballentine / January 24, 2013, a federal grand jury in Illinois returned a six-count indictment against Ballentine, charging him with one count of fraud, in violation of 18 U.S.C. §1341; one count of mail and wire fraud, in violation 18 U.S.C. §1343; two counts of bank fraud, in violation of 18 U.S.C. §1344; and two counts of making false statements to financial institutions, in violation of 18 U.S.C. §1014. Ballentine and his conspirators fraudulently caused lenders to make at least 28 loans totaling approximately $10 million. Ballentine fought the charges and was represented by a legal team that included Harvard professor Charles", "doc_score": "76.2832260131836", "publish_date": "2018/12/31"}, {"doc_id": "13107216", "text": "Charlene Corley / stadium of Clemson University, Corley's alma mater. Deborah B. Barbier, a prosecutor on behalf of the U.S. Government at Corley's sentencing, claimed the list of assets spanned \"ten pages, single-spaced.\" Corley served her 78 month sentence at the Federal Correctional Institution (FCI) – Marianna in Marianna, Florida. With time off for good behavior, she was released on February 7, 2015. The scam was profiled on CNBC's \"American Greed.\" Charlene Corley Charlene Shuler Corley is a former defense contractor who was convicted in 2007 on two counts of conspiracy. Over the course of nine years leading up to September 2006, the", "doc_score": "74.96268463134766", "publish_date": "2018/12/31"}, {"doc_id": "6359421", "text": "United States v. Rybar / a gun show in Monroeville, Pennsylvania. The weapons in question were a \"Chinese Type 54 7.62-millimeter machine gun\" (see note below), and a U.S. Military M-3.45 caliber submachine gun. Rybar was charged with four felonies, but only convicted of two. The other two counts were for failing to purchase a tax stamp (this is not registration) for the machine guns under the National Firearms Act of 1934 for firearms that can not be classified under 18 U.S.C. § 922o. A federal district court had previously ruled in \"United States v. Rock Island Armory, Inc.\" that a conviction under 18", "doc_score": "77.4626235961914", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_19", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "2824892", "text": "Keenen Ivory Wayans / Keenen Ivory Wayans Keenen Ivory Desuma Wayans, Sr. (born June 8, 1958) is an American actor, comedian, filmmaker, and a member of the Wayans family of entertainers. He first came to prominence as the host and the creator of the 1990–1994 Fox sketch comedy series \"In Living Color\". He has produced, directed and/or written a large number of films, starting with \"Hollywood Shuffle\", which he co wrote, in 1987. A majority of these films have included him and one or more of his brothers and sisters in the cast. One of these films, \"Scary Movie\" (2000), which Wayans directed, was", "doc_score": "78.38811492919922", "publish_date": "2018/12/31"}, {"doc_id": "14398068", "text": "Bob Golub / Bob Golub Bob Golub (born September 6, 1957) is an American comedian, actor, writer, and filmmaker of Polish descent, whose work is largely inspired from his true-life childhood experiences of growing up in a dysfunctional home located in the steel-mill town of Sharon, Pennsylvania. Bob Golub began his career as a stand-up comedian in the 1980s following a two-year prison term for cocaine dealing, appearing in various clubs in New York City, Pittsburgh, Miami, Las Vegas and Los Angeles. His intensely profane and candid style has, over the years, landed him featured roles in such films as \"Goodfellas\", \"Art School", "doc_score": "78.12928009033203", "publish_date": "2018/12/31"}, {"doc_id": "6675752", "text": "Ike Barinholtz / College\", a Netflix original. Barinholtz officially joined the cast of \"MADtv\" in 2002 as a feature performer for the eighth season. He was later promoted to a repertory performer status the following season. Barinholtz would often pair up with fellow cast member Josh Meyers in various sketches for the eighth and ninth seasons similar to the Mike Myers/Dana Carvey and Jimmy Fallon/Horatio Sanz duos on \"Saturday Night Live\". Barinholtz also paired up with fellow cast member Bobby Lee in some of his sketches in the later seasons. Some of his famous characters included Abercrombie & Fitch model Dutch and Principal", "doc_score": "77.48857116699219", "publish_date": "2018/12/31"}, {"doc_id": "4509586", "text": "Rob Cesternino / A lifelong television enthusiast, Cesternino wrote his college senior thesis on \"The Impact of Reality Television.\" Cesternino first achieved fame when he appeared on \"\" in 2003. Originally a member of the all-male Tambaqui tribe, he quickly implemented an aggressive and innovative style of strategic game-play. Often credited with pioneering the alliance-switch strategy, Cesternino cut a number of deals throughout the game, which often resulted in him double-crossing his allies and convincing other tribe members to flip their votes. Through this strategy, Cesternino engineered four consecutive blindsides, voting out Deena Bennett, Alex Bell, Christy Smith, and Heidi Strobel. Cesternino lasted", "doc_score": "79.41260528564453", "publish_date": "2018/12/31"}, {"doc_id": "2978906", "text": "Lexington Steele / Lexington Steele Clifton Todd Britt (born November 28, 1959), better known as Lexington Steele, is an American pornographic actor, director and owner of Mercenary Motion Pictures and Black Viking Pictures Inc. Steele is the first actor to have won the AVN Male Performer of the Year Award three times. Clifton Todd Britt was born in Morristown, New Jersey. After attending Morristown High School, he attended Morehouse College in Atlanta, Georgia for two years, but he graduated from Syracuse University's College of Arts and Sciences with a double degree in History and African-American studies in 1983. After graduating from Syracuse, Steele", "doc_score": "76.5430679321289", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_20", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "5241113", "text": "Rishi Valley School / Project.\" In 1997, Rishi Valley set up an Institute for Bird Studies and Natural History, which monitors bird populations in the vicinity and currently runs a Home Studies Course in Ornithology Rishi Valley School Rishi Valley School is an Indian boarding school, founded by the philosopher Jiddu Krishnamurti. The school has a holistic approach to education in the spirit of Krishnamurti's pedagogical vision. Community service and extracurricular activities are part of a student's schooling, as are discussions, assemblies and club meetings. Rishi Valley is set in 375 acres of an independent valley, surrounded by ancient hills and tiny villages. It", "doc_score": "82.1475830078125", "publish_date": "2018/12/31"}, {"doc_id": "9117313", "text": "Kiran Kumar / as a stylist and consultant. Kiran is a Kashmiri by birth and has ties with the royal family by virtue of being the great grandson of the Vazir-e-Vazarat of Gilgit. He is a follower of Sai Baba and has a production house named after the saint: Sainama Visions. He attended Daly College, a boarding school in Indore, enrolled at R.D. National College in Bandra, Mumbai, and later joined the Film and Television Institute of India (FTTI) in Pune. He was known as \"Dipak Dar\" in FTII among his friends. As a young boy, the film industry was drawn to him,", "doc_score": "80.86162567138672", "publish_date": "2018/12/31"}, {"doc_id": "20639016", "text": "Amit Munjal / completed his advanced management certification from Harvard Business School in 2005 and CFA Charter in 2006 from CFA Institute, Charlottesville, VA. Munjal maintains a strong relationship with his family and lives between his homes in Los Angeles and New Delhi. His father is a Lawyer by education and a Landlord by profession while the mother is actively engaged in Social Upliftment work. Munjal is an avid traveler and has been to over 70 countries; When he is not working, he likes to read and do outdoorsy activities like hiking, skiing, farming and scuba-diving as he finds them to be therapeutic", "doc_score": "84.41181945800781", "publish_date": "2018/12/31"}, {"doc_id": "965445", "text": "Rishi / (PIE '), rather one with German \"rasen\" \"to be ecstatic, be in a different state of mind\" (and perhaps Lithuanian \"aršus\"). Some of the earliest lists of \"Rishi\" are found in Jaiminiya Brahmana verse 2.218 and Brihadaranyaka Upanishad verse 2.2.6. In the Vedas, the word denotes an inspired poet of Vedic hymns. In particular, Ṛṣi refers to the authors of the hymns of the Rigveda. Post-Vedic tradition regards the Rishis as \"sages\" or saints, constituting a peculiar class of divine human beings in the early mythical system, as distinct from Asuras, Devas and mortal men. Swami Vivekananda described \"Rishi\"s as", "doc_score": "80.9501953125", "publish_date": "2018/12/31"}, {"doc_id": "12018002", "text": "Sunar / Sunar Sunar (alternately Suniar(eh), Sonar or Swarnkar) is a Hindu caste in India and Nepal referring to the community of people who work as goldsmiths. Though the community is primarily Hindu. Essentially they come in Kshatriya Varna and that's why they also called Kshatriya Swarnkar, some members in the states of Haryana and Punjab are Sikh. Though they are the traditional goldsmiths of North India, now many are also landowners, involved in cultivation and called as Zamindar's. However, their main occupation remains the manufacture and selling of jewellery. Members of the community are also involved in pawnbroking and moneylending. The", "doc_score": "84.62109375", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_21", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "2672392", "text": "Ford Fiesta / 6 of series 12 of \"Top Gear\" in a series of \"serious\" road tests conducted by presenter Jeremy Clarkson, from escaping 'baddies' driving a Chevrolet Corvette C6 in the Festival Place Basingstoke shopping mall, to participating in an amphibious beach assault with the Royal Marines. In its first two years since the latest generation Fiesta went on sale in October 2008, more than 940,000 Fiestas had been purchased by customers around the world, with 810,000 (86%) being sold in Europe (September 2010). There are four body styles, including three- and five-door hatchbacks, four-door saloon, and a three-door van. They are", "doc_score": "82.08814239501953", "publish_date": "2018/12/31"}, {"doc_id": "2839547", "text": "Ford Explorer / May 2014, statisticians R.L. Polk declared the PI Utility the most popular police vehicle, based on 2013 U.S. sales figures. In the UK, the Ford Explorer was initially available as just one model, with the 4.0-litre engine and with a high specification – the only dealer options being leather interior. Second and third-generation Explorers for the UK and other RHD markets utilised a center console-mounted shifter and hand parking brake instead of the steering column-mounted shifter and parking brake pedal used in the North American models. In 1998, a facelifted Explorer was available with minor cosmetic interior changes and a", "doc_score": "79.23590087890625", "publish_date": "2018/12/31"}, {"doc_id": "12151627", "text": "Tesla Model S / built in San Jose, California was also announced. In May 2010 Tesla announced it would produce the Model S at the former NUMMI assembly plant in Fremont, California, now known as the Tesla Factory. This third plan was implemented. The Tesla Model S was the 2013 World Green Car of the Year, 2013 Motor Trend Car of the Year, \"Automobile\" magazine's 2013 Car of the Year, \"Time Magazine\"'s Best 25 Inventions of the Year 2012, and \"Consumer Reports\"' top-scoring car in road testing. In 2015, \"Car and Driver\" named the Model S the Car of the Century. After not recommending", "doc_score": "78.30062103271484", "publish_date": "2018/12/31"}, {"doc_id": "2672438", "text": "Ford Fiesta / 2014, the Fiesta became the UK's best-selling car of all time, with 4,115,000 sold. In the US, Ford sold 23,273 Fiestas in 2010. The 2011 Fiesta was one of the five finalists for the 2011 Green Car of the Year awarded by the Green Car Journal in November 2010, competing with two plug-in electric vehicles, the Nissan Leaf and the Chevrolet Volt (the winner), and two hybrid electric vehicles. Ford Fiesta The Ford Fiesta is a supermini marketed by Ford since 1976 over seven generations and manufactured globally, including in Europe, Australia, Brazil, Argentina, Mexico, China, India, Thailand, and South", "doc_score": "84.78350830078125", "publish_date": "2018/12/31"}, {"doc_id": "15091957", "text": "Tesla Model X / the American Automobile Association named the Tesla Model X 75D its Top Green Vehicle overall, as well as best in the SUV/Minivan category, with a score of 100/130. The vehicle scored 10/10 for its EPA Emissions Score, crashworthiness, Fuel Economy and Luggage Capacity. Though ambivalent toward Autopilot and the Model X's glass roof, AAA favoured its falcon-wing doors, and approved of the vehicle's performance, stating that its \"acceleration is smooth and strong, as is the braking.\" On June 8, 2017, the Model X was awarded the Australian \"Good Design Award\" in the Automotive and Transport category. The design of the", "doc_score": "82.9021224975586", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_22", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "5241113", "text": "Rishi Valley School / Project.\" In 1997, Rishi Valley set up an Institute for Bird Studies and Natural History, which monitors bird populations in the vicinity and currently runs a Home Studies Course in Ornithology Rishi Valley School Rishi Valley School is an Indian boarding school, founded by the philosopher Jiddu Krishnamurti. The school has a holistic approach to education in the spirit of Krishnamurti's pedagogical vision. Community service and extracurricular activities are part of a student's schooling, as are discussions, assemblies and club meetings. Rishi Valley is set in 375 acres of an independent valley, surrounded by ancient hills and tiny villages. It", "doc_score": "77.9456787109375", "publish_date": "2018/12/31"}, {"doc_id": "3793759", "text": "Havanese dog / drop and fold. The coat is abundant, long, and silky and comes in all colors. The Havanese has a spirited personality and a curious disposition, and is notable for its springy gait, a characteristic that distinguishes the breed from all others. The Havanese is considered an ideal family pet and a true companion dog. They are highly adaptable to almost any environment. Because of their strong social needs, Havanese will not thrive in an environment where they are isolated for several hours each day. While a toy dog, Havanese are sturdy and not overly delicate. Most are and, with", "doc_score": "77.74175262451172", "publish_date": "2018/12/31"}, {"doc_id": "4877089", "text": "Tibetan Terrier / preferred. Gold is the rarest. Tibetan Terriers are available in any combination of solid, parti-color, tricolor, brindle, or piebald, as long as the nose leather is black and the eyes and eye rims are dark. The temperament has been one of the most attractive aspects of the breed since it was first established. They are amiable and affectionate family dogs, sensitive to their owners, and gentle with older children if properly introduced. As is fitting for a dog with origins as a watch dog, Tibetans tend to be reserved around strangers, but should never be aggressive nor shy with them.", "doc_score": "79.56632232666016", "publish_date": "2018/12/31"}, {"doc_id": "15078983", "text": "Indian pariah dog / It is popularly known as Desi dog, and an Indi-dog or In-dog (in various spellings). This breed is known as \"naadan\"(നാടൻ) in Malayalam (Kerala). This breed is called as \"Theru naai\" (street dogs) or \"naatu naai\"(country dogs) in Tamil (Tamil Nadu) In Bengali they are named as \"Neri Kukur\" (নেড়ি কুকুর). In Himachali they are named as \"luru\". In Assamese language these native dogs are termed as bhotua (ভতুৱা কুকুৰ) kukur. It was referred in the works of Rudyard Kipling as the \"yellow pariah dog\". People in Northern India refer it as \"desi kutta\" which means native dog in Hindi.", "doc_score": "78.93824768066406", "publish_date": "2018/12/31"}, {"doc_id": "5348112", "text": "Appa (character) / Aang and Appa is seen during a flashback sequence in \"Appa's Lost Days\". It is tradition with Air Nomads that each young is given a sky bison calf once they come of age to be the Airbender's lifelong animal companion. In a flashback on Appa's Lost Days, Appa's herd flies down to an Air Nomad Temple where Aang and other young Airbenders are waiting. Aang brings Appa an apple as a sign of friendship, which Appa accepts, sealing their bond as well as giving Appa his name, after the word \"apple\". Almost immediately, the two became friends and would remain", "doc_score": "80.3856430053711", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_23", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "644102", "text": "Domestication of the horse / were critical to the taming of the horse, including social behavior, learning capabilities, fear response, and agreeableness. The DNA used in this study came from horse bones 16,000 to 43,000 years ago, and therefore the precise changes that occurred at the time of domestication have yet to be sequenced. The domestication of stallions and mares can be analyzed separately by looking at those portions of the DNA that are passed on exclusively along the maternal (mitochondrial DNA or mtDNA) or paternal line (Y-chromosome or Y-DNA). DNA studies indicate that there may have been multiple domestication events for mares, as the", "doc_score": "84.80841827392578", "publish_date": "2018/12/31"}, {"doc_id": "1274370", "text": "Domestication / the suite of phenotypic traits arising during domestication that distinguish crops from their wild ancestors. The term is also applied to vertebrate animals, and includes increased docility and tameness, coat color changes, reductions in tooth size, changes in craniofacial morphology, alterations in ear and tail form (e.g., floppy ears), more frequent and nonseasonal estrus cycles, alterations in adrenocorticotropic hormone levels, changed concentrations of several neurotransmitters, prolongations in juvenile behavior, and reductions in both total brain size and of particular brain regions. The domestication of animals and plants began with the wolf (\"Canis lupus\") at least 15,000 years before present (YBP),", "doc_score": "86.34439849853516", "publish_date": "2018/12/31"}, {"doc_id": "17578563", "text": "British Primitive goat / British primitive goats rut between August and December. The gestation period is 150 days. Up to one third of the kids die within the first few days from predation by foxes, large birds like crows, and birds of prey. Aside from feral populations cross-breeding on their own with imported goat breeds, British primitives have been used in selective, intentional crossbreeding of livestock by humans. The old English strain in particular is among the foundation stock of some modern standardised breeds. For example, the popular Anglo-Nubian (often called simply the Nubian in North America) originated in England in the 1920s–1930s,", "doc_score": "83.8363037109375", "publish_date": "2018/12/31"}, {"doc_id": "5405420", "text": "Domestication of animals / drawn to human camps were the less aggressive, subdominant pack members with lowered flight response, higher stress thresholds, and less wariness around humans, and therefore they were better candidates for domestication. The earliest sign of domestication in dogs was the neotenization of skull morphology and the shortening of snout length that results in tooth crowding, reduction in tooth size, and a reduction in the number of teeth, which has been attributed to the strong selection for reduced aggression. This process may have begun during the initial commensal stage of dog domestication, even before humans began to be active partners in", "doc_score": "84.3396987915039", "publish_date": "2018/12/31"}, {"doc_id": "5405419", "text": "Domestication of animals / that likely traveled a commensal pathway into domestication. The dog was the first domesticant and was domesticated and widely established across Eurasia before the end of the Pleistocene, well before cultivation or the domestication of other animals. Ancient DNA supports the hypothesis that dog domestication preceded the emergence of agriculture and was initiated close to the Last Glacial Maximum 27,000 YBP when hunter-gatherers preyed on megafauna, and when proto-dogs might have taken advantage of carcasses left on site by early hunters, assisted in the capture of prey, or provided defense from large competing predators at kill-sites. The wolves most likely", "doc_score": "82.50825500488281", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_24", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "1459844", "text": "Sainsbury's / 2016 and 2017 Sainsbury's pursued expansion of its multi-channel strategy, increasing the number of groceries Click and Collect points and online fulfilment locations to serve its online delivery network including opening a dark store in Bromley by Bow to serve the London area, increasing geographical coverage of its same-day groceries delivery network and integrating concessions into its shops such as Argos, Habitat, Timpson's and Starbuck's. In November 2016 Sainsbury's announced its intentions to cut £500 million of costs from its business. In March 2017 400 jobs were cut and 4000 jobs were re-organized, mainly affecting employees in nightshift and commercial", "doc_score": "90.60466766357422", "publish_date": "2018/12/31"}, {"doc_id": "1445758", "text": "Asda / its own British management team and board since the 1999 takeover. As of April 2018, Sainsbury's and Asda are in talks of merging. Such a merger would give the combined supermarkets an estimated 30% share of the UK grocery market. Any merger proposal resulting from these talks would be subject to investigation by the UK regulator, the Competition and Markets Authority, before being allowed to take place. The Asquith family were butchers based in Knottingley, West Yorkshire. In the 1920s, their rising aspirations meant that they expanded their business to seven butchers shops in the area. Their sons, Peter and", "doc_score": "90.37381744384766", "publish_date": "2018/12/31"}, {"doc_id": "2621625", "text": "Debenhams / flagship store in Oxford Street in 2013, which involved the installation of 180,000 aluminium tiles on the exterior of the building that appears to ripple with the wind. An existing floor was also converted to become a trading floor. The total cost of the refurbishment was in the region of £40 million, of which Debenhams contributed £25 million. The owner of the building, British Land, also contributed towards the cost. The refurbishment is due to be completed by February 2014. The company's trading statement for the 17 weeks up to 28 December 2013 was released on 31 December 2013, and", "doc_score": "88.7662353515625", "publish_date": "2018/12/31"}, {"doc_id": "2621629", "text": "Debenhams / companies new deli-restaurant format Loaf & Bloom, only previously seen at Milton Keynes. In February 2018, the company announced a reduction of up to 320 store management roles across the business by the end of March. Sports Direct increased its holding in the company to 29.7% on 2 March, just below the level whereby it would be required to submit a formal takeover approach. After considerable media speculation about Debenhams' survival, the company announced the largest loss in its history, a pre-tax loss of £491 million, and the closure of up to 50 stores closure with the potential loss of", "doc_score": "89.65272521972656", "publish_date": "2018/12/31"}, {"doc_id": "2621634", "text": "Debenhams / are operated by Debenhams Ireland, which is a subsidiary of Debenhams plc; most of these stores were formerly branded Roches Stores. Debenhams occupies the most sites of any of the traditional department store groups in the UK. The majority of the original trading names of the stores, in each of their respective locations, were replaced with the \"Debenhams\" name during the 1970s. All department stores in the group now trade as \"Debenhams\" (although the store in Chester is still dual-signed as Debenhams and Browns of Chester). New stores are usually located within wider town and regional shopping centre developments. Stores", "doc_score": "87.36309814453125", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_25", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "4541458", "text": "BBC controversies / for what it perceived as lapses in programming quality. \"Yesterday's Men\" is a BBC documentary first broadcast in June 1971 about the former ministers of Harold Wilson's Labour government who were now experiencing opposition. The approach of the programme makers, who included reporter David Dimbleby, angered Wilson and the Labour Party who saw it as displaying explicit Conservative bias. According to the official History of the BBC web page on the incident, the Labour politicians were \"effectively tricked into taking part in a programme that would ridicule them\". During his own interview Wilson was asked by Dimbleby, in an untransmitted", "doc_score": "77.44942474365234", "publish_date": "2018/12/31"}, {"doc_id": "7092648", "text": "Terminological inexactitude / to accuse another member of lying is considered unparliamentary. In more recent times, the term was used by Conservative MP Jacob Rees-Mogg to the Leader of the Oppositon, Jeremy Corbyn over an accusation that Rees-Mogg's company had moved a hedge fund into the Eurozone despite him being in favour of Brexit. Terminological inexactitude Terminological inexactitude is a phrase introduced in 1906 by British politician Winston Churchill. Today, it is used as a euphemism or circumlocution meaning a lie or untruth. Churchill first used the phrase following the 1906 election. Speaking in the House of Commons on 22 February 1906 as", "doc_score": "77.49938201904297", "publish_date": "2018/12/31"}, {"doc_id": "13914542", "text": "Question Time British National Party controversy / Time\", had been proposing an appearance by Griffin over the previous two years. \"The Independent\" gave credit to the BBC for resisting \"the naïve showbiz instincts\" of executives at Mentorn, who may have wanted \"what Peter Hain calls a 'beanfest' for reasons well removed from the BBC's charter obligations.\" On 21 October, the day before the broadcast, the BBC Director-General, Mark Thompson, wrote an article for \"The Guardian\" entitled 'Keeping Nick Griffin off air is a job for parliament, not the BBC'. He said that those arguing for the BNP to be excluded from the programme were making the case", "doc_score": "77.45344543457031", "publish_date": "2018/12/31"}, {"doc_id": "6062494", "text": "Illeism / the self. The use of illeism in this context imparts a sense of lack of self, implying a diminished importance of the speaker in relation to the addressee or to a larger whole. Conversely, in different contexts, illeism can be used to reinforce self-promotion, as used to sometimes comic effect by Bob Dole throughout his political career. This was particularly made notable during the United States presidential election of 1996 and lampooned broadly in popular media for years afterwards. Deepanjana Pal of Firstpost noted that speaking in the third person \"is a classic technique used by generations of Bollywood scriptwriters", "doc_score": "77.07617950439453", "publish_date": "2018/12/31"}, {"doc_id": "4207233", "text": "How to Irritate People / Flying Circus\" with Chapman as the interviewee. The \"Freedom of speech\" sketch, starring Cleese as the host/interviewer and Chapman as interviewee Dr. Rhomboid Goatcabin, features a discussion about freedom of speech in Great Britain, in which Cleese's character repeatedly reformulates the subject's main question (\"Do you believe there is freedom of speech in this country?\") in so many ways as to start a monologue and not let Chapman's character speak. This increasingly annoys the interviewee to the point where he is forced to murder the host in order to express his opinion on the matter, only to be interrupted again", "doc_score": "76.9422378540039", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_26", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "19765", "text": "Unit of alcohol / supplied in practice. For example, the ABV of beer typically varies from 3.5% to 5.5%. A typical \"medium\" glass of wine with 175 ml at 12% ABV has 2.1 units. And spirits, although typically 35–40% ABV, have single measures of 25 ml or 35 ml (so 1 or 1.4 units) depending on location. The misleading nature of \"one unit per half-pint of beer, or small glass of wine, or single measure of spirits\" can lead to people underestimating their alcohol intake. Most spirits sold in the United Kingdom have 40% ABV or slightly less. In England, a single pub measure", "doc_score": "91.22904205322266", "publish_date": "2018/12/31"}, {"doc_id": "1730852", "text": "Pint / cider may be sold by the imperial pint in perpetuity, and in public houses can only be sold in a third of a pint, two-thirds of a pint or multiples of half a pint, which must be served in stamped measured glasses or from government-stamped meters. Since the majority of countries in the world no longer use American or British imperial units, and most are non-English speaking, a \"pint of beer\" served in a tavern outside the United Kingdom and the United States may be measured by other standards. In Commonwealth countries it may be a British imperial pint of", "doc_score": "90.3065185546875", "publish_date": "2018/12/31"}, {"doc_id": "14724229", "text": "Beer measurement / it meant that a standard barrel of 36 imperial gallons of the wort weighted 26 pounds more than a barrel of pure water. The actual measurement was by saccharometer (i.e. hydrometer) correcting for temperature by a calibration scale or else by a special brewer's slide rule. Three common scales used in fermentation are: The oldest scale, Balling, was developed in 1843 by Bohemian scientist Karl Joseph Napoleon Balling (1805-1868) as well as Simon Ack. In the 1850s German engineer-mathematician Adolf Ferdinand Wenceslaus Brix (1798-1870) corrected some of the calculation errors in the Balling scale and introduced the Brix scale. In", "doc_score": "88.15494537353516", "publish_date": "2018/12/31"}, {"doc_id": "14724231", "text": "Beer measurement / This conversion method is pretty accurate up to a specific gravity of 1.070 at which point the approximation begins to deviate from the actual conversion. Winemakers as well as the sugar and juice industry typically use degrees Brix. British and continental European beer brewers generally use degrees Plato. American brewers use a mixture of degrees Balling, degrees Plato and specific gravity. Home wine, mead, cider, and beer makers typically use specific gravity. In some countries, alcohol by volume is referred to as degrees Gay-Lussac (after the French chemist Joseph Louis Gay-Lussac). France, Spain and the United Kingdom use the system", "doc_score": "87.82189178466797", "publish_date": "2018/12/31"}, {"doc_id": "1730849", "text": "Pint / Pint The pint (, ; symbol pt, sometimes abbreviated as \"p\") is a unit of volume or capacity in both the imperial and United States customary measurement systems. In both of those systems it is traditionally one-eighth of a gallon. The British imperial pint is about 20% larger than the American pint because the two systems are defined differently. Almost all other countries have standardized on the metric system, so the size of what may be called a pint varies depending on local custom. The imperial pint (≈ 568 ml) is used in the United Kingdom and Ireland and to", "doc_score": "87.63174438476562", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_27", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "895304", "text": "Carter Doctrine / Carter Doctrine The Carter Doctrine was a policy proclaimed by President of the United States Jimmy Carter in his State of the Union Address on January 23, 1980, which stated that the United States would use military force, if necessary, to defend its national interests in the Persian Gulf. It was a response to the Soviet Union's intervention in Afghanistan in 1979, and it was intended to deter the Soviet Union, the United States' Cold War adversary, from seeking hegemony in the Persian Gulf region. The following key sentence, which was written by Zbigniew Brzezinski, President Carter's National Security Adviser,", "doc_score": "82.03567504882812", "publish_date": "2018/12/31"}, {"doc_id": "2630647", "text": "Compromise of 1877 / every southern state. The compromise essentially stated that Southern Democrats would acknowledge Hayes as president, but only on the understanding that Republicans would meet certain demands. The following elements are generally said to be the points of the compromise: In exchange, Democrats would accept the Republican Hayes as president by not employing the filibuster during the joint session of Congress needed to confirm the election. After the Compromise, a few Democrats complained loudly that Tilden had been cheated. There was talk of forming armed units that would march on Washington, but President Grant was ready for that. He tightened military", "doc_score": "81.45817565917969", "publish_date": "2018/12/31"}, {"doc_id": "2536915", "text": "United States presidential doctrines / a policy proclaimed by President of the United States Jimmy Carter in his State of the Union Address on January 23, 1980, which stated that the United States would use military force if necessary to defend its national interests in the Persian Gulf region. The doctrine was a response to the 1979 invasion of Afghanistan by the Soviet Union, and was intended to deter the Soviet Union—the Cold War adversary of the United States—from seeking hegemony in the Persian Gulf. After stating that Soviet troops in Afghanistan posed \"a grave threat to the free movement of Middle East oil\", Carter", "doc_score": "82.47089385986328", "publish_date": "2018/12/31"}, {"doc_id": "2630645", "text": "Compromise of 1877 / Compromise of 1877 The Compromise of 1877 was an informal, unwritten deal, that settled the intensely disputed 1876 U.S. presidential election. It resulted in the United States federal government pulling the last troops out of the South, and formally ended the Reconstruction Era. Through the Compromise, Republican Rutherford B. Hayes was awarded the White House over Democrat Samuel J. Tilden on the understanding that Hayes would remove the federal troops whose support was essential for the survival of Republican state governments in South Carolina, Florida and Louisiana. The compromise involved Democrats who controlled the House of Representatives allowing the decision", "doc_score": "80.1318588256836", "publish_date": "2018/12/31"}, {"doc_id": "2630649", "text": "Compromise of 1877 / the worries of many. This prevented a Congressional filibuster that had threatened to extend resolution of the election dispute beyond Inauguration Day 1877. C. Vann Woodward (1951) argued for an economic interpretation, saying that emerging business and industry interests of the New South found common ground with Republican businessmen, particularly with the railroads. They met secretly at Wormley's Hotel in Washington to forge a compromise with aid to internal improvements: bridges, canals and railroads wanted by the South. However, Peskin notes that no serious federal effort was made after Hayes took office to fund a railroad or provide other federal", "doc_score": "79.59535217285156", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_28", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "19285908", "text": "Timeline of tuition fees in the United Kingdom / which had been capped at £9,000 since 2012, would rise with inflation from the 2017–2018 academic year onwards. He also announced that maintenance grants were to be scrapped from September 2016. The changes were not debated or voted on in the commons, instead being considered by the Third Delegated Legislation Committee in January 2016. The lack of a vote on the matter has drawn criticism, as by circumventing the commons the measures \"automatically become law\". The committee lacks the power to reject legislation independently. The budget announcements further proposed a freeze in the repayment threshold for tuition fee loans at", "doc_score": "95.04483032226562", "publish_date": "2018/12/31"}, {"doc_id": "19285860", "text": "Timeline of tuition fees in the United Kingdom / fees should be replaced with an endowment scheme with the Scottish Executive paying the fees up front with students only required to pay back £3,000 worth of fees when their earnings reached £25,000. It also recommended that poorer students would be entitled to a bursary similar to the old maintenance grant. The estimated cost to the Scottish government of the recommendations were set at £71 million. In the end the government announced that students would only pay back £2,000 of their fees but starting when their earnings reached £10,000 a significant drop on the recommended £25,000. With such changes, the", "doc_score": "91.84712982177734", "publish_date": "2018/12/31"}, {"doc_id": "19285855", "text": "Timeline of tuition fees in the United Kingdom / Those families who earned over £35,000 a year would be charged the full fees which amounted to £1,000 a year. The maximum fees rose in line with inflation, reaching £1225 in 2007–08. Starting with 1999-2000, maintenance grants for living expenses would also be replaced with loans and paid back at a rate of 9 percent of a graduate's income above £10,000. All loans would be government funded and administered by the Student Loans Company, the organisation responsible for administering loans throughout the UK. The decision signalled the end of the principle of free higher education and was met with concern", "doc_score": "90.41464233398438", "publish_date": "2018/12/31"}, {"doc_id": "2183279", "text": "Education in England / likely to lose. Secretary of State for Education, Justine Greening has said the change means funding will depend less on the postcode lottery. The National Audit Office (NAO) has stated that total funding will be reduced by 8%. According to councils, funding cuts might prevent many local authorities meeting legal obligations to schools in their areas such as checking staff for criminal records and ensuring buildings are asbestos free. The Institute for Fiscal Studies maintains real spending on schooling per pupil has dropped by 8% since 2010. The UK Statistics Authority maintains the UK government uses misleading statistics and overestimates", "doc_score": "94.00135803222656", "publish_date": "2018/12/31"}, {"doc_id": "19285871", "text": "Timeline of tuition fees in the United Kingdom / spokesperson Jonathon Morgan said that Labour had performed a U-turn and said that the party should apologise for introducing tuition fees in the first place. The maximum maintenance grant provided by the Welsh Assembly has since risen to over £5000. On 22 January 2003 the new Labour education secretary Charles Clarke published a white paper with proposals allowing universities to set their own tuition fees up to a cap of £3,000 a year. The proposal was controversial as during the election campaign for the 2001 General Election their manifesto stated that Labour \"will not introduce top-up fees and has legislated", "doc_score": "89.60565185546875", "publish_date": "2018/12/31"}]}
{"question_id": "20221028_29", "search_time": "2022/10/31/20:35", "search_result": [{"doc_id": "8573305", "text": "Southern Rock Allstars / Southern Rock Allstars The Southern Rock Allstars are a band that got its name from the history/lineage of its former members all of whom were connected with Southern rock. Its current lineup consists of former members of The Rossington Band and sidemen of Lynyrd Skynyrd, Marshall Tucker and Jimmy Farrar. Based in Muscle Shoals, Alabama the group at one time featured Jakson Spires, formerly the original drummer with Blackfoot, and Dave Hlubek, former guitarist and chief songwriter for Southern rock group Molly Hatchet. Spires died at 53 of a brain aneurysm in Florida in 2005 and Hlubek the same year", "doc_score": "78.69806671142578", "publish_date": "2018/12/31"}, {"doc_id": "6113869", "text": "Opie and Anthony / July 6, 2017, Hughes was fired from SiriusXM. His departure was based on an alleged incident where he filmed a colleague using the bathroom. Opie and Anthony combined humor with commentary on American sociopolitical and popular culture. Some categorized them as shock jocks, despite their disagreement with the term. Friends and regular guests on the show included Jim Florentine, Dan Soder, Joe Rogan, Patton Oswalt, Dave Attell, Joe DeRosa, Louis C.K., Bill Burr, Brian Regan, Jay Mohr, Stephen Lynch, Doug Stanhope, Robert Kelly, Otto & George, Marc Maron, Bob Saget, Gallagher, Penn Jillette, Ricky Gervais, Tom Papa, Amy Schumer, Jim", "doc_score": "79.44483184814453", "publish_date": "2018/12/31"}, {"doc_id": "1275772", "text": "Chester Bennington / Chester Bennington Chester Charles Bennington (March 20, 1976 – July 20, 2017) was an American singer, songwriter, musician, and actor. He was best known as the lead vocalist for Linkin Park. He was also lead vocalist for the bands Dead by Sunrise, Grey Daze, and Stone Temple Pilots. Bennington is widely regarded as one of the top rock musicians of the 2000s. \"Hit Parader\" magazine placed him at number 45 on their list of the \"100 Metal Vocalists of All Time\". Bennington first gained prominence as a vocalist following the release of Linkin Park's debut album, \"Hybrid Theory\", in 2000,", "doc_score": "76.21673583984375", "publish_date": "2018/12/31"}, {"doc_id": "21000945", "text": "YouTube Rewind 2018: Everyone Controls Rewind / in references. It was also prominently criticized for its social commentary, which some felt was shoehorned into the video. A point of specific criticism was that \"Everyone Controls Rewind\" was seen by some to promote the behavioral health services of BetterHelp, despite the controversy surrounding the company. Others were angered that the video never brought up the deaths of Dolores O'Riordan, Stephen Hawking, Craig Mack, Avicii, Verne Troyer, Barbara Bush, TotalBiscuit, Anthony Bourdain, Stefán Karl Stefánsson, Aretha Franklin, Mac Miller, R. Lee Ermey, Stan Lee and Stephen Hillenburg, despite each of their deaths having made a major impact on the", "doc_score": "76.18266296386719", "publish_date": "2018/12/31"}, {"doc_id": "3826977", "text": "The Rock-afire Explosion / to fan-requested songs. Videos of the performances—posted to YouTube upon completion—are credited with helping to further revive interest in the group and ShowBiz pizza, and spurred individuals who owned their own Rock-afire bands to begin programming new shows themselves. Several Rock-afire performers went on to careers of their own: Shalisa James is currently a member of the a cappella group Toxic Audio, while Burt Wilson was better known as Bubba \"Whoop-Ass\" Wilson, a member of \"The Monsters in the Morning\" radio show. But was later fired in 2009 in the latest Clear Channel purge. Both Rick Bailey and Jeff Howell", "doc_score": "77.86510467529297", "publish_date": "2018/12/31"}]}
