{"question_id": "20220826_0", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "7764657", "text": "Counterurbanization / is usually a step toward spiritual growth and rejection of materialism. Counterurbanization Counterurbanization, or de-urbanization, is a demographic and social process whereby people move from urban areas to rural areas. It is, like suburbanization, inversely related to urbanization. It first occurred as a reaction to inner-city deprivation. More recent research has documented the social and political drivers of counterurbanization and its impacts in developing countries such as China, which are currently undergoing the process of mass urbanization. It is one of the causes that can lead to shrinking cities. Counterurbanization is the process by which people migrate from urban to", "doc_score": "93.96236419677734", "publish_date": "2018/12/31"}, {"doc_id": "9649836", "text": "The New Americans: Economic, Demographic, and Fiscal Effects of Immigration / investment levels in industry which is precisely what cheap wage immigration discourages. Many studies escape from this dilemma, if that is the word, by resorting to the familiar argument that immigrants fill \"jobs American won't take.\" They ignored the fact that, nationwide, all the job categories: even farm workers, service industries, construction etc. are still filled largely by Americans. The so-called shortage of labor to fill some of them and the reason that hourly U.S. real wages have been falling almost every year since 1975 is that desperate immigrants will work for wages that Americans don't want to work for.", "doc_score": "94.59346008300781", "publish_date": "2018/12/31"}, {"doc_id": "19272208", "text": "Causes of unemployment in the United States / low-skill immigrants\" mainly via \"better controls on illegal immigration.\" The BLS analyzes the labor force in terms of native-born vs. foreign-born. The BLS defines the terms as follows: \"The foreign born are persons who reside in the United States but who were born outside the country or one of its outlying areas to parents who were not U.S. citizens. The foreign born include legally-admitted immigrants, refugees, temporary residents such as students and temporary workers, and undocumented immigrants.\" BLS statistics indicate foreign-born workers have filled jobs disproportionally to their share in the population. From 2000 to 2015, foreign-born represented 33% of", "doc_score": "93.89329528808594", "publish_date": "2018/12/31"}, {"doc_id": "199765", "text": "Immigration to the United States / differences in average characteristics, such as immigrants' lower English language ability and educational attainment. Further, some studies indicate that higher ethnic concentration in metropolitan areas is positively related to the probability of self-employment of immigrants. Research also suggests that diversity has a net positive effect on productivity and economic prosperity. A study by Nathan Nunn, Nancy Qian and Sandra Sequeira found that the Age of Mass Migration (1850–1920) has had substantially beneficial long-term effects on U.S. economic prosperity: \"locations with more historical immigration today have higher incomes, less poverty, less unemployment, higher rates of urbanization, and greater educational attainment. The", "doc_score": "91.10922241210938", "publish_date": "2018/12/31"}, {"doc_id": "6760651", "text": "Affordable housing / to areas of high affordability as the low house prices and rents indicate low capital gain potential and poor employment prospects. Housing affordability is more than just a personal trouble experienced by individual households who cannot easily find a place to live. Lack of affordable housing is considered by many urban planners to have negative effects on a community's overall health. Lack of affordable housing can make low-cost labor more scarce, and increase demands on transportation systems (as workers travel longer distances between jobs and affordable housing). Housing cost increases in U.S. cities have been linked to declines in enrollment", "doc_score": "92.02108764648438", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_1", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "16939104", "text": "Paleontology in Oklahoma / recent mammal fossils were also used by the Comanche for medicine like those of bears, giant bison, camels, glyptodonts, Columbian mammoths, and mastodons. Comanches used bits of mammoth leg bone to draw out boils, infections, poisons and pain from wounds. This usage is fairly plausible as the porous nature of fossil bone causes a capillary effect that could be used to dry infected wounds and sores. Mammoth bone used for this purpose was known as medicinebone or madstone. In 1931, University of Oklahoma geologist J. W. Stovall received word that a road crew grading for the construction of U.S. Route", "doc_score": "83.3588638305664", "publish_date": "2018/12/31"}, {"doc_id": "16921538", "text": "Red Beds of Texas and Oklahoma / bonebed include Calamites, ferns, and conifers. Marine life present in the bonebed include \"Xenacanthus\", ostracods, and lungfish. The Geraldine Bonebed is most famous as a prolific source of amphibians and reptiles, including partial and complete skeletons of \"Archeria\", \"Eryops\", \"Edaphosaurus\", \"Dimetrodon\", \"Bolosaurus\", \"Trimerorhachis\", \"Zatrachys\", and \"Ophiacodon\". The Clear Fork Group also contains multiple fossil sites. Like the Geraldine Bonebed and other Wichita Group sites, The Clear Fork Group is most famous for its early Permian amphibian deposits, especially Seymouria baylorensis. The species and genus were first discovered in 1904 by the German paleontologist Ferdinand Broili. \"Seymouria baylorensis\" is named for", "doc_score": "85.10600280761719", "publish_date": "2018/12/31"}, {"doc_id": "3682066", "text": "Pipe Creek Sinkhole / Pipe Creek Sinkhole Pipe Creek Sinkhole near Swayzee in Grant County, Indiana, is one of the most important paleontological sites in the interior of the eastern half of North America. It is preserved because it was buried by glacial till. Uncovered in 1996 by workers at the Pipe Creek Junior limestone quarry, the sinkhole has yielded a diverse array of fossils from the Pliocene epoch, dating back five million years. Discoveries have been made there of the remains of camelids, bears, beavers, frogs, snakes, turtles, and several previously unknown species of rodents. Two fish taxa, bullhead (\"Ameiurus\") and sunfish (\"Centrarchidae\"),", "doc_score": "88.02753448486328", "publish_date": "2018/12/31"}, {"doc_id": "20779240", "text": "NOAAS Okeanos Explorer Gulf of Mexico 2017 Expedition / The wreck of an early 19th-century copper-clad merchant vessel carrying artifacts including glass bottles, ceramic and porcelain vessels, remnants of a suction bilge pump with cast-iron flywheels, an anchor, and a cast-iron stove was surveyed and explored. Based on initial observations, archaeologists believe the shipwreck likely post-dates 1830 and may have been a merchant ship built for distance over speed. During one of the dives \"Enypniastes eximia\" was spotted on the ocean floor. During dive 17 the ROV \"Deep Discoverer\" encountered large gas hydrate mounds and active gas seeps on the sea floor on the northwestern edge of a salt-cored", "doc_score": "85.4220962524414", "publish_date": "2018/12/31"}, {"doc_id": "16027495", "text": "Prairie Creek Site / of objects, including various stone tools and bones of multiple animal species, including extinct species of the \"Mylohyus\" and \"Castoroides\" genera. Other strata also yielded animal bones; chief among these was an armadillo shell found in Stratum 9, which at the time of discovery was the northernmost known armadillo shell. Besides the range of animal bones, many human artifacts were also found at the site. Stratum 7 yielded twenty-seven lithic flakes, bits of coal, and oxidized sandstone, as well as tree products such as burned wood from ash and maple trees. Other strata yielded fish bones, more wood, a fishhook", "doc_score": "85.4691390991211", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_2", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "13849279", "text": "Train on Train / freight trains to be operated through the tunnel at speeds of up to. The \"Train on Train\" concept was revealed by JR Hokkaido Chairman Shinichi Sakamoto in April 2006. A full-size mockup vehicle was built and demonstrated at Naebo Works in spring 2007, and the next phase of the project is to build a prototype train for actual operation. JR Freight is developing new Class EH800 20/25 kV AC electric locomotives to haul these and other trains through the tunnel. Addressing local business leaders at a \"Forum 2050\" meeting in Hokkaido on 1 February 2010, JR Hokkaido vice-president Hirohiko", "doc_score": "78.52842712402344", "publish_date": "2018/12/31"}, {"doc_id": "607975", "text": "High-speed rail / rail was introduced to China in 2003 with the Qinhuangdao–Shenyang high-speed railway. The Chinese government made high-speed rail construction a cornerstone of its economic stimulus program in order to combat the effects of the 2008 global financial crisis and the result has been a rapid development of the Chinese rail system into the world's most extensive high-speed rail network. Despite public outcry, especially following the 2011 Wenzhou train collision, by 2013 the system had of operational track, accounting for about half of the world's total at the time. By the end of 2016, the total had risen to over.", "doc_score": "82.75263977050781", "publish_date": "2018/12/31"}, {"doc_id": "607981", "text": "High-speed rail / another form of transportation. Construction began on the high-speed line from Seoul to Busan in 1992 with the first commercial service launching in 2004. Top speed for trains in regular service is currently, though the infrastructure is designed for. The initial rolling stock was based on Alstom's TGV Réseau, and was partly built in Korea. The domestically developed HSR-350x, which achieved in tests, resulted in a second type of high-speed trains now operated by Korail, the KTX Sancheon. The next generation KTX train, HEMU-430X, achieved in 2013, making South Korea the world's fourth country after France, Japan, and", "doc_score": "83.34420013427734", "publish_date": "2018/12/31"}, {"doc_id": "607976", "text": "High-speed rail / Over 1.713 billion trips were made in 2017, more than half of the China's total railway passenger delivery, making it the world's busiest network. State planning for high-speed railway began in the early 1990s, and the country's first high-speed rail line, the Qinhuangdao–Shenyang Passenger Railway, was built in 1999 and opened to commercial operation in 2003. This line could accommodate commercial trains running at up to. Planners also considered Germany's Transrapid maglev technology and built the Shanghai Maglev Train, which runs on a track linking the Pudong, the city's financial district, and the Pudong International Airport. The maglev train", "doc_score": "82.9175796508789", "publish_date": "2018/12/31"}, {"doc_id": "608007", "text": "High-speed rail / U.S., were between pairs of large cities. In France, this was Paris–Lyon, in Japan, Tokyo–Osaka, in Spain, Madrid–Seville (then Barcelona). In European and East Asian countries, dense networks of urban subways and railways provide connections with high-speed rail lines. China has the largest network of high-speed railways in the world and in 2015 it encompassed of high-speed rail or 60% of the world's total. It is also the world's busiest with an annual ridership of over 1.44 billion in 2016. According to Railway Gazette, the trains between Shijiazhuang and Zhengzhou East have the fastest average operating speed in the world", "doc_score": "79.52627563476562", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_3", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "9941390", "text": "Barrington Irving / Jamaica, and grew up in Miami, Florida. He is a graduate of Miami Northwestern Senior High School. He turned down multiple football scholarship offers with his sights set on aviation. He later founded Experience Aviation, a non-profit organization dedicated to empowering minority youth to pursue careers in aviation. His airplane, the \"Inspiration\", has been registered to Experience Aviation since 2006. Irving's record was broken in 2012 by the 22-year-old Swiss Carlo Schmid. Barrington Irving </ref> Barrington Antonio Irving, Jr., C.D. (born November 11, 1983) was the youngest person to pilot a plane around the world solo, a feat he accomplished", "doc_score": "86.01910400390625", "publish_date": "2018/12/31"}, {"doc_id": "13527917", "text": "Robert J. Moriarty / Robert J. Moriarty Robert J. Moriarty (born September 9, 1946) is an American Marine F-4B fighter pilot who holds the record as the youngest naval aviator (at age 20) in the Vietnam war, achieving the rank of captain in the Marines at age 22. Before leaving military service in 1970, he recorded 824 combat missions. He holds 14 international aviation records including the record for flight time between New York to Paris in two different categories. In 1984, at age 37, he was in the headlines for flying, on March 31 at 11:20, between the pillars of the Eiffel tower", "doc_score": "84.532470703125", "publish_date": "2018/12/31"}, {"doc_id": "19163855", "text": "Matt Guthmiller / Matt Guthmiller Matthew Lee Guthmiller (born November 29, 1994) is an American aviator, YouTuber, entrepreneur, professional speaker, and student at the Massachusetts Institute of Technology. At age 19, Matt became the youngest person to circumnavigate the globe by air, which he set in a bid to encourage others to pursue ambitious dreams and promote computer science education worldwide. Since then, the record has been succeeded by Australian pilot Lachlan Smart. Guthmiller also founded an early iPhone unlocking company, AnySIMiPhones, in 2007 at age 12. He is currently a senior at the Massachusetts Institute of Technology studying electrical engineering and computer", "doc_score": "90.24444580078125", "publish_date": "2018/12/31"}, {"doc_id": "9941389", "text": "Barrington Irving / Barrington Irving </ref> Barrington Antonio Irving, Jr., C.D. (born November 11, 1983) was the youngest person to pilot a plane around the world solo, a feat he accomplished in 2007. He is also the first black person and first Jamaican to accomplish this feat. As of 2007, he was an aerospace student at Broward College. His airplane, a Columbia 400 (Cessna Corvalis 400), is named the \"Inspiration\", and was manufactured and assembled by the Columbia Aircraft Mfg. Co. in 2005, classified as a standard aircraft in the utility category using over $300,000 in donated parts. Irving was born in Kingston,", "doc_score": "84.3770523071289", "publish_date": "2018/12/31"}, {"doc_id": "12508548", "text": "Gene Soucy / Gene Soucy Gene Soucy is an American aerobatics pilot. The son of 2 pilots, he would wash airplanes at a local airport in exchange for flight time while growing up in Kentucky. He soloed in a glider at age 14, and in a regular airplane at 16. Soucy began flying professionally in airshows in 1968, and in 1972 qualified for a place on the U.S. aerobatics team. That year he was the youngest competitor flying at the World championships in England. He placed 6th overall, and contributed to the U.S. team winning the World championship for the first time. In", "doc_score": "85.4268569946289", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_4", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "14346673", "text": "Chuck Versus the Tic Tac / already broken into the vault and stolen a prototype drug called Laudanol, an emotional suppressant designed for agents to control their feelings in the field. Chuck immediately asks if it could help him control the Intersect properly and realizes that was what Casey had removed from the vault. Believing that it was a loyalty test as part of their mission, Chuck reveals he saw Casey steal it. As Sarah reaches for her gun, and Beckman confronts Casey, he chooses to plead the 5th to avoid incriminating himself and is arrested. While a government team searches Casey's apartment for the drug,", "doc_score": "77.07018280029297", "publish_date": "2018/12/31"}, {"doc_id": "15809155", "text": "Fostamatinib / evening for 24 full weeks. The first study, FIT 1 (047) met the primary endpoint in a statistically significant manner, with 18% of patients hitting the 50,000 platelets/µL of blood and no patients receiving the placebo meeting that criteria. As of June 2016, the open-label, long term extension study (049) is currently tracking 118 patients who opted to receive fostamatinib after completing either study 047 or 048. Approval for treatment of autoimmune hemolytic anemia (AIHA) is in Stage 1 of Phase II trials. This study is a Phase 2, multi-center, open label, Simon two-stage study to evaluate the safety and", "doc_score": "75.93807220458984", "publish_date": "2018/12/31"}, {"doc_id": "15809156", "text": "Fostamatinib / efficacy of fostamatinib disodium in the treatment of warm antibody autoimmune hemolytic anemia. Primary outcome measures examined include a hemoglobin response measured by levels higher than 10 g/dL and 2 g/dL higher than the baseline hemoglobin. Responses were studied for a period of 12 weeks and for a dose of 150 mg in the morning and evening. The study began in April 2016 and is estimated to conclude in September 2017. The study is currently recruiting participants from U.S. states including Arizona, California, D.C., Massachusetts, New York, North Carolina, and Texas. Subjects must have had a diagnosis of primary or", "doc_score": "78.2375259399414", "publish_date": "2018/12/31"}, {"doc_id": "17291794", "text": "Melafind / US Food and Drug Administration in November 2011 for use in the US. MelaFind was listed as one of the Top 10 Medical Innovations for 2013 compiled by the Cleveland Clinic and received a bronze Edison award for its innovation. The MelaFind pivotal study was the largest positive prospective clinical study ever conducted in melanoma detection with 1384 patients presenting 1831 skin lesions. The aim of this study was to establish the safety and effectiveness of MelaFind® using sensitivity and specificity as metrics. MelaFind® successfully met both set endpoints. The device demonstrated 98.3% sensitivity by correctly identifying 172 out of", "doc_score": "75.12370300292969", "publish_date": "2018/12/31"}, {"doc_id": "20360887", "text": "2017–18 NCAA Division I men's basketball corruption scandal / by the U.S. Securities and Exchange Commission (SEC). In 2016, the SEC charged Blazer with wire fraud and accused him of embezzling over $2 million from several professional athletes to invest in movie projects and finance Ponzi schemes. As part of a plea agreement with the Southern District U.S. Attorney's office, he agreed to become an FBI informant, and would later plead guilty to reduced charges. Emanuel \"Book\" Richardson, an Arizona assistant since 2009, was among the individuals arrested and indicted in 2017. He was alleged to have met with agent Christian Dawkins and others in June 2017, agreeing to", "doc_score": "76.48397827148438", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_5", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "1786250", "text": "Colgate-Palmolive / Japan Ltd. in 2017. In early 2018, C-P announced it is building an assembly plant in Japan. It is due to open in 2019, the 50,000 square feet facility will be inaugurated while 50,000 jobs or addition install 150 robots annually, producing Colgate toothpaste and toothbrush models. The company will entering the Japanese market in late 2018, replacing the retaining \"Hill's-Colgate (Japan) Ltd.\". It will be the largest Colgate-Palmolive's manufacturing facility in volume, after China. Daiichi Sekken Co., Ltd., a Japanese company, will manufacture some Palmolive products at its Izumi plant in late 2018. Current members of the board of", "doc_score": "77.71913146972656", "publish_date": "2018/12/31"}, {"doc_id": "9529761", "text": "Apple Day / Apple Day Apple Day is an annual celebration of apples and orchards, held in October. It is celebrated mainly in the United Kingdom. It traditionally falls on 21 October, the date of the first such event in 1990, but events are held throughout the month. It is commonly a weekend event, usually taking place on the Saturday and Sunday closest to 30 October. Apple Day events can be large or small, from apple games in a garden to large village fairs with cookery demonstrations, games, apple identification, juice and cider, gardening advice, and the sale of many hundreds of apple", "doc_score": "77.82636260986328", "publish_date": "2018/12/31"}, {"doc_id": "4345", "text": "Apple Inc. / a faster processor, and brighter display. On September 12, 2017, Apple introduced the Apple Watch Series 3 featuring LTE cellular connectivity, giving the wearable independence from an iPhone except for the setup process. On September 12, 2018, Apple introduced the Apple Watch Series 4, featuring new display, electrocardiogram and fall detection. At the 2007 Macworld conference, Jobs demonstrated the Apple TV (previously known as the iTV), a set-top video device intended to bridge the sale of content from iTunes with high-definition televisions. The device links up to a user's TV and syncs, either via Wi-Fi or a wired network, with", "doc_score": "77.96683502197266", "publish_date": "2018/12/31"}, {"doc_id": "4339", "text": "Apple Inc. / a near bezel-less design along with wireless charging. On September 12, 2018, Apple introduced the iPhone XS, iPhone XS Max and iPhone XR. The iPhone XS and iPhone XS Max features Super Retina displays, a faster and improved dual camera system that offers breakthrough photo and video features, the first 7-nanometer chip in a smartphone — the A12 Bionic chip with next-generation Neural Engine — faster Face ID, wider stereo sound and introduces Dual SIM to iPhone. The iPhone XR comes in an all-screen glass and aluminium design with the most advanced LCD in a smartphone featuring a 6.1-inch Liquid", "doc_score": "77.4817886352539", "publish_date": "2018/12/31"}, {"doc_id": "10320988", "text": "Workday, Inc. / released 31 updates to its product line as of September 6th, 2018. It releases a major update every 6 months. Workday adopted the IBM Cloud as its primary development and testing platform in order to accelerate its worldwide expansion. In February 2014, Workday acquired the startup Identified and its artificial intelligence Syman to create its Insight Apps line of products. The first products running SYMAN were announced at Workday Rising 2014. In July 2017, Workday CEO Aneel Bhusri announced that the company had decided to open up its platform to developers, partners and third party software. As a result, Workday", "doc_score": "74.48405456542969", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_6", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "10130517", "text": "Student loans in the United States / debt discharged due to the death or total permanent disability of the borrower is no longer treated as taxable income. This provision, part of the Tax Cuts and Jobs Act of 2017, will sunset on December 31, 2025 unless renewed by Congress. These are loans that are not guaranteed by a government agency and are made to students by banks or finance companies. Private loans cost more and have much less favorable terms than federal loans, and are generally only used when students have exhausted the borrowing limit under federal student loans. They are not eligible for Income Based Repayment", "doc_score": "87.38844299316406", "publish_date": "2018/12/31"}, {"doc_id": "8162935", "text": "Federal Direct Student Loan Program / increased from $12.6 billion in 2005 to $17.8 billion in 2008. President Obama organized all new loans under the Direct Loan program by July 2010. The switch to 100% Direct Lending effective July 1, 2010 was enacted by the Health Care and Education Reconciliation Act of 2010. In comparison, other countries have also experimented with government-sponsored loan programs. New Zealand, for instance, now offers 0% interest loans to students who live in New Zealand for 183 or more consecutive days (retroactive for all former students who had government loans), who can repay their loans based on their income after they", "doc_score": "86.22030639648438", "publish_date": "2018/12/31"}, {"doc_id": "8149015", "text": "Stafford Loan / Stafford Loan A Stafford Loan is a student loan offered to eligible students enrolled in accredited American institutions of higher education to help finance their education. The terms of the loans are described in Title IV of the Higher Education Act of 1965 (with subsequent amendments), which guarantees repayment to the lender if a student defaults. In 1988, Congress renamed the Federal Guaranteed Student Loan program the Robert T. Stafford Student Loan program, in honor of U.S. Senator Robert Stafford, a Republican from Vermont, for his work on higher education. Because the loans are guaranteed by the full faith of", "doc_score": "86.90182495117188", "publish_date": "2018/12/31"}, {"doc_id": "12684741", "text": "Student loan default in the United States / student aid. After completing loan rehabilitation, borrowers once again become eligible to receive financial aid. With the loan no longer in default, wage garnishment and the seizure of tax refunds ceases. Borrowers are able to apply for deferment and forbearance benefits as long as these have not been exhausted during default. And lastly, the outstanding balance of the loan is no longer due in full. Several new initiatives have arisen to combat high student loan cohort default rates, including an outreach effort by the Department of Education to borrowers struggling to repay their loans. \"The Economist\" reported in June 2014", "doc_score": "87.03028106689453", "publish_date": "2018/12/31"}, {"doc_id": "13584461", "text": "Loan deficiency payments / (LDP). This phrase continues to be used by some farmers. Loan deficiency payments In United States agriculture policy, Loan deficiency payments are a farm income support program first authorized by the Food Security Act of 1985 (P.L. 99-198) that makes direct payments, equivalent to marketing loan gains, to producers who agree not to obtain nonrecourse loans, even though they are eligible. Loan deficiency payments are available under the 2002 farm bill (P.L. 101-171, Sec. 1205) for wheat, corn, grain sorghum, barley, oats, upland cotton, rice, soybeans, other oilseeds, wool, mohair, honey, dry peas, lentils, and small chickpeas. Producer Option Payment", "doc_score": "85.56959533691406", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_7", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "10466986", "text": "Income inequality in the United States / Income inequality in the United States Income inequality in the United States has increased significantly since the 1970s after several decades of stability, meaning the share of the nation's income received by higher income households has increased. This trend is evident with income measured both before taxes (market income) as well as after taxes and transfer payments. Income inequality has fluctuated considerably since measurements began around 1915, moving in an arc between peaks in the 1920s and 2000s, with a 30-year period of relatively lower inequality between 1950–1980. Recasting the 2012 income using the 1979 income distribution, the bottom 99%", "doc_score": "84.74578857421875", "publish_date": "2018/12/31"}, {"doc_id": "10466993", "text": "Income inequality in the United States / progressive between 1979 and 2007 but slightly more progressive measured between 1979 and 2011. Income transfers had a greater impact on reducing inequality than taxes from 1979 to 2011. CBO reported in November 2018 that all income groups significantly increased both their pre-tax and after-tax income from 1979 to 2015 in real terms (i.e., adjusted for inflation). For example, income after transfers and taxes was up 103% for the highest income quintile, 79% for the lowest income quintile, and 46% for the middle three quintiles measured together (21st to 80th percentiles). CBO also reported that the middle quintile (40th to", "doc_score": "84.58587646484375", "publish_date": "2018/12/31"}, {"doc_id": "12188620", "text": "Timeline of the United States housing bubble / Timeline of the United States housing bubble Housing prices peaked in early 2005, began declining in 2006 (see also United States housing market correction). Year-to-year decreases in both U.S. home sales and home prices accelerates rather than slowing, with U.S. Treasury secretary Paulson calling \"the housing decline... the most significant risk to our economy.\" Home sales continue to fall. The decrease in existing-home sales is the steepest since 1989. In Q1/2007, S&P/Case-Shiller house price index records first year-over-year decline in nationwide house prices since 1991. The subprime mortgage industry collapses, foreclosure activity increases and rising interest rates threaten to", "doc_score": "84.64835357666016", "publish_date": "2018/12/31"}, {"doc_id": "10467118", "text": "Income inequality in the United States / astounding 94 percent of their wealth between 2007 and 2010.\" Income inequality in the United States Income inequality in the United States has increased significantly since the 1970s after several decades of stability, meaning the share of the nation's income received by higher income households has increased. This trend is evident with income measured both before taxes (market income) as well as after taxes and transfer payments. Income inequality has fluctuated considerably since measurements began around 1915, moving in an arc between peaks in the 1920s and 2000s, with a 30-year period of relatively lower inequality between 1950–1980. Recasting the", "doc_score": "84.40023803710938", "publish_date": "2018/12/31"}, {"doc_id": "5164414", "text": "United States housing bubble / much house appreciation in the first place and therefore did not appear to be contributing to the national bubble. This was also true of some cities in the Rust Belt such as Detroit and Cleveland, where weak local economies had produced little house price appreciation early in the decade but still saw declining values and increased foreclosures in 2007. As of January 2009 California, Michigan, Ohio and Florida were the states with the highest foreclosure rates. By July 2008, year-to-date prices had declined in 24 of 25 U.S. metropolitan areas, with California and the southwest experiencing the greatest price falls.", "doc_score": "83.62066650390625", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_8", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "11191961", "text": "Chevrolet Cruze / pole test (driver). The NHTSA certified the Cruze's rollover rating at four out of five stars. GM announced in April 2011 that 2,100 North American-market Cruze models would be recalled following a report of the steering wheel breaking away from the steering column during motion. According to Consumer Reports, during its first year, the Cruze scored the lowest in reliability among compact sedans. General Motors ordered a recall on June 22, 2012, for 413,418 Cruze models, manufactured at the Lordstown, Ohio plant United States, due to a risk of engine compartment fires. The recall covered 2011 and 2012 model year", "doc_score": "79.73106384277344", "publish_date": "2018/12/31"}, {"doc_id": "20731691", "text": "Charlottesville car attack / some cases permanent physical disabilities.\" The investigation remained under the Charlottesville police, the FBI and the DOJ. At the preliminary hearing in December 2017, State District Court Judge Robert H. Downer Jr. certified all ten charges to a grand jury. The certified charges were one count of first-degree murder, three counts of malicious wounding, three counts of aggravated malicious wounding, two counts of felonious assault and one count of hit and run. Video footage of the surveying helicopter and surveillance video footage from a restaurant near the mall crossing were shown. Surveillance video footage from the restaurant reportedly showed the", "doc_score": "79.6361312866211", "publish_date": "2018/12/31"}, {"doc_id": "19341283", "text": "2016 Kalamazoo shootings / plans to present a legal insanity defense for their client. He will undergo a psychiatric evaluation conducted by the Michigan Center for Forensic Psychiatry in Saline, a process that is expected to be carried out over the next 60 days. His trial was tentatively expected to start in late September or early October. A status conference was tentatively set for August 15. On August 12, the conference was postponed to September 30, with the Kalamazoo County chief assistant prosecutor saying that the evaluation has not yet been finished. On that day, the conference was delayed again because Dalton's psychological report", "doc_score": "79.95150756835938", "publish_date": "2018/12/31"}, {"doc_id": "14992419", "text": "Distracted driving / distracted driving by United States region, with 24 percent frequency in the Northeast, 28 percent in the Midwest, 30 percent in the West, and 35 percent in the South. 4% more males texted and drove than females. The age groups and percentages of members who texted and drove were 18-34 (51 percent), 35-44 (39 percent), 45-54 (33 percent), 55-64 (14 percent), and 65+ (7 percent). According to a HealthDay poll from November 2011, most adults who drive confess to engaging in distracted driving behaviors. In addition to use of electronic devices, behaviors admitted include eating or drinking (86 percent), combing", "doc_score": "78.06102752685547", "publish_date": "2018/12/31"}, {"doc_id": "14992417", "text": "Distracted driving / or all of these groups, such as texting and/or calling on one's cell phone. Driving distractions can greatly vary in form and severity. They range from the use of cell phones and other electronics to rubbernecking, carrying passengers (including children and pets) in the vehicle, eating, and searching for misplaced items. A 2016 study found that nearly 50 percent of drivers admitted to doing the following while driving: reading a text message, sending a text message, checking their phone for directions, and using social media. Overall, nearly 60 percent of respondents admitted to using their cellphone at least once while", "doc_score": "76.58099365234375", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_9", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "10522136", "text": "Looking (TV series) / \"Looking\" \"is one of the most revolutionary depictions of gay life ever on TV – and that’s because it makes it totally ordinary.\" Sonia Saraiya of \"Variety\" described the finale film as \"moving and beautiful\", and Jon Frosch of \"The Hollywood Reporter\" called it \"essential viewing\". \"Looking\" was reported to have debuted to a \"slow start\" by \"Variety\" with a premiere audience of 338,000, although it went on to gain an audience of 606,000 when the encore's ratings were included. However, ratings improved as the season progressed. Ratings reached a series high in the sixth episode, attracting 519,000 viewers, up", "doc_score": "81.0906982421875", "publish_date": "2018/12/31"}, {"doc_id": "19214598", "text": "Fox New Year's Eve specials / p.m. to 10:00 p.m. ET/PT, followed by a 90-minute segment beginning at 11:00 p.m. ET/PT following late local programming and/or newscasts. The 2017 edition only contained the late-night portion. Viewership for the inaugural edition of \"Pitbull's New Year's Revolution\" was on par with Fox's previous New Year's specials; Nielsen ratings for the late-night segment recorded a 2.6 household rating, and a 2.2 rating in the 18–49 demographic (improving over the 2.1 of \"New Year's Eve Live 2014\"), putting it behind NBC's \"New Year's Eve with Carson Daly\" (4.9, 3.1 among 18–49s) and ABC's \"New Year's Rockin' Eve\" (10.7, 7.3 among", "doc_score": "77.63677978515625", "publish_date": "2018/12/31"}, {"doc_id": "13375163", "text": "Human Target (2010 TV series) / generally favorable reviews, scoring 69 out of 100 on Metacritic based on 26 critical reviews. \"The New York Post\" stated, \"because he's a human target, he has no problem blowing out of exploding buildings (of which there are too many to count) with nary a scratch. Think Jack Bauer with excellent grooming.\" Robert Bianco wrote of the show's premiere in \"USA Today,\" the \"confined-spaces fight on the train is a miniature marvel of its kind.\" Not all reviews were positive. Cynthia Fuchs gave the show a 3 out of 10, calling it predictable and the characters uninteresting. The second-season premiere", "doc_score": "76.96954345703125", "publish_date": "2018/12/31"}, {"doc_id": "20112768", "text": "Genius (U.S. TV series) / Genius (U.S. TV series) Genius is an American anthology period drama television series developed by Noah Pink and Kenneth Biller that premiered on April 25, 2017 on National Geographic. The first season follows the life of Albert Einstein, from his early years, through his time as a patent clerk, to his later years as a physicist who developed the theory of relativity; the season is based on the 2007 book \"Einstein: His Life and Universe\" by Walter Isaacson. In April 2017, National Geographic renewed the series for a second season, which follows the life and artistry of Pablo Picasso and", "doc_score": "79.4647445678711", "publish_date": "2018/12/31"}, {"doc_id": "19396441", "text": "Chelsea (TV series) / Chelsea (TV series) Chelsea is an American web television late-night talk show hosted by comedian Chelsea Handler. The show debuted on May 11, 2016 and streamed Wednesday, Thursday, and Friday each week worldwide. The show was originally set to have 90 episodes per year and each episode would be 30 minutes before format changes for the second season. The show tapes Monday, Tuesday, and Wednesday of each week that it airs. It is Netflix's first talk show. The show covers \"real topics\" with a sense of humor like \"Chelsea Does\", with guest celebrities. Her comedic partner Chuy will not be", "doc_score": "78.34371948242188", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_10", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "5733307", "text": "House of Dark Shadows / shot at the Lockwood–Mathews Mansion in Norwalk, Connecticut. Along with the original cast, Dan Curtis added other actors to the cast: Terry Crawford, Jerry Lacy, and Michael Stroka, who did the \"Dark Shadows\" 1890s segments; Don Briscoe, who played cursed twins Chris and Tom Jennings; Dennis Patrick, who played Paul Stoddard and Jason McGuire; and George DiCenzo, who did more behind-the-scenes work on the last two years of the show. Unrestricted by TV's censors, the film is far more graphically violent than its television counterpart, with dripping vampire bites and bloody deaths. The film was released at the height of", "doc_score": "77.39109802246094", "publish_date": "2018/12/31"}, {"doc_id": "8962516", "text": "House Hunters / consistently attracting 25 million viewers per month, nearly all through household television. The show's 26 first-year episodes (1999) grew to 447 new episodes in 2015, with the number of new episodes tripling between the 2005 peak of the real estate bubble and the 2009 end of the Great Recession. As of 2016, fifteen camera crews were recording new U.S. episodes at any given time, with another 25 teams of directors, camera chiefs, sound technicians and local fixers producing \"House Hunters International\" episodes. The average episode is filmed in three days, and costs a small fraction of the US $2 to", "doc_score": "81.964599609375", "publish_date": "2018/12/31"}, {"doc_id": "3264027", "text": "Raven-Symoné / Channel including becoming the channel's highest-rated and longest-running series at 100 episodes (until it was surpassed by \"Wizards of Waverly Place\" in October 2011). The title character draws on her talent, ingenuity, psychic powers and a variety of disguises to get in and out of amusing adolescent and pre-adolescent situations. It spawned a franchise including soundtracks, dolls, episode DVDs, and video games. \"That's So Raven\" was nominated for Outstanding Children's Program during the 2005 and 2007 Emmy Awards. \"That's So Raven\", was the first Disney Channel series to have four seasons and 100 episodes. Merchandise has earned to date $400", "doc_score": "78.85147094726562", "publish_date": "2018/12/31"}, {"doc_id": "17627833", "text": "@midnight / and trialed in the summer before airing at The Meltdown Comics store backroom. Lennon remained as co-executive producer throughout the run. The show was shot on Stage 2 of the Hollywood Center Studios, where the CBS series \"I Love Lucy\" was originally shot. During its initial 2013 run, the series averaged 453,000 viewers in the 18–49 ratings demographic, putting it above Bravo's \"Watch What Happens Live\", E!'s \"Chelsea Lately\", and TBS's \"The Pete Holmes Show\". It also had the youngest audience of any late-night television show. The week of February 17, 2014, was reported to be the show's highest rated", "doc_score": "80.09922790527344", "publish_date": "2018/12/31"}, {"doc_id": "5468735", "text": "Supernatural (U.S. TV series) / adults 18–49 (1.5/4) and total viewers (3.6mil) since its season premiere on September 18, 2008. For the fifth-season premiere, viewership increased by 6% in women 18–34 (1.7/5) over the fourth-season premiere. However, taking DVR viewings into account with new Live-Plus 7 Day data, total viewership for the premiere increased 38%, with women 18–34 increasing by 35% and adults 18–34 by 47%. Early reception to the series was generally mixed, but has grown more favorable reviews from critics as it progressed. The first season received a Metacritic score of 59 out of 100 based on 22 reviews, indicating \"mixed or average", "doc_score": "79.88997650146484", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_11", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "19092318", "text": "Major League Baseball tie-breaking procedures (1995–2011) / Series, where they were swept by the eventual World Series winners, the New York Yankees. Two teams that are tied for the wildcard berth (such that both teams have a worse record than their division champion, whether in the same division or not), always play a tiebreaker game. Home field advantage in this scenario is given according to tie-breakers outlined in the next section. Prior to 2009, home field advantage in the game was determined by a series of coin tosses that occurred a few weeks before the end of the season between teams that were close enough to each", "doc_score": "82.11444091796875", "publish_date": "2018/12/31"}, {"doc_id": "14643525", "text": "History of the Miami Marlins / Jeb Bush. Eventually, he became a minority partner in the eventual winning bid, a $1.2-billion offer led by Bruce Sherman, which was accepted on August 11, 2017. Jeter became the team's new CEO. The bid was officially submitted to Major League Baseball for analysis and approval on August 15. Jeter and Sherman immediately held a complete fire sale, in an attempt to bring the franchise back to profitability, trading away Marcell Ozuna to the Cardinals and Giancarlo Stanton to the Yankees. On November 16, 2018, the team unveiled a new logo, colors, and uniforms for the 2019 season, replacing the", "doc_score": "85.23402404785156", "publish_date": "2018/12/31"}, {"doc_id": "13277289", "text": "History of the Oakland Athletics / 2005, the Athletics were sold to a group fronted by real estate developer Lewis Wolff, although the majority owner is John J. Fisher, son of The Gap, Inc.'s founder. Wolff, though a Los Angeles businessman, had successfully developed many real estate projects in and around San Jose. The previous ownership had retained Wolff to help them find an adequate parcel on which to construct a new stadium. Because of Wolff's background, rumors that he wanted to move the team to San Jose surfaced periodically upon his purchase of the team. However, any such plans were always complicated by the claims", "doc_score": "82.56526947021484", "publish_date": "2018/12/31"}, {"doc_id": "16056795", "text": "History of the Texas Rangers (baseball) / owners (a 3/4 vote is required) and completed by April 1. However, one of HSG's principal lenders (Monarch Alternative Capital) opposed the sale on grounds that the proceeds would not fully repay the defaulted HSG notes. On April 21, Major League Baseball issued a statement declaring the Rangers' sale to be under the control of the Commissioner to expedite the process. Because of public comments made by Hicks deemed detrimental to the process, MLB also stripped Hicks of any responsibility regarding the sale of the team. On May 13, MLB threatened to seize control of the rest of the team's", "doc_score": "82.70044708251953", "publish_date": "2018/12/31"}, {"doc_id": "11835547", "text": "History of the Atlanta Braves / Warner, Inc.), pending approval by 75 percent of MLB owners and the Commissioner of Baseball, Bud Selig. The deal includes the exchange of the Braves, and $1 billion cash, for the large block of Time Warner stock held by Liberty Media. Team President Terry McGuirk anticipated no change in the current front office structure, personnel, or day-to-day operations of the Braves. Liberty Media is not expected to take any type of \"active\" ownership in terms of day-to-day operations. On May 16, 2007, Major League Baseball's owners approved the sale of the Braves from Time Warner to Liberty Media. The Braves", "doc_score": "83.0650863647461", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_12", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "2535534", "text": "James Webb Space Telescope / several companies including Axsys, Brush Wellman, and Tinsley Laboratories. The final segment of the primary mirror was installed on February 3, 2016, and the secondary mirror was installed on March 3, 2016. The Integrated Science Instrument Module (ISIM) is a framework that provides electrical power, computing resources, cooling capability as well as structural stability to the Webb telescope. It is made with bonded graphite-epoxy composite attached to the underside of Webb's telescope structure. The ISIM holds the four science instruments and a guide camera. NIRCam and MIRI feature starlight-blocking coronagraphs for observation of faint targets such as extrasolar planets and", "doc_score": "86.36344909667969", "publish_date": "2018/12/31"}, {"doc_id": "2535563", "text": "James Webb Space Telescope / and the origins of life. These goals can be accomplished more effectively by observation in near-infrared light rather than light in the visible part of the spectrum. For this reason the JWST's instruments will not measure visible or ultraviolet light like the Hubble Telescope, but will have a much greater capacity to perform infrared astronomy. The JWST will be sensitive to a range of wavelengths from 0.6 (orange light) to 28 micrometers (deep infrared radiation at about ). JWST may be used to gather information on the dimming light of star KIC 8462852, which was discovered in 2015, and has", "doc_score": "85.94884490966797", "publish_date": "2018/12/31"}, {"doc_id": "2535525", "text": "James Webb Space Telescope / Apollo program. Development began in 1996, but the project has had numerous delays and cost overruns, and underwent a major redesign during 2005. In December 2016, NASA announced that construction of the JWST was complete and that its extensive testing phase would begin. In March 2018, NASA delayed the JWST's launch after the telescope's sunshield ripped during a practice deployment. The JWST's launch was delayed again in June 2018 following recommendations from an independent review board, and is currently scheduled for March 2021. The JWST originated in 1996 as the Next Generation Space Telescope (NGST). In 2002 it was renamed", "doc_score": "84.73983001708984", "publish_date": "2018/12/31"}, {"doc_id": "2535552", "text": "James Webb Space Telescope / robotic arm, began in November 2015 and was completed in February 2016. Final construction of the Webb telescope was completed in November 2016, after which extensive testing procedures began. In March 2018, NASA delayed the JWST's launch an additional year to May 2020 after the telescope's sunshield ripped during a practice deployment and the sunshield's cables did not sufficiently tighten. In June 2018, NASA delayed the JWST's launch an additional 10 months to March 2021, based on the assessment of the independent review board convened after the failed March 2018 test deployment. The JWST has a history of major cost", "doc_score": "86.14468383789062", "publish_date": "2018/12/31"}, {"doc_id": "2535522", "text": "James Webb Space Telescope / James Webb Space Telescope The James Webb Space Telescope (JWST or \"Webb\") is a space telescope in construction that will be the successor to the Hubble Space Telescope. The JWST will provide greatly improved resolution and sensitivity over the Hubble, and will enable a broad range of investigations across the fields of astronomy and cosmology. One of its major goals is observing some of the most distant events and objects in the universe, such as the formation of the first galaxies. These types of targets are beyond the reach of current ground- and space-based instruments. Other goals include understanding the", "doc_score": "84.9255142211914", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_13", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "14268205", "text": "February 5–6, 2010 North American blizzard / 24.6\", respectively. Dulles received 17.5\" on February 6, however, making the day's total only the 3rd greatest 24-hour snowfall amount. Baltimore Washington International Airport, despite being near numerous 30\"+ reports, saw a relatively tame 25\". This 2-day total was 2nd greatest (since 1892), behind 26.3\" from the 1922 Knickerbocker Storm. Reagan National Airport's 17.8\" was one of the metro region's lowest, but still ranked as Washington's 4th greatest (since 1871) in both 2-day and 3-day totals. Additional local reports from Maryland include: Edgemere, 35.4\"; Clarksville, 34.9\"; Crofton, 34.0\"; Columbia, 33.8\"; Laurel, 32.9\"; Pasadena, 31.0\"; Dundalk, 30.5\"; Ellicott City, 30.2\"; Frederick,", "doc_score": "86.19852447509766", "publish_date": "2018/12/31"}, {"doc_id": "14268204", "text": "February 5–6, 2010 North American blizzard / track farther to the north lead to the explosive accumulations. The National Weather Service in Pittsburgh office recorded 7\" of snow over 700P-1159P February 5 and 5.3\" over 300A-600A on February 6. The swath of heaviest snowfall then crossed the Appalachians and squeezed between Washington, D.C. and Baltimore. The District of Columbia's totals were generally near 20\", ranging from 18 to 28\". Baltimore City's totals were around 25\", ranging from 21 to 28\". Dulles International Airport's 32.9\" set all-time records (since 1962) for most 2-day and 3-day snowfall, shattering the old records from the Blizzard of 1996 of 23.2\" and", "doc_score": "86.41847229003906", "publish_date": "2018/12/31"}, {"doc_id": "14652884", "text": "Global storm activity of 2010 / person has already died of hypothermia. A major winter storm started plowing its way through upstate New York, southern Vermont and Berkshire County, Massachusetts on the 23rd. Colonie, New York saw a total of 17 inches of snow. Hancock, Massachusetts had seen 9.5 inches, with the forecast total at 10-15 inches, and Stamford, Vermont had seen 9 inches. Salem County, New Jersey was hit by heavy snow fall on the 24th, and 4 to 12 inches of snow were predicted to fall the next day by weather forecasters. Just under 1,000,000 were left without electricity in New England, Pennsylvania and", "doc_score": "82.51787567138672", "publish_date": "2018/12/31"}, {"doc_id": "15644620", "text": "Tropical Storm Lee (2011) / County, the worst storm to strike the area since Hurricane Agnes in 1972. The city of Lancaster received of rain, while the boroughs of Elizabethtown and Mount Joy measured of rain. The rain swollen Chiques Creek ripped the five-ton Siegrist's Mill Covered Bridge, built in 1885, off its foundation and swept the bridge downstream. The National Weather Service reported 7.03 inches of rain in 3 hours at Ft. Belvoir, 5.47 inches in the Franconia area, and 6.57 inches in Reston. Record rainfall resulted in the flooding of most creeks and waterways in suburban Northern Virginia, leading to four deaths, all", "doc_score": "83.69693756103516", "publish_date": "2018/12/31"}, {"doc_id": "683186", "text": "Raleigh, North Carolina / spring overall but has fewer days of rainfall, but greater potential for extremely heavy rainfall in a one/two day period, owing to occasional threat from tropical weather systems (hurricanes and tropical storms) packing torrential rainfall. In September 1999, Raleigh recorded its wettest month ever, with over 21 inches of rain, due to torrential rainfall from tropical weather systems, most notably Hurricane Floyd on September 15–16. Extremes in temperature have ranged from on January 21, 1985 up to, most recently on July 8, 2012. Raleigh receives an average of of snow in winter. Freezing rain and sleet also occur most", "doc_score": "82.67805480957031", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_14", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "16367323", "text": "This Is the End / the multiplex: the apoca-blockbuster.\" Conversely, Canada's \"The Globe and Mail\" gave the film one-and-a-half stars out of five, comparing the film to the interminable wait for a cancelled bus and referring to the actors in the film as \"the lazy, the privileged and the mirthless\". When Evan Goldberg was asked whether a sequel to the film was probable, he said, \"If you ask me, I'd say there's a pretty good chance of a sequel. If you ask Seth Rogen, he'd say no.\" In June 2013, Goldberg announced ideas for a sequel in which the apocalypse occurs at the premiere of", "doc_score": "80.8094711303711", "publish_date": "2018/12/31"}, {"doc_id": "16367324", "text": "This Is the End / \"This Is the End\". \"Seth's a cokehead in this version, Michael Cera is a calm dude with a boyfriend, Rihanna and The Backstreet Boys are back,\" Goldberg said in an interview. \"We have a lot of ideas: a heaven and hell for example and a Garden of Eden version where Danny [McBride] is Adam.\" Despite this, Goldberg has stated that it would be difficult to recreate the casting conditions from the first film due to different schedules, believing them to be a stroke of luck, saying, \"I honestly don't know if we could get the guys together [again].\" In May", "doc_score": "79.93621826171875", "publish_date": "2018/12/31"}, {"doc_id": "4339830", "text": "Edgar Wright / of films Wright had been recommended by friends Bill Hader, Daniel Waters, Quentin Tarantino, Judd Apatow, Joss Whedon, John Landis and Joe Dante, but had never seen before. Wright's attempt to narrow the list based on public comment from visitors to his blog \"produced another thousand suggestions.\" In August 2013, Wright programmed an additional double-feature series at the theater, \"The World's End is Nigh\", consisting of 12 movies that he called \"stepping stones to our new movie\" \"The World's End\". Wright is a friend of fellow director Garth Jennings, and made cameos in his films \"The Hitchhiker's Guide to the", "doc_score": "78.3391342163086", "publish_date": "2018/12/31"}, {"doc_id": "10507412", "text": "The Beginning or the End / are shown bursting around the \"Enola Gay\" on its bombing run over Hiroshima; and it is said that leaflets were dropped on Hiroshima for ten days in advance of the mission warning the citizens of the forthcoming raid. The film received generally mixed reviews, and was a box office disappointment. In 1945, physicist and atomic scientist Dr. J. Robert Oppenheimer (Hume Cronyn) praises the discovery of atomic energy, but also warns of its dangers. American scientists such as Matt Cochran (Tom Drake), working under the guidance of Dr. Enrico Fermi (Joseph Calleia) and Dr. Marré (Victor Francen), have split the", "doc_score": "77.91175842285156", "publish_date": "2018/12/31"}, {"doc_id": "16367314", "text": "This Is the End / on the Sony lot, and Antmen attacked from the center of the earth.\" The film is also based on \"Jay and Seth versus the Apocalypse\", a short film created by Goldberg and Jason Stone in 2007. In an interview with \"The Guardian\" Goldberg commented on influences contributing to the film, \"If you drilled down to the core of what I do, it's just ripping off little bits of Charlie Kaufman. Seth and I always loved \"The Larry Sanders Show\" too. And the popularity of reality television now also feeds into that idea of whether what we're watching is actually real.", "doc_score": "79.0995101928711", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_15", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "16952992", "text": "Monetary reform in the United States / is the so-called Chicago plan. The Need Act, presented in the House of Representatives in September 2011 by Dennis Kucinich, is a proposed law that implies that \"the creation of money by private financial institutions as interest-bearing debts should cease once and for all\". Monetary reform in the United States Monetary reform, the reform of monetary creation and thus of the banking system, is a topical political issue in the United States, especially in light of the public debt (15 trillion dollar in November 2011), household debt (student debts, etc.), Social Security and other public sector undertakings and state debts.", "doc_score": "82.36585235595703", "publish_date": "2018/12/31"}, {"doc_id": "12533278", "text": "Troubled Asset Relief Program / spent $114 million on lobbying and campaign contributions. Banks that received bailout money had compensated their top executives nearly $1.6 billion in 2007, including salaries, cash bonuses, stock options, and benefits including personal use of company jets and chauffeurs, home security, country club memberships, and professional money management. The Obama administration has promised to set a $500,000 cap on executive pay at companies that receive bailout money, directing banks to tie risk taken to workers' reward by paying anything further in deferred stock. Graef Crystal, a former compensation consultant and author of \"The Crystal Report on Executive Compensation,\" claimed that", "doc_score": "83.70144653320312", "publish_date": "2018/12/31"}, {"doc_id": "2974666", "text": "Foreclosure / plan have offered incentives to renegotiate mortgages. Renegotiations can include lowering the principal due or temporarily reducing the interest rate. A 2009 study by Federal Reserve economists found that even using a broad definition of renegotiation, only 3% of \"seriously delinquent borrowers\" received a modification. The leading theory attributes the lack of renegotiation to securitization and a large number of claimants with security interest in the mortgage. There is some support behind this theory, but an analysis of the data found that renegotiation rates were similar among unsecuritized and securitized mortgages. The authors of the analysis argue that banks don't", "doc_score": "83.81108093261719", "publish_date": "2018/12/31"}, {"doc_id": "12533263", "text": "Troubled Asset Relief Program / preferred stock in Bank of America. The Treasury also agreed to lend $18.4 billion to General Motors and Chrysler. The Treasury, the FDIC and the Federal Reserve have also agreed to guarantee a $306 billion portfolio of assets owned by Citigroup. The CBO also estimated the subsidy cost for transactions under TARP. The subsidy cost is defined as, broadly speaking, the difference between what the Treasury paid for the investments or lent to the firms and the market value of those transactions, where the assets in question were valued using procedures similar to those specified in the Federal Credit Reform", "doc_score": "82.83797454833984", "publish_date": "2018/12/31"}, {"doc_id": "13179956", "text": "Subprime mortgage crisis solutions debate / and November 2008, Americans lost a total of $8.3 trillion in wealth between housing and stock market losses, contributing to a decline in consumer spending and business investment. The crisis has caused unemployment to rise and GDP to decline at a significant annual rate during Q4 2008. On 13 February 2008, former President George W. Bush signed into law a $168 billion economic stimulus package, mainly taking the form of income tax rebate checks mailed directly to taxpayers. Checks were mailed starting the week of 28 April 2008. On 17 February 2009, U.S. President Barack Obama signed the American Recovery", "doc_score": "86.08100128173828", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_16", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "756305", "text": "Curtis LeMay / Army ROTC program at Ohio State University. By his senior year, LeMay was listed on the ROTC rolls as a \"cadet lieutenant colonel\". On June 14, 1928, the summer before the start of his senior year, LeMay accepted a commission as a second lieutenant in the Field Artillery Reserve of the U.S. Army. In September 1928, LeMay was approached by the Ohio National Guard and asked to accept a state commission, also as a second lieutenant, which LeMay accepted. On September 29, 1928, LeMay enlisted in the Army Air Corps as an aviation cadet. For the next 13 months, he", "doc_score": "79.61940002441406", "publish_date": "2018/12/31"}, {"doc_id": "9941389", "text": "Barrington Irving / Barrington Irving </ref> Barrington Antonio Irving, Jr., C.D. (born November 11, 1983) was the youngest person to pilot a plane around the world solo, a feat he accomplished in 2007. He is also the first black person and first Jamaican to accomplish this feat. As of 2007, he was an aerospace student at Broward College. His airplane, a Columbia 400 (Cessna Corvalis 400), is named the \"Inspiration\", and was manufactured and assembled by the Columbia Aircraft Mfg. Co. in 2005, classified as a standard aircraft in the utility category using over $300,000 in donated parts. Irving was born in Kingston,", "doc_score": "80.89718627929688", "publish_date": "2018/12/31"}, {"doc_id": "8756377", "text": "Jimmy Mathis / Jimmy Mathis James Dunn Mathis at age 16 was the youngest pilot to fly solo across the United States. He was formerly the Republican candidate for the United States Congress in Maryland's 2nd congressional district. Mathis was born in Baltimore, Maryland. At the age of sixteen, Jimmy piloted a single engine Cessna 172 solo from Ocean City, Maryland to Long Beach, California, becoming the youngest solo aviator ever to fly cross country. Although there had been previous claims by younger \"pilots\" that they were the youngest pilot to fly coast-to-coast, they were accompanied by licensed pilots/instructors because they were not", "doc_score": "80.9946060180664", "publish_date": "2018/12/31"}, {"doc_id": "9941390", "text": "Barrington Irving / Jamaica, and grew up in Miami, Florida. He is a graduate of Miami Northwestern Senior High School. He turned down multiple football scholarship offers with his sights set on aviation. He later founded Experience Aviation, a non-profit organization dedicated to empowering minority youth to pursue careers in aviation. His airplane, the \"Inspiration\", has been registered to Experience Aviation since 2006. Irving's record was broken in 2012 by the 22-year-old Swiss Carlo Schmid. Barrington Irving </ref> Barrington Antonio Irving, Jr., C.D. (born November 11, 1983) was the youngest person to pilot a plane around the world solo, a feat he accomplished", "doc_score": "78.52275848388672", "publish_date": "2018/12/31"}, {"doc_id": "16697694", "text": "Farnum Fish / Farnum Fish Farnum Thayer Fish (5 October 1896 – 30 July 1978) was an early American airplane pilot known as the \"Boy Aviator\". He was, at the age of 15, the \"youngest licensed aviator in the world\". He was born in Los Angeles, California on October 5, 1896 to a wealthy physician. Fish enrolled in the Wright Flying School near Dayton, Ohio in 1911 at the age of 15. He stated in a 1971 newspaper article that he received four hours of lessons from Orville Wright. On January 12, 1912, the Aero Club of America issued him Fédération Aéronautique Internationale", "doc_score": "80.67451477050781", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_17", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "20458663", "text": "2018 US Open – Men's Singles / 2018 US Open – Men's Singles Rafael Nadal was the defending champion, but retired in his semifinal match against Juan Martín del Potro. Novak Djokovic won the title, his third at the US Open and 14th Grand Slam title overall, tying Pete Sampras, defeating Juan Martín del Potro in the final, 6–3, 7–6, 6–3. Nadal and Roger Federer were in contention for the ATP no. 1 singles ranking at the start of the tournament. Nadal retained the number 1 ranking after Federer lost in the fourth round. This tournament marks former world no. 3 David Ferrer's last participation in a", "doc_score": "90.52892303466797", "publish_date": "2018/12/31"}, {"doc_id": "19772952", "text": "2017 US Open (tennis) / series of 15 courts with DecoTurf surface, including the two existing main showcourts – Arthur Ashe Stadium and the new Grandstand. Louis Armstrong Stadium, one of the main stadiums used in the previous tournament, was demolished after the 2016 tournament and was replaced for the 2017 edition by a temporary stadium located next to parking lot B near the construction of the previous Louis Armstrong Stadium site. In the United States, the 2017 US Open will be the third year in a row under an 11-year, $825 million contract with ESPN, in which the broadcaster holds exclusive rights to the", "doc_score": "86.33688354492188", "publish_date": "2018/12/31"}, {"doc_id": "20535497", "text": "2018 Rafael Nadal tennis season / Open that was aggravated in a practice session. On 2 March 2018, through his Facebook account, Nadal announced the withdrawal from the season's first two Masters 1000 tournaments: the Indian Wells Masters and the Miami Open. Despite his absence, Nadal regained the world No. 1 position on 2 April 2018, due to Roger Federer losing in the second round of the Miami Open. As announced on 27 March 2018 by the Spain Davis Cup team captain Sergi Bruguera, Nadal represented his country participating in the Davis Cup World Group quarterfinal tie against Germany, in Valencia. These were Nadal's first matches", "doc_score": "85.34413146972656", "publish_date": "2018/12/31"}, {"doc_id": "19772950", "text": "2017 US Open (tennis) / (ITF) and was part of the 2017 ATP World Tour and the 2017 WTA Tour calendars under the Grand Slam category. The tournament consisted of both men's and women's singles and doubles draws as well as a mixed doubles event. There were also singles and doubles events for both boys and girls (players under 18), which were part of the Grade A category of tournaments. Additionally, there were singles and doubles wheelchair tennis events for men, women and quads. The 2017 tournament saw the USTA try out two experimental rules. Firstly, the USTA introduced a shot clock to combat slow", "doc_score": "84.02977752685547", "publish_date": "2018/12/31"}, {"doc_id": "20604518", "text": "2018 Miami Open – Men's Singles / 2018 Miami Open – Men's Singles Roger Federer was the defending champion, but lost in the second round to Thanasi Kokkinakis. John Isner won his first ATP World Tour Masters 1000 title, defeating Alexander Zverev in the final, 6–7, 6–4, 6–4. Federer and Rafael Nadal (despite having withdrawn from the event) were in contention for the ATP No. 1 singles ranking at the start of the tournament. Nadal regained the top ranking as a result of Federer's second round loss. With Novak Djokovic and Federer losing their opening matches and Andy Murray and Nadal missing the tournament due to injuries,", "doc_score": "87.76342010498047", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_18", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "8545304", "text": "Cheltenham Township School District / was extended in 2005. Under the ordinance, tax on the improved part of the property would be phased in over five years, and the owner would not pay the full amount of municipal and school district taxes on the improvements until six years after the abatement is granted. To be eligible for the tax abatement, properties must be deemed “deteriorating” (“a commercial, industrial, retail or other non-residential business property… that has fallen into a state of degeneration, decline or disrepair…”) and be in one of the Township’s five commercial districts – Glenside, Elkins Park East, Elkins Park West, East Cheltenham", "doc_score": "86.17766571044922", "publish_date": "2018/12/31"}, {"doc_id": "15580673", "text": "Teacher tenure reform (United States) / time the teacher is evaluated using a system called AchieveNJ. During or after these three years, the principal must decide if the school will grant tenure to this teacher. If so, the teacher will be asked to work there for a fourth year and will be granted tenure. The principal is able to fire a teacher at any time during the probation period. However, once a teacher is tenured, the principal can no longer fire a teacher without just cause. The teacher is then protected by tenure. There are four reasons a teacher may be fired in New Jersey once", "doc_score": "86.26787567138672", "publish_date": "2018/12/31"}, {"doc_id": "18029548", "text": "Success and Opportunity through Quality Charter Schools Act / the Congressional Budget Office, as ordered reported by the House Committee on Education and the Workforce on April 8, 2014. This is a public domain source.\" H.R. 10 would amend and reauthorize both the Charter School Programs and the Credit Enhancement for Charter School Initiatives under Title V of the Elementary and Secondary Education Act of 1965 through fiscal year 2020 and combine them into a single authorization. (This authorization would automatically be extended one year through 2021 under the General Education Provisions Act.) The bill would authorize the appropriation of $300 million for each of fiscal years 2015 through", "doc_score": "81.45098114013672", "publish_date": "2018/12/31"}, {"doc_id": "16731872", "text": "Parent trigger / Parent trigger A parent trigger is a legal maneuver through which parents can change the administration of a poorly performing public school—most notably, by transforming it into a charter school. The first parent trigger law was passed by the California legislature in January 2010. Similar laws have been adopted subsequently by Louisiana, Mississippi, Connecticut, Texas, Indiana and Ohio. The law has been invoked by parents in the Compton and Adelanto school districts of California; both efforts have been blocked by legal challenges. Since the Compton campaign, parents in different Southern California have begun to use the law to enact changes", "doc_score": "82.66767883300781", "publish_date": "2018/12/31"}, {"doc_id": "16252108", "text": "State of Texas Assessments of Academic Readiness / Texas Assessment of Academic Skills, which called for one-time testing for every student. The STAAR also has a new time limit, four hours (except for the English I/II EOc, which have 5 hrs), unlike its predecessors, TAKS and TAAS. A dictionary policy allows students to use dictionaries in the Reading or English tests, beginning in grade 6. Unlike the previous TAKS test, the commissioner of education announced on April 24, 2012 that the new performance standards students that take end of course exams must meet are Advanced Academic Performance (Highly prepared, like the TAKS test's commended level), Satisfactory Academic Performance", "doc_score": "85.19898986816406", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_19", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "20231893", "text": "Timeline of the war in Donbass (July–September 2017) / and Luhanske. In the region of Mariupol, the rebels fired heavy machine guns and rocket launchers at Ukrainian positions near Vodiane. Separatist forces also fired small arms and grenade launchers at Ukrainian redoubts around Stanytsia Luhanska, Novooleksandrivka and Novotoshkivke, in the northern sector of the demarcation line. Ukrainian antiaircraft artillery shot down a pro-Russian drone over Pryazovia, on the sea of Azov coast. The OSCE Special Monitoring Mission to Ukraine reported that ten of their members had encountered small arms fire at Donetsk Filtration Station at around 03:00 pm. According to the information provided by the spokesman of the Ukrainian", "doc_score": "88.52826690673828", "publish_date": "2018/12/31"}, {"doc_id": "19917559", "text": "Timeline of the war in Donbass (January–March 2017) / opened fire on 108 occasions on Ukrainian positions the previous day (including on 35 occasions in the outskirts of Donetsk city, on 57 occasions in the region of Mariupol, and on 16 occasions in Luhansk region). The spokesman of the Presidential Administration on issues related to ATO reported at noon that four Ukrainian servicemen were wounded and three others injured in the Donbass region on 7 March. Pro-Russian officials in Donetsk city said that Ukrainian troops opened fire on 500 occasions on their positions counting only heavy weapons. According to the statement, the Ukrainian military broke the ceasefire 75 times", "doc_score": "88.87754821777344", "publish_date": "2018/12/31"}, {"doc_id": "19917547", "text": "Timeline of the war in Donbass (January–March 2017) / artillery, while Novooleksandrivka, Krymske, Orekhove, Popasna, Katerinivka and Novozvanivka came under 122 mm artillery fire. Krymske was also attacked with antitank guided missiles. The ATO HQ reported in the morning that pro-Russian forces had opened fire on 110 occasions on Ukrainian positions the previous day (including on 26 occasions in the outskirts of Donetsk city, on 42 occasions in the region of Mariupol, and on 42 occasions in Luhansk region). The spokesman of the Presidential Administration on issues related to ATO reported at noon that one Ukrainian serviceman was killed and twelve were wounded and injured in the Donbass region", "doc_score": "88.00434875488281", "publish_date": "2018/12/31"}, {"doc_id": "20082845", "text": "Timeline of the war in Donbass (April–June 2017) / reported at noon that five Ukrainian servicemen were wounded in the Donbass region on 7 April. One Ukrainian soldier died of wounds in a hospital. Pro-Russian officials at Donetsk city reported 56 Ukrainian violations of the ceasefire using small arms, grenade launchers, 82 mm mortars, 120 mm mortars, antiaircraft guns, armoured personnel carriers, armoured fighting vehicles, tanks and 122 mm and 152 mm artillery. The Ukrainian military attacked pro-Russian positions at 21 locations. One soldier was killed and two wounded, two civilians were injured at Petrovsky district, Donetsk city. Officials from the self-proclaimed Luhansk People's Republic said the Ukrainian forces", "doc_score": "87.81104278564453", "publish_date": "2018/12/31"}, {"doc_id": "19917394", "text": "Timeline of the war in Donbass (January–March 2017) / the Ukrainian operational headquarters in the morning, pro-Russian troops had opened fire on 63 occasions on Ukrainian positions the previous day (including on 8 occasions in the outskirts of Donetsk city, on 32 occasions in the region of Mariupol, and on 23 occasions in Luhansk region). The spokesman of the Presidential Administration on issues related to ATO reported at noon that two Ukrainian servicemen were killed in the Donbass region on 26 January. The fatalities were caused by shelling of Novotoshkivske and Shyrokyne. Pro-Russian sources in Donetsk city reported 5,956 Ukrainian violations of the ceasefire over the last week, 1,976", "doc_score": "88.0404281616211", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_20", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "5132958", "text": "F.C. United of Manchester / through Manchester. F.C. United are the largest fan-owned football club in the United Kingdom by number of members and have one of the highest home attendances in English non-league football. The club is democratically run by its members who have equal voting rights and own one share in the club each. The club was founded in 2005 by disaffected supporters of Manchester United. Although there were varying reasons for their dissatisfaction, the catalyst for F.C. United's formation was the 12 May 2005 takeover of Manchester United by American businessman Malcolm Glazer. Supporters first considered forming a breakaway club in 1998", "doc_score": "80.83882904052734", "publish_date": "2018/12/31"}, {"doc_id": "266485", "text": "Manchester United F.C. / the Glazers were believed to have approached Credit Suisse in preparation for a $1 billion (approx. £600 million) initial public offering (IPO) on the Singapore stock exchange that would value the club at more than £2 billion. However, in July 2012, the club announced plans to list its IPO on the New York Stock Exchange instead. Shares were originally set to go on sale for between $16 and $20 each, but the price was cut to $14 by the launch of the IPO on 10 August, following negative comments from Wall Street analysts and Facebook's disappointing stock market debut in", "doc_score": "81.09868621826172", "publish_date": "2018/12/31"}, {"doc_id": "5318516", "text": "Glazer ownership of Manchester United / bond issued by the Glazers. Two-thirds of a further £700 million would be provided by 30–40 wealthy Manchester United fans, with the remainder provided by fund-raising from ordinary fans. Once the club was secured, shares would then be offered to fans, allowing them to take ownership of the club. Despite these plans, the Red Knights put their takeover bid \"on hold\" in June 2010, citing \"inflated valuation aspirations\" in the media as the reason. Having already stated that they would only pay a \"sensible\" amount for the club, the group was thought to have baulked at the suggestion that the", "doc_score": "80.49903106689453", "publish_date": "2018/12/31"}, {"doc_id": "5318489", "text": "Glazer ownership of Manchester United / Joint Venture and were secured on that company's shares in Red Football (and thus the club). The interest on the PIKs rolled up at 14.25% per annum. Despite this, the Glazers did not pay down any of the PIK loans in the first five years they owned the club. In January 2010, the club carried out a successful £500 million bond issue, and by March 2010, the PIKs stood at around £207 million. The PIKs were eventually paid off in November 2010 by unspecified means. In August 2012, as part of further refinancing, the Glazers sold a number of shares", "doc_score": "79.22937774658203", "publish_date": "2018/12/31"}, {"doc_id": "5318486", "text": "Glazer ownership of Manchester United / Glazer ownership of Manchester United Manchester United Football Club is an English football club based in Old Trafford, Greater Manchester. The club was formed as Newton Heath LYR Football Club, the works team of the Lancashire and Yorkshire Railway depot in Newton Heath, in 1878. The club split from the railway company in 1892 and remained under private ownership for almost 100 years, changing its name to Manchester United after being saved from bankruptcy in 1902. The club went public in 1990 and was the subject of takeover bids from property trader Michael Knighton and Rupert Murdoch's BSkyB corporation before", "doc_score": "80.97265625", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_21", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "9856038", "text": "Pam Reynolds case / was still active, hours before Reynolds underwent hypothermic cardiac arrest. Anesthesiologist Gerald Woerlee analyzed the case, and concluded that Reynolds' ability to perceive events during her surgery was the result of \"anesthesia awareness\". According to the psychologist Chris French: Woerlee, an anesthesiologist with many years of clinical experience, has considered this case in detail and remains unconvinced of the need for a paranormal explanation... [He] draws attention to the fact that Reynolds could only give a report of her experience some time after she recovered from the anesthetic as she was still intubated when she regained consciousness. This would provide", "doc_score": "80.39106750488281", "publish_date": "2018/12/31"}, {"doc_id": "13910847", "text": "Katie Piper / in a single operation. Piper was put into an induced coma for 12 days. She has been through a total of 40 surgical operations to treat her injuries, and wore a plastic face mask for 23 hours a day, which flattened the scars and helped retain moisture. As part of her care from the National Health Service, Piper was treated at a clinic in Southern France. The treatment she received there was designed to break down scar tissue, and prevent skin contraction. Subsequent to the attack, Piper moved out of her London flat and returned to Hampshire to live with", "doc_score": "81.50770568847656", "publish_date": "2018/12/31"}, {"doc_id": "19856918", "text": "Michael Odisho / hospital where he was operated on and survived. Police suspected Odisho could have been the victim of an internal dispute between members of the crime gang. Odisho's shooting came just days after fellow gang member Mahmoud Hamzy, 25, was shot dead by three gunmen inside the garage of his home at Revesby Heights. Two members of the gang were later charged for the shooting of Odisho, as the NSW police dismantled the gangs operations with arrests of its high-profile figures in 2014. On 9 February 2013, a BFL gang member limped into hospital with two bullets lodged in his thigh,", "doc_score": "78.0060043334961", "publish_date": "2018/12/31"}, {"doc_id": "15312540", "text": "Patience Jonathan / of a summit of first ladies from across Africa. Patience was discharged from the Horst Schmidt Klinik in Wiesbaden on 2 October 2012. When the national media noticed her unusual disappearance from public view, the approach of her office was to initially deflect attention by denying she was in Germany to utilize the high quality healthcare provision of the country. Her spokesman, Ayo Osinlu, released a statement stating that she had only gone to Germany \"to take time off to rest\" and not for medical purposes. This was to avoid highlighting the presidential family were avoiding using the low quality", "doc_score": "79.94175720214844", "publish_date": "2018/12/31"}, {"doc_id": "18256972", "text": "Anita Moorjani / five weeks, she was cancer-free and released from hospital, although she had to spend a few months in physiotherapy to regain her strength and the use of all her muscles and limbs. Shortly after her full recovery, Moorjani started sharing her story and the insights she gained from her NDE on the internet. She submitted the description of her NDE and subsequent healing to the Near Death Experience Research Foundation (NDERF) website, a site owned and run by oncologist Dr. Jeffrey Long and his wife, Jody Long, a family law attorney. NDERF is a site dedicated to NDE research", "doc_score": "80.5487060546875", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_22", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "10182683", "text": "Jahero / Jahero JaHeRo is the video blog (vlog) started by Rosie O'Donnell on her website Rosie.com answering fans questions, giving behind the scenes information and serving as a video diary. Originally featuring only O'Donnell and her hair and make-up artist Helene Macaulay they were soon joined by her writer from \"The Rosie O'Donnell Show\", Janette Barber. O'Donnell, her producer Barber, and Macaulay created unscripted video blogs Monday through Thursday prior to taping, during which they answered user-submitted questions. Called \"Jahero\", composed of the first two letters of each of their first names, they occasionally had short cameo appearances by \"View\" co-hosts", "doc_score": "79.9119873046875", "publish_date": "2018/12/31"}, {"doc_id": "15747472", "text": "Michelle Collins (comedian) / Minute\", on which she has interviewed celebrities such as Adam Lambert, New Kids on the Block, Travie McCoy, and Jessica Simpson. In 2009, she won the ECNY Award for Best Female Standup Comedian in New York, and in the same year she was featured as a \"Comedian to Watch\" in the magazine \"YRB\". In 2010, she won LOGO's NewNowNext Award for \"Breakout Comic\". On July 13, 2015, after making several appearances, Collins was announced to have signed on as a co-host on \"The View\" for the nineteenth season. On September 14, 2015, Collins and co-host Joy Behar were taken to", "doc_score": "79.01753997802734", "publish_date": "2018/12/31"}, {"doc_id": "19805192", "text": "Stacy-Marie Ishmael / Ishmael has also drawn praise for \"astute\" commentary on hiring and organizational diversity. After five years at the \"FT\", Ishmael departed for technology company Percolate, but returned in 2013 to the \"FT\", where she became vice-president for communities, working with the FT Live series that produces 200 events a year. Ishmael moved to BuzzFeed in 2014 as managing editor of mobile news as the company developed a news app, which launched in June 2015. She has also been a regular guest on BuzzFeed's popular podcast \"Another Round\", hosting a segment called \"Stacy's Career Corner\". \"The Frisky\" praised Ishmael's advice for", "doc_score": "76.30072021484375", "publish_date": "2018/12/31"}, {"doc_id": "18229805", "text": "Sophia Grace & Rosie / invited onto \"The Ellen DeGeneres Show\" in October 2011, after DeGeneres saw their cover of the Nicki Minaj song \"Super Bass\", on YouTube. The then eight and five-year-old girls became recurring cast members on the show. The girls eventually hosted their own segment, called \"Tea Time with Sophia Grace & Rosie\". In the segment, the duo invites and interviews guests over tea, such as Miley Cyrus, Taylor Swift, Katy Perry, Hugh Grant, Julie Bowen, Harry Connick Jr., LL Cool J, Justin Bieber, and Reese Witherspoon. The segment won Sophia Grace and Rosie the \"Choice Webstar\" at the 2012 Teen Choice", "doc_score": "78.20844268798828", "publish_date": "2018/12/31"}, {"doc_id": "18663013", "text": "Jayde Adams / this reality show.\" She missed out on an opportunity to meet Adele during a prank set up by the BBC and Graham Norton for 'Adele: Live At The BBC' because she didn't trust the producer's motives. She is a supporter of the LGBT community and works closely with drag performer Jonny Woo. Having started her live performance career at drag bars such as the Royal Vauxhall Tavern, Jayde often cites the queer community in London as the reason she found confidence after the death of her sister in 2011. In March 2018, alongside Melanie Blatt, Nicole Appleton and Shaznay Lewis", "doc_score": "77.80712890625", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_23", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "13160861", "text": "Lawyers' Movement / Pakistan Tehreek-e-Insaf (PTI), Jamaat-e-Islami, Pakistan Muslim League (PMLN), Pakhtun-khwa Milli Awami Party, Awami National Party and Pakistan Peoples Party (PPP) supported the Lawyers' Movement on different occasions. Lawyers' Movement The Lawyers' Movement, also known as the Movement for the Restoration of Judiciary or the Black Coat Protests, was the popular mass protest movement initiated by the lawyers of Pakistan in response to the former president and army chief Pervez Musharraf's actions of 9 March 2007 when he unconstitutionally suspended Iftikhar Muhammad Chaudhry as the chief justice of Pakistan's Supreme Court. Following the suspension of the chief justice, the Supreme Court", "doc_score": "83.18321990966797", "publish_date": "2018/12/31"}, {"doc_id": "1363477", "text": "Strike action / The Police Federation which was created at the time to deal with employment grievances, and provide representation to police officers, has increasingly put pressure on the government, and repeatedly threatened strike action. Prison officers have gained and lost the right to strike over the years; most recently despite it being illegal, they walked out on 15 November 2016. The Railway Labor Act bans strikes by United States airline and railroad employees except in narrowly defined circumstances. The National Labor Relations Act generally permits strikes, but provides a mechanism to enjoin strikes in industries in which a strike would create a", "doc_score": "83.64018249511719", "publish_date": "2018/12/31"}, {"doc_id": "13160835", "text": "Lawyers' Movement / Lawyers' Movement The Lawyers' Movement, also known as the Movement for the Restoration of Judiciary or the Black Coat Protests, was the popular mass protest movement initiated by the lawyers of Pakistan in response to the former president and army chief Pervez Musharraf's actions of 9 March 2007 when he unconstitutionally suspended Iftikhar Muhammad Chaudhry as the chief justice of Pakistan's Supreme Court. Following the suspension of the chief justice, the Supreme Court Bar Association (SCBA) declared the judge's removal as an \"assault on the independence of judiciary\" and were backed by several political parties. In the first few months", "doc_score": "85.51871490478516", "publish_date": "2018/12/31"}, {"doc_id": "7514924", "text": "Overtime ban / Overtime ban An overtime ban is a form of industrial action where employees limit their working time to the hours specified in their contracts, refusing to work any overtime. Overtime bans are less disruptive than strike action, and since there is no breach of contract by the employees there is less chance of disciplinary action by the employer than there is with strikes. However, an overtime ban can have a significant impact on industries which normally operate outside of regular office hours, such as emergency services, public transport, or retail. An overtime ban is similar to a work-to-rule, in that", "doc_score": "80.13111877441406", "publish_date": "2018/12/31"}, {"doc_id": "1363492", "text": "Strike action / was also called 'Black legging' in the early 20th century, during the Russian socialist movement. One method of inhibiting or ending a strike is firing union members who are striking which can result in elimination of the union. Although this has happened it is rare due to laws regarding firing and \"right to strike\" having a wide range of differences in the US depending on whether union members are public or private sector. Laws also vary country to country. In the UK, \"It is important to understand that there is no right to strike in UK law.\" Employees who strike", "doc_score": "81.9735336303711", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_24", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "19315050", "text": "OfferUp / and Google Play, above Groupon, eBay and Lyft, is regularly named one of the best places to sell gently used goods and has been lauded for being easier to list products on than sites like eBay, thanks to its clean user interface. According to Mary Meeker, a partner at Kleiner Perkins Caulfield & Byers, during her 2016 “Internet Trends” report, OfferUp sees average daily time spent per user in the United States, growing from 12 minutes per day in November 2014 to 25 minutes in June 2015, on par with Instagram and Snapchat and more than Twitter and Pinterest. She", "doc_score": "86.21231842041016", "publish_date": "2018/12/31"}, {"doc_id": "11428594", "text": "Facebook Platform / Log in with Facebook, like OpenID, is a set of authentication APIs from Facebook that developers can use to help their users connect and share with such users' Facebook friends (on and off Facebook) and increase engagement for their website or application. When so used, Facebook members can log on to third-party websites, applications, mobile devices and gaming systems with their Facebook identity and, while logged in, can connect with friends via these media and post information and updates to their Facebook profile. Originally unveiled during Facebook’s developer conference, F8, in <time datetime=\"2008-07\">July 2008</time>, Log in with Facebook became generally", "doc_score": "84.78724670410156", "publish_date": "2018/12/31"}, {"doc_id": "17455620", "text": "Tinder (app) / seen somebody on Tinder who they knew was in an exclusive relationship (63.9%). 71.3% of participants reported that they knew male friends who used Tinder while in a relationship, and 56.1% reported that they had female friends who used Tinder while in a relationship. There are also cybersecurity, data privacy, and public health concerns about Tinder. Public health officials in Rhode Island and Utah have claimed that Tinder and similar apps are responsible for uptick of some STDs. In February 2014, security researchers in New York found a flaw which made it possible to find users' precise locations for between", "doc_score": "85.64411163330078", "publish_date": "2018/12/31"}, {"doc_id": "17746992", "text": "Whisper (app) / reached over 30 million monthly active users. In terms of demographics, \"The New York Times\" named Whisper in September 2015 as a social media platform of choice for Generation Z in an article about Internet habits among Generation Z and Millennials. As of June 2017, 75% of Whisper's usership was between the ages of 18 and 34, and predominantly female, as reported by \"Fast Company\" magazine, which also added that: \"According to CrowdTangle data, Whisper's Facebook page was the top-performing media fan page for interactions on the social network with approximately 200 million interactions in fiscal year 2016. If these", "doc_score": "86.52912902832031", "publish_date": "2018/12/31"}, {"doc_id": "17871147", "text": "Secret (app) / sharing, a pushback against Facebook's successful push to encourage real name use throughout the Internet. An article in \"The Guardian\" argued that although Secret was fast becoming a craze, we should be more cautious about what we share and whom we trust online. Detailed reviews of Secret were published in \"Technology Review\" and \"TechCrunch\". On July 31, 2014, Sarah Lacy published a lengthy critique of Secret in \"PandoDaily\", noting that one of the app's main use cases was to spread malicious lies about people and organizations, and that she was puzzled that investors she considered ethical were considering investing in", "doc_score": "85.71793365478516", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_25", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "2564534", "text": "Famine relief / new methods include: nitrogen fertilizer, hybrid food crops, digging wells, reverse osmosis water processors to turn salty ocean water into fresh water, greenhouses, hydroponics, canal digging, dirt hill walls stacking for protection against wind and dust, mylar insulation, and sustainable agriculture. Famine relief Famine relief is an organized effort to reduce starvation in a region in which there is famine. A famine is a phenomenon in which a large proportion of the population of a region or country are so undernourished that death by starvation becomes increasingly common. In spite of the much greater technological and economic resources of the", "doc_score": "88.4183349609375", "publish_date": "2018/12/31"}, {"doc_id": "3848694", "text": "Rainwater harvesting / and used in a way appropriate to its safety. In the Gansu province for example, solar water disinfection is used by boiling harvested rainwater in parabolic solar cookers before being used for drinking. These so-called \"appropriate technology\" methods provide low-cost disinfection options for treatment of stored rainwater for drinking. While rainwater itself is a clean source of water, often better than groundwater or water from rivers or lakes, the process of collection and storage often leaves the water polluted and non-potable. Rainwater harvested from roofs can contain human, animal and bird feces, mosses and lichens, windblown dust, particulates from urban", "doc_score": "88.43614196777344", "publish_date": "2018/12/31"}, {"doc_id": "13869905", "text": "Irrigation management / may choose between crops with a high consumptive use (e.g. rice, sugarcane, most orchards) or a low consumptive use (e.g. cereals - notably barley, millet, and sorghum - or cotton). In India, such practice is called \"protective irrigation\", which aims at equal distribution of scarce means and prevention of acute famine. The method of protective irrigation is typical for the \"utility form\" of irrigation management. Owing to competition for water, the water delivery practices may deviate from the principles. In practice the distribution of irrigation water is subject to competition. Influential farmers may be able to acquire more water than", "doc_score": "88.42440795898438", "publish_date": "2018/12/31"}, {"doc_id": "526428", "text": "Irrigation / water from rivers for domestic and agricultural uses. Some 2.8 billion people currently live in water-scarce areas. Irrigation schemes involve solving numerous engineering and economic problems while minimizing negative environmental impact. A 2016 study found that countries whose agriculture depended on irrigation are more likely to be autocratic than other countries. The authors of the study \"argue that the effect has historical origins: irrigation allowed landed elites in arid areas to monopolize water and arable land. This made elites more powerful and better able to oppose democratization.\" <br> Irrigation Irrigation is the application of controlled amounts of water to plants", "doc_score": "87.61277770996094", "publish_date": "2018/12/31"}, {"doc_id": "5942241", "text": "System of Rice Intensification / System of Rice Intensification The System of Rice Intensification (SRI) is a methodology aimed at increasing the yield of rice produced in farming. It is a low water, labor-intensive, method that uses younger seedlings singly spaced and typically hand weeded with special tools. It was developed in 1983 by the French Jesuit Father Henri de Laulanié in Madagascar. However full testing and spread of the system throughout the rice growing regions of the world did not occur until some years later with the help of Universities like Cornell. Assembly of the practices that culminated in SRI began in the 1960s", "doc_score": "88.10021209716797", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_26", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "14854751", "text": "Independence Day of Ukraine / 1991, as the first anniversary of the Declaration of State Sovereignty of Ukraine passed by the Verkhovna Rada (Ukraine's parliament) in 1990. Since the Declaration of \"Independence\" was issued on 24 August 1991, and confirmed by the referendum of 1 December 1991, the date of the holiday was changed. (In December 1991 many Ukrainian Canadians expected that 1 December would become Ukraine's official independence day.) After the annual military parade in Kyiv the \"March of the Unconquered\" was held by active members of Ukraine's volunteer battalions, relatives of those killed during the fighting in the War in Donbass and family", "doc_score": "92.91207885742188", "publish_date": "2018/12/31"}, {"doc_id": "11155075", "text": "National Independence Day (Poland) / National Independence Day (Poland) National Independence Day () is a national day in Poland celebrated on 11 November to commemorate the anniversary of the restoration of Poland's sovereignty as the Second Polish Republic in 1918 from the German, Austrian and Russian Empires. Following the partitions in the late 18th century, Poland ceased to exist for 123 years until the end of World War I, when the destruction of the neighbouring powers allowed the country to reemerge. It is a non-working day in Poland. The restoration of Poland's independence was gradual. The date of November 11 is the one on which", "doc_score": "92.64788055419922", "publish_date": "2018/12/31"}, {"doc_id": "918747", "text": "Armistice Day / was originally observed.<br> In Poland, National Independence Day is a public holiday, celebrated on 11 November to commemorate the anniversary of the restoration of Poland's sovereignty as the Second Polish Republic in 1918, after 123 years of partition by the Russian Empire, the Kingdom of Prussia and the Habsburg Empire. \"Armistice Day\" remains the name of the holiday in France (\"Armistice de la Première Guerre mondiale\") and Belgium.<br> It has been a statutory holiday in Serbia since 2012. Serbia is an Allied force that suffered the biggest casualty rate in World War I. To commemorate their victims, people in Serbia", "doc_score": "92.88846588134766", "publish_date": "2018/12/31"}, {"doc_id": "20602372", "text": "Liberation Day (Ukraine) / January 1943 to the autumn of 1944. At this time, half of Ukraine was in the hands of the Red Army. On August 23, 1943, the city of Kharkiv was liberated. On October 27, 1944, Uzhhorod was retaken from the Germans, and Soviet troops arrived at what would be the modern western border of Ukraine. On 28 October 1944 the last territory of current Ukraine (near Uzhhorod, then part of the Kingdom of Hungary) was cleared of German troops; this is annually celebrated in Ukraine (on 28 October) as the \"anniversary of the liberation of Ukraine from the Nazis\". Liberation", "doc_score": "90.7887954711914", "publish_date": "2018/12/31"}, {"doc_id": "14854752", "text": "Independence Day of Ukraine / members of those killed during the Euromaidan uprising – known in Ukraine as the \"Heavenly Hundred\". According to the Ukrainian army the volume of artillery fire set off by the separatist forces of the war in Donbass during the 24-hour period of 24 August 2016 was the highest since the February 2015 Battle of Debaltseve. Several Ukrainian cities held marches of people dressed in \"vyshyvanky\" (shirts with traditional Ukrainian embroidery). Independence Day of Ukraine Independence Day of Ukraine () is the main state holiday in modern Ukraine, celebrated on 24 August in commemoration of the Declaration of Independence of 1991.", "doc_score": "91.68595886230469", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_27", "search_time": "2022/08/27/05:41", "search_result": [{"doc_id": "10938937", "text": "Julie Etchingham / \"Tonight\" since 2010, having replaced Sir Trevor McDonald. Etchingham was born and raised in Leicester, Leicestershire, where both her parents were teachers. She was raised as a Roman Catholic, and educated at the city's English Martyrs Catholic School. After school she attended Newnham College at the University of Cambridge where she gained a BA (Honours) degree in English. She was the first girl from her school to attend Cambridge, and while reading English there was taught by Germaine Greer. She also co-presented BBC Radio Cambridgeshire's student programme \"On the Edge\", produced by Ian Peacock. She got her first job in", "doc_score": "79.08956146240234", "publish_date": "2018/12/31"}, {"doc_id": "14151762", "text": "Nile Gardiner / Nile Gardiner Nile Gardiner is a British conservative commentator, director of the Margaret Thatcher Center for Freedom at The Heritage Foundation, and a former aide to British prime minister Margaret Thatcher. He is also a commentator on U.S. and British television and a frequent contributor to the Fox News network, and the London \"Daily Telegraph\". Gardiner is co-author with Stephen Thompson of the book, \"Margaret Thatcher on Leadership: Lessons for American Conservatives Today\" (Regnery 2013). Gardiner holds a doctorate in History and two master's degrees from Yale University, as well as a bachelor's and master's degree in Modern History from", "doc_score": "77.61522674560547", "publish_date": "2018/12/31"}, {"doc_id": "14151767", "text": "Nile Gardiner / Nile Gardiner Nile Gardiner is a British conservative commentator, director of the Margaret Thatcher Center for Freedom at The Heritage Foundation, and a former aide to British prime minister Margaret Thatcher. He is also a commentator on U.S. and British television and a frequent contributor to the Fox News network, and the London \"Daily Telegraph\". Gardiner is co-author with Stephen Thompson of the book, \"Margaret Thatcher on Leadership: Lessons for American Conservatives Today\" (Regnery 2013). Gardiner holds a doctorate in History and two master's degrees from Yale University, as well as a bachelor's and master's degree in Modern History from", "doc_score": "77.61522674560547", "publish_date": "2018/12/31"}, {"doc_id": "13006017", "text": "Shami Chakrabarti / Baroness Chakrabarti, of Kennington in the London Borough of Lambeth. She was appointed in October 2016 to the Shadow Cabinet of Jeremy Corbyn as Shadow Attorney General for England and Wales. Chakrabarti has been a member of at least two groups which exist to promote Anglo-American political and military co-operation. She is an alumna of the British-American Project, and has been a governor of the Ditchley Foundation. Chakrabati was married to Martyn Hopper, a litigation lawyer, from 1995 until they divorced in 2014. She opposes grammar schools on the grounds of social divisiveness and because she says they enforce segregation.", "doc_score": "76.95440673828125", "publish_date": "2018/12/31"}, {"doc_id": "18767974", "text": "Kate Osamor / Kate Osamor Kate Ofunne Osamor (born 15 August 1968) is a British Labour Co-operative politician who has served as Member of Parliament (MP) for Edmonton since 2015. In June 2016, she was appointed Shadow Secretary of State for International Development by Jeremy Corbyn. In December 2018, Osamor resigned from the Shadow Cabinet following events surrounding her son's drugs conviction. Osamor was born to Nigerian parents in 1968 and grew up in Haringey, north London. One of four children, and whose father died when she was a child, she recalls her mother Martha Osamor, Baroness Osamor (), working \"three, sometimes four", "doc_score": "75.86795806884766", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_28", "search_time": "2022/08/27/05:42", "search_result": [{"doc_id": "5834299", "text": "Marc Nelson / Marc Nelson Marc K. Nelson (born January 23, 1971) is an American singer and songwriter. His mother was the late American singer Phyllis Nelson, best known for the songs \"I Like You\" and \"Move Closer\". He was an original member of Boyz II Men while still attending Philadelphia's High School of Performing Arts. However, Nelson left the group to pursue a solo career before they released their first album. Nelson attended the Philadelphia High School for Creative and Performing Arts, in Pennsylvania. There, he and his friend Nathan Morris, joined later by Wanya Morris, Shawn Stockman, and Michael McCary, formed", "doc_score": "78.83027648925781", "publish_date": "2018/12/31"}, {"doc_id": "11164258", "text": "The Closer I Get to You / The Closer I Get to You \"The Closer I Get to You\" is a romantic ballad performed by African American jazz, soul, R&B, and folk singer-songwriter Roberta Flack and African American soul musician Donny Hathaway. The song was written by James Mtume and Reggie Lucas, two former members of Miles Davis's band, who were members of Flack's band at the time. Produced by Atlantic Records, the song was released on Flack's 1977 album \"Blue Lights in the Basement\", and as a single in 1978. It became a major crossover hit, becoming Flack's biggest commercial hit after her success with her", "doc_score": "78.23863220214844", "publish_date": "2018/12/31"}, {"doc_id": "11164277", "text": "The Closer I Get to You / The Closer I Get to You \"The Closer I Get to You\" is a romantic ballad performed by African American jazz, soul, R&B, and folk singer-songwriter Roberta Flack and African American soul musician Donny Hathaway. The song was written by James Mtume and Reggie Lucas, two former members of Miles Davis's band, who were members of Flack's band at the time. Produced by Atlantic Records, the song was released on Flack's 1977 album \"Blue Lights in the Basement\", and as a single in 1978. It became a major crossover hit, becoming Flack's biggest commercial hit after her success with her", "doc_score": "78.23863220214844", "publish_date": "2018/12/31"}, {"doc_id": "14485867", "text": "Chris Janson / has co-written singles for Tim McGraw, LoCash, and Randy Houser. Janson was born April 2, 1986, in Perryville, Missouri. He moved to Nashville, Tennessee, after finishing high school. In June 2009, Janson co-wrote and recorded two duets with Holly Williams on her album \"Here with Me\": \"I Hold On\" and \"A Love I Think Will Last.\" Janson signed to BNA Records in October 2009 and released his debut single, \"'Til a Woman Comes Along,\" in April 2010. Matt Bjorke of Roughstock gave the single a five-star rating, with his review praising Janson's vocals as well as the arrangement. The song", "doc_score": "76.33157348632812", "publish_date": "2018/12/31"}, {"doc_id": "2853443", "text": "Vanessa Amorosi / Hollywood Bowl\", performing the songs \"Roll Over Beethoven\", \"Twist and Shout\" and \"Get Back\". Stewart announced on his website in April 2015, that he has writing amazing new material with Vanessa Amorosi. In 2017, Amorosi was featured on a duet with Australian singer-songwriter Jon Stevens entitled \"Something 'Bout You\", from his album \"Starlight\", co-written and produced by Dave Stewart. Stevens was introduced to Stewart by Amorosi. Amorosi recorded her new album in October 2016, at Royal Studios in Memphis, with Dave Stewart serving as the producer. She was in Los Angeles on 11 March 2017 for a photo shoot for", "doc_score": "76.53868103027344", "publish_date": "2018/12/31"}]}
{"question_id": "20220826_29", "search_time": "2022/08/27/05:42", "search_result": [{"doc_id": "20545692", "text": "Progress 8 benchmark / Progress 8 benchmark The Progress 8 benchmark is an accountability measure introduced in 2016 and used by the United Kingdom government to measure the effectiveness of secondary schools in England. It bands pupils into groups based on their scores in English and Mathematics during the Key Stage 2 SATs. In the GCSE results, six EBacc subjects are chosen and the grade converted to points on an arbitrary scale published by the government for that cohort. English and Mathematics are worth double points and all points are added together. This is the Attainment 8 score. There is an expected point score", "doc_score": "95.69720458984375", "publish_date": "2018/12/31"}, {"doc_id": "1340236", "text": "General Certificate of Secondary Education / been complaints that GCSEs and GCE A-Levels were marked unfairly. (In 2012, for the first time in the history of the exams, the proportion of all GCSEs awarded an A*-C grade fell.) In one incident, there were complaints about a question in a GCSE maths exam, which became known as the \"Hannah's sweets\" question. This question was said to be very difficult, and this was reported on several media websites. However several teachers, experts, and students posted the solution to the question on the media. In another case, concerning the 2016 GCSE biology exam, there were complaints about the apparent", "doc_score": "93.11502838134766", "publish_date": "2018/12/31"}, {"doc_id": "13666967", "text": "Central Board of Secondary Education / tougher to get 96 than to get a 95. Moderation was also applied in the infamous CBSE Class 12 mathematics papers of 2015 and 2016, wherein the paper created a huge furore as students and teachers complained that the paper was too tough. Despite a reportedly heavy offset of +16 (+15 for Delhi), students' marks reduced (especially for 2016), as while the A1 cutoff was stable (90), the A2 cutoff reduced to 77, with other grades also experiencing a dip in cutoff. Moderation can also take the form of giving \"grace\" marks to enable students who have scored near", "doc_score": "91.0726089477539", "publish_date": "2018/12/31"}, {"doc_id": "20545693", "text": "Progress 8 benchmark / determined for each band of children, and the school is then ranked based on how their pupils' Attainment 8 compares with the expected score. Progress 8 scores will result in a school being placed into a banded category, ranging between \"well above average, above average, average, below average and well below average\". Previously, schools would be judged on how many *A-C GCSEs it had achieved from the cohort. This had given advantage to schools in middle class areas, where Ofsted may more often judge those schools to be outstanding compared to schools in areas with higher levels of deprivation. Schools", "doc_score": "92.3382568359375", "publish_date": "2018/12/31"}, {"doc_id": "1340215", "text": "General Certificate of Secondary Education / the main GCSE awarding organisations. Some boards and schools release results online, although many still require students to attend in person to collect their results from the centre they sat exams at. In England, these results then go on to inform league tables published in the following academic year, with headline performance metrics for each school. Source: Joint Council for General Qualifications via Brian Stubbs. Note: In the final year DES statistics for O-Levels are available, and across all subjects, 6.8% of candidates obtained a grade A, and 39.8% achieved grades A to C. UK GCSE classifications (letter system) In", "doc_score": "91.32891845703125", "publish_date": "2018/12/31"}]}
