{"question_id": "20220805_0", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "1306114", "text": "Nancy Pelosi / June 2018, Pelosi visited a federal facility used to detain migrant children separated from their parents and subsequently called for the resignation of Department of Homeland Security Secretary Kirstjen Nielsen. In July, Pelosi characterized the compromise immigration bill by the Republicans as a deal with the devil and noted she had not had conversations with House Speaker Ryan about a legislative solution to the separation of families at the southern border. In November 2018, Pelosi stated that she had spoken with President Trump on infrastructure development and though he \"really didn't come through with it in his first two years", "doc_score": "83.41148376464844", "publish_date": "2018/12/31"}, {"doc_id": "11699936", "text": "Eliot Spitzer political surveillance controversy / Eliot Spitzer political surveillance controversy The Eliot Spitzer political surveillance controversy (also known as Troopergate) broke out on July 23, 2007 when New York State Attorney General Andrew Cuomo's office admonished Governor of New York Eliot Spitzer's administration for ordering the State Police to create special records of Senate majority leader Joseph Bruno's whereabouts when he traveled with police escorts in New York City. The investigations of the event, dubbed \"Troopergate\" by media outlets, have not been affected by Spitzer's resignation. As of March 2008, four probes by the state Attorney General's office, the State Senate Investigations Committee, the Albany", "doc_score": "82.59742736816406", "publish_date": "2018/12/31"}, {"doc_id": "1306101", "text": "Nancy Pelosi / U.S. and Castro's regime in Cuba, and visited Havana for meetings with high-level officials. In August 2018, after President Trump signed an emergency declaration for federal aid in combating the Carr Fire in Northern California, Pelosi lauded the move as \"an important first step\" but requested the president adhere to a wish by California Governor Jerry Brown for further aid to other hard-hit areas in California. She called for the Trump administration to take \"real, urgent action to combat the threat of the climate crisis, which is making the wildfire season longer, more expensive and more destructive.\" During a news", "doc_score": "82.33809661865234", "publish_date": "2018/12/31"}, {"doc_id": "1306104", "text": "Nancy Pelosi / American people\" and \"part of a dangerous and desperate pattern of cover-up on the part of the President\" who had shown he had something to hide. In March, Pelosi stated that she was \"more concerned about the president's policies which undermine the financial security of America's working families\" than the Stormy Daniels–Donald Trump scandal. Pelosi did note the scandal as having highlight a double standard of Republicans on issues of family values and expectations of presidential behavior, saying the party would be very involved if the event was happening to a Democrat. In April, following Scooter Libby being pardoned by", "doc_score": "79.65476989746094", "publish_date": "2018/12/31"}, {"doc_id": "1306133", "text": "Nancy Pelosi / PRISM. On June 22, 2013, she was heckled at Netroots Nation for labelling Edward Snowden a criminal over his actions as a whistle-blower. In December 2017, Pelosi wrote a letter to Speaker Paul Ryan advocating for the continued House investigation into Russian interference in the 2016 election on the grounds that Americans deserved \"a comprehensive and fair investigation into Russia's attack\" and \"America's democracy and national security\" being at stake. Pelosi cited the need for Congress to \"fully investigate Russia's assault on our election systems to prevent future foreign attacks\". In February 2018, after the release of a Republican report", "doc_score": "82.37799072265625", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_1", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "9804151", "text": "Hyde Amendment / 1977, three years after Roe vs. Wade. Implementation of the initial amendment was blocked for almost a year by an injunction in the McRae v. Matthews case. During this case, the Reproductive Freedom Project, the Center for Constitutional Rights, and Planned Parenthood collectively represented a pregnant Medicaid recipient and health care providers who challenged the Hyde Amendment. The United States Supreme Court vacated the injunction in August 1977, leading abortions financed by federal Medicaid to drop from 300,000 per year to a few thousand. Other bans were modeled after the Hyde Amendment, extending to other annual spending bills in the", "doc_score": "86.25624084472656", "publish_date": "2018/12/31"}, {"doc_id": "785664", "text": "Twenty-fourth Amendment to the United States Constitution / 85 in 2008. Of the five states originally affected by this amendment, Arkansas was the only one to repeal its poll tax; the other four retained their taxes. These were struck down in 1966 by the US Supreme Court decision in \"Harper v. Virginia Board of Elections\" (1966), which ruled poll taxes unconstitutional even for state elections. Federal district courts in Alabama and Texas, respectively, struck down these states' poll taxes less than two months before the \"Harper\" ruling was issued. The state of Virginia accommodated the amendment by providing an \"escape clause\" to the poll tax. In lieu of", "doc_score": "85.68128967285156", "publish_date": "2018/12/31"}, {"doc_id": "785644", "text": "Twenty-third Amendment to the United States Constitution / amendment was rejected by Arkansas on January 24, 1961. Nine states took no action on the amendment: Florida, Kentucky, Mississippi, Georgia, South Carolina, Louisiana, Texas, North Carolina, and Virginia. While perceived as politically neutral and only somewhat liberal-leaning at the time of passage in 1961, the District swung dramatically toward the Democratic Party in the years after passage. African-Americans voted in greater numbers than they had in the 1940s and 1950s with the clearing away of restrictions on the vote, and their share of the District electorate increased - according to the 1970 census, 71% of the Federal District was", "doc_score": "88.08763122558594", "publish_date": "2018/12/31"}, {"doc_id": "9804161", "text": "Hyde Amendment / stipulations have been put in place by some state governments. Some of these provisions remove restrictions that have been put in place at the federal level while others are used to further extend the reach that Hyde Amendment has put into place. For example, in Iowa, in order to receive an abortion under the Medicaid program, approval must be given from the governor. In Iowa, Mississippi, and Virginia, a provision has been made for the case of fetal impairment. The 2016 platform marked the first time the Democratic platform had an explicit call to repeal the Hyde Amendment. The platform", "doc_score": "87.61235046386719", "publish_date": "2018/12/31"}, {"doc_id": "13349804", "text": "Abortion in the United States by state / Protection Act was placed on ballot for the November 2006 statewide election due to a successful petition drive by the organization South Dakota Healthy Families. On May 30, over 38,000 petition signatures were filed, more than twice the 17,000 required to place a measure on the ballot. On November 7, WHHLPA was repealed by the South Dakota electorate; the vote was 56%-44% favoring repeal. The Roe v. Wade case, tried in Texas, stands at the center of years of national debate about the issue of abortion. Henry Wade was serving as District Attorney of Dallas County at the time. In", "doc_score": "87.34001159667969", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_2", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "2268291", "text": "Alex Jones / of their children due to her ex-husband's behavior. She claimed \"he's not a stable person\" and \"I'm concerned that he is engaged in felonious behavior, threatening a member of Congress\" (Adam Schiff). His attorney responded by claiming that \"he's playing a character\" and describing him as a \"performance artist\". In court, Jones denied playing a character and he called his show \"the most bona fide, hard-core, real McCoy thing there is, and everybody knows it\". Kelly was awarded the right to decide where their children live while he maintains visitation rights. His son, Rex Jones, has worked for \"Infowars\", receiving", "doc_score": "82.04854583740234", "publish_date": "2018/12/31"}, {"doc_id": "20857018", "text": "Alex Spiro / Charles Oakley, Aaron Hernandez, Julian Edelman, Jay Bromley, J. R. Smith and Lorenzo Mauldin. He also lead investigations and litigation involving Robert Durst, Philip Seymour Hoffman, L'Wren Scott (Mick Jagger's girlfriend) and defended Thomas Gilbert Jr. who was accused of killing his father and plead not guilty by reason of insanity. Spiro is part of several civil rights causes and cases. He is the chair of the Fair Punishment Project, of the Criminal Justice Institute at Harvard Law School where he teaches. In 2016, Spiro filed a lawsuit against the University of Oregon on behalf of two basketball players", "doc_score": "81.58355712890625", "publish_date": "2018/12/31"}, {"doc_id": "2268278", "text": "Alex Jones / headlines review. On October 2, 2017, Jones claimed that Democrats and communists were plotting imminent \"white genocide\" attacks. His reporting and public views on the topic have received support and coverage from white nationalist publications and groups, such as AltRight.com and the New Zealand National Front. Jones has been the center of many controversies. He has accused the United States government of being involved in the Oklahoma City bombing and the September 11 attacks, as well as claiming that two school shootings were \"false flag\" operations. In 2009, Jones claimed that a convicted con man's scheme to take over a", "doc_score": "82.17051696777344", "publish_date": "2018/12/31"}, {"doc_id": "2141780", "text": "Alex Kozinski / on September 10, 2018, to review his emails from the judge, Kavanaugh's written and oral responses were vague, and skirted the senator's direct inquiry. Kozinski interacted with, and allegedly harassed and assaulted, lawyers at different stages of their careers. He would regularly employ salaried full-time law clerks (recent law school graduates) and unpaid externs (law students). He interacted with clerks for other judges when they traveled to other courthouses for oral arguments. While on the bench, Kozinski was also a mainstay at law school moot courts and conferences. He also taught courses at Stanford. Public allegations of Kozinski's sexual misconduct", "doc_score": "80.9696044921875", "publish_date": "2018/12/31"}, {"doc_id": "7464922", "text": "T. S. Ellis III / pressure on Manafort to cooperate with the special counsel's investigation into Trump. Ellis said he would rule on Manafort's challenge at a later date. On June 26, 2018, Ellis issued an opinion stating that \"upon further review\" the Mueller investigation had acted within its authority, clearing the way for Manafort's trial to proceed. The trial was scheduled to begin July 25, 2018, but was delayed until July 31. On July 31 a jury was seated, both sides made their opening statements, and the first prosecution witness was called. In subsequent days prosecutors continued to present their case as Ellis repeatedly", "doc_score": "79.44670104980469", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_3", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "20089470", "text": "Khan Shaykhun chemical attack / Congressman Ron Paul. On the morning of 7 April 2017, 72 hours after the attack, the United States launched 59 cruise missiles on Shayrat Airbase, a Syrian airfield near Shayrat, believed to be the base for the aircraft that carried out the chemical attack. In contrast to the coalition's accidental air raid on Deir ez-Zor in 2016, this was both a unilateral action and the first intentional strike against the Syrian government. On 24 April 2017, the United States Department of the Treasury imposed sanctions on 271 employees of the Syrian Scientific Studies and Research Center for their alleged role", "doc_score": "87.5616226196289", "publish_date": "2018/12/31"}, {"doc_id": "17539895", "text": "International reactions to the Ghouta chemical attack / International reactions to the Ghouta chemical attack International reactions to the Ghouta chemical attack of 21 August 2013 were widespread. The Ghouta chemical attack was a chemical weapons attack in Damascus, Syria during the Syrian Civil War. United States President Barack Obama said that the U.S. military should strike targets in Syria in retaliation for the government's purported use of chemical weapons—a proposal supported by French President François Hollande but opposed by the Syrian government's closest allies, Russia and Iran. Although the Arab League said it would support military action against Syria in the event of U.N. support, league members", "doc_score": "86.20901489257812", "publish_date": "2018/12/31"}, {"doc_id": "20094315", "text": "2017 Shayrat missile strike / States also notified several countries, including Canada, the UK, Australia, and Russia, in advance of the strike. The U.S. military stated it communicated with the Russian military to minimize any chance of Russian casualties. Former White House Chief Strategist Steve Bannon had reportedly opposed the strike, and disagreed with Senior Advisor to the President, Jared Kushner, who reportedly favored the strike. The strike was conducted without either U.S. congressional or United Nations Security Council approval. Commodore Tate Westbrook commanded the Navy task force in charge of the missile launch. It was the first time that the United States had acknowledged", "doc_score": "86.65839385986328", "publish_date": "2018/12/31"}, {"doc_id": "20089449", "text": "Khan Shaykhun chemical attack / Joint Investigative Mechanism, the governments of the United States, United Kingdom, Turkey, Saudi Arabia, France, and Israel, as well as Human Rights Watch have attributed the attack to the forces of Syrian President Bashar al-Assad. The Syrian government said the attack was a \"fabrication\". The Russian government claimed that the incident was staged. On 7 April, the United States launched 59 cruise missiles at Shayrat Air Base, which U.S. intelligence claimed was the source of the attack. Use of chemical weapons in the Syrian Civil War has been confirmed by the local sources in Syria and by the United Nations.", "doc_score": "86.55681610107422", "publish_date": "2018/12/31"}, {"doc_id": "19979820", "text": "Raid on Yakla / representatives from the State Department were present, departing from the norms of previous administrations. Steve Bannon and Jared Kushner both reportedly opposed the mission. Flynn reportedly strongly advocated for the mission to President Trump. The decision did not go through the normal National Security Council (NSC) channels, through which heads or deputy heads of all agencies with a stake in the operation would be consulted. U.S. military officials stated that the assault went forth \"without sufficient intelligence, ground support, or adequate backup preparations.\" On January 26, a team of U.S. Navy SEAL DEVGRU operators were staged from Djibouti to the", "doc_score": "87.2825698852539", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_4", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "3328739", "text": "Vin Scully / inducted Scully in 2008. Scully was inducted into the NAB Broadcasting Hall of Fame in 2009. On May 11, 2009, he was awarded the Ambassador Award of Excellence by the LA Sports & Entertainment Commission. On an episode of MLB Network's series \"Prime 9\" about the nine greatest baseball broadcasters of all-time, Scully was named #1. Scully has a star on the Hollywood Walk of Fame at 6675 Hollywood Blvd. Since 2001, the press box at Dodger Stadium has been named for Scully, and a street within the team's former Dodgertown spring training facility in Vero Beach, Florida was named", "doc_score": "88.17170715332031", "publish_date": "2018/12/31"}, {"doc_id": "3328708", "text": "Vin Scully / replaced by Hall-of-Fame Dodgers pitcher Don Drysdale, who previously broadcast games for the California Angels. Drysdale died in his hotel room following a heart attack before a game against the Montreal Expos in 1993, resulting in a very difficult broadcast for Scully and Porter, who were told of the death but could not mention it on-air until Drysdale's family had been notified and the official announcement of the death made. Scully announced the news of his death by saying, \"Never have I been asked to make an announcement that hurts me as much as this one. And I say it", "doc_score": "88.08411407470703", "publish_date": "2018/12/31"}, {"doc_id": "3328730", "text": "Vin Scully / Sandy Koufax, Clayton Kershaw, Mayor Eric Garcetti, the team's Spanish play-by-play man Jaime Jarrín, Kevin Costner, and Scully himself. The team also unveiled that Kirk Gibson's 1988 World Series home run had been named the most memorable Vin Scully call in a fan vote. His final home game was on September 25, 2016, against the visiting Colorado Rockies. The Dodgers ended up winning on a 10th inning walk-off home run by Charlie Culberson and in doing so clinched the NL West Division title. The final broadcast of his career was the Dodgers' October 2 game at AT&T Park against the", "doc_score": "90.99199676513672", "publish_date": "2018/12/31"}, {"doc_id": "3328707", "text": "Vin Scully / My fans won't be able to hear me.\" In Game 1 of the 1966 World Series, Scully called the first 4½ innings. When Gowdy inherited the announcing reins, Scully was so upset that he refused to say another word. Unlike the modern style in which multiple sportscasters have an on-air conversation (usually with one functioning as play-by-play announcer and another as color commentator), Scully and his broadcast partners Jerry Doggett (1956–1987) and Ross Porter (1977–2004) called games solo with Scully working the entire game except for the 3rd and 7th innings. When Doggett retired after the 1987 season, he was", "doc_score": "88.67900085449219", "publish_date": "2018/12/31"}, {"doc_id": "3328729", "text": "Vin Scully / Scully stated that he would retire after the end of the regular season and not call postseason games because he did not want to \"say goodbye 12 different times.\" Scully was assigned a total of six road games for the 2016 season: the opening game in San Diego, two games in Anaheim, and the entirety of the three-game regular-season closing series in San Francisco. Scully was honored by the Dodgers during their September 23 home game against the Rockies, which featured a pre-game ceremony that paid tribute to his career. The ceremony included speeches by Commissioner of Baseball Rob Manfred,", "doc_score": "88.58413696289062", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_5", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "1291029", "text": "Nichelle Nichols / Obama also confirmed for me that he was definitely a Trekker! How wonderful is that?!\" On June 4, 2015, Nichols' booking agency announced that she had suffered a mild stroke at her Los Angeles home and had been admitted to a Los Angeles-area hospital. This was barely three months after the death of her friend and \"Star Trek\" co-star Leonard Nimoy. Doctors were conducting tests to determine the severity of the stroke. Nichols was reportedly awake and resting comfortably. An online news article by Frazier Moore of the Associated Press, which cited news updates from the actress's Facebook page, stated", "doc_score": "81.64291381835938", "publish_date": "2018/12/31"}, {"doc_id": "1291030", "text": "Nichelle Nichols / that, four days afterward, the hospitalized actress was feeling much better and was improving, remaining cheerful and alert and taking the time to read the messages from fans and well-wishers on her Facebook page, of which there were many. A magnetic resonance imaging (MRI) scan did reveal a small stroke but she was able to begin inpatient therapy on June 5, 2015, for rehabilitation and recovery and to further evaluate her condition and determine the prognosis. Her fellow \"Star Trek\" actor George Takei, who played Hikaru Sulu, wished her well on his Twitter account page. In May 2018, Nichols' son,", "doc_score": "80.5455093383789", "publish_date": "2018/12/31"}, {"doc_id": "1291023", "text": "Nichelle Nichols / soap opera \"The Young and the Restless\". She received her first Daytime Emmy nomination in the \"Outstanding Guest Performer in a Drama Series\" category for this role March 22, 2017. Nichols has released two music albums. \"Down to Earth\" is a collection of standards released in 1967, during the original run of \"Star Trek\". \"Out of This World\", released in 1991, is more rock oriented and is themed around \"Star Trek\" and space exploration. After the cancellation of \"Star Trek\", Nichols volunteered her time in a special project with NASA to recruit minority and female personnel for the space agency.", "doc_score": "77.85499572753906", "publish_date": "2018/12/31"}, {"doc_id": "2631960", "text": "Judith Anderson / raised as a Capwell. This resulted in her receiving a Supporting Actress Emmy Nomination although her screen time afterwards diminished to infrequent appearances. After leaving the series, she was succeeded in the role by the quarter-century younger American actress Janis Paige. Her last movies were \"The Booth\" (1985) and \"Impure Thoughts\" (1985). Anderson was married twice and declared that \"neither experience was a jolly holiday\": Anderson loved Santa Barbara, California, and spent much of her life there. She died there, of pneumonia, in 1992, aged 94. Anderson was created a Dame Commander of the Order of the British Empire (DBE)", "doc_score": "77.52842712402344", "publish_date": "2018/12/31"}, {"doc_id": "2798561", "text": "Cloris Leachman / Brooks was quoted as saying that Leachman, at 81, was too old for the role. \"We don't want her to die on stage,\" he told columnist Army Archerd, a statement to which Leachman took umbrage. However, due to Leachman's success on \"Dancing with the Stars\", Brooks reportedly asked her to reprise her role as Frau Blücher in the Broadway production of \"Young Frankenstein\" after the departure of Beth Leavel, who had succeeded Martin. The Broadway production closed before this could happen. Leachman was a contestant on the seventh season of \"Dancing with the Stars\", paired with Corky Ballas, the oldest", "doc_score": "75.496826171875", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_6", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "2134306", "text": "National debt of the United States / other in the consolidated financial statements. Government receipts and expenditures are normally presented on a cash rather than an accrual basis, although the accrual basis may provide more information on the longer-term implications of the government's annual operations. The United States public debt is often expressed as a ratio of public debt to gross domestic product (GDP). The ratio of debt to GDP may decrease as a result of a government surplus as well as due to growth of GDP and inflation. Under normal accounting rules, fully owned companies would be consolidated into the books of their owners, but the", "doc_score": "96.92151641845703", "publish_date": "2018/12/31"}, {"doc_id": "15382569", "text": "Expenditures in the United States federal budget / future. However, since it is a non-cash expense it is excluded from the budget deficit calculation. Net interest costs paid on the public debt declined from $203 billion in 2011 to $187 billion in 2012 because of lower interest rates. Should these rates return to historical averages, the interest cost would increase dramatically. During 2013, the U.S. Federal Reserve is expected to purchase about $45 billion of U.S. treasury securities per month in addition to the $40 billion in mortgage debt it’s purchasing, effectively absorbing about 90 percent of This reduces the supply of bonds available for sale to investors,", "doc_score": "95.55439758300781", "publish_date": "2018/12/31"}, {"doc_id": "134959", "text": "Federal Reserve / paid, and an account surplus is maintained. In 2015, the Federal Reserve earned net income of $100.2 billion and transferred $97.7 billion to the U.S. Treasury. Although an instrument of the US Government, the Federal Reserve System considers itself \"an independent central bank because its monetary policy decisions do not have to be approved by the President or anyone else in the executive or legislative branches of government, it does not receive funding appropriated by the Congress, and the terms of the members of the board of governors span multiple presidential and congressional terms.\" The primary motivation for creating the", "doc_score": "94.61692810058594", "publish_date": "2018/12/31"}, {"doc_id": "13144373", "text": "Financial position of the United States / U.S. Bureau of Economic Analysis, 2010 Accounts The Federal Reserve issues routine reports on the flows and levels of debt in the United States. As of the first quarter of 2010, the Federal Reserve estimated that total public and private debt owed by American households, businesses, and government totaled $50 trillion, or roughly $175,000 per American and 3.5 times GDP. Interest payments on debt by US households, businesses, governments, and nonprofits totaled $3.29 trillion in 2008. The financial sector paid an additional $178.6 billion in interest on deposits. In 1946, the total US debt-to-GDP ratio was 150%, with two-thirds of", "doc_score": "97.06391906738281", "publish_date": "2018/12/31"}, {"doc_id": "2134338", "text": "National debt of the United States / economists Kenneth Rogoff and Carmen Reinhart reported that among the 20 developed countries studied, average annual GDP growth was 3–4% when debt was relatively moderate or low (i.e. under 60% of GDP), but it dips to just 1.6% when debt was high (i.e., above 90% of GDP). In April 2013, the conclusions of Rogoff and Reinhart's study came into question when a coding error in their original paper was discovered by Herndon, Ash and Pollin of the University of Massachusetts, Amherst. Herndon, Ash and Pollin found that after correcting for errors and unorthodox methods used, there was no evidence that", "doc_score": "96.5222396850586", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_7", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "481077", "text": "Taco Bell / menu, Border Bell offered Mexican-inspired items like those available from Chevys Fresh Mex restaurants (then owned by PepsiCo), such as Chevys signature sweet corn tamalito pudding and a fresh salsa bar. Close to the time that PepsiCo spun off its restaurant business in 1997,<ref name=\"TRICON-GLOBAL-RESTAURANTS-Aug-1997-10-12B/A\"></ref> the Border Bell in Mountain View was closed and converted to a Taco Bell restaurant which was still open in 2018. In September 2000, up to $50 million worth of Taco Bell-branded shells were recalled from supermarkets. The shells contained a variety of genetically modified corn called StarLink that was not approved for human consumption.", "doc_score": "85.38287353515625", "publish_date": "2018/12/31"}, {"doc_id": "3215159", "text": "Fiesta (dinnerware) / buying from the new assortment. Early in Fiesta's second incarnation, the Homer Laughlin Company marketed it as a new collectible. The manufacturer has maintained interest in Fiesta and manipulated the collectors' market over the past 20 years by discontinuing glaze colors, and by limiting production quantities on some items, or controlling production time frames. Similar techniques have been used by numerous other housewares, china, silver, toy, ornament, etc. companies. Laughlin has produced new Fiesta in a total of 34 glaze colors, none of which matches exactly any of the thirteen colors of vintage Fiesta. As of early 2008, many Fiesta", "doc_score": "81.99461364746094", "publish_date": "2018/12/31"}, {"doc_id": "481089", "text": "Taco Bell / late February 2011 in response to a consumer protection lawsuit filed against the company by an Alabama law firm. The promotion sought to counter allegations that the company falsely advertised the ratio of ingredients in its beef filling for its tacos. The spots featured employees and franchisees stating that the filling has always been a mixture of 88% beef and various spices and binders and nothing else. The ad followed several full-page print ads in the \"New York Times\" and other newspapers that featured the headline \"Thank you for suing us.\" Additionally, the chain added a new social campaign using", "doc_score": "83.1099624633789", "publish_date": "2018/12/31"}, {"doc_id": "17826324", "text": "Esparza's / will linger painfully)... The beans and rice that accompany most entrees are utterly flavorless, a gratuitous use of space on the plate. Some people like beans and rice; Esparza's doesn't seem to care. It's a troublesome adage, 'you get what you pay for,' when you've gorged on flash and formula—and yet, you're starved for a good meal. Following the restaurant's closure, \"The Oregonian\" Grant Butler called the run that it had \"remarkable\". He recalled, \"[W]hen Esparza's opened in 1990, it broke the mold of what Mexican fare in Portland could be. Instead of combination plates blanketed in shrouds of sour", "doc_score": "82.21231079101562", "publish_date": "2018/12/31"}, {"doc_id": "481113", "text": "Taco Bell / Columbia. On May 6, 2011, Priszm Income Fund was delisted from the Toronto Stock Exchange for failure to meet the continued listing requirements. Since then, some Taco Bell restaurants have been closed down including those in Guelph, Hamilton, and Cambridge, Ontario among others. Taco Bell has attempted to enter the Mexican market twice. After a highly publicised launch in Mexico City in 1992, all the restaurants were closed two years later. In September 2007, Taco Bell returned to Monterrey, projecting an American image with an Americanized menu that included french fries, but it closed in January 2010 due to low", "doc_score": "83.62394714355469", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_8", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "18293688", "text": "Deshaun Watson / finished with 1,699 passing yards, 19 touchdowns, and 8 interceptions. He also rushed for 269 yards and 2 touchdowns. On November 8, Watson underwent successful surgery on his right knee to repair his ACL, and no further knee damage was reported. Watson was ranked 50th by his peers on the NFL Top 100 Players of 2018. On September 9, 2018, against the New England Patriots in the season opener, Watson returned from injury and threw for 176 yards with a touchdown and an interception and rushed 8 times for 40 yards as the Texans lost by a score of 20-27.", "doc_score": "87.66024017333984", "publish_date": "2018/12/31"}, {"doc_id": "17036662", "text": "Menelik Watson / his rookie year. On September 28, 2014, Watson was named Raiders' honorary captain for the International Series game against the Miami Dolphins, leading the Raiders out at Wembley Stadium. In December 2014, Watson donated his game check to a four-year-old Oakland Raiders fan with Hypoplastic left heart syndrome, which is estimated to be around $18,000. On August 30, 2015, Watson suffered a torn Achilles tendon during the third preseason game against the Arizona Cardinals. On September 1, 2015, the Raiders placed Watson on injured reserve. On March 10, 2017, Watson signed a three-year contract with the Denver Broncos. He started", "doc_score": "87.42215728759766", "publish_date": "2018/12/31"}, {"doc_id": "18293673", "text": "Deshaun Watson / he missed the games against Boston College, Syracuse, and Wake Forest. He returned for the game against Georgia Tech only to suffer an LCL strain, missing most of the game. During the following week in practice it was reported that Watson had tweaked his knee. He did not play against Georgia State the following week, but came back the following week to play against state rival South Carolina. After defeating the Gamecocks, it was revealed to the public that Watson had played the game with a torn ACL. He underwent surgery on his left knee to repair his ACL the", "doc_score": "85.05768585205078", "publish_date": "2018/12/31"}, {"doc_id": "13711002", "text": "Dekoda Watson / Dekoda Watson Dekoda Watson (born March 3, 1988) is an American football linebacker for the San Francisco 49ers of the National Football League (NFL). He was drafted by the Tampa Bay Buccaneers in the seventh round of the 2010 NFL Draft. He played college football at Florida State. Watson attended South Aiken High School in Aiken, South Carolina, where he was a letterman in football and track. In high school football, he recorded 123 tackles, 32 tackles for loss and 11 sacks as a senior, earning him all-state honors by SCVarsity.com and all-southern team by the \"Orlando Sentinel\". In his", "doc_score": "84.61695098876953", "publish_date": "2018/12/31"}, {"doc_id": "5741694", "text": "Benjamin Watson / to retain IMG as his representative. On August 16, 2004, the New England Patriots signed Watson to a six-year, $13.50 million contract that includes a signing bonus of $3.81 million. Throughout training camp, Watson competed against Daniel Graham to be the starting tight end. Head coach Bill Belichick officially named Watson the starting tight end to begin the regular season in 2004. He made his professional regular season debut and first career start in the New England Patriots' season-opener against the Indianapolis Colts and caught two passes for 16-yards, but exited in the third quarter of their 27–24 victory. He", "doc_score": "84.6395263671875", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_9", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "7774272", "text": "Natural gas prices / increases again. Due to the shift in population in the United States toward the sun belt, summer demand for natural gas is rising faster than winter demand. Temperature effects are measured in terms of 'heating degree days' (HDD) during the winter, and 'cooling degree days'(CDD) during the summer. HDDs are calculated by subtracting the average temperature for a day from 65 degrees. Thus, if the average temperature for a day is 50 degrees, there are 15 HDDs. If the average temperature is above 65 degrees, HDD is zero. Cooling degree days are also measured by the difference between the average", "doc_score": "88.30256652832031", "publish_date": "2018/12/31"}, {"doc_id": "9179039", "text": "Gasoline and diesel usage and pricing / is the United States, which used an average of 368 million US gallons (1.46 gigalitres) each day in 2011. In 2008 a report by Cambridge Energy Research Associates stated that 2007 had been the year of peak gasoline usage in the United States, and that record energy prices would cause an \"enduring shift\" in energy consumption practices. According to the report, in April fuel consumption had been lower than a year before for the sixth straight month, suggesting 2008 would be the first year US usage declined in 17 years. The total annual distance driven in the US began declining", "doc_score": "86.27819061279297", "publish_date": "2018/12/31"}, {"doc_id": "7774286", "text": "Natural gas prices / caused factories and schools to close temporarily for lack of natural gas. The federal government progressively deregulated the price of natural gas starting in 1978, and ending with complete federal price deregulation in 1993. While supply interruptions have caused repeated spikes in pricing since 1990, longer range price trends respond to limitations in resources and their rates of development. As of 2006 the U.S. Interior Department estimated that the Outer Continental Shelf of the United States held more than 15 trillion cubic meters of recoverable natural gas, equivalent to about 25 years of domestic consumption at present rates. Total U.S.", "doc_score": "88.72722625732422", "publish_date": "2018/12/31"}, {"doc_id": "318929", "text": "Gasoline / day. The United States used about of gasoline in 2006, of which 5.6% was mid-grade and 9.5% was premium grade. Countries in Europe impose substantially higher taxes on fuels such as gasoline when compared to the United States. The price of gasoline in Europe is typically higher than that in the U.S. due to this difference. From 1998 to 2004, the price of gasoline fluctuated between US$1 and US$2 per U.S. gallon. After 2004, the price increased until the average gas price reached a high of $4.11 per U.S. gallon in mid-2008, but receded to approximately $2.60 per U.S. gallon", "doc_score": "85.57335662841797", "publish_date": "2018/12/31"}, {"doc_id": "9179045", "text": "Gasoline and diesel usage and pricing / gasoline. U.S. consumption of gasoline follows a seasonal pattern, where every year it is more expensive during the summer months when more people are driving. The long-term trend of consumption has been to increase year over year since 1950, with dips around the introduction of corporate average fuel economy standards and the 1979 energy crisis, the early 1990s recession and Gulf War, and the Great Depression. Most European countries have high fuel taxes. The prices have traditionally been three to four times the price in the United States, with prices during 2000–2005 of €1.00/litre (about US$1.42/L or $5.40/US gallon) while", "doc_score": "85.880615234375", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_10", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "13074219", "text": "Giancarlo Stanton / order to shed his large contract from the payroll; on December 8, the Marlins agreed to trade Stanton to the Cardinals, but Stanton exercised his no-trade clause to formally reject the deal. Hours later, the Marlins finalized a trade with the Giants, but Stanton again used his no-trade clause to veto the offer. On December 11, 2017, the New York Yankees acquired Stanton and cash considerations from the Marlins for Starlin Castro and minor leaguers Jorge Guzmán and José Devers. He is the second player in major league history to be traded after a 50-homer season, Greg Vaughn being the", "doc_score": "85.99921417236328", "publish_date": "2018/12/31"}, {"doc_id": "80873", "text": "Cleveland Indians / acquisitions included free agent 1B/OF Nick Swisher and CF Michael Bourn. The Indians also added prized right handed pitching prospect Trevor Bauer, OF Drew Stubbs, and relief pitchers Bryan Shaw & Matt Albers in a three-way trade with the Arizona Diamondbacks and Cincinnati Reds that sent RF Shin-Soo Choo to the Reds, and Tony Sipp to the Arizona Diamondbacks Other notable additions included utility man Mike Aviles, catcher Yan Gomes, designated hitter Jason Giambi, and starting pitcher Scott Kazmir. The 2013 Indians were able to increase their win total by 24 over 2012 (from 68 to 92), finishing in second", "doc_score": "81.2593765258789", "publish_date": "2018/12/31"}, {"doc_id": "4237022", "text": "Brian Cashman / about the tweet, claiming that the doctors did not give such authority to clear Rodriguez to play after seeking a second opinion with them, causing his faith and relationship with Rodriguez to be alienated. Cashman also wanted to trade Robinson Canó during the 2013 season, reasoning that they would be unable to re-sign him in the next offseason. Ownership prevented Cashman from exploring a trade. After the 2013 season, the Yankees signed Masahiro Tanaka, Jacoby Ellsbury, Brian McCann, and Carlos Beltrán to contracts that totaled $438 million. However, the Yankees missed the playoffs for the second consecutive year. On October", "doc_score": "83.38216400146484", "publish_date": "2018/12/31"}, {"doc_id": "11034057", "text": "Ben Cherington / as a television analyst on ESPN since. Valentine's 2012 roster included many veterans of the 2011 Red Sox, and he clashed with his players, his holdover coaches, and the media. The team suffered from injuries to key players, struggled out of the gate, improved to a high-water mark of 41–36 (.532) on June 29, but then began to fall back in the standings. When it became clear that the Red Sox would not contend as constituted, Cherington and the team's ownership initiated a trade with the Los Angeles Dodgers on August 25, sending pitcher Josh Beckett, outfielder Carl Crawford and", "doc_score": "80.78665161132812", "publish_date": "2018/12/31"}, {"doc_id": "17097333", "text": "2013 Major League Baseball draft / 2013 draftee to reach the major leagues. Marco Gonzales, the St. Louis Cardinals' first round pick, made his MLB debut on June 25, 2014. This made Gonzales the first 2013 first round pick to reach the major leagues. Nate Orf, who went undrafted out of Baylor University in 2013, signed with the Milwaukee Brewers for $500 and worked his way up through their farm system, making his MLB debut with them on July 2, 2018. His first hit two days later turned out to be the game winning home run and he was carried back out by his teammates for", "doc_score": "83.50264739990234", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_11", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "2336493", "text": "Mega Millions / noted below, interest rates change, resulting in different ratios between the cash values and annuity values of jackpots). Mega Millions' eighth-largest jackpot annuity value ($390 million) was for the March 6, 2007 drawing. Two tickets, one each from Georgia and New Jersey, won $195 million (annuity value) each. The holders of each ticket also chose the cash option. Versions of \"The Big Game\" and Mega Millions have used different matrices: Mega Millions players have the option to activate a multiplier, called \"Megaplier\", in 45 of its 46 jurisdictions; it is functionally similar to Powerball's \"Power Play\"; except the latter limits", "doc_score": "82.42971801757812", "publish_date": "2018/12/31"}, {"doc_id": "10167122", "text": "Cashola / jackpot games, the grand prize could not be split by multiple players, as each Cashola machine was independent); as of February 2, 2009, all 27 chose the cash option. The largest Cashola jackpot, of $4,918,605.91, was won on November 26, 2009, in Charles Town, West Virginia. To win the jackpot, the maximum amount of $2.25 must have been wagered for that spin. The themes for the Cashola slots varied by machine (e.g. \"Kingdom of Pharaohs, The Big Easy\".) The minimum denomination also differed (there were penny, nickel, and quarter Cashola machines.) Each Cashola machine had five \"reels\"; for a jackpot", "doc_score": "78.64454650878906", "publish_date": "2018/12/31"}, {"doc_id": "10142575", "text": "New Mexico Lottery / joined Mega Millions on January 31, 2010, the official cross-selling date. Mega Millions is available in 44 states, the District of Columbia, and the U.S. Virgin Islands. Drawings are on Tuesdays and Fridays at 9:00 PM Mountain Time (the numbers are drawn in Atlanta.) Tickets cost $1 per play per drawing and can be purchased until 8:45 PM Mountain Time for that night's drawing. The jackpot starts at $15 million and grows until won. The advertised jackpot/grand prize is an estimated amount which is paid as a 30-payment graduated annuity (5 percent yearly) or, at the election of the winner,", "doc_score": "81.34868621826172", "publish_date": "2018/12/31"}, {"doc_id": "8562499", "text": "New York Lottery / of either \"lifetime\" prize can choose cash ($7 million or $1 million, respectively) in lieu of lifetime payments. The prize pool is 55 percent of sales. As of 2017, nine states offer Cash4Life. Drawn Tuesdays and Fridays, Mega Millions draws five balls numbered 01 through 70, and a sixth number (the gold-colored \"Mega Ball\"), numbered 01 through 25. Mega Millions plays are $2 each unless the \"Megaplier\" option is chosen (such games are $3 each.) The minimum jackpot in Mega Millions is $40,000,000. Mega Millions began in 1996 as \"The Big Game\". Six years later, the New York and Ohio", "doc_score": "79.4017105102539", "publish_date": "2018/12/31"}, {"doc_id": "2336498", "text": "Mega Millions / amounts for winners in other Mega Millions jurisdictions. California's eight lower-tier Mega Millions prize pools are separate from those shared by the other 45 lotteries. California's second prize is a \"secondary jackpot\"; its payout sometimes exceeds $1 million cash, even though California does not offer the \"Megaplier\". In Georgia, New Jersey, and Texas, players must choose, in advance, whether they wish to collect a jackpot prize in cash or annuity. Georgia and New Jersey winners can change an annuity ticket to cash should they be eligible for a jackpot share; however, the choice is binding in Texas. The other Mega", "doc_score": "80.13883972167969", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_12", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "3355057", "text": "Waco siege / a yearlong investigation by the Office of the Special Counsel after that admission nonetheless reached the same conclusion, and no further congressional investigations followed. During a 1999 deposition for civil suits by Branch Davidian survivors, fire survivor Graeme Craddock was interviewed. He stated that he saw some Branch Davidians moving about a dozen one gallon (3.8 L) cans of fuel so they would not be run over by armored vehicles, heard talk of pouring fuel outside the building, and, after the fire had started, something that sounded like \"light the fire\" from another individual. Professor Kenneth Newport's book \"The Branch", "doc_score": "79.37714385986328", "publish_date": "2018/12/31"}, {"doc_id": "3707728", "text": "Henry E. Brown Jr. / spread to the neighboring Francis Marion National Forest, burning. Although he eventually paid a reduced fine of $4,747 in April 2008, the case cost the government an estimated $100,000 to resolve, and forced the Forest Service to rewrite a criminal code, making it much more difficult to prosecute those who negligently set fire to federal property. Brown commented regarding the affair that, \"I was so taken aback that I’d be treated so impersonal — like I was some kind of crook...Those were criminal charges that were filed against me. I felt like I was the victim.\" Congressman Brown's committee", "doc_score": "78.6589126586914", "publish_date": "2018/12/31"}, {"doc_id": "8870109", "text": "Day Fire / material coming out of the debris burn came in contact with surrounding dry grasses, causing a wildland fire to occur. On September 7, 2006, Steven Butcher walked out of the Day Fire with burns to his face. Mr. Butcher was the one who notified the authorities there was a fire burning in the Los Padres National Forrest. In 2009, Butcher was found guilty of starting the fire. I hid up there for days afterward watching the animals running scared around me.\" Before sentencing, District Judge Valerie Baker Fairbank said that Butcher clearly loved nature.\" Day Fire The Day Fire was", "doc_score": "81.02493286132812", "publish_date": "2018/12/31"}, {"doc_id": "3354982", "text": "Waco siege / the group's members. The incident began when the ATF attempted to raid the ranch. An intense gun battle erupted, resulting in the deaths of four government agents and six Branch Davidians. Upon the ATF's failure to raid the compound, a siege lasting 51 days was initiated by the Federal Bureau of Investigation (FBI). Eventually, the FBI launched an assault and initiated a tear gas attack in an attempt to force the Branch Davidians out of the ranch. During the attack, a fire engulfed Mount Carmel Center. In total, 76 people died, including David Koresh. The events of the siege and", "doc_score": "78.92945098876953", "publish_date": "2018/12/31"}, {"doc_id": "3954773", "text": "Benjamin Logan / men, Captain Hugh McGary slipped through the guard and murdered the Shawnee chief. The death of their chief infuriated the Shawnee, who retaliated by redoubling their attacks against the whites, and escalating the Northwest Indian War. Logan was one of those calling for the Danville Convention, and was a delegate when it wrote the first Kentucky constitution in 1791 and 1792. Following statehood, he served in the Kentucky House of Representatives from 1792 to 1795. He ran unsuccessfully for governor in 1796 and 1800. In 1802, Benjamin Logan died of a stroke at age 60, at his home 6 miles", "doc_score": "76.7773208618164", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_13", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "8276996", "text": "Looking for par'Mach in All the Wrong Places / Alpha and Gamma quadrants of the Milky Way Galaxy. In the episode, Worf (Michael Dorn) becomes infatuated with Grilka, but is unable to pursue her as a result of his dishonor among Klingons. In an adaption of the 19th-century play \"Cyrano de Bergerac\", Worf instead helps Quark (Armin Shimerman) win Grilka's love. When Quark—wholly inexperienced in Klingon fighting and mating rituals—is forced to fight Grilka's bodyguard to legitimize their relationship, Worf employs a device to remotely control Quark's body movements in combat, enabling him to defeat his opponent. Jadzia Dax (Terry Farrell) attempts to console the dejected Worf, and becomes", "doc_score": "76.7562484741211", "publish_date": "2018/12/31"}, {"doc_id": "3442697", "text": "Suzanne Pleshette / character on the popular CBS sitcom \"The Bob Newhart Show\" (1972–1978) for all six seasons, as part of CBS television's Saturday night lineup. She was nominated twice for the Emmy for Outstanding Lead Actress in a Comedy Series. She reprised her role of Emily Hartley in the memorable final episode of Newhart's subsequent comedy series, \"Newhart\", in which viewers discovered that the entire later series had been her husband Bob's dream when he awakens next to her in the bedroom set from the earlier series. Her 1984 situation comedy, \"Suzanne Pleshette Is Maggie Briggs\", was canceled after seven episodes. In", "doc_score": "77.37471771240234", "publish_date": "2018/12/31"}, {"doc_id": "4349373", "text": "Turnabout Intruder / response to the radical feminism of the late 1960s. Dr. Lester is a \"caricature and condemnation of the feminism of the late '60s, evoking a fear of powerful, power-hungry women... The message seems clear: women want to kill men and take their jobs, but ultimately they can't handle them.\" David Greven has a more positive view of the episode, even referring to it as \"moving\". He calls it the \"infamous last episode\" of the original series, in part because of the \"campiness\" of Shatner's performance when portraying himself as a female in a male's body, but also because of the", "doc_score": "75.01995849609375", "publish_date": "2018/12/31"}, {"doc_id": "5569170", "text": "Rosemary DeCamp / Hannah Bailey, wife of the hardy, cantankerous pioneer James Briton \"Brit\" Bailey (Paul Fix) in the 1969 episode \"Here Stands Bailey\". In the story line, the Baileys make their final settlement in southeastern Texas after having overcome many obstacles over the years. Now they face the order of Stephen F. Austin that they vacate their land. But Austin soon has a change of heart and asks them to stay. Bailey dies with his final wish of interment standing upright facing west, hence his grave marker, \"Here Stands Bailey Facing West.\" During the 1960s, she appeared in commercials for the laundry", "doc_score": "77.064453125", "publish_date": "2018/12/31"}, {"doc_id": "11867060", "text": "Kathy Parker Phillips / occasion; coming apart and going back together. At one point, she was married to a controlling man named Garth Taper, but she would eventually come back to Scott. They shared a son named Doug Phillips (named after Scott's late father, Doug Martin). Kathy Parker Phillips Kathy Phillips Taper (née Parker) is a fictional character on the now-cancelled soap opera, \"Search for Tomorrow\". She was played by actress and writer Courtney Simon, and also by actress Nicolette Goulet. Kathy was a lawyer and private investigator in the community of Henderson. She was first seen as a liberated woman lawyer. She was", "doc_score": "77.68724822998047", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_14", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "10025603", "text": "Valkyrie (film) / during filming were widely ridiculed. Terry Press, a marketing consultant with the studio, said that \"Valkyrie\" had been wrongly labeled as \"the Tom Cruise eye-patch movie\". As the December release date approached, United Artists launched a campaign to reform public perception of the film, downplaying the role of Tom Cruise as a German war hero and instead pitching \"Valkyrie\" as \"a character-driven suspense thriller\". The new campaign also played up the reputation of director Bryan Singer, who had directed the thrillers \"The Usual Suspects\" (1995) and \"Apt Pupil\" (1998). Terry Press urged foregoing an awards campaign for the film; Cruise", "doc_score": "80.51266479492188", "publish_date": "2018/12/31"}, {"doc_id": "5121006", "text": "V for Vendetta (film) / a desperate quest to stop V. The film was originally scheduled for release by Warner Bros. on Friday, November 4, 2005, (a day before the 400th Guy Fawkes Night), but was delayed; it opened on March 17, 2006, to positive reviews. Alan Moore, having been dissatisfied with the film adaptations of his other works \"From Hell\" (2001) and \"The League of Extraordinary Gentlemen \"(2003), declined to watch the film and asked not to be credited or paid royalties. \"V for Vendetta\" has been seen by many political groups as an allegory of oppression by government; libertarians and anarchists have used", "doc_score": "79.75939178466797", "publish_date": "2018/12/31"}, {"doc_id": "10025604", "text": "Valkyrie (film) / agreed with the consultant, while Singer was disappointed about the decision. Instead, the studio focused on audience appeal in a competitive time frame in late December. A second theatrical trailer and a new poster were unveiled in October 2008 by United Artists to renew \"Valkyrie\"'s viability with audiences and accolades. The poster was designed to have flashy graphics and to emulate the posters from the war films \"The Great Escape\" (1963) and \"The Dirty Dozen\" (1967) in having a team as a central visual. The team element was based on market research from the studio's focus groups who indicated that", "doc_score": "79.27839660644531", "publish_date": "2018/12/31"}, {"doc_id": "20816744", "text": "Stargirl (film) / 2019. The following month, it was confirmed that the production was in the late stages of development, that Hahn's screenplay was still being utilized, and that she would continue to serve as a producer alongside the additions of Ellen Goldsmith-Vein and Lee Stollman. Production companies involved with the production were to include Gotham Group with the addition of Hahn's production company Hahnscape Entertainment. On June 5, 2018, it was further reported that Hart had polished the script with her husband Jordan Horowitz, who is also set to serve as an executive producer for the film. On September 11, 2015, it", "doc_score": "82.072998046875", "publish_date": "2018/12/31"}, {"doc_id": "9853866", "text": "Battlestar Galactica: Razor / conceived and partially financed by Universal Studios Home Entertainment, a subsidiary of NBC Universal. The conglomerate's home video division approached Ronald D. Moore, the show's developer and executive producer, wanting a stand-alone product that could be sold in DVD format only days after its Sci Fi broadcast. Moore called the proposal \"an interesting opportunity\" made even more attractive by the division's offer to subsidize part of its production costs. Moore was also happy to meet their other requirement, which was to produce 10–15 minutes worth of scenes that would not be part of the broadcast version; he noted on the", "doc_score": "78.86327362060547", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_15", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "770191", "text": "Roe v. Wade / Clause. In the case of \"Whole Woman's Health v. Hellerstedt\", the most significant abortion rights case before the Supreme Court since \"Planned Parenthood v. Casey\" in 1992, the Supreme Court in a 5–3 decision on June 27, 2016, swept away forms of state restrictions on the way abortion clinics can function. The Texas legislature enacted in 2013 restrictions on the delivery of abortions services that created an undue burden for women seeking an abortion by requiring abortion doctors to have difficult-to-obtain \"admitting privileges\" at a local hospital and by requiring clinics to have costly hospital-grade facilities. The Court struck down", "doc_score": "91.3742446899414", "publish_date": "2018/12/31"}, {"doc_id": "770189", "text": "Roe v. Wade / in \"Gonzales v. Carhart\" was a clear federal statute, rather than a relatively vague state statute as in the \"Stenberg\" case. On April 18, 2007, the Supreme Court handed down a 5 to 4 decision upholding the constitutionality of the Partial-Birth Abortion Ban Act. Kennedy wrote the majority opinion, asserting that Congress was within its power to generally ban the procedure, although the Court left the door open for as-applied challenges. Kennedy's opinion did not reach the question of whether the Court's prior decisions in \"Roe v. Wade\", \"Planned Parenthood v. Casey\", and \"Stenberg v. Carhart\" remained valid, and instead", "doc_score": "89.83966064453125", "publish_date": "2018/12/31"}, {"doc_id": "12587509", "text": "Freedom of Choice Act / benefits, facilities, services, or information. Provides that such prohibition shall apply retroactively. It also authorizes an individual aggrieved by a violation of this Act to obtain appropriate relief, including relief against a governmental entity, in a civil action.\" Earlier versions of the bill were introduced in 1989 and 1993. The bill states in its findings section that Congress has the affirmative power to legislate abortion based, in part, on the crossing of state lines by abortion providers, women seeking abortions, and medical supplies used in abortions. The Freedom of Choice Act was sponsored in the House of Representatives by Congressman", "doc_score": "89.99456787109375", "publish_date": "2018/12/31"}, {"doc_id": "1879919", "text": "Abortion in the United States / narrow majority of 5-4, marking the first time the Court has allowed a ban on any type of abortion since 1973. The opinion, which came from justice Anthony Kennedy, was joined by Justices Antonin Scalia, Clarence Thomas, and the two recent appointees, Samuel Alito and Chief Justice John Roberts. In the case of \"Whole Woman's Health v. Hellerstedt\", the Supreme Court in a 5-3 decision on June 27, 2016 swept away forms of state restrictions on the way abortion clinics can function. The Texas legislature enacted in 2013 restrictions on the delivery of abortions services that created an undue burden", "doc_score": "91.13288879394531", "publish_date": "2018/12/31"}, {"doc_id": "13349791", "text": "Abortion in the United States by state / states (including California, Illinois and New York) offer or require such coverage. The 1992 case of \"Planned Parenthood v. Casey\" overturned \"Roe's\" strict trimester formula, but reemphasized the right to abortion as grounded in the general sense of liberty and privacy protected under the Due Process Clause of the Fourteenth Amendment to the United States Constitution: \"If the right of privacy means anything, it is the right of the individual, married or single, to be free from unwarranted governmental intrusion into matters so fundamentally affecting a person as the decision whether to bear or beget a child.\" Advancements in medical", "doc_score": "88.79961395263672", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_16", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "13107216", "text": "Charlene Corley / stadium of Clemson University, Corley's alma mater. Deborah B. Barbier, a prosecutor on behalf of the U.S. Government at Corley's sentencing, claimed the list of assets spanned \"ten pages, single-spaced.\" Corley served her 78 month sentence at the Federal Correctional Institution (FCI) – Marianna in Marianna, Florida. With time off for good behavior, she was released on February 7, 2015. The scam was profiled on CNBC's \"American Greed.\" Charlene Corley Charlene Shuler Corley is a former defense contractor who was convicted in 2007 on two counts of conspiracy. Over the course of nine years leading up to September 2006, the", "doc_score": "78.40634155273438", "publish_date": "2018/12/31"}, {"doc_id": "13357178", "text": "Laura Pendergest-Holt / the money was invested, Zarich has said Pendergest-Holt and Davis turned him away. Zarich also has said Pendergest-Holt armed him with answers for potential investors worried about the size of Stanford's tiny, Antigua-based auditor. Pendergest-Holt, Federal Bureau of Prisons (BOP)#43550-279, was released from BOP custody on February 27, 2009. On May 12, 2009, Pendergest-Holt was indicted by a Houston federal grand jury on two counts of obstructing a fraud investigation and conspiracy to obstruct justice. She was free on a $300,000 bond. On June 21, 2012, Pendergest-Holt pleaded guilty before federal judge David Hittner to obstructing the SEC's investigation into", "doc_score": "79.39500427246094", "publish_date": "2018/12/31"}, {"doc_id": "12237354", "text": "Brittney Griner / Hovey addressing bullying and self-acceptance, \"In My Skin: My Life On and Off the Basketball Court\", published in 2014. On August 14, 2014, Griner announced her engagement to fellow WNBA player Glory Johnson. However, the couple were arrested on charges of assault and disorderly conduct on April 22, 2015, eight months after their engagement, after police broke up a fight between the two in their Goodyear, Arizona home. Both had sustained minor injuries. They were married on May 8, 2015 in Phoenix, Arizona. On May 15, 2015, the WNBA suspended Griner and Johnson for seven games each after Griner pled", "doc_score": "78.71004486083984", "publish_date": "2018/12/31"}, {"doc_id": "4029809", "text": "Leona Helmsley / she was being fitted for a dress.\" Most legal observers felt that Helmsley's hostile personality, arrogance, and \"naked greed\" alienated the jurors. On August 30, Helmsley was convicted of one count of conspiracy to defraud the United States, three counts of tax evasion, three counts of filing false personal tax returns, sixteen counts of assisting in the filing of false corporate and partnership tax returns, and ten counts of mail fraud. She was, however, acquitted of extortion—a charge that could potentially have sent her to prison for the rest of her life. Helmsley was instead sentenced to sixteen years in", "doc_score": "78.37510681152344", "publish_date": "2018/12/31"}, {"doc_id": "14511357", "text": "Alexis Neiers / Alexis Neiers Alexis Christine Neiers (born June 20, 1991) is a former American television personality. She is most notable for her conviction for burglary as a member of the so-called \"Bling Ring\". She was featured on E!'s reality series \"Pretty Wild\" with her mother, Andrea Arlington-Dunn, and sisters Gabby Neiers and Tess Taylor. On November 16, 2009, Neiers pleaded no contest to burglary charges stemming from her involvement with the Hollywood \"Bling Ring\" burglaries. The burglars had targeted the homes of celebrities including Paul Oakenfold, Orlando Bloom, Lindsay Lohan, Rachel Bilson, Paris Hilton, Ashley Tisdale, and Audrina Patridge. Alexis claimed", "doc_score": "79.17011260986328", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_17", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "2268291", "text": "Alex Jones / of their children due to her ex-husband's behavior. She claimed \"he's not a stable person\" and \"I'm concerned that he is engaged in felonious behavior, threatening a member of Congress\" (Adam Schiff). His attorney responded by claiming that \"he's playing a character\" and describing him as a \"performance artist\". In court, Jones denied playing a character and he called his show \"the most bona fide, hard-core, real McCoy thing there is, and everybody knows it\". Kelly was awarded the right to decide where their children live while he maintains visitation rights. His son, Rex Jones, has worked for \"Infowars\", receiving", "doc_score": "83.8443374633789", "publish_date": "2018/12/31"}, {"doc_id": "15741643", "text": "United States v. Jones / that warrantless GPS tracking violates reasonable expectations of privacy, praised Sotomayor's concurrence for raising concerns that Fourth Amendment caselaw does not reflect the realities of modern technology. The Supreme Court remanded the case to the district court. During the investigation, the government obtained cell site location data with a 2703(d) order under the Stored Communications Act. In light of the Supreme Court's decision, the government sought to use this data instead of the GPS data it had collected. Judge Ellen Segal Huvelle ruled in December 2012 that the government could use the cell site data against Jones. A new trial", "doc_score": "82.98275756835938", "publish_date": "2018/12/31"}, {"doc_id": "15488593", "text": "Amanda Williams / story aired, Williams hired David G. Oedel, a law professor at Mercer University, who published an open letter to \"This American Life\" executive producer Ira Glass, claiming that the story was \"riddled with falsehoods,\" and \"libel masquerading as journalism.\" Glass responded a week later, correcting website errors of which he was informed. However, Glass stood by the story's details, especially his characterization of defendants receiving inappropriately harsh treatment in Williams' courtroom. In response to Oedel's threat to sue for defamation, the show's lawyers defended Glass and asserted that Williams' conduct \"is certainly a matter of keen public interest\". Williams defended", "doc_score": "81.99412536621094", "publish_date": "2018/12/31"}, {"doc_id": "2268278", "text": "Alex Jones / headlines review. On October 2, 2017, Jones claimed that Democrats and communists were plotting imminent \"white genocide\" attacks. His reporting and public views on the topic have received support and coverage from white nationalist publications and groups, such as AltRight.com and the New Zealand National Front. Jones has been the center of many controversies. He has accused the United States government of being involved in the Oklahoma City bombing and the September 11 attacks, as well as claiming that two school shootings were \"false flag\" operations. In 2009, Jones claimed that a convicted con man's scheme to take over a", "doc_score": "83.84629821777344", "publish_date": "2018/12/31"}, {"doc_id": "15741624", "text": "United States v. Jones / the investigation, a Global Positioning System (GPS) device was installed on Jones's Jeep Grand Cherokee without a valid warrant. This device tracked the vehicle's movements 24 hours a day for four weeks. The FBI arrested Jones in late 2005, at which time Jones was represented by criminal defense attorney A. Eduardo Balarezo of Washington, D.C. Balarezo filed multiple motions on Jones' behalf, including the motion to suppress the GPS data. This motion formed the basis for Jones' appeals. The government tried Jones for the first time in late 2006, and after a trial lasting over a month, a federal jury", "doc_score": "82.5354995727539", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_18", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "18030229", "text": "Public Health Emergency of International Concern / second PHEIC was issued in May 2014 with the resurgence of polio after its near-eradication, deemed \"an extraordinary event.\" On Friday, August 8, 2014, the World Health Organization declared its third Public Health Emergency of International Concern in response to the outbreak of Ebola in Western Africa. On Monday, February 1, 2016, the World Health Organization declared its fourth PHEIC in response to clusters of microcephaly and Guillain–Barré syndrome in the Americas, which at the time were suspected to be associated with the ongoing outbreak of Zika virus. Later research and evidence bore out these concerns; in April, the WHO", "doc_score": "85.16316986083984", "publish_date": "2018/12/31"}, {"doc_id": "2217819", "text": "Hepatitis A / developing countries have higher levels of circulation. Most adolescents and adults in developing countries have already had the disease, thus are immune. Adults in midlevel countries may be at risk of disease with the potential of being exposed. Over 30,000 cases of hepatitis A were reported to the CDC in the US in 1997, but the number has since dropped to less than 2,000 cases reported per year. The most widespread hepatitis A outbreak in the United States occurred in 2018, in the state of Kentucky. The event was ongoing as of June 30, 2018. As of June 27, 2018,", "doc_score": "85.16918182373047", "publish_date": "2018/12/31"}, {"doc_id": "695826", "text": "Measles / July 2, 2018. By August 2018, 102 cases of measles had been reported throughout the United States. The spread of measles had been interrupted in Brazil as of 2016, with the last known case twelve months earlier. This last case was in the state of Ceará. Brazil won a measles elimination certificate by the Pan American Health Organization in 2016, but the Ministry of Health has proclaimed that the country has struggled to keep this certificate, since two outbreaks had already been identified in 2018, one in the state of Amazonas and another one in Roraima, in addition to cases", "doc_score": "84.03955841064453", "publish_date": "2018/12/31"}, {"doc_id": "695821", "text": "Measles / October 2014 and March 2015, a measles outbreak in the German capital of Berlin resulted in at least 782 cases. In 2017 numbers continued to increase in Europe to 21,315 cases, with 35 deaths. The United States was declared free of circulating measles in 2000 with 911 cases from 2001 to 2011. In 2014 the CDC said endemic measles, rubella, and congenital rubella syndrome has not returned to the United States. Occasional measles outbreaks persist because of cases imported from abroad, of which more than half are the result of unvaccinated U.S. residents who are infected abroad and infect others", "doc_score": "84.0037612915039", "publish_date": "2018/12/31"}, {"doc_id": "20220025", "text": "2016–18 Yemen cholera outbreak / in Abs, in northwestern Yemen. Doctors Without Borders reported that they had provided GPS coordinates to Saudi Arabia on twelve separate occasions, and had received nine written responses confirming receipt of those coordinates Note 1: Starting in December 2017, The World Health Organization began counting cases of cholera from 27 April 2017 onwards instead of from October 2016. This is resolved by adding 26 070 suspected cholera cases and 120 deaths from December onwards. Note 2: Starting on 8 November 2018, The World Health Organization began counting cases of cholera from 1 January 2018 onwards instead of from 27 April", "doc_score": "84.20570373535156", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_19", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "10322238", "text": "Helen Foster Snow / tried during the McCarthy era, her works suffered from the idea that she was a Chinese Communist sympathizer. She often had issues getting new books published and many of her books went out of print. Helen returned to China twice more in her lifetime. The first visit was from 1972 to 1973, following President Richard Nixon's trip in 1972 which eased relations between China and the United States. The second visit was in 1978 when Helen returned to China for six weeks with a camera crew. There she was interviewed and asked to recount her adventures of the 1930s with", "doc_score": "76.84796142578125", "publish_date": "2018/12/31"}, {"doc_id": "4817586", "text": "Nixon goes to China / even opposition if taken by someone without those credentials. Although the example is that of a hardliner taking steps toward peace with a traditional enemy, and this is the most common application of the metaphor, it could also be applied to a reputedly cautious diplomat defying expectations by taking military action, or a political leader reforming aspects of the political system of which they have been strong supporters. Nixon's visit to China was of particular significance because it marked the beginning of a process of thawing in Sino-American relations — the two countries had been estranged for many years, as", "doc_score": "79.9765625", "publish_date": "2018/12/31"}, {"doc_id": "4817587", "text": "Nixon goes to China / the U.S. was ardently anti-Communist and refused to recognize its government (maintaining relations with the anticommunist Republic of China in Taiwan to that point), and China had viewed the United States as its top enemy. Nixon, having had an undisputed reputation of being a staunch anti-Communist; was largely immune to any criticism of being \"soft on Communism\" by figures on the right of American politics. The phrase originated prior to Nixon's actual visit to China. An early use of the phrase is found in a December 1971 \"U.S. News & World Report\" interview with then-United States Senate Democratic Leader Mike", "doc_score": "79.09414672851562", "publish_date": "2018/12/31"}, {"doc_id": "1306138", "text": "Nancy Pelosi / specific aircraft—a Boeing 757—for Pelosi to use for taxpayer-funded travel. Pelosi responded that the policy was initiated by President Bush due to post-9/11 security concerns (Pelosi was third in line for presidential succession) and was initially provided for the previous Speaker, Dennis Hastert. The Sergeant at Arms requested, for security reasons, that the plane provided be capable of non-stop flight, requiring a larger aircraft. The Pentagon said \"no one has rendered judgment\" that Pelosi's use of aircraft \"is excessive\". Pelosi has stated that she now opposes the interrogation technique of waterboarding. According to the CIA, while Pelosi was the ranking", "doc_score": "79.61566925048828", "publish_date": "2018/12/31"}, {"doc_id": "4817585", "text": "Nixon goes to China / Nixon goes to China The phrase \"Nixon goes to China\", \"Nixon to China\", or \"Nixon in China\" is a historical reference to United States President Richard Nixon's 1972 visit to the People's Republic of China, where he met with Chairman Mao Zedong. The metaphor is often expressed as the observation \"Only Nixon could go to China\" or \"It took Nixon to go to China\". As a political metaphor, it refers to the ability of a politician with an unassailable reputation among his or her supporters for representing and defending their values to take actions that would draw their criticism and", "doc_score": "79.39582061767578", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_20", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "7577598", "text": "Neighbours / marital breakdown, imprisonment, career problems, financial problems, pregnancy, abortion, eating disorders, alcoholism, adultery, drug use and drug trafficking, robbery, stalking, kidnapping, accidental death, hit-and-runs, murder, shootings, stabbings, and incest. In the 2000s and 2010s, the show dealt with controversial issues such as homosexuality, gambling, prostitution, surrogacy, and exotic dancing. Health issues were also focused on, including multiple sclerosis, bipolar disorder, epilepsy, amnesia, congenital diaphragmatic hernia, and alzheimer's disease. In September 2014, the show featured a natural disaster storyline, in which a tornado descended on Erinsborough and Ramsay Street. In 1985, \"Neighbours\" started out with three families created by Watson –", "doc_score": "87.61006927490234", "publish_date": "2018/12/31"}, {"doc_id": "7577592", "text": "Neighbours / which was now averaging 1.4 million viewers every night. In February 2008, new executive producer, Susan Bower, announced that she would be implementing further changes to the programme. Bower promised to retain the return to traditional \"Neighbours\" values, but with an injection of drama that remains recognisable and relevant. Ratings rose to almost 900,000 in mid-2008, but generally ratings begin to fall towards the end of each year, usually averaging around 700,000. On 17 July 2009, during the aftermath of the Parker family's car accident and the dramatic death of Bridget Parker (Eloise Mignon), \"Neighbours\" achieved higher ratings than \"Home", "doc_score": "88.32746124267578", "publish_date": "2018/12/31"}, {"doc_id": "7577600", "text": "Neighbours / and they were later married. The Robinsons and the Ramsays had a long history in the street and they were often involved in an ongoing rivalry. When Network Ten picked up the show and revamped it, they brought in new and younger actors including Kylie Minogue as Charlene Mitchell and Jason Donovan, who replaced Darius Perkins as Scott Robinson. Many families, including the Alessi, Bishop, Hancock, Hoyland, Rebecchi, Scully, Timmins and Willis families have moved in and out of the street over the years. When storylines for certain characters become tired, the scriptwriters simply move one family out and replace", "doc_score": "85.9085693359375", "publish_date": "2018/12/31"}, {"doc_id": "6774734", "text": "Helen Daniels / Helen Daniels Helen Daniels (also Simpson and White) is a fictional character from the Australian soap opera \"Neighbours\", portrayed by Anne Haddy. Following the death of Jim Robinson in 1993, she remained the only original character left in the series until her own death in 1997, making her the second longest-serving original character after her grandson Paul. She appeared in 1656 episodes. She was also the most featured female character in the show during the 1980s and 1990s. In 1985, Haddy was invited by \"Neighbours\" creator Reg Watson to play Helen Daniels in a bid to portray a mother-in-law out", "doc_score": "85.88829803466797", "publish_date": "2018/12/31"}, {"doc_id": "7577614", "text": "Neighbours / beginning. As of October 2014, five box sets have been released. \"Neighbours\" has released several internet webisode series via their YouTube channel. The first series was titled \"Steph in Prison\" and coincided with Stephanie Scully's (Carla Bonner) return to \"Neighbours\" in April 2013. The following year, \"Brennan on the Run\" focusing on Mark Brennan's (Scott McGregor) time in witness protection was released. \"Neighbours vs Zombies\" was launched in October 2014 and featured the returns of many former characters who had previously died in the show. In October 2017, the five-part \"Neighbours vs Time Travel\" series was released. It features Paul", "doc_score": "86.04629516601562", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_21", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "10315846", "text": "Karl Power / Karl Power Karl Power is a prankster from Droylsden, Manchester, known for appearing uninvited at sporting events as an impostor. Most notoriously he appeared in the Manchester United team photo before a UEFA Champions League match against Bayern Munich in 2001. After the stunt, there was a nationwide manhunt in the United Kingdom for Power with tabloid newspapers asking their readers to write in and give them information. He was unmasked to BBC Sport by men's magazine \"Front\". The magazine revealed that Power had entered the stadium pretending to be with a TV crew to gain access to the pitch", "doc_score": "80.04044342041016", "publish_date": "2018/12/31"}, {"doc_id": "9227804", "text": "Michael Knighton / record figure for a British football club and the offer was accepted by chief executive Martin Edwards. Knighton promised to invest £10 million in the team's stadium, Old Trafford, as well as re-establish the club as England's top side. Knighton appeared on the pitch at Old Trafford before a game dressed in a full Manchester United football kit to publicise the takeover. Famously, he showed off his football skills by completing a long series of skilful \"keepie ups\". The vehicle for the takeover was a Knighton-controlled company, MK Trafford, based in the Isle of Man and set up specifically for", "doc_score": "79.58159637451172", "publish_date": "2018/12/31"}, {"doc_id": "8326763", "text": "Fernando Llorente / up the ball for his teammates in order to create space and scoring opportunities. Juventus Sevilla Spain Fernando Llorente Fernando Javier Llorente Torres (; born 26 February 1985), nicknamed \"El Rey León\" (\"The Lion King\" in Spanish), is a Spanish professional footballer who plays as a striker for English club Tottenham Hotspur and the Spain national team. Llorente started his career with Athletic Bilbao, working his way through the various youth ranks and becoming one of the most important offensive players for the club in the following decade, since making his first team debut in 2005. He scored 29 goals", "doc_score": "79.40023803710938", "publish_date": "2018/12/31"}, {"doc_id": "108771", "text": "David Beckham / for the Game Boy Advance, and \"David Beckham Soccer\", a football game for a number of platforms, and he was brand ambassador for exercise video game \"EA Sports Active 2\". Beckham featured in EA Sports' \"FIFA\" video game series; he was on the cover for the International edition of \"\". During his playing career (which ended in May 2013), Beckham generated an estimated £1 billion in shirt and boot sales. In 2006, Lloyd's of London insured his legs for £100m, at the time he was playing for Real Madrid. In March 2015 Beckham had the third highest social media rank", "doc_score": "77.398681640625", "publish_date": "2018/12/31"}, {"doc_id": "108654", "text": "David Beckham / David Beckham David Robert Joseph Beckham, (; born 2 May 1975) is an English retired professional footballer and current President of Inter Miami CF. He played for Manchester United, Preston North End, Real Madrid, Milan, LA Galaxy, Paris Saint-Germain and the England national team, for which he held the appearance record for an outfield player until 2016. He is the first English player to win league titles in four countries: England, Spain, the United States and France. He retired in May 2013 after a 20-year career, during which he won 19 major trophies. Known for his range of passing, crossing", "doc_score": "78.91581726074219", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_22", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "11649721", "text": "2008 unrest in Kosovo / 2008 unrest in Kosovo The 2008 unrest in Kosovo followed Kosovo's declaration of independence on February 17, 2008. Some Kosovo Serbs opposed to secession boycotted the move by refusing to follow orders from the central government in Pristina and attempted to seize infrastructure and border posts in Serb-populated regions. There were also sporadic instances of violence against international institutions and governmental institutions, predominantly in North Kosovo. Tensions in the North intensified when Serbs in Kosovska Mitrovica seized a UN courthouse on March 14, 2008. UN police and NATO forces responded on March 17, and attacks by Serb protesters left one", "doc_score": "93.37625885009766", "publish_date": "2018/12/31"}, {"doc_id": "18555559", "text": "2015 Kosovo protests / 2015 Kosovo protests In early January 2015, a series of anti-governmental protests began in Kosovo, as a result of the statements by Aleksandar Jablanović, a Kosovo Serb politician, Member of Parliament and Minister of Communities and Returns in the Republic of Kosovo. On 6 January 2015, a group known as \"Thirrjet e nënave\" (The call of mothers), whose members are mostly mothers of victims from the Kosovo War, protested in front of the Orthodox Church in Gjakova before Christmas, to block adherents to enter, due to Serbia's ongoing refusal to apologise for the victims. Later that day, Aleksandar Jablanović, Minister", "doc_score": "92.84664916992188", "publish_date": "2018/12/31"}, {"doc_id": "18286623", "text": "2013 protests in Kosovo / 2013 protests in Kosovo The 2013 protests began in Pristina, Kosovo after people started to receive high electricity bills. Sparked by comments in social media, on February more than 1000 people gathered in front of Kosovo's Electricity Corporation building. The protests continued in the next several weeks, eventually turning into a protest against corruption. Some of the main slogans from the protest where \"KEK pumping bills\", \"No country with thieves\" and \"Stop the theft, develop the state\". Government responded with great caution during the protests, promising fulfillment of all requirements set by protesters. The protest where sparked by high electricity", "doc_score": "90.17881774902344", "publish_date": "2018/12/31"}, {"doc_id": "17848003", "text": "2014 student protest in Kosovo / state of emergency was declared in Pristina, and the government sent 30,000 troops into the province to quell the protests. Clashes between students and Kosovan police began early on 28 January 2014 when dozens of student protesters, demanding the resignation of the University Rector, Ibrahim Gashi, blocked the entrance to his office. People of all ages, including parents and students from other universities, joined the demonstration, demanding a higher quality of living and education for students. Violent confrontations between protesters and the police resulted in the arrest of 25 students, and two students injured. The students were seeking the immediate", "doc_score": "92.66717529296875", "publish_date": "2018/12/31"}, {"doc_id": "17490606", "text": "1981 protests in Kosovo / 1981 protests in Kosovo In March and April 1981, a student protest in Pristina, the capital of the then Socialist Autonomous Province of Kosovo, led to widespread protests by Kosovo Albanians demanding more autonomy within the Socialist Federal Republic of Yugoslavia. The Presidency of Yugoslavia declared a state of emergency in Pristina and Kosovska Mitrovica, which led to rioting. The unrest was suppressed by a large police intervention that caused numerous casualties, and a period of political repression followed. The University of Pristina was the starting point of the 1981 Kosovo student protests. Kosovo's cultural isolation within Yugoslavia and its", "doc_score": "90.74110412597656", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_23", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "20391755", "text": "USA Gymnastics sex abuse scandal / also reported that it was Nichols' coach, Sarah Jantzi, who first reported Nassar to USAG on June 17, 2015, after overhearing Nichols talk to other gymnasts, later revealed to be Raisman and Alyssa Baumann, about Nassar's behavior. Simone Biles came forward shortly after with firsthand accounts of how she too had been sexually abused by Nassar. Jordyn Wieber made a statement at Nassar's court sentencing in which she also accused Nassar of sexually abusing her during her time at USAG. On May 1, 2018, former national team member Sabrina Vega also accused Nassar of sexual abuse, claiming she was abused", "doc_score": "86.7032241821289", "publish_date": "2018/12/31"}, {"doc_id": "17505054", "text": "Evgenia Medvedeva / program. Despite her consistency and difficulty of transitions, Medvedeva is often criticized for her \"flutz\", which is a Lutz jump taken off from the inside edge. Medvedeva appeared on the front cover of the July 2017 issue of Elle Girl Russia. She was included in the 2017 SportsPro 50 Most Marketable Athletes List, ranked 46. She was the second figure skater to be featured after the British sports magazine previously listed Yuna Kim in 2013. Medvedeva was also included in Business Insider's 2017 list of world's 50 most dominant athletes, ranked 14, and in the Forbes '30 under 30 Europe'", "doc_score": "85.58917999267578", "publish_date": "2018/12/31"}, {"doc_id": "20391766", "text": "USA Gymnastics sex abuse scandal / allegations against Nassar. According to a 2016 investigation reported by \"The Indianapolis Star\", top executives at USAG routinely dismissed sexual abuse allegations against coaches and failed to alert authorities. United States Senators criticized the organization's leadership for waiting five weeks before reporting Nassar to authorities after first learning of allegations involving Nassar in 2015. Juliet Macur of \"The New York Times\" was critical of USAG for not attending the 2017 congressional hearing on protecting young athletes from sexual abuse, and noted that the organization had not apologized for its role in the scandal. Two-time Olympian Aly Raisman was also critical", "doc_score": "85.98126983642578", "publish_date": "2018/12/31"}, {"doc_id": "20391743", "text": "USA Gymnastics sex abuse scandal / members Jamie Dantzscher, Morgan White, Jeanette Antolin, McKayla Maroney, Aly Raisman, Maggie Nichols, Gabby Douglas, Simone Biles, Jordyn Wieber, Sabrina Vega, Ashton Locklear, Kyla Ross, Madison Kocian, Amanda Jetter, Tasha Schwikert, Mattie Larson, Bailie Key, Kennedy Baker, and Alyssa Baumann have accused Nassar of sexually assaulting them. It is one of the biggest sexual abuse scandals in sports history. On July 11, 2017, Nassar pleaded guilty to federal child pornography charges; he was sentenced to 60 years in prison on December 7, 2017. On November 22, 2017, he pleaded guilty to seven charges of first-degree sexual assault and entered another", "doc_score": "86.73567199707031", "publish_date": "2018/12/31"}, {"doc_id": "20391753", "text": "USA Gymnastics sex abuse scandal / abused her on five doctor's visits in 2000, when she was 15 years of age. Olympic gold medalist McKayla Maroney, using the #MeToo hashtag on Twitter, said that Nassar repeatedly molested her, starting when she was 13 years old and until she retired from the sport in 2016. Maroney filed a lawsuit against Nassar, Michigan State University, the United States Olympic Committee and USAG. The lawsuit accused USAG of covering up the sexual abuse by paying Maroney $1.25 million to sign a non-disclosure agreement. During a \"60 Minutes\" interview, Olympic gold medalist Aly Raisman also accused Nassar of sexually abusing", "doc_score": "85.1603775024414", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_24", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "11102731", "text": "Official bank rate / Official bank rate The official bank rate (also called the Bank of England base rate or BOEBR) is the interest rate that the Bank of England charges Banks for secured overnight lending. It is the British Government's key interest rate for enacting monetary policy. It is more analogous to the US discount rate than to the Federal funds rate. The security for the lending can be any of a list of eligible securities (commonly Gilts) and are transacted as overnight repurchase agreements. Changes are recommended by the Monetary Policy Committee and enacted by the Governor. On 2 August 2018 the", "doc_score": "89.86166381835938", "publish_date": "2018/12/31"}, {"doc_id": "11102732", "text": "Official bank rate / Bank of England base rate was increased to 0.75%. The official bank rate has existed in various forms since 1694 and has ranged from 0.25% to 17%. The name of this key interest rate has changed over the years. The current name \"Official Bank Rate\" was introduced in 2006 and replaced the previous title \"Repo Rate\" (repo is short for repurchase agreement) in 1997. Previously (between 1981 and 1997) the title was \"Minimum Band 1 Dealing Rate\" and prior to that the \"Minimum Lending Rate\". Official bank rate The official bank rate (also called the Bank of England base rate", "doc_score": "89.80690002441406", "publish_date": "2018/12/31"}, {"doc_id": "53577", "text": "Bank of England / The Bank is one of eight banks authorised to issue banknotes in the United Kingdom, has a monopoly on the issue of banknotes in England and Wales and regulates the issue of banknotes by commercial banks in Scotland and Northern Ireland. The Bank's Monetary Policy Committee has a devolved responsibility for managing monetary policy. The Treasury has reserve powers to give orders to the committee \"if they are required in the public interest and by extreme economic circumstances\", but such orders must be endorsed by Parliament within 28 days. The Bank's Financial Policy Committee held its first meeting in June", "doc_score": "85.20352935791016", "publish_date": "2018/12/31"}, {"doc_id": "53598", "text": "Bank of England / pounds representing the value of notes they had in circulation in 1845. The Bank decided to sell its banknote printing operations to De La Rue in December 2002, under the advice of Close Brothers Corporate Finance Ltd. Since 1998, the Monetary Policy Committee (MPC) has had the responsibility for setting the official interest rate. However, with the decision to grant the Bank operational independence, responsibility for government debt management was transferred in 1998 to the new Debt Management Office, which also took over government cash management in 2000. Computershare took over as the registrar for UK Government bonds (gilt-edged securities", "doc_score": "84.95856475830078", "publish_date": "2018/12/31"}, {"doc_id": "1412972", "text": "Interest rate / to holding cash, is for governments to encourage mildly inflationary monetary policy; indeed, this is what Keynes recommended back in 1936. Both the European Central Bank starting in 2014 and the Bank of Japan starting in early 2016 pursued the policy on top of their earlier and continuing quantitative easing policies. The latter's policy was said at its inception to be trying to 'change Japan’s “deflationary mindset.”' In 2016 Sweden, Denmark and Switzerland—not directly participants in the Euro currency zone—also had NIRPs in place. Countries such as Sweden and Denmark have set negative interest on reserves—that is to say, they", "doc_score": "84.38966369628906", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_25", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "19852781", "text": "James Cameron's unrealized projects / projected release date was supposed to be in 2008, but any film based in the book wasn't released and Keyes passed away in 2014. During the 1990s, Cameron said many times that he was interested in directing a third \"Terminator\" film. After the defunct of Carolco Pictures in 1997, the developer of \"\", Cameron and 20th Century Fox were in talks about the production of a possible third \"Terminator\" film. However, at the end, Cameron left the production of the third film to direct \"Titanic\". Arnold Schwarzenegger originally intended to not reprise his role as The Terminator after learning that", "doc_score": "78.23529815673828", "publish_date": "2018/12/31"}, {"doc_id": "12506281", "text": "X-Men (film) / a conflict between two groups that have radically different approaches to bringing about the acceptance of mutant-kind: Professor Xavier's X-Men, and the Brotherhood of Mutants, led by Magneto. Development of \"X-Men\" began as far back as 1984 with Orion Pictures. At one point James Cameron and Kathryn Bigelow were in discussions. The film rights went to 20th Century Fox in 1994 and various scripts and film treatments were commissioned from Andrew Kevin Walker, John Logan, Joss Whedon, and Michael Chabon. Singer signed to direct in 1996, with further rewrites by Ed Solomon, Singer, Tom DeSanto, Christopher McQuarrie and Hayter in", "doc_score": "78.27931213378906", "publish_date": "2018/12/31"}, {"doc_id": "1519223", "text": "Science fiction film / movies. These films include \"Attack the Block\" (2011), \"Source Code\" (2011), \"Looper\" (2012), \"Upstream Color\" (2013), \"Valerian and the City of a Thousand Planets\" (2017), and \"Ex Machina\" (2015), which won the Academy Award for Visual Effects, in a surprising upset over the much higher-budget \"\" (2015). Science fiction films are often speculative in nature, and often include key supporting elements of science and technology. However, as often as not the \"science\" in a Hollywood science fiction movie can be considered pseudo-science, relying primarily on atmosphere and quasi-scientific artistic fancy than facts and conventional scientific theory. The definition can also", "doc_score": "79.63933563232422", "publish_date": "2018/12/31"}, {"doc_id": "3718286", "text": "Greg Berlanti / from Archie Comics, which was picked up to series in May 2016. \"Riverdale\" premiered on January 26, 2017, and was renewed for a second season on March 7, 2017. Berlanti co-wrote and co-produced the DC Comics film \"Green Lantern\", starring Ryan Reynolds as the titular character. As the film was not critically nor financially successful, further planned releases were cancelled. In May 2016, Berlanti discussed his involvement in a \"Booster Gold\" feature film that is currently in development, as producer and possibly as director as well. Zack Stentz is signed to the project as screenwriter. In December 2011, it was", "doc_score": "78.35672760009766", "publish_date": "2018/12/31"}, {"doc_id": "11135819", "text": "Green Lantern (film) / was still attached to write the screenplay, based on the sequel treatment. The scene in the film's end credits showing a resurgence of the yellow power ring of fear, with Sinestro becoming corrupted by its dark power, teased the planned sequel. In September 2011 Warner Bros., dismayed by the film's negative reviews and disappointing box office run, abandoned plans for sequels. In June 2013, David S. Goyer confirmed that \"Man of Steel\" is the first film in the DC Extended Universe. This confirmed that should the Green Lantern property be featured in an upcoming DC film, it will be a", "doc_score": "79.25169372558594", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_26", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "12050011", "text": "2022 FIFA World Cup / Guardian\" has estimated that up to 4,000 workers may die due to lax safety and other causes by the time the competition is held. These claims are based upon the fact that 522 Nepalese workers and over 700 Indian workers have died since 2010, when Qatar's bid as World Cup's host was won, about 250 Indian workers dying each year. Given that there are half a million Indian workers in Qatar, the Indian government says that is quite a normal number of deaths. In the United Kingdom, in any group of half a million 25- to 30-year-old men, an average", "doc_score": "84.47238159179688", "publish_date": "2018/12/31"}, {"doc_id": "12050019", "text": "2022 FIFA World Cup / million by Qatar. She retracted her claims, but later said she was coerced to do so by Qatari bid officials. More suspicions emerged in March 2014 when it was discovered that disgraced former CONCACAF president Jack Warner and his family were paid almost $2 million from a firm linked to Qatar's successful campaign. The Federal Bureau of Investigation (FBI) is investigating Warner and his alleged links to the Qatari bid. Five of FIFA's six primary sponsors, Sony, Adidas, Visa, Hyundai and Coca-Cola, have called upon FIFA to investigate the claims. \"The Sunday Times\" published bribery allegations based on a leak", "doc_score": "85.48880767822266", "publish_date": "2018/12/31"}, {"doc_id": "12050018", "text": "2022 FIFA World Cup / Richard Scudamore, chief executive of the Premier League, stated that they would consider legal action against FIFA because a move would interfere with the Premier League's popular Christmas and New Year fixture programme. On 19 March 2015, FIFA sources confirmed that the 2022 World Cup final would be played on 18 December. Qatar has faced growing pressure over its hosting of the World Cup in relation to allegations over the role of former top football official Mohammed bin Hammam played in securing the bid. A former employee of the Qatar bid team alleged that several African officials were paid $1.5", "doc_score": "85.51107025146484", "publish_date": "2018/12/31"}, {"doc_id": "20441571", "text": "2018 FIFA World Cup Final / also became the second team in the 32-team World Cup to win all their knockout matches without any extra time or penalty shoot-out after Brazil in 2002. As winners, France qualified for the 2021 FIFA Confederations Cup. The final was played at the Luzhniki Stadium in Moscow, located in the Khamovniki District of the Central Administrative Okrug. An expanded version of the stadium was named as the provisional final venue in Russia's World Cup bid, which was selected by FIFA on 2 December 2010. Luzhniki Stadium was confirmed as the final venue on 14 December 2012, following a meeting of", "doc_score": "83.83284759521484", "publish_date": "2018/12/31"}, {"doc_id": "10915549", "text": "2018 FIFA World Cup / FIFA Council took the much-anticipated step of approving the use of VAR for the first time in a FIFA World Cup tournament. VAR operations for all games are operating from a single headquarters in Moscow, which receives live video of the games and are in radio contact with the on-field referees. Systems are in place for communicating VAR-related information to broadcasters and visuals on stadiums' large screens are used for the fans in attendance. VAR had a significant impact in several games. On 15 June 2018, Diego Costa's goal against Portugal became the first World Cup goal based on a", "doc_score": "85.37592315673828", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_27", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "19214598", "text": "Fox New Year's Eve specials / p.m. to 10:00 p.m. ET/PT, followed by a 90-minute segment beginning at 11:00 p.m. ET/PT following late local programming and/or newscasts. The 2017 edition only contained the late-night portion. Viewership for the inaugural edition of \"Pitbull's New Year's Revolution\" was on par with Fox's previous New Year's specials; Nielsen ratings for the late-night segment recorded a 2.6 household rating, and a 2.2 rating in the 18–49 demographic (improving over the 2.1 of \"New Year's Eve Live 2014\"), putting it behind NBC's \"New Year's Eve with Carson Daly\" (4.9, 3.1 among 18–49s) and ABC's \"New Year's Rockin' Eve\" (10.7, 7.3 among", "doc_score": "79.81507110595703", "publish_date": "2018/12/31"}, {"doc_id": "18852448", "text": "Documentary Now! / Documentary Now! Documentary Now! is an American mockumentary television series, created by Fred Armisen, Bill Hader, Seth Meyers, and Rhys Thomas, that premiered on August 20, 2015 on IFC. Armisen and Hader star in the series and Thomas co-directs. The series, hosted by Helen Mirren, spoofs celebrated documentary films by parodying the style of each documentary with a similar, but fictitious, subject. It has been renewed through season three which is scheduled to premiere on February 20, 2019. Within the universe of the show itself, \"Documentary Now!\" is a long-running news magazine for documentaries, initially celebrating its 50th season. Mirren", "doc_score": "79.81281280517578", "publish_date": "2018/12/31"}, {"doc_id": "17446668", "text": "The Real (talk show) / In the summer of 2013, it was announced that the series was ordered for a test run on seven Fox-owned stations in New York, Los Angeles, Washington D.C., Philadelphia, Phoenix, Houston and Tampa. In October 2013, it was announced that \"The Real\" had been green-lit for a national syndicated launch and would premiere on September 15, 2014. In February 2015, Warner Bros. announced the series had been renewed for a second season. In October 2015, the series was renewed for a third and fourth seasons, allowing it to air through 2018. In January 2018, the series was renewed for a", "doc_score": "78.60831451416016", "publish_date": "2018/12/31"}, {"doc_id": "14661219", "text": "Jeopardy! / the main game, and a bonus round instead of Final Jeopardy! The daily syndicated version debuted on September 10, 1984, and was launched in response to the success of the syndicated version of \"Wheel\" and the installation of electronic trivia games in pubs and bars. This version of the program has met with greater success than the previous incarnations; it has outlived 300 other game shows and become the second most popular game show in syndication (behind \"Wheel\"), averaging 25 million viewers per week. The show's most recent renewal, in May 2017, extends it through the 2019–2020 season. \"Jeopardy!\" has", "doc_score": "78.6915054321289", "publish_date": "2018/12/31"}, {"doc_id": "18788959", "text": "20/20: In an Instant / 20/20: In an Instant 20/20: In An Instant is an American documentary series on ABC. The show premiered on Friday, March 6, 2015, before moving to its regular timeslot on Saturday, March 7, 2015, at 9:00 pm. The show follows people who have gone through life changing events as they come to terms and relive the moments. On May 24, 2016, the show was renewed for a second season, which premiered on June 18, 2016, and ran for six consecutive weeks. The season finale aired on July 23, 2016. On May 19, 2017, the show was renewed for a third", "doc_score": "78.58926391601562", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_28", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "2214763", "text": "Pollinator decline / to 50%. In France, the honey harvest for 2017 has been estimated at around 10,000 tons, representing a decline of two-thirds against the average annual harvest during the 1990s. A 2017 study led by Radboud University's Hans de Kroon, using 1,500 samples from 63 sites, indicated that the biomass of insect life in Germany had declined by three-quarters in the previous 25 years. Participating researcher Dave Goulson of Sussex University stated that their study suggested that humans are making large parts of the planet uninhabitable for wildlife. Goulson characterized the situation as an approaching \"ecological Armageddon\", adding that \"if we", "doc_score": "92.13438415527344", "publish_date": "2018/12/31"}, {"doc_id": "18107486", "text": "Pest insect population dynamics / citing data from various \"Arthropod Management Tests\", estimates that the percent of lettuce aphids killed is 76.1% for endosulfan and 67.0% for imidacloprid. Insecticides used on gypsy moths in the 1970s had roughly a 90% kill rate. Temperature change is argued to be the biggest direct abiotic impact of climate change on herbivorous insects. In temperate regions, global warming will affect overwintering, and warmer temperatures will extend the summer season, allowing for more growth and reproduction. A 2013 study estimated that on average, crop pests and pathogens have moved to higher latitudes at a rate of about 2.7 km/year since", "doc_score": "90.9925537109375", "publish_date": "2018/12/31"}, {"doc_id": "2214764", "text": "Pollinator decline / lose the insects then everything is going to collapse\". Lynn Dicks at the University of East Anglia in 2017 estimated the rate of decline in flying insect biomass at roughly 6% a year. The value of animal pollination in human nutrition and food for wildlife is immense and difficult to quantify. An estimated 87.5% of the world's flowering plant species are animal-pollinated, and 35% of crop production and 60% of crop plant species depend on animal pollinators. This includes the majority of fruits, many vegetables (or their seed crop), and secondary effects from legumes such as alfalfa and clover fed", "doc_score": "91.7551498413086", "publish_date": "2018/12/31"}, {"doc_id": "642661", "text": "Lepidoptera / from the horns of cattle. The larva of \"Zenodochium coccivorella\" is an internal parasite of the coccid \"Kermes\" species. Many species have been recorded as breeding in natural materials or refuse such as owl pellets, bat caves, honeycombs or diseased fruit. As of 2007, there was roughly 174,250 lepidopteran species described, with butterflies and skippers estimated to comprise around 17,950, and moths making up the rest. The vast majority of Lepidoptera are to be found in the tropics, but substantial diversity exists on most continents. North America has over 700 species of butterflies and over 11,000 species of moths, while", "doc_score": "87.80564880371094", "publish_date": "2018/12/31"}, {"doc_id": "642713", "text": "Lepidoptera / largest predators. Lepidoptera, especially the immature stages, are an ecologically important food to many insectivorous birds, such as the great tit in Europe. An \"evolutionary arms race\" can be seen between predator and prey species. The Lepidoptera have developed a number of strategies for defense and protection, including evolution of morphological characters and changes in ecological lifestyles and behaviors. These include aposematism, mimicry, camouflage, and development of threat patterns and displays. Only a few birds, such as the nightjars, hunt nocturnal lepidopterans. Their main predators are bats. Again, an \"evolutionary race\" exists, which has led to numerous evolutionary adaptations of", "doc_score": "86.93795013427734", "publish_date": "2018/12/31"}]}
{"question_id": "20220805_29", "search_time": "2022/08/05/14:11", "search_result": [{"doc_id": "11331191", "text": "Trauma trigger / trigger warnings for classes that could contain potentially upsetting material. Professors would be required to alert students of such material and allow them to skip classes that could make them feel uncomfortable. A professor at Texas A&M University argues \"the purpose of trigger warnings is not to cause students to avoid traumatic content, but to prepare them for it, and in extreme circumstances to provide alternate modes of learning.\" The American Association of University Professors has issued a report critical of trigger warnings in university contexts, stating that \"The presumption that students need to be protected rather than challenged in", "doc_score": "81.90008544921875", "publish_date": "2018/12/31"}, {"doc_id": "5660068", "text": "Manual fire alarm activation / panel after the station has been closed. In some places, particularly at college dormitories and schools, students set off fire alarms as a prank or simply because they want to (out of anger or curiosity). These false alarms can convey a risk to apathy among occupants if they occur repeatedly, causing them to dismiss the importance of alarms or ignore them completely. In areas where false alarms are a recurring problem, pull stations may be covered with a clear plastic 'Stopper' cover that will cause people to notice the person by sounding an alarm when tinkered with or opened, creating", "doc_score": "79.00353240966797", "publish_date": "2018/12/31"}, {"doc_id": "9890521", "text": "Research question / Research question Specifying the research question is the methodological point of departure of scholarly research in both the natural and social sciences. The research will answer the question posed. At an undergraduate level, the answer to the research question is the thesis statement. The answer to a research question will help address a \"research problem\" which is a problem \"readers think is worth solving\". Specifying the research question is one of the first methodological steps the investigator has to take when undertaking research. The research question must be accurately and clearly defined. Choosing a research question is the central element", "doc_score": "77.34190368652344", "publish_date": "2018/12/31"}, {"doc_id": "7626566", "text": "Gatekeeper / controlling passwords and access rights or permissions for software that the company uses. Peer review is a practice widely used by specialized journals that publish articles reporting new research, new discoveries, or new analyses in a specific academic field or area of focus. Journal editors ask one or more subject matter experts deemed to be \"peers\" of an article's author or authors to assess an article's suitability for publication in the journal. Notwithstanding the fact that the intent of peer review is to insure suitability and editorial quality, issues of preference or exclusion of articles are raised from time to", "doc_score": "76.5427017211914", "publish_date": "2018/12/31"}, {"doc_id": "20385757", "text": "John Knox (chemist) / retirement John Knox pursued his lifelong interest in yachting, applying scientific rigour to the field of anchoring. He invented the Anchorwatch, a strain gauge which measures the force on an anchor chain, in order to alert crew when their anchor is at risk of slipping during a stormy night. Knox used the Anchorwatch device to establish a testing procedure for measuring an anchor's holding force, and conducted years of experiments on Scotland's beaches to measure the efficiency of most anchor designs available on the global market. His work on anchor testing culminated in the design of his own optimised Knox", "doc_score": "75.71231079101562", "publish_date": "2018/12/31"}]}
