{"question_id": "20221216_0", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "16077249", "text": "Exploration Flight Test-1 / at the Michoud Assembly Facility in New Orleans, Louisiana. It was then transported to Kennedy Space Center's Operations and Checkout Building, where the remainder of the spacecraft was completed. The Delta IV rocket was put in a vertical position on October 1, 2014, and Orion was mated with the vehicle on November 11. The four-and-a-half-hour flight took the Orion spacecraft on two orbits of Earth. Peak altitude was approximately. The high altitude allowed the spacecraft to reach reentry speeds of up to, which exposed the heat shield to temperatures up to around. During the flight, the crew", "doc_score": "84.65618133544922", "publish_date": "2018/12/31"}, {"doc_id": "3312462", "text": "Mercury-Atlas 4 / to returning to Earth. Reentry took place one hour and 28 minutes after launch, and splashdown occurred in the Atlantic Ocean 176 miles (283 kilometers) east of Bermuda. One hour and 22 minutes after splashdown the destroyer (which was 34 miles from the landing point) picked up the capsule, which was found to be in good condition with little damage from either liftoff, orbit, or reentry. Postflight examination found that the oxygen rate handle had been dislodged by liftoff-induced vibration and cracked open a valve. This had allowed oxygen to escape into space, but not at sufficient rates to trigger", "doc_score": "85.69100952148438", "publish_date": "2018/12/31"}, {"doc_id": "15938029", "text": "Orion (spacecraft) / crew module. The URT tests completed the pre-launch test phase of the Orion recovery system. At 7:05 AM EST on December 5, 2014 the Orion capsule was launched atop a Delta IV Heavy rocket for its first test flight, and splashed down in the Pacific Ocean about 4.5 hours later. The two-orbit flight was NASA's first launch of a vehicle for human spaceflight since the retirement of the Space Shuttle fleet in 2011, and the first time that NASA had launched a spacecraft capable of taking humans beyond low earth orbit (LEO) since the launch of Apollo 17 in 1972", "doc_score": "85.46630096435547", "publish_date": "2018/12/31"}, {"doc_id": "3495452", "text": "STS-115 / minutes before sunrise, and as such was the 21st night landing for the Space Shuttle Program. It was the 63rd landing at Kennedy Space Center, as well as the 27th mission for \"Atlantis\". While working on the \"Atlantis\" orbiter, NASA technicians discovered that one of the spacecraft's radiator panels showed evidence of micrometeorite damage. A hole was observed which was reported to be about 2.7 mm (0.108 in) in diameter. NASA's Mission Management Team conducted a detailed analysis of data from many sources including ground imagery, radar, shuttle inspections using the Canadarm and from the space station. By Day 2", "doc_score": "82.98953247070312", "publish_date": "2018/12/31"}, {"doc_id": "16077250", "text": "Exploration Flight Test-1 / module, a structural representation of the service module, a partial launch abort system containing only the jettison motor, and Orion-to-stage adapter were evaluated. The spacecraft remained attached to the Delta IV's upper stage until re-entry began and relied on internal batteries for power rather than photovoltaic arrays, which were not contained in the structural representation. Data gathered from the test flight were analyzed by the critical design review (CDR) in April 2015. After splashdown in the Pacific Ocean, crews recovered the EFT-1 Orion crew vehicle and will outfit the capsule for an ascent abort test in 2017. Exploration Flight Test-1", "doc_score": "82.437255859375", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_1", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "20441571", "text": "2018 FIFA World Cup Final / also became the second team in the 32-team World Cup to win all their knockout matches without any extra time or penalty shoot-out after Brazil in 2002. As winners, France qualified for the 2021 FIFA Confederations Cup. The final was played at the Luzhniki Stadium in Moscow, located in the Khamovniki District of the Central Administrative Okrug. An expanded version of the stadium was named as the provisional final venue in Russia's World Cup bid, which was selected by FIFA on 2 December 2010. Luzhniki Stadium was confirmed as the final venue on 14 December 2012, following a meeting of", "doc_score": "81.33271026611328", "publish_date": "2018/12/31"}, {"doc_id": "12049999", "text": "2022 FIFA World Cup / government guarantee to support the bid. Indonesian officials had not ruled out a bid for the 2026 FIFA World Cup, until Qatar took the 2022 cup. During the bidding process, all non-UEFA nations gradually withdrew their 2018 bids, thus making the UEFA nations ineligible for the 2022 bid. In the end, there were five bids for the 2022 FIFA World Cup: Australia, Japan, Qatar, South Korea and the United States. The twenty-two member FIFA Executive Committee convened in Zürich on 2 December 2010 to vote to select the hosts of both tournaments. Two FIFA executive committee members were suspended before", "doc_score": "82.30062866210938", "publish_date": "2018/12/31"}, {"doc_id": "12050011", "text": "2022 FIFA World Cup / Guardian\" has estimated that up to 4,000 workers may die due to lax safety and other causes by the time the competition is held. These claims are based upon the fact that 522 Nepalese workers and over 700 Indian workers have died since 2010, when Qatar's bid as World Cup's host was won, about 250 Indian workers dying each year. Given that there are half a million Indian workers in Qatar, the Indian government says that is quite a normal number of deaths. In the United Kingdom, in any group of half a million 25- to 30-year-old men, an average", "doc_score": "79.8624496459961", "publish_date": "2018/12/31"}, {"doc_id": "20441569", "text": "2018 FIFA World Cup Final / 2018 FIFA World Cup Final The 2018 FIFA World Cup Final was a football match that took place on 15 July 2018 to determine the winners of the 2018 FIFA World Cup. It was the final of the 21st FIFA World Cup, a quadrennial tournament contested by the men's national teams of the member associations of FIFA. The match was contested by France and Croatia, and held at the Luzhniki Stadium in Moscow, Russia. Before 2018, France's only World Cup victory was in 1998 – though they had also reached the final in 2006 – while Croatia were playing in", "doc_score": "83.21118927001953", "publish_date": "2018/12/31"}, {"doc_id": "5438100", "text": "2018 and 2022 FIFA World Cup bids / ineligible, leaving Africa ineligible for 2018 and South America ineligible for both 2018 and 2022. Other factors in the selection process include the number of suitable stadiums, and their location across candidate nations. Voting is done using a multiple round exhaustive ballot system whereby the candidate receiving the fewest votes in each round is eliminated until a single candidate is chosen by the majority. Following the selection of the 2006 World Cup hosts, FIFA had decided on a policy for determining the hosts of future editions. The six world confederations—roughly corresponding to continents—would rotate in their turn of providing bids,", "doc_score": "81.42057037353516", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_2", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "17915441", "text": "Particle Fever / Particle Fever Particle Fever is a 2013 American documentary film tracking the first round of experiments at the Large Hadron Collider near Geneva, Switzerland. The film follows the experimental physicists at CERN who run the experiments, as well as the theoretical physicists who attempt to provide a conceptual framework for the LHC's results. The film begins in 2008 with the first firing of the LHC and concludes in 2012 with the successful identification of the Higgs boson. The Communication Awards of the National Academies of Sciences, Engineering, and Medicine awarded a $20,000 prize for excellence in communicating science to the", "doc_score": "79.29830932617188", "publish_date": "2018/12/31"}, {"doc_id": "18420833", "text": "DeLuca Biochemistry Building / DeLuca Biochemistry Building The Hector F. DeLuca Biochemistry Building, originally known as the Agricultural Chemistry Building, is a historic structure on the campus of the University of Wisconsin–Madison. It was the site of the discovery of vitamins A and B, as well as the development of vitamin D processing. The building was part of the expansion of the College of Agriculture undertaken by Edwin B. Hart. Hart assumed leadership of the department in 1906. The next year, Stephen Moulton Babcock and Elmer McCollum began the single-grain experiment, which fostered the development of agricultural chemistry at Wisconsin. The experiment continued in", "doc_score": "75.9942398071289", "publish_date": "2018/12/31"}, {"doc_id": "20229572", "text": "Biotron / Biotron The Biotron is a research facility located at the University of Wisconsin-Madison that \"provides controlled environments and climate-controlled greenhouses to support plant, animal, and materials research for university, non-profit, and commercial clients.\" An evolution of the phytotron, the development of the facility had its roots in the late 1950s as a campaign established by the Botanical Society of America in search of a national phytotron. With additional funding and support by the National Science Foundation the Biotron was eventually envisioned as a combination facility that would allow both plant and animal tests to be conducted. Plant physiologist Folke Skoog", "doc_score": "74.47322082519531", "publish_date": "2018/12/31"}, {"doc_id": "5756794", "text": "Bio-Rad Laboratories / analysis, environmental monitoring, and food testing. Bio-Rad Laboratories was founded in 1952 at a time of burgeoning scientific innovation. Medical science was moving forward on many fronts worldwide, notable were James Watson’s and Francis Crick’s discovery of the structure of DNA (in 1953) and Jonas Salk’s invention of a polio vaccine (in 1955), among others. It was during this period of scientific breakthroughs that David Schwartz and his wife Alice, both recent graduates of the University of California, Berkeley, made an unexpected discovery of their own. At the time, Alice was working at a lab studying the physical properties of", "doc_score": "74.29295349121094", "publish_date": "2018/12/31"}, {"doc_id": "17251575", "text": "Kyle Cranmer / George W. Bush via the Department of Energy's Office of Science and in 2009 he was awarded the National Science Foundation's Career Award. Cranmer is also a graduate of the Arkansas School for Mathematics, Sciences, and the Arts Kyle Cranmer Kyle Cranmer is an American physicist and a professor at New York University at the Center for Cosmology and Particle Physics and Affiliated Faculty member at NYU's Center for Data Science. He is an experimental particle physicist working, primarily, on the Large Hadron Collider, based in Geneva, Switzerland. Cranmer popularized a collaborative statistical modeling approach and developed statistical methodology, which", "doc_score": "71.79303741455078", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_3", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "16126544", "text": "Tetanus vaccine / In the United States a course of tetanus vaccine is between 25 and 50 USD. Since the discovery and productions of the tetanus vaccines, the occurrence of tetanus, diphtheria, and pertussis has decreased. Using US population derived figures, following vaccination, 95% of people are protected from diphtheria, 80% to 85% of people are protected from pertussis, and 100% of people are protected from tetanus. Before the vaccine there was an average of 580 annual cases of tetanus and 472 annual deaths from tetanus. But since the vaccine there is an average of 41 annual cases of tetanus and 4 annual", "doc_score": "83.79483795166016", "publish_date": "2018/12/31"}, {"doc_id": "16748099", "text": "Elvitegravir/cobicistat/emtricitabine/tenofovir / cases, combined with tighter state budgets may burden the AIDS Drug Assistance Program (ADAP) to the breaking point. Kaiser Family Foundation reports that ADAP provided HIV drug benefit to 138,000 people in 2011, with a current waiting list totaling 2,030 HIV-positive individuals. Many states including California, Colorado, Georgia, and Virginia are considering measures to cut ADAP spending. An increase in the serum creatinine level (a marker of kidney function) may increase with use of Stribild. This is caused by inhibition of tubular secretion of creatinine in the nephron by cobicistat. An increase of up to 0.3 mg/dL is expected; if", "doc_score": "82.13551330566406", "publish_date": "2018/12/31"}, {"doc_id": "6589508", "text": "HPV vaccine / with more than 100 million doses distributed worldwide. Extensive clinical trial and post-marketing safety surveillance data indicate that both Gardasil and Cervarix are well tolerated and safe. When comparing the HPV vaccine to a placebo (control) vaccine taken by women, there is no difference in the risk of severe adverse events. Gardasil is a 3-dose (injection) vaccine. there have been more than 57 million doses distributed in the United States, though it is unknown how many have been administered. There have been 22,000 Vaccine Adverse Event Reporting System (VAERS) reports following the vaccination. Ninety-two percent were reports of events considered", "doc_score": "82.46403503417969", "publish_date": "2018/12/31"}, {"doc_id": "11582165", "text": "Vi capsular polysaccharide vaccine / expected to be at a low risk of exposure to typhoid. To maintain immunity, the vaccine should be repeated every three years. The vaccine offers effective protection the first year after being given (with between 50% and 80% efficacy) and the second year (31% to 76%), but not after that. Vi capsular polysaccharide vaccine \"Not to be confused with Ty21a. For an overview of vaccines against typhoid fever, see Typhoid vaccine.\" The Vi capsular polysaccharide vaccine (or ViCPS) is one of two vaccines recommended by the World Health Organization for the prevention of typhoid (the other is Ty21a). The vaccine", "doc_score": "82.42680358886719", "publish_date": "2018/12/31"}, {"doc_id": "7842154", "text": "Pneumococcal conjugate vaccine / Advisory Committee on Immunization Practices, recommended the vaccine be administered to every infant and young child in the US. The resulting demand outstripped production, creating shortages not resolved until 2004. All children, according to current US vaccination schedules, should receive four doses, at two months, four months, six months, and again between one year and fifteen months of age. Prevnar-7 is designed to stop seven of about ninety pneumococcal serotypes which have the potential to cause invasive pneumococcal disease (IPD). In 2010, a 13-valent vaccine was introduced. Each year, IPD kills approximately one million children worldwide. Since approval, Prevnar's efficacy", "doc_score": "83.86851501464844", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_4", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "6529580", "text": "Panic buying / Panic buying Panic buying is the act of buying unusually large amounts of a product in anticipation of or after a disaster or perceived disaster, or in anticipation of a large price increase or shortage, as can occur before a blizzard or hurricane or government decree banning a particular popular product, such as incandescent light bulbs. These goods are bought in large amounts to offset a potential shortage or as an act of safety. While panic buying can result in a sudden increase in the cost of goods, it is distinct from looting as it does not entail theft or", "doc_score": "85.20938110351562", "publish_date": "2018/12/31"}, {"doc_id": "1801395", "text": "Grocery store / is a recent phenomenon that has developed as a type of e-commerce. Several online grocery stores exist, one of the oldest available in the U.S. being Peapod. Nowadays, many online grocery stores such as Amazon, Netgrocer, MyBrands, Efooddepot and many more that all aims to provide quality ethnic food products with timely delivery and convenience of ordering online. Other large retailers in the U.S. have started similar models, including AmazonFresh and Prime Pantry, both run by Amazon.com, Walmart's To-Go service, and smaller companies like Yummy.com and RelayFoods. In the U.S., sales from online grocers in 2013 were $15 billion. Online", "doc_score": "81.62940979003906", "publish_date": "2018/12/31"}, {"doc_id": "2145216", "text": "Local purchasing / Local purchasing Local purchasing is a preference to buy locally produced goods and services over those produced farther away. It is very often abbreviated as a positive goal, \"buy local\", that parallels the phrase \"think globally, act locally\", common in green politics. On the national level, the equivalent of local purchasing is import substitution, the deliberate industrial policy or agricultural policy of replacing goods or services produced on the far side of a national border with those produced on the near side, i.e., in the same country or trade bloc. Historically, there have been so many incentives to buy locally", "doc_score": "80.15792846679688", "publish_date": "2018/12/31"}, {"doc_id": "13779770", "text": "Leakage (retail) / of retail expenditures as local citizens drive to neighboring towns to shop at national retail chains (e.g. Tesco, Asda) or eat at national restaurant chains (e.g. Slug and Lettuce, Harvester). Attracting such national retail chain stores and restaurants to a community can prevent this type of expenditure leakage and create local jobs. The economic definition of leakage is situation in which an income exits an economy instead of staying within. In retail, leakage refers to consumers spending money outside the local market. For instance, crossing a border to buy goods instead of making the same purchase from local shops. Alternatively", "doc_score": "81.0014877319336", "publish_date": "2018/12/31"}, {"doc_id": "754793", "text": "Shopping / terminal digit \"9\" (e.g., 9.99, 19.99, or 199.99) can be used to signal price points and bring an item in at just under the consumer's reservation price. However, in Chinese societies, prices are generally either a round number or sometimes some lucky number. This creates price points. In a fixed-price system, consumers may still use bargaining or \"haggling\"; a negotiation about the price. Economists see this as determining how the transaction's total economic surplus will be divided between consumers and producers. Neither party has a clear advantage because the threat of no sale exists, in which case the surplus would", "doc_score": "83.52952575683594", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_5", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "2456636", "text": "Capital punishment in the United States / executed 113 offenders since 1976 with only five remaining on death row. To reduce litigation delays, other states require convicts to file their state collateral appeal before the completion of their direct appeal, or provide adjudication of direct and collateral attacks together in a \"unitary review\". After a death sentence is affirmed in state collateral review, the prisoner may file for federal habeas corpus, which is a unique type of lawsuit that can be brought in federal courts. Federal habeas corpus is a type of collateral review, and it is the only way that state prisoners may attack a", "doc_score": "83.37712097167969", "publish_date": "2018/12/31"}, {"doc_id": "4378964", "text": "Joe Brown (judge) / overseen by Magistrate Harold Horne. Brown, who retains his law license, was reviewing a child support matter as a favor to an acquaintance. According to press accounts, Brown became combative and irate after Horne refused to discuss details of the case that were not on the schedule. Brown was sentenced to five days in jail, but was later released on his own recognizance. Brown surrendered to the Shelby County Sheriff on August 27, 2015 to serve his five-day sentence at the Shelby County Corrections Facility in Memphis. He was released from the Shelby County Corrections Facility the morning of September", "doc_score": "81.8242416381836", "publish_date": "2018/12/31"}, {"doc_id": "8577915", "text": "William Morva / 2008. On June 4, 2009, an appeal for William Morva was made to the Virginia Supreme Court. However, the capital murder conviction and death sentence were confirmed on September 18, 2009. The United States Supreme Court declined to review the case in February 2017. Subsequently, Judge Robert Turk set the execution date for July 6, 2017. On June 20, 2017, Morva's lawyers, on his behalf, filed a request for clemency with Virginia Governor Terry McAuliffe. They requested that Governor McAuliffe, in light of evidence concerning Morva's true mental state, commute his sentence from death to life in prison without the", "doc_score": "85.46273040771484", "publish_date": "2018/12/31"}, {"doc_id": "6603516", "text": "Wesley Baker / unfairly prosecuted. On November 28, 2005, William Henry Keeler, Cardinal Archbishop of Baltimore, visited Baker in prison. It was the first time the Cardinal had visited a death row inmate. After meeting with him, Keeler made a personal plea for the governor to grant clemency and commute the sentence to life imprisonment without parole. Governor Robert L. Ehrlich Jr. lifted the moratorium when he was elected in 2003. Just prior to the execution, Ehrlich released a statement in which he said he had decided to deny clemency. Baker was executed by lethal injection on December 5, 2005. It was the", "doc_score": "81.82952880859375", "publish_date": "2018/12/31"}, {"doc_id": "2456670", "text": "Capital punishment in the United States / largest number of clemencies was granted in January 2003 in Illinois when outgoing Governor George Ryan, who had already imposed a moratorium on executions, pardoned four death-row inmates and commuted the sentences of the remaining 167 to life in prison without the possibility of parole. When Governor Pat Quinn signed legislation abolishing the death penalty in Illinois in March 2011, he commuted the sentences of the fifteen inmates on death row to life imprisonment. Previous post-\"Furman\" mass clemencies took place in 1986 in New Mexico, when Governor Toney Anaya commuted all death sentences because of his personal opposition to the", "doc_score": "84.21871185302734", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_6", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "14520117", "text": "Regulation of tobacco by the U.S. Food and Drug Administration / packages which read: \"Warning: The Surgeon General has determined that cigarette smoking is dangerous to your health.\" In 1996, the FDA issued the \"FDA Rule,\" which asserted its authority over tobacco products and issued a rule intending to prevent and reduce tobacco use by children. The intended regulations included prohibiting non-face-to-face sales of tobacco products, prohibiting outdoor advertising of tobacco products near schools or playgrounds, imposing more stringent advertising regulations, and prohibiting brand-name sponsorship, among other things. After the regulations were issued in 1996, tobacco companies sued. In the 2000 Supreme Court case \"FDA v. Brown & Williamson Tobacco Corp.\",", "doc_score": "90.45655822753906", "publish_date": "2018/12/31"}, {"doc_id": "9387658", "text": "Decriminalization of non-medical cannabis in the United States / by a vote of 206 to 222. The Cole memo remained in effect until January 2018, when it was rescinded by Attorney General Jeff Sessions. The intended impact of the rescission was not immediately made clear, however, in regards to what kind of crackdown (if any) on the states would be forthcoming. In response to the memo's rescission, the STATES Act was introduced in Congress (upon consultation with President Trump) to enshrine into law protections that the Cole memo previously provided. President Trump confirmed to reporters his intent to sign the STATES Act should it be approved by Congress. In", "doc_score": "89.17565155029297", "publish_date": "2018/12/31"}, {"doc_id": "9387656", "text": "Decriminalization of non-medical cannabis in the United States / Personal cultivation is permitted in all, except Washington state. Public consumption and use by individuals under 21 are prohibited in all. After the first states legalized in 2012, uncertainty remained over how the federal government would respond. Seeking to clarify, the Justice Department issued the Cole Memorandum in August 2013, which specified eight conditions under which enforcement of federal law would be prioritized (such as distribution of cannabis to minors or diversion across state borders). Aside from these situations, the memo generally allowed for the commercial distribution of cannabis in states where such activity has been legalized. The Cole memo", "doc_score": "88.47137451171875", "publish_date": "2018/12/31"}, {"doc_id": "9387659", "text": "Decriminalization of non-medical cannabis in the United States / 1972, President Richard Nixon commissioned the National Commission on Marijuana and Drug Abuse to produce an in-depth report on cannabis. The report, \"Marijuana: A Signal of Misunderstanding\", found cannabis prohibition constitutionally suspect and stated regardless of whether the courts would overturn prohibition of cannabis possession, the executive and legislative branches have a duty to obey the Constitution. \"It's a matter of individual freedom of choice\", said ACLU President Nadine Strossen in an interview. \"Does that mean they should do it? Not necessarily, not any more than somebody should smoke or drink or eat McDonald's hamburgers.\" Marijuana (cannabis) is an herb", "doc_score": "86.82596588134766", "publish_date": "2018/12/31"}, {"doc_id": "20726646", "text": "Regulation of nicotine marketing / June 2008, tobacco advertising was shown on television, radio, print media, movie theaters, billboards and even sponsoring events. With that plenty of cigarette brands were created and advertised and some are remembered for their jingles and slogans. Most of the advertisements aired on television have portrayed young males almost smoking with the filter tip already in the lips and ready for smoking by lighting up with a lighter, leading to concerns by parents over their children mimicking the actions shown in the aforementioned advertisements. However, when Republic Act 9211 or the \"Act Regulating the Packaging, Use, Sale Distribution and Advertisements", "doc_score": "89.22317504882812", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_7", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "9013646", "text": "Secure Fence Act of 2006 / 18 and 26 feet) that divides the border towns of Nogales, Arizona in the U.S. and Nogales, Sonora in Mexico. A 2016 report by the Government Accountability Office confirmed that the government had completed the fence by 2015. A 2017 GAO report noted: \"In addition to the 654 miles of primary fencing, CBP has also deployed additional layers of pedestrian fencing behind the primary border fencing, including 37 miles of secondary fencing and 14 miles of tertiary fencing.\" Although the 2006 law authorized construction of a fence, Congress initially did not fully appropriate funds for it (see authorization-appropriation process). \"Congress", "doc_score": "84.94961547851562", "publish_date": "2018/12/31"}, {"doc_id": "3170651", "text": "Mexico–United States barrier / proposed border fence. On January 27, 2008, a Native American human rights delegation in the United States, which included Margo Tamez (Lipan Apache-Jumano Apache) and Teresa Leal (Opata-Mayo) reported the removal of the official International Boundary obelisks of 1848 by the U.S. Department of Homeland Security in the Las Mariposas, Sonora-Arizona sector of the Mexico–U.S. border. The obelisks were moved southward approximately, onto the property of private landowners in Sonora, as part of the larger project of installing the steel barrier wall. The proposed route for the border fence would divide the campus of the University of Texas at", "doc_score": "84.56207275390625", "publish_date": "2018/12/31"}, {"doc_id": "9013643", "text": "Secure Fence Act of 2006 / help prevent people from entering our country illegally; Authorizes the Department of Homeland Security to increase the use of advanced technology like cameras, satellites, and unmanned aerial vehicles to reinforce our infrastructure at the border.\" The original 2006 act provided for \"at least two layers of reinforced fencing\" to be built. However, the U.S. Department of Homeland Security (DHS) successfully argued to Congress \"that different border terrains required different types of fencing, that a one-size-fits-all approach across the entire border didn't make sense.\" An amendment introduced by Senator Kay Bailey Hutchison, Republican of Texas, was passed, amending the law to", "doc_score": "80.98171997070312", "publish_date": "2018/12/31"}, {"doc_id": "8895654", "text": "Tortilla Wall / migrants who died trying to illegally enter the United States. The effectiveness of the wall has been significant according to U.S. Congressional testimony by Representative Ed Royce:...apprehensions along the region with a security fence dropped from 202,000 in 1992 to 9,000 in 1994. The building of the Tortilla Wall is generally considered by Mexicans to be an unfriendly gesture. It is a symbol of the controversial immigration issue. It is argued that the wall simply forces illegal border crossings to be moved to the more dangerous area of the Arizona desert. In 2006, the U.S. Congress passed the Secure", "doc_score": "81.1978759765625", "publish_date": "2018/12/31"}, {"doc_id": "8895655", "text": "Tortilla Wall / Fence Act of 2006 which authorized spending $1.2 billion to build 700 miles (1,100 km) of additional fencing on the southern border facing Mexico. Tunnels under the wall are still a common way to illegally cross the border. Some tunnels are quite sophisticated. One such tunnel created by smugglers ran from Tijuana to San Diego, was a half mile long, and included a concrete floor as well as electricity. Other tunnels have included steel rails, while some tunnels are simply dirt passageways or connect to sewer or drain systems. As a stunt, a circus cannon was placed on the south", "doc_score": "82.33496856689453", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_8", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "15968145", "text": "The World's Billionaires / the top. Gates remained in second, while Amancio Ortega moved up to third. Ortega's gain of $19.5 billion was the largest of anyone on the list. Warren Buffett failed to make the top three for the first time since 2000, placing fourth. Diesel founder Renzo Rosso was among the top newcomers, debuting with an estimate net worth of $3 billion. A global rise in asset prices, led \"Forbes\" editor Randall Lane to declare \"It [was] a very good year to be a billionaire\". However, it was not a good year to be Eike Batista who fell from seventh to 100th,", "doc_score": "90.81224822998047", "publish_date": "2018/12/31"}, {"doc_id": "15968133", "text": "The World's Billionaires / an individual's estimated worth in United States dollars. Since stock prices fluctuate rapidly, an individual's true wealth and ranking at the time of publication may vary from their situation when the list was compiled. Family fortunes dispersed over a large number of relatives are included only if those individuals' holdings are worth more than a billion dollars. However, when a living individual has dispersed his or her wealth to immediate family members, it is included under a single listing provided that individual is still living. Royal families and dictators that have their wealth contingent on a position are always excluded", "doc_score": "88.04212951660156", "publish_date": "2018/12/31"}, {"doc_id": "2519733", "text": "Billionaire / John D. Rockefeller became the world's first confirmed U.S. dollar billionaire in 1916, and still holds the title of history's wealthiest individual. As of 2018, there are over 2,200 U.S. dollar billionaires worldwide, with a combined wealth of over, up from in 2017. According to a 2017 Oxfam report, the top eight richest billionaires own as much combined wealth as \"half the human race\". According to the \"Forbes\" report released in March 2017, there are currently 2,043 U.S. dollar billionaires worldwide, from 66 countries, with a combined net worth of $7.67 trillion, which is more than the combined GDP", "doc_score": "88.44113159179688", "publish_date": "2018/12/31"}, {"doc_id": "15968130", "text": "The World's Billionaires / not able to be completely ascertained. In 2018, there was a record of 2,208 people on the list, that included 259 newcomers mostly from China and the U.S.; there were 63 people under 40 and it had a record number of 256 women. The average net worth of the list came in at, up from 2017. Added together, the total net worth for 2018's billionaires was, up from in 2017., Microsoft founder Bill Gates had topped the list 18 of the past 24 years, while Amazon founder Jeff Bezos is ranked at the top for the first", "doc_score": "91.16189575195312", "publish_date": "2018/12/31"}, {"doc_id": "15968152", "text": "The World's Billionaires / person on the list. Aged 26, eight days younger than Zuckerberg, he debuted at number 420 with an estimated fortune of $2.7 billion. IKEA founder Ingvar Kamprad was the largest loser as he saw his fortune plummet from $23 billion to $6 billion, dropping him from 11th to 162nd overall. A record 1,210 billionaires made the 2011 list, representing a combined wealth of $4.5 trillion, up from $3.6 trillion the previous year. One third of the world's billionaires, 413, came from the United States. China had the second most billionaires with 115, while Russia was third with 101. Asia moved", "doc_score": "89.53366088867188", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_9", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "10336837", "text": "Security breach notification laws / information to notify the owner or licensee of the information of any breach of the security of the data. In general, most state laws follow the basic tenets of California's original law: Companies must immediately disclose a data breach to customers, usually in writing. California has since broadened its law to include compromised medical and health insurance information. The National Conference of State Legislatures maintains a list of enacted and proposed security breach notification laws. A number of bills that would establish a national standard for data security breach notification have been introduced in the U.S. Congress, but none passed", "doc_score": "81.00236511230469", "publish_date": "2018/12/31"}, {"doc_id": "10227306", "text": "Internet censorship in the United States / local school districts develop their own policies on the use of electronic communication between employees and students. In December 2016, Bill Chumley, member of the South Carolina House of Representatives, introduced a bill that would require all computers to be sold with \"digital blocking capabilities\" to restrict access to pornographic materials. Users or manufacturers would be required to pay a $20 fee in order to lift the blocks. As of April 2018 the bill had not become law, but remained pending before the House Committee on Judiciary. In March 2018, Frank Ciccone and Hanna Gallo, members of the Rhode Island", "doc_score": "81.47579956054688", "publish_date": "2018/12/31"}, {"doc_id": "20969433", "text": "Social media use in hiring / put into act in states including California, Colorado, Connecticut, North Dakota, and New York. Several states have similar laws that protect students in colleges and universities from having to grant access to their social media accounts. Eight states have passed the law that prohibits post secondary institutions from demanding social media login information from any prospective or current students and privacy legislation has been introduced or is pending in at least 36 states as of July 2013. As of May 2014, legislation has been introduced and is in the process of pending in at least 28 states and has been", "doc_score": "83.4609603881836", "publish_date": "2018/12/31"}, {"doc_id": "10227325", "text": "Internet censorship in the United States / officers would arrest individuals who break the law. In March 2012 the FCC requested public comment on the question of whether or when the police and other government officials can intentionally interrupt cellphone and Internet service to protect public safety. In response, through the end of May 2012, the FCC received 137 comments and 9 reply comments. As of July 2013 the proceeding remained open, but the FCC had taken no further action. In December 2014 the FCC issued an Enforcement Advisory that warns the public \"that it is illegal to use a cell phone jammer or any other type", "doc_score": "81.02301025390625", "publish_date": "2018/12/31"}, {"doc_id": "10227305", "text": "Internet censorship in the United States / July 2011 Missouri lawmakers passed the Amy Hestir Student Protection Act which included a provision that barred K-12 teachers from using websites that allow \"exclusive access\" in communications with current students or former students who are 18 or younger, such as occurs with private messages on sites such as Facebook. A circuit court order issued before the law went into effect blocked the provision because \"the breadth of the prohibition is staggering\" and the law \"would have a chilling effect\" on free-speech rights guaranteed under the US Constitution. In September the legislature replaced the controversial provision with a requirement that", "doc_score": "82.27745056152344", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_10", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "20409622", "text": "Rick Gates (political consultant) / was released on $10 million bond and Gates was released on $5 million bond. Prosecutors described them as flight risks, and as a condition of pretrial release, both men surrendered their passports and were placed under house arrest. U.S. District Court for the District of Columbia Judge Amy Berman Jackson issued an order on December 22, 2017, demanding that Gates explain why his comments in a brief, videotaped address to the fundraiser held in an Arlington, Va., Holiday Inn, on December 19, did not amount to a violation of the gag order she issued in the case. Of particular concern", "doc_score": "78.73739624023438", "publish_date": "2018/12/31"}, {"doc_id": "14700846", "text": "New Black Panther Party voter intimidation case / a predominantly African-American, Democratic voting district of Philadelphia. Two members of the New Black Panther party, Minister King Samir Shabazz, and Jerry Jackson, stood in front of the entrance to the polling station in uniforms that have been described as military or paramilitary. Minister King Samir Shabazz carried a billy club, and is reported to have pointed it at voters while both men shouted racial slurs, including phrases such as \"white devil\" and \"you're about to be ruled by the black man, cracker.\" The incident drew the attention of police, who around 10:00 am, sent King Samir away in part", "doc_score": "80.72886657714844", "publish_date": "2018/12/31"}, {"doc_id": "6055733", "text": "Murder at 1600 / he does not want to start a potential 2nd Korean War. White House janitor Cory Allen Luchessi was apparently unaccounted for on the night of the murder and had once made a pass at Carla. He is arrested and questioned, but his testimony and a clearly set-up piece of evidence lead Regis to suspect that the Secret Service may be involved. That night, Regis finds his apartment burgled; the culprit escapes, and in a subsequent search, a hidden bug is found. In a picture of Carla, Regis sees Secret Service agent Burton Cash, the Secret Service agent assigned to Kyle", "doc_score": "79.23622131347656", "publish_date": "2018/12/31"}, {"doc_id": "10170012", "text": "Saucier v. Katz / voice opposition to the possibility that the Letterman Army Hospital might be used for experiments on animals. While Vice President Albert Gore, Jr. began giving a speech, Katz removed the banner from his jacket, started to unfold it, and walked toward the fence and speakers' platform. Petitioner Donald Saucier, a military police officer on duty that day, had been warned by his superiors of the possibility of demonstrations, and respondent had been identified as a potential protestor. He and Sergeant Steven Parker, another military police officer, moved to intercept Katz as he walked toward the fence. As Katz reached the", "doc_score": "78.2314682006836", "publish_date": "2018/12/31"}, {"doc_id": "20246308", "text": "Trump Tower meeting / Jr. acknowledged he had indeed sought the meeting in the hopes to obtain information about Clinton's \"fitness\". As of July 2017, Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, was looking into the Trump Tower meeting. The inquiry was confirmed by Kaveladze's attorney, who said special counsel investigators are seeking information from his client. On July 21, 2017, Mueller asked the White House to preserve all documents related to the Russian meeting in June 2016. By August 3, 2017, Mueller had impaneled a grand jury in the District of Columbia that issued subpoenas", "doc_score": "79.00675964355469", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_11", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "6290036", "text": "Mike Leach (American football coach) / away from University of Connecticut. Leach was mentioned in connection with a number of other vacancies in head-coaching positions during 2011, including Washington State, Arizona, Ole Miss, Kansas, Penn State, and Tulane. Leach agreed to terms with Washington State on November 30, 2011 and began coaching for the 2012 season. His five-year rollover contract made Leach the fourth-highest paid coach in the Pac-12. Leach's first season in Pullman was a controversial one. Washington State was 3–9 overall and 1–8 in Pac-12 play; the lone wins were against FCS Eastern Washington, UNLV, and an upset of rival Washington in the Apple", "doc_score": "85.89894104003906", "publish_date": "2018/12/31"}, {"doc_id": "6290018", "text": "Mike Leach (American football coach) / who have been a head coach for at least five seasons. In February 2009, Leach signed a three-year contract extension with Texas Tech that would pay him at least $2.5 million per year if he stayed in place through 2013. Leach's guaranteed compensation would have been $1.6 million in 2006, $1.65 million in 2007, $1.75 million in 2008, $1.85 million in 2009 and $2.15 million in 2010. During his post-game press conference after the 2007 game against Texas, Leach used most of his time to rail against the officiating crew for what he felt were bad calls. He speculated that", "doc_score": "86.98284149169922", "publish_date": "2018/12/31"}, {"doc_id": "6290027", "text": "Mike Leach (American football coach) / negotiations over the clauses of the contract. On October 31, 2009, after the Red Raiders' win over Kansas, Leach tied his predecessor Spike Dykes as the all-time winningest coach in Texas Tech's 85-year football history. On November 21, 2009, Leach passed Dykes for first all-time on the school's wins list with a win over Oklahoma. On December 28, 2009, Leach was suspended indefinitely by Texas Tech pending investigation of alleged inappropriate treatment of Adam James, son of former SMU and New England Patriots running back (and former ESPN college football analyst) Craig James. On December 16, James suffered a concussion.", "doc_score": "87.95328521728516", "publish_date": "2018/12/31"}, {"doc_id": "6290023", "text": "Mike Leach (American football coach) / over the undefeated #1 Texas Longhorns, Texas Tech Athletic Director Gerald Myers announced that the university would renegotiate Leach's contract following the conclusion of the football regular season and give him an extension. The Red Raiders ended the 2008 regular season with 11 wins and 1 loss, the best in school history. The season also marked the first win over a #1 ranked team. Tech, along with Oklahoma and Texas, shared the Big 12 Conference South division title. On December 2, 2008, the Associated Press named Leach the Big 12 Coach of the Year. He received 16 votes for the", "doc_score": "85.87657165527344", "publish_date": "2018/12/31"}, {"doc_id": "6290010", "text": "Mike Leach (American football coach) / The Church of Jesus Christ of Latter-day Saints. Leach is atypical among NCAA Division I head coaches in that he did not play college football. He is one of only four such coaches along with Paul Johnson at Georgia Tech, David Cutcliffe at Duke, and Chad Morris at Arkansas. Famous among fans for his fascination with 18th-century pirates such as Blackbeard and Calico Jack, Leach has lectured his players on the history of pirates, and told them before games to \"swing their swords.\" His office has been described as a museum of pirate paraphernalia. In particular, Leach admires the teamwork", "doc_score": "84.08206939697266", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_12", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "19775487", "text": "Suffolk University Political Research Center / of methodology, the center uses live telephone calling, including mobile phones. The center began including mobile phones in its samples in 2012, beginning with closely fought campaigns. In the 2014 gubernatorial election for governor of Massachusetts, the Suffolk University/\"Boston Herald\" poll sampled a much higher percentage of mobile phones (35%) than some other pollsters. Suffolk's polling in the race \"tended to be quite accurate, although the differences from some of the other polls were not large.\" Suffolk predicted that Republican nominee Charlie Baker would defeat Democratic nominee Martha Coakley, 46%-43%; the actual margin of victory was one percentage point lower.", "doc_score": "82.45771789550781", "publish_date": "2018/12/31"}, {"doc_id": "14593711", "text": "Dan Donovan (politician) / He has not attended, saying that to avoid disruptions, he only holds town halls over the phone. As of January 2018, Donovan had voted with his party in 91.6% of votes in the 115th United States Congress and voted in line with President Trump's position in 81.4% of votes. He was ranked as the 15th most bipartisan member of the U.S. House of Representatives during the 114th United States Congress in the Bipartisan Index created by The Lugar Center and the McCourt School of Public Policy. Donovan has been characterized as a \"moderate Republican\". In his 2018 primary election, he", "doc_score": "81.73723602294922", "publish_date": "2018/12/31"}, {"doc_id": "19619117", "text": "2018 United States Senate election in Florida / to speak to President Trump every one or two weeks by \"The Tampa Bay Times\". Trump endorsed Scott in his Senate bid. As of the first quarter of 2018, Scott held a 54%-35% approval rating among his constituents, with a majority of Florida voters believing the state was moving in the right direction. Both Nelson's and Scott's responses to Hurricanes Irma and Michael, which made landfall in September 2017 and October 2018 respectively, were closely watched during the campaign season. The election was held under a regime of felon disenfranchisement, in which 10% of all voters (more than 1.6 million", "doc_score": "83.62158203125", "publish_date": "2018/12/31"}, {"doc_id": "19442272", "text": "2016 New York Republican primary / Capital District area centered around Albany. Ultimately, Trump was able to get the full slate of delegates in 22 out of 27 congressional districts, due to meeting or exceeding the 50% threshold in each. Kasich won 2 delegates in the 12th district (Upper East Side Manhattan/Queens), and one each in the 10th (Jewish Manhattan/Brooklyn neighborhoods), 13th (Harlem), 20th (Albany), and 24th (Syracuse) districts. Ted Cruz won 14.5% of the vote but did not win any delegates. <nowiki>*</nowiki>Note: Blank, Void, and Scattering (BVS) votes include some votes for Former Candidate Ben Carson. Carson vote totals are unavailable in some county canvass", "doc_score": "79.72763061523438", "publish_date": "2018/12/31"}, {"doc_id": "14340063", "text": "Will Hurd / CIA. Hurd's background as a former undercover clandestine officer led \"The Daily Dot\" to call him \"The Most Interesting Man in Congress.\" Hurd is a member of the Republican Main Street Partnership. In 2015, Hurd voted 96% with his party's position on roll-call votes. As of January 2018, Hurd had voted with his party in 93% of votes so far in the 115th United States Congress and voted in line with President Trump's position in 96.6% of votes. Vote Smart, a non-profit, non-partisan research organization that collects and distributes information on candidates for public office in the United States, \"researched", "doc_score": "81.42535400390625", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_13", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "20425215", "text": "Ex Battalion / Flow-G and their founder Bosx1ne. JRoa's vocals was featured in the hook of their first single that became their first hit entitled \"Kakaiba\" that was released on the same month. Rapper Skusta Clee has been associated with the group ever since and has collaborated in most of their singles. On September 25, 2016, three months after the smash of their first single, they released another single called \"No Games\". The track's music video was immediately uploaded on YouTube and subsequently became viral. On December 6, 2016, they released \"Tell Me\" as their another single featuring social media personality and gravure", "doc_score": "79.61441802978516", "publish_date": "2018/12/31"}, {"doc_id": "20425213", "text": "Ex Battalion / Ex Battalion Ex Battalion, normally shortened to Ex B, is a Filipino hip hop collective formed in Manila, Philippines known for the hit singles \"Hayaan Mo Sila\" (#2 \"Billboard\" Philippine Top 20) and \"No Games\" (#10). The collective was originally formed as a musical group by Bosx1ne, who mostly writes the hooks of each of their songs and Flow-G. Later members included JRoa, Jon Guttierez (who used 'King Badger' as his stage name), Emcee Rhenn, Brando, KentMNL, Bullet-D and Mckoy. The collective gained prominence nationwide after releasing several hit songs. Nowadays, they are dubbed as the most successful mainstream hip-hop", "doc_score": "80.94216918945312", "publish_date": "2018/12/31"}, {"doc_id": "17792691", "text": "Xeno-T / decided to terminate his contract to pursue a solo career. In October 2017, the remaining five members joined the audition process for \"The Unit\", with only Hojoon and B-Joo passing. Hojoon was eliminated in 39th place during the second elimination round while, B-Joo was eliminated in 25th place during the third elimination round. On February 21, it was announced via Topp Dogg's official fan cafe that the group were starting fresh, as a new group under the name of Xeno-T. The name is a combination of \"xenogeneic\" and \"top-class\", the latter being a tribute to their fandom, \"ToppKlass\". The post", "doc_score": "81.82115936279297", "publish_date": "2018/12/31"}, {"doc_id": "17407099", "text": "BTS (band) / BTS (band) BTS (), also known as the Bangtan Boys, is a seven-member South Korean boy band formed by Big Hit Entertainment. The name subsequently became a backronym for Beyond the Scene in July 2017. On June 12, 2013, they performed the song \"No More Dream\" from their initial album \"2 Cool 4 Skool\" to commemorate their debut on June 13, 2013. They won several New Artist of the Year awards for the track \"No More Dream\", including at the 2013 Melon Music Awards and Golden Disc Awards and the 2014 Seoul Music Awards. The band continued to gain prominence", "doc_score": "81.22250366210938", "publish_date": "2018/12/31"}, {"doc_id": "19839830", "text": "Bastarz / Bastarz Bastarz (Korean: 바스타즈 (\"Baseutajeu\"); stylized BASTARZ) is the first official sub-unit of the South Korean boy group Block B. Established in April 2015, the sub-unit consists of three members: Block B's two main dancers, B-Bomb and U-Kwon, and the rapper P.O. The sub-unit debuted with their first mini album, entitled \"Conduct Zero,\" on April 14, 2015, and released their second mini album, \"Welcome 2 Bastarz,\" on October 31, 2016. Although the members of Bastarz initially said they were chosen out of Block B's seven members through a random draw of colored balls, they later said that this was a", "doc_score": "80.8062744140625", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_14", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "20872295", "text": "Vinegar Hill (Charlottesville, Virginia) / and it was not until 1985 that a redevelopment project was put in place and the Omni Hotel and surrounding development installed on the neighborhood's site. Leading up to and following the \"Unite the Right Rally\" on August 12, 2017, Vinegar Hill's destruction was a central topic of national of coverage Charlottesville's history. In June 2017, Slate published an article on the relationship between Vinegar Hill's destruction and the Robert E. Lee statue in nearby Lee (now Emancipation) Park. Just three days after the rally, the website Medium posted a Timeline article about Vinegar Hill, and it was the focus", "doc_score": "92.25349426269531", "publish_date": "2018/12/31"}, {"doc_id": "20127004", "text": "Battle of Liberty Place Monument / the monument was removed in the early hours of April 24, 2017, a day that was observed in Mississippi and Alabama as Confederate Memorial Day. With heavy police presence, workers wore bulletproof jackets and were protected by police snipers, in the face of threats of violence. Mayor Mitch Landrieu stated that the statue would be moved into storage before being relocated into \"a museum or other facility\". A seven-person Monument Relocation Committee was set up by Mayor LaToya Cantrell to advise on what to do with the removed monuments. The Battle of Liberty Place Monument will remain in storage. The", "doc_score": "95.92865753173828", "publish_date": "2018/12/31"}, {"doc_id": "20300895", "text": "Removal of Confederate monuments and memorials / the monuments glorify white supremacy and memorialize a treasonous government whose founding principle was the perpetuation and expansion of slavery. Many of those who object to the removals, like President Trump, believe that the artifacts are part of the cultural heritage of the United States. The vast majority of these Confederate monuments were built during the era of Jim Crow laws (1877–1954) and the Civil Rights Movement (1954–1968). Detractors claim that they were not built as memorials but as a means of intimidating African Americans and reaffirming white supremacy. The monuments have thus become highly politicized; according to Eleanor Harvey,", "doc_score": "97.59951782226562", "publish_date": "2018/12/31"}, {"doc_id": "20300908", "text": "Removal of Confederate monuments and memorials / the pain that black citizens, especially, must feel when they walk by the [John C.] Calhoun monument, or any similar statues, on their way to work, school or Bible study?\" The removals were marked by events in Louisiana and Virginia within the span of two years. In Louisiana, after the Charleston church shooting of 2015, the city of New Orleans removed its Confederate memorials two years later. A few months later, in August 2017, a state of emergency was declared in Virginia after a Unite the Right rally against the removal of the Robert Edward Lee statue in Charlottesville turned", "doc_score": "97.06465148925781", "publish_date": "2018/12/31"}, {"doc_id": "347990", "text": "Robert E. Lee / of Charlottesville voted in February 2017 to remove it, along with a statue of Stonewall Jackson, but this was temporarily stayed by court action. They did rename Lee Park, Emancipation Park. The prospect of the statues being removed and the parks being renamed brought many out-of-towners, described as white supremacist and alt-right, to Charlottesville in the Unite the Right rally of August 2017, in which 3 people died. For several months the monuments were shrouded in black. As of October 2018, the fate of the statue of Lee is unresolved. The name of the park it is located in was", "doc_score": "97.34754943847656", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_15", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "13804364", "text": "Respect for Marriage Act / the problem. Lynn Wardle wrote that it \"is substantively biased to circumvent state policies that do not allow or recognize same-sex marriage\" and \"a violation of federalism\". William Baude endorsed the language of the Respect for Marriage Act. He argued that the options are to give priority to the place a marriage is celebrated or to the domicile of the married couple, that one's domicile is more easily manipulated, and that basing the choice of law on the place of celebration \"promotes predictability and stability\". The 2009 bill was introduced by U.S. Representative Jerrold Nadler of New York on September", "doc_score": "85.79006958007812", "publish_date": "2018/12/31"}, {"doc_id": "13804365", "text": "Respect for Marriage Act / 15, 2009, and garnered 120 cosponsors. The 2011 bill was introduced by U.S. Representative Jerrold Nadler of New York on March 16, 2011, and a U.S. Senate version was introduced by Dianne Feinstein of California on the same day. President Obama announced his support for the bill on July 19, 2011. In September 2011, Ileana Ros-Lehtinen of Florida became the 125th cosponsor of the bill in the U.S. House of Representatives and the first Republican member of the U.S. Congress to announce support for the bill. In December 2012, Richard Hanna and Charles Bass have become the next Republicans to", "doc_score": "86.1955795288086", "publish_date": "2018/12/31"}, {"doc_id": "13804361", "text": "Respect for Marriage Act / 114th Congress in both the House and the Senate in January 2015. Senator Dianne Feinstein of California remarked that this Congress must \"ensure that married, same-sex couples are treated equally under federal law\". On June 26, 2015, the U.S. Supreme Court ruled in \"Obergefell v. Hodges\" that the 14th Amendment requires all U.S. states to recognize same-sex marriages. This decision rendered the last remaining provision of DOMA unenforceable and essentially made the Respect for Marriage act \"de facto\" federal law. The Respect for Marriage Act would now only remove the unenforceable provisions from the statutes. Until 1996, the federal government", "doc_score": "84.6723861694336", "publish_date": "2018/12/31"}, {"doc_id": "13804368", "text": "Respect for Marriage Act / the United States Supreme Court issued a decision in \"United States v. Windsor\". They reintroduced it on June 26, the same day the Court ruled in that case that Section 3 of the Defense of Marriage Act was unconstitutional. The aforementioned lawmakers Representative Jerrold Nadler of New York and Senator Dianne Feinstein of California reintroduced the legislation on the first day of the 114th Congress. Nadler remarked, \"We must finish the job begun by the Supreme Court\". In terms of co-sponsors, the proposal soon accrued 77 co-sponsors in the House and 41 in the Senate. The news received a warm", "doc_score": "85.8872299194336", "publish_date": "2018/12/31"}, {"doc_id": "13804367", "text": "Respect for Marriage Act / Republicans on the Committee requested the vote be delayed one week. During the debate Sen. Feinstein noted that DOMA denies same-sex couples more than 1,100 federal rights and benefits that are provided to all other members of that class, legally married couples, including rights to Social Security spousal benefits, protection from estate taxes when a spouse passes away, and the ability to file taxes jointly and claim certain deductions. The Senate Judiciary Committee voted 10-8 in favor of advancing the bill to the Senate floor. The bill's sponsors decided not to reintroduce the Respect for Marriage Act in 2013 until", "doc_score": "83.37549591064453", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_16", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "14259961", "text": "Get Loweded / random audience members were selected to sit in a cushy area, given free drinks and provided private entertainment over the course of the show. At the show's end, they would decide to hookup(kiss in front of the audience) or split up. Generally the shows were paced to get progressively louder and rowdier to emulate a \"stations of the cross for drunks.\" The show would begin with a band playing a 30-minute set. An opening video would then play introducing the show. Jackson Lowe would then come out and present a monologue, during which he announces the rules of the drinking", "doc_score": "79.5080337524414", "publish_date": "2018/12/31"}, {"doc_id": "73132", "text": "Cheers / our hands, I feel kind of badly about it. It can be very frustrating.\" \"Cheers\" began with a limited five-character ensemble consisting of Ted Danson, Shelley Long, Rhea Perlman, Nicholas Colasanto and George Wendt. By the time season 10 began, the show had eight front characters in its roster. \"Cheers\" was also able to gradually phase in characters such as Cliff, Frasier, Lilith, Rebecca, and Woody. During season 1, only one set, the bar, housed all of the episodes. Later seasons introduced other sets, but the show's ability to center the action in the bar and avoid straying was notable.", "doc_score": "81.28055572509766", "publish_date": "2018/12/31"}, {"doc_id": "17068023", "text": "First Night 2013 with Jamie Kennedy / claimed her New Year's resolution was to \"get rid of all my haters\") and quipped to one of them that \"going white\" instead of \"black\" would \"keep [her] vagina very tight\", followed later by a comedy sketch involving puppets making jokes regarding rape. Whilst signing-off at the end of the show, Kennedy declared that the show was \"ending with a fight\"; as promised, a fight began to break out on-stage. Following its broadcast, Burbank-based actor and comedian Shaun Broyls posted footage from the special on YouTube. When the footage was posted on Twitter by fellow comedian Patton Oswalt, the footage", "doc_score": "80.21845245361328", "publish_date": "2018/12/31"}, {"doc_id": "17068020", "text": "First Night 2013 with Jamie Kennedy / about when they hear the words \"Asian rapper\". The special was plagued with technical problems throughout the night: a camera shot of Kennedy lingering on-stage was shown at the beginning of an interview with Shannon Elizabeth by Stu Stone, and issues with walkie-talkies affected the level of communication between the show's crew (also leading to several occasions where Kennedy was unsure of whether the show was live). Although several fleeting expletives from open microphones were also broadcast during the special, they were also caused by technical faults and were not intentional. Jessi Cruickshank (who hosted The CW's game show \"Oh", "doc_score": "79.27287292480469", "publish_date": "2018/12/31"}, {"doc_id": "8333905", "text": "Point Break Live! / Point Break Live! Point Break Live! is a parody by Jaime Keeling of the 1991 Keanu Reeves, Patrick Swayze action crime movie \"Point Break\". Sometimes credited as the first-ever \"reality-play\", each performance features a new, unrehearsed actor in the protagonist role of Johnny Utah, reading their lines from cue-cards delivered by a production assistant. At the start of the show, audience members who wish to play Johnny Utah are called on stage and put through a quick faux-audition. The winner is then selected by audience Applause-o-meter. A cue card assistant (cast member) leads Utah around the stage throughout the play", "doc_score": "79.29544830322266", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_17", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "11658331", "text": "Electric car / developed the Magne Charge inductive charging system around 1998 for the General Motors EV1 which was also used for the Chevrolet S-10 EV and Toyota RAV4 EV vehicles. During peak load periods, when the cost of generation can be very high, electric vehicles could contribute energy to the grid. These vehicles can then be recharged during off-peak hours at cheaper rates while helping to absorb excess night time generation. Here the batteries in the vehicles serve as a distributed storage system to buffer power. Electric vehicles provide for less dependence on foreign oil, which for the United States and other", "doc_score": "83.99769592285156", "publish_date": "2018/12/31"}, {"doc_id": "3688043", "text": "History of the electric vehicle / blacksmith Thomas Davenport built a similar contraption which operated on a short, circular, electrified track. In 1834, Professor Sibrandus Stratingh of Groningen, the Netherlands and his assistant Christopher Becker created a small-scale electrical car, powered by non-rechargeable primary cells. The first known electric locomotive was built in 1837, in Scotland by chemist Robert Davidson of Aberdeen. It was powered by galvanic cells (batteries). Davidson later built a larger locomotive named \"Galvani\", exhibited at the Royal Scottish Society of Arts Exhibition in 1841. The vehicle had two direct-drive reluctance motors, with fixed electromagnets acting on iron bars attached to a wooden", "doc_score": "83.05250549316406", "publish_date": "2018/12/31"}, {"doc_id": "12469474", "text": "Smart electric drive / in several cities in the United States. Testing also was conducted in Canada; and in 2011 in selected markets in Asia. Phase three of the program is mass production, which was scheduled to begin with the 2012 model year. In the United States sales were scheduled to begin in 2012 with the 2013 model year. On July 2011 an agreement was reached between Daimler AG and Robert Bosch GmbH to develop and produce innovative traction motors for electric vehicles. Based on this joint venture, Daimler planned to use the improved traction motors with the third generation of Smart electric drive", "doc_score": "85.00662994384766", "publish_date": "2018/12/31"}, {"doc_id": "4580438", "text": "Solar vehicle / world's first commercial electro-solar hybrid car, and was originally due to be released in January 2008. In May 2007 a partnership of Canadian companies led by Hymotion altered a Toyota Prius to use solar cells to generate up to 240 watts of electrical power in full sunshine. This is reported as permitting up to 15 km extra range on a sunny summer day while using only the electric motors. An inventor from Michigan, USA built a street legal, licensed, insured, solar charged electric scooter in 2005. It had a top speed controlled at a bit over 30 mph, and used", "doc_score": "84.00225067138672", "publish_date": "2018/12/31"}, {"doc_id": "18600510", "text": "Apple electric car project / were reports that Apple were meeting with self-driving car experts from the California Department of Motor Vehicles. According to \"The Wall Street Journal\" in September 2015, it will be a battery electric vehicle, initially lacking full autonomous driving capability, with a possible unveiling around 2019. In October 2015, Tim Cook stated about the car industry that: \"It would seem like there will be massive change in that industry, massive change. You may not agree with that. That's what I think...\"We'll see what we do in the future. I do think that the industry is at an inflection point for massive", "doc_score": "85.14989471435547", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_18", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "11028546", "text": "President John F. Kennedy Assassination Records Collection Act of 1992 / Trump's order. On December 15, NARA released another 3,539 previously withheld documents, leaving a total of 86 still classified in full. On April 26, NARA released another 19,045 documents in accordance with President Trump's order. These releases include FBI, CIA, and other agency documents (both formerly withheld in part and formerly withheld in full) identified by the Assassination Records Review Board as assassination records. While no more documents required to be released under section 5 remain withheld in full, some still remain withheld in part and will not be declassified until 2021. President John F. Kennedy Assassination Records Collection Act", "doc_score": "84.2651596069336", "publish_date": "2018/12/31"}, {"doc_id": "1981571", "text": "Assassination of John F. Kennedy / investigative reports from the FBI's Technical Services Division and a specially appointed National Academy of Sciences Committee determining that \"reliable acoustic data do not support a conclusion that there was a second gunman,\" the Justice Department concluded \"that no persuasive evidence can be identified to support the theory of a conspiracy in... the assassination of President Kennedy\". Although the final report and supporting volumes of the HSCA was publicly released, the working papers and primary documents were sealed until 2029 under Congressional rules and only partially released as part of the 1992 JFK Act. In 1992, the popular but", "doc_score": "82.03965759277344", "publish_date": "2018/12/31"}, {"doc_id": "1981564", "text": "Assassination of John F. Kennedy / transcripts of Johnson's presidential phone conversations, some major officials were opposed to forming such a commission, and several commission members took part only with extreme reluctance. One of their chief reservations was that a commission would ultimately create more controversy than consensus, and those fears ultimately proved valid. All of the Warren Commission's records were submitted to the National Archives in 1964. The unpublished portion of those records was initially sealed for 75 years (to 2039) under a general National Archives policy that applied to all federal investigations by the executive branch of government, a period \"intended to serve as", "doc_score": "81.40013122558594", "publish_date": "2018/12/31"}, {"doc_id": "11028539", "text": "President John F. Kennedy Assassination Records Collection Act of 1992 / the Warren Commission. These transcripts have now also been made public. Other information consists of a large number of documents from the FBI and CIA that were required to cooperate with the turnover of relevant records held secret by these agencies. By ARRB law (of 1998), all existing assassination-related documents will be made public by October 2017. At the moment, over 35,000 documents are still not fully available (partially redacted) to the public, and among them, 3,603 have never been seen by the public. In 2013, the ARRB's former chairman John R. Tunheim and former deputy director Thomas Samoluk wrote", "doc_score": "84.83970642089844", "publish_date": "2018/12/31"}, {"doc_id": "11028534", "text": "President John F. Kennedy Assassination Records Collection Act of 1992 / the Federal Bureau of Investigation (FBI), the Central Intelligence Agency (CIA), and the military as conspirators.\" The Act requires that each assassination record be publicly disclosed in full and be made available in the collection no later than the date that is 25 years after the date of enactment of the Act (which was October 26, 2017), unless the President of the United States certifies that: (1) continued postponement is made necessary by an identifiable harm to the military defense, intelligence operations, law enforcement, or conduct of foreign relations; and (2) the identifiable harm is of such gravity that it", "doc_score": "82.68939208984375", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_19", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "2823590", "text": "Energy development / derived from the production of natural gas. Heat from burning fossil fuel is used either directly for space heating and process heating, or converted to mechanical energy for vehicles, industrial processes, or electrical power generation. These fossil fuels are part of the carbon cycle and thus allow stored solar energy to be used today. The use of fossil fuels in the 18th and 19th Century set the stage for the Industrial Revolution. Fossil fuels make up the bulk of the world's current primary energy sources. In 2005, 81% of the world's energy needs was met from fossil sources. The technology", "doc_score": "89.58382415771484", "publish_date": "2018/12/31"}, {"doc_id": "2823600", "text": "Energy development / May 2013, to be connected to the electrical grid, occurring on February 17, 2013 in Hongyanhe Nuclear Power Plant in the PRC. In the United States, two new Generation III reactors are under construction at Vogtle. U.S. nuclear industry officials expect five new reactors to enter service by 2020, all at existing plants. In 2013, four aging, uncompetitive, reactors were permanently closed. Japan's 2011 Fukushima Daiichi nuclear accident, which occurred in a reactor design from the 1960s, prompted a rethink of nuclear safety and nuclear energy policy in many countries. Germany decided to close all its reactors by 2022, and", "doc_score": "89.78272247314453", "publish_date": "2018/12/31"}, {"doc_id": "13465730", "text": "Nuclear power proposed as renewable energy / of five billion years. This was based on calculations involving the geological cycles of erosion, subduction, and uplift, leading to humans consuming half of the total uranium in the Earth’s crust at an annual usage rate of 6500 tonne/yr, which was enough to produce approximately 10 times the world's 1983 electricity consumption, and would reduce the concentration of uranium in the seas by 25%, resulting in an increase in the price of uranium of less than 25%. Advancements at Oak Ridge National Laboratory and the University of Alabama, as published in a 2012 issue of the American Chemical Society, towards", "doc_score": "88.74407196044922", "publish_date": "2018/12/31"}, {"doc_id": "2823642", "text": "Energy development / of plant and animal life that relied upon sunlight. Ultimately, solar energy itself is the result of the Sun's nuclear fusion. Geothermal power from hot, hardened rock above the magma of the Earth's core is the result of the decay of radioactive materials present beneath the Earth's crust, and nuclear fission relies on man-made fission of heavy radioactive elements in the Earth's crust; in both cases these elements were produced in supernova explosions before the formation of the solar system. Since the beginning of the Industrial Revolution, the question of the future of energy supplies has been of interest. In", "doc_score": "90.71278381347656", "publish_date": "2018/12/31"}, {"doc_id": "376260", "text": "Solar energy / run through adjacent fuel-cell electric power plants and the pure water by-product going directly into the municipal water system. Another vision involves all human structures covering the earth's surface (i.e., roads, vehicles and buildings) doing photosynthesis more efficiently than plants. Hydrogen production technologies have been a significant area of solar chemical research since the 1970s. Aside from electrolysis driven by photovoltaic or photochemical cells, several thermochemical processes have also been explored. One such route uses concentrators to split water into oxygen and hydrogen at high temperatures (). Another approach uses the heat from solar concentrators to drive the steam reformation", "doc_score": "87.46383666992188", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_20", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "10115892", "text": "Museum of Archaeology and Anthropology, University of Cambridge / Museum of Archaeology and Anthropology, University of Cambridge The Museum of Archaeology and Anthropology, also known as MAA, at the University of Cambridge houses the University's collections of local antiquities, together with archaeological and ethnographic artefacts from around the world. The museum is located on the University's Downing Site, on the corner of Downing Street and Tennis Court Road. In 2013 it reopened following a major refurbishment of the exhibition galleries, with a new public entrance directly on to Downing Street. The museum is part of the University of Cambridge Museums consortium. Founded in 1884 as the University's Museum of", "doc_score": "85.98004913330078", "publish_date": "2018/12/31"}, {"doc_id": "14236085", "text": "University of Cambridge / Museum of Archaeology and Anthropology houses the university's collections of local antiquities, together with archaeological and ethnographic artefacts from around the world, the Cambridge University Museum of Zoology houses a wide range of zoological specimens from around the world and is known for its iconic finback whale skeleton that hangs outside. This Museum also has specimens collected by Charles Darwin. Other museums include, the Museum of Classical Archaeology, the Whipple Museum of the History of Science, the Sedgwick Museum of Earth Sciences which is the geology museum of the university, the Polar Museum, part of the Scott Polar Research Institute", "doc_score": "83.47503662109375", "publish_date": "2018/12/31"}, {"doc_id": "3360235", "text": "Manchester Museum / Manchester Museum Manchester Museum is a museum displaying works of archaeology, anthropology and natural history and is owned by the University of Manchester, in England. Sited on Oxford Road (A34) at the heart of the university's group of neo-Gothic buildings, it provides access to about 4.5 million items from every continent. It is the UK's largest university museum and serves both as a major visitor attraction and as a resource for academic research and teaching. It has around 430,000 visitors each year. The museum's first collections were assembled by the Manchester Society of Natural History formed in 1821 with the", "doc_score": "82.32797241210938", "publish_date": "2018/12/31"}, {"doc_id": "2610426", "text": "Girton College, Cambridge / college museum. Named after Girton natural scientist Amy Lawrence, it houses an Anglo-Saxon, an Egyptian and a Mediterranean collection. Before the establishment of the Lawrence room in 1934, antiquities had been stored in and around the college library. Donations allowed for refurbishments in 1946, 1961, 1991 and 2008. In 2010/11, Lawrence room is opened once a week to visitors. The exhibitions are free of charge. The Anglo-Saxon collection stems from excavations on the college main site made during construction work in 1881 and 1886, when an Anglo-Saxon cemetery, presumably from the fifth and sixth century AD, was discovered. Most findings,", "doc_score": "83.87431335449219", "publish_date": "2018/12/31"}, {"doc_id": "7873790", "text": "New Museums Site / (1932), mechanism of nervous conduction by Hodgkin and Huxley (1930s–40s), and DNA structure by Watson and Crick (1953). New Museums Site The New Museums Site is a major site of the University of Cambridge, located in the centre of the city, on Pembroke Street and Free School Lane, sandwiched between Corpus Christi College, Pembroke College and Lion Yard. Its postcode is CB2 3QH. The smaller and older of two university city-centre science sites (the other is the Downing Site), the New Museums Site houses many of the university's science departments, lecture halls and examination rooms, as well as two museums.", "doc_score": "82.81065368652344", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_21", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "9387658", "text": "Decriminalization of non-medical cannabis in the United States / by a vote of 206 to 222. The Cole memo remained in effect until January 2018, when it was rescinded by Attorney General Jeff Sessions. The intended impact of the rescission was not immediately made clear, however, in regards to what kind of crackdown (if any) on the states would be forthcoming. In response to the memo's rescission, the STATES Act was introduced in Congress (upon consultation with President Trump) to enshrine into law protections that the Cole memo previously provided. President Trump confirmed to reporters his intent to sign the STATES Act should it be approved by Congress. In", "doc_score": "87.90701293945312", "publish_date": "2018/12/31"}, {"doc_id": "9387659", "text": "Decriminalization of non-medical cannabis in the United States / 1972, President Richard Nixon commissioned the National Commission on Marijuana and Drug Abuse to produce an in-depth report on cannabis. The report, \"Marijuana: A Signal of Misunderstanding\", found cannabis prohibition constitutionally suspect and stated regardless of whether the courts would overturn prohibition of cannabis possession, the executive and legislative branches have a duty to obey the Constitution. \"It's a matter of individual freedom of choice\", said ACLU President Nadine Strossen in an interview. \"Does that mean they should do it? Not necessarily, not any more than somebody should smoke or drink or eat McDonald's hamburgers.\" Marijuana (cannabis) is an herb", "doc_score": "85.2688980102539", "publish_date": "2018/12/31"}, {"doc_id": "19872292", "text": "Japanese Arms Export Ban / produce napalm using the chemicals produced by the company. The Mainichi Shimbun found no proof that napalm bombs were being produced in Japan, but in 1966, the US did ask for 4,000 Korean-war era napalm bombs at a former US Air Force base to be handed back. Three Principles on Arms Exports are three principles adopted by the National Diet of Japan in 1967, dealing with situations in which arms cannot be exported from Japan. The three principles were that arms exports were not allowed to go to: In 1976, the government of Japan announced that arms exports not restricted", "doc_score": "83.98243713378906", "publish_date": "2018/12/31"}, {"doc_id": "19612761", "text": "Treaty on the Prohibition of Nuclear Weapons / Treaty on the Prohibition of Nuclear Weapons The Treaty on the Prohibition of Nuclear Weapons (TPNW), or the Nuclear Weapon Ban Treaty, is the first legally binding international agreement to comprehensively prohibit nuclear weapons, with the goal of leading towards their total elimination. It was passed on 7 July 2017. In order to come into effect, signature and ratification by at least 50 countries is required. For those nations that are party to it, the treaty prohibits the development, testing, production, stockpiling, stationing, transfer, use and threat of use of nuclear weapons, as well as assistance and encouragement to the", "doc_score": "86.43903350830078", "publish_date": "2018/12/31"}, {"doc_id": "615290", "text": "Prohibition of drugs / of seven years for those convicted for a third time of a drug trafficking offense involving a class A drug. The terms relegalization, legalization, and decriminalization are used with very different meanings by different authors, something that can be confusing when the claims are not specified. Here are some variants: In the 2010s, movements have grown around the world proposing the relegalization and decriminalization of drugs. For instance, there is a movement for cannabis legalization in Canada, as well as the Marijuana Party of Canada. Drug liberalization policies are often supported by proponents of liberalism and libertarianism on the grounds", "doc_score": "84.40568542480469", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_22", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "15968145", "text": "The World's Billionaires / the top. Gates remained in second, while Amancio Ortega moved up to third. Ortega's gain of $19.5 billion was the largest of anyone on the list. Warren Buffett failed to make the top three for the first time since 2000, placing fourth. Diesel founder Renzo Rosso was among the top newcomers, debuting with an estimate net worth of $3 billion. A global rise in asset prices, led \"Forbes\" editor Randall Lane to declare \"It [was] a very good year to be a billionaire\". However, it was not a good year to be Eike Batista who fell from seventh to 100th,", "doc_score": "84.99860382080078", "publish_date": "2018/12/31"}, {"doc_id": "1272404", "text": "Jeff Bezos / before market close; he gained $7 billion in one hour. By the time the \"Forbes\" list was calculated in March 2016, his net worth was registered at $45.2 billion. However, just months later in October 2016, his wealth increased by $16.2 billion to $66.5 billion unofficially ranking him the third richest person in the world behind Warren Buffett. After sporadic jumps in Amazon's share price, in July 2017 he briefly unseated Microsoft cofounder Bill Gates as the wealthiest person in the world. Bezos would continue to sporadically surpass Gates throughout the month of October 2017 after Amazon's share price fluctuated.", "doc_score": "85.30140686035156", "publish_date": "2018/12/31"}, {"doc_id": "15968138", "text": "The World's Billionaires / mogul Carlos Slim slipped down from last year's second position to fourth. Jeff Bezos of Amazon, Mark Zuckerberg of Facebook and Michael Bloomberg of Bloomberg L.P., appear for the first time on the Forbes top 10 billionaires list, coming at fifth, sixth and eighth position, respectively. Zuckerberg became the youngest top 10 billionaire this year at the age of 31. Larry Ellison, Charles Koch and David Koch also slipped down from their last year's positions, with Ellison dropping to seventh from fifth and the Kochs falling to ninth position from sixth, respectively. In the 29th annual \"Forbes\" list of global", "doc_score": "84.4733657836914", "publish_date": "2018/12/31"}, {"doc_id": "15968130", "text": "The World's Billionaires / not able to be completely ascertained. In 2018, there was a record of 2,208 people on the list, that included 259 newcomers mostly from China and the U.S.; there were 63 people under 40 and it had a record number of 256 women. The average net worth of the list came in at, up from 2017. Added together, the total net worth for 2018's billionaires was, up from in 2017., Microsoft founder Bill Gates had topped the list 18 of the past 24 years, while Amazon founder Jeff Bezos is ranked at the top for the first", "doc_score": "84.1857681274414", "publish_date": "2018/12/31"}, {"doc_id": "1272406", "text": "Jeff Bezos / minutes, slightly less than the annual Gross Domestic Product of Kyrgyzstan. On March 6, 2018, Bezos was officially designated the wealthiest person in the world with a registered net worth of $112 billion. He unseated Bill Gates ($90 billion) who was $6 billion ahead of Warren Buffett ($84 billion), ranked third. He is considered the first registered centi-billionaire (not adjusted for inflation). His wealth, in 2017–18 terms, equaled that of 2.7 million Americans. Bezos's net worth increased by $33.6 billion from January 2017 to January 2018. This increase outstripped the economic development (in GDP terms) of more than 96 countries", "doc_score": "84.38125610351562", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_23", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "16066546", "text": "Crime in El Salvador / on the security and public officials of the previous administration who were responsible for mediating and implementing the trude between the government and the crime groups. The crackdown is part of the government's \"mano dura\" or \"iron fist\" approach, which has been criticized for its indiscriminate use of force against predominantly young male targets, suspected to be gang members. In 1996, Homies Unidos was formed to prevent violence and gang-membership among youth in El Salvador. With a base in Los Angeles as well as within El Salvador, the organization also provides a link for deportees and for those with family", "doc_score": "96.69361114501953", "publish_date": "2018/12/31"}, {"doc_id": "10412069", "text": "National Civil Police of El Salvador / of PNC officers abusing their power. One of the most significant issue with the PNC’s use of force is the increase in reports of extrajudicial executions. In September of 2018 the Inter-American Commission on Human Rights (IACHR) received reports of the PNC using extrajudicial killings to curb gang activity from the Human Rights Institute of José Simeón Cañas Central American University and the NGO Passionist Social Service. By August of 2017, the ratio of presumed gang members to PNC officers killed in confrontations was 73 to 1; the IACHR asserts that the ratio demonstrates an abuse of force by the", "doc_score": "96.8708267211914", "publish_date": "2018/12/31"}, {"doc_id": "10412063", "text": "National Civil Police of El Salvador / certain promotions or work on specialized units, PNC officers must successfully pass courses and exams associated with the potential position. El Salvador is consistently ranked among the most violent countries in the world. In 1999 El Salvador’s homicide rate (65/100,000 people) was the highest in the region. President Francisco Flores asserted that the increase in gang related activity was the cause of increasing violence and instituted the \"Mano Dura\" or “Iron Fist” approach to decreasing gang activity. The Iron Fist approach to gang activity weakened the requirements for PNC officers to arrest and detain citizens. One law, created in 2003", "doc_score": "95.86361694335938", "publish_date": "2018/12/31"}, {"doc_id": "10412065", "text": "National Civil Police of El Salvador / in sharp contrast to his predecessor’s Iron Fist approach. Under the Funes administration, two prominent gangs (MS-13 and the 18th Street Gang) signed a truce in 2012 in an attempt to decrease intra-gang warfare. Initially the government stated that they did not participate in the truce negotiations. However, the government later announced it would accommodate and support the truce after as many as 30 high profile gang members were moved out of maximum security prisons and granted increased visitation rights. Thus, the government did not formally negotiate with criminals, but rather took steps to encourage the peace process. The FMLN", "doc_score": "94.98359680175781", "publish_date": "2018/12/31"}, {"doc_id": "10412068", "text": "National Civil Police of El Salvador / and suspected affiliation with a gang violates due process and other aspects of human rights, it is technically legal under the 2016 law reforms. The return to more aggressive methods of combating gang activity also corresponded with an increase in extrajudicial killings. The 2016 law reforms did not grant PNC officers the power to legally execute suspects; however, officers avoid consequences for extrajudicial activities due to a combination of a weak judicial system and support from \"Mano Dura\" policies. The homicide rate dropped from 105/100,000 in 2015 to 60/100,000 in 2017, however this drop came with an uptick in accusations", "doc_score": "96.2256851196289", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_24", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "20246308", "text": "Trump Tower meeting / Jr. acknowledged he had indeed sought the meeting in the hopes to obtain information about Clinton's \"fitness\". As of July 2017, Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, was looking into the Trump Tower meeting. The inquiry was confirmed by Kaveladze's attorney, who said special counsel investigators are seeking information from his client. On July 21, 2017, Mueller asked the White House to preserve all documents related to the Russian meeting in June 2016. By August 3, 2017, Mueller had impaneled a grand jury in the District of Columbia that issued subpoenas", "doc_score": "82.2276840209961", "publish_date": "2018/12/31"}, {"doc_id": "14628845", "text": "United States v. Banki / search and arrest warrant entered the residence of Mahmoud Reza Banki in New York City and arrested him. He was arraigned before Judge John F. Keenan on an indictment charging him with three counts: 1. Conspiracy to violate the U.S.-imposed Iran sanctions and conspiracy to run an unlicensed money transmittal system, 2. Violation of the Iran sanctions, and 3. Running of an unlicensed money transmittal business. The indictment accused Banki of receiving $4.7 million in violation of the Iran sanctions. Prosecutors filed a superseding indictment later changing the amount to $3.4 million and adding two false statement charges to the", "doc_score": "83.99728393554688", "publish_date": "2018/12/31"}, {"doc_id": "13996224", "text": "Bill Gaede / and giving it to the Cubans. He also admitted taking Intel's Pentium process and providing it to foreign countries. Intel alleged, further, that Gaede sent a video of the Pentium technology he copied to rival AMD. As a result of these acts, Intel filed a civil complaint against Gaede in Argentina and criminal charges in the U.S. District Court in San Jose, California. Gaede denied the charge of sending tapes to AMD and accused the CIA of framing him. Gaede returned to the United States in June 1995 and was arrested by the FBI on September 23. He represented himself", "doc_score": "81.44619750976562", "publish_date": "2018/12/31"}, {"doc_id": "18488057", "text": "Mahmoud Reza Banki / when a successor government emerges.\" On January 7th, 2010, U.S. Immigration and Customs Enforcement (ICE) agents authorized by a grand jury with a search and arrest warrant entered the residence of Mahmoud Reza Banki in New York City and arrested him. He was arraigned before Judge John F. Keenan on an indictment charging him with three counts: 1. Conspiracy to violate the U.S.-imposed Iran sanctions and conspiracy to run an unlicensed money transmittal system, 2. Violation of the Iran sanctions, and 3. Running of an unlicensed money transmittal business. The indictment accused Banki of receiving $4.7 million in violation of", "doc_score": "84.55081176757812", "publish_date": "2018/12/31"}, {"doc_id": "14628853", "text": "United States v. Banki / 24, 2011, the United States Court of Appeals for the Second Circuit ruled in favor of Banki and reversed the sanctions charges against him. Judge Keenan's court ordered Banki's release on November 2, 2011. The Appellate court ruled that Judge John F. Keenan had erred at trial in denying Banki's defense's request to instruct the jury on the law that specifically exempts family money as an exception to the sanctions law, permitting such transfers without the need for a license: \"However, U.S. depository institutions are permitted to handle funds transfers, through intermediary third-country banks, to or from Iran or for", "doc_score": "81.92027282714844", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_25", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "11028534", "text": "President John F. Kennedy Assassination Records Collection Act of 1992 / the Federal Bureau of Investigation (FBI), the Central Intelligence Agency (CIA), and the military as conspirators.\" The Act requires that each assassination record be publicly disclosed in full and be made available in the collection no later than the date that is 25 years after the date of enactment of the Act (which was October 26, 2017), unless the President of the United States certifies that: (1) continued postponement is made necessary by an identifiable harm to the military defense, intelligence operations, law enforcement, or conduct of foreign relations; and (2) the identifiable harm is of such gravity that it", "doc_score": "82.26980590820312", "publish_date": "2018/12/31"}, {"doc_id": "1981564", "text": "Assassination of John F. Kennedy / transcripts of Johnson's presidential phone conversations, some major officials were opposed to forming such a commission, and several commission members took part only with extreme reluctance. One of their chief reservations was that a commission would ultimately create more controversy than consensus, and those fears ultimately proved valid. All of the Warren Commission's records were submitted to the National Archives in 1964. The unpublished portion of those records was initially sealed for 75 years (to 2039) under a general National Archives policy that applied to all federal investigations by the executive branch of government, a period \"intended to serve as", "doc_score": "80.01837158203125", "publish_date": "2018/12/31"}, {"doc_id": "15866998", "text": "John F. Kennedy assassination conspiracy theories / General Assembly in 2009, Libyan leader Muammar Gaddafi also alleged that Kennedy was killed for wanting to investigate Dimona. John F. Kennedy assassination conspiracy theories The assassination of John F. Kennedy on November 22, 1963 has spurred numerous conspiracy theories, which include accusations of involvement of the CIA, the Mafia, sitting Vice President Lyndon B. Johnson, Cuban Prime Minister Fidel Castro, the KGB, or even some combination thereof. Some conspiracy theories further claim that the United States federal government covered up crucial information in the aftermath of the assassination. Former Los Angeles District Attorney Vincent Bugliosi estimated that a total", "doc_score": "80.3988265991211", "publish_date": "2018/12/31"}, {"doc_id": "1981575", "text": "Assassination of John F. Kennedy / to impact the facts of the Kennedy assassination. President Donald Trump said in October 2017 that he would not block the release of documents. Many conspiracy theories posit that the assassination involved people or organizations in addition to Lee Harvey Oswald. Most current theories put forth a criminal conspiracy involving parties as varied as the FBI, the CIA, the U.S. military, the Mafia, Vice President Johnson, Cuban President Fidel Castro, the KGB, or some combination of those entities. Public opinion polls have consistently shown that a majority of Americans believe there was a conspiracy to kill Kennedy. Gallup polls have", "doc_score": "80.40118408203125", "publish_date": "2018/12/31"}, {"doc_id": "20198872", "text": "Special Counsel investigation (2017–present) / four Americans who had contact with Trump to determine whether they might have coordinated or cooperated with Russia's activities. Those investigations became part of the Special Counsel's portfolio. U.S. intelligence agencies in January 2017 concluded \"with high confidence\" that the Russian government interfered in the election by hacking into the computer servers of the Democratic National Committee (DNC) and the personal Gmail account of Clinton campaign chairman John Podesta and forwarding their contents to WikiLeaks, as well as by disseminating fake news promoted on social media, and by penetrating, or trying to penetrate, the election systems and databases of multiple", "doc_score": "81.18241119384766", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_26", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "886157", "text": "Climate of the United Kingdom / in Wales and Southern England recorded any air frosts, and temperatures were often comparable to those of April or May. The maximum recorded temperature was 17.2 °C at Teignmouth in Devon and Plockton and Achnagart in the Highlands of Scotland on the 16th. The lowest daily mean temperature during December 2015 at Heathrow Airport was 8.2 °C (on 9 December), comparable to the average daily high for the calendar month. Remarkably, December 2015 did not break any national records for high temperatures, just failing to reach the maximum England temperature of 17.7 °C recorded on 2 December 1985 in Chivenor,", "doc_score": "91.08509063720703", "publish_date": "2018/12/31"}, {"doc_id": "886166", "text": "Climate of the United Kingdom / claimed to have been set in the Cairngorm Mountains on 19 December 2008. Barometric pressure plays a role in storm systems. For the United Kingdom, record figures for barometric pressure recordings are: Highest - 1053.6mb (Aberdeen, 31 January 1902) Lowest - 925.6mb (Ochtertyre, 26 January 1884) Notably a low pressure storm system affected the UK with a central pressure of 914.0mb on 10 January 1993, however this figure is not recorded over the UK but out in the Atlantic, despite the system affecting the UK. Rainfall amounts can vary greatly across the United Kingdom: generally the further west and the", "doc_score": "88.45936584472656", "publish_date": "2018/12/31"}, {"doc_id": "886189", "text": "Climate of the United Kingdom / it is still speculated that both heatwaves did set higher temperatures than those officially recorded. Central estimates produced by the Met Office predict average annual temperature to increase by 2 °C (4 °F) and the warmest summer day to increase by 3 °C (6 °F) by the 2050s. Average winter rainfall is also likely to increase and most areas will see a slight decrease in annual rainfall. According to the Met Office, in the UK, the decade from 2000-2009 was the warmest since instrumental record dating started in 1850. Climate of the United Kingdom The United Kingdom straddles the higher", "doc_score": "89.22943115234375", "publish_date": "2018/12/31"}, {"doc_id": "886175", "text": "Climate of the United Kingdom / soared to in Faversham, Kent on 10 August 2003: the highest temperature ever recorded in the United Kingdom. While the United Kingdom is not particularly noted for extreme weather, it does sometimes occur, and events such as floods and drought may be experienced. The summer of 1976, for example, experienced temperatures as high as, and it was so dry the country suffered drought and water shortages. Extended periods of extreme weather, such as the droughts of 1975–1976, summer 2006, and spring 2012, the long hot summers of 1911, 1976, 2003 and 2006, and the winters of 1946–1947, 1962–1963, 2009–2010,", "doc_score": "89.96910858154297", "publish_date": "2018/12/31"}, {"doc_id": "20919095", "text": "Special Report on Global Warming of 1.5 °C / than over the ocean,\" and it correlates with temperature extremes (which are projected to warm up to twice more on land than the global mean surface temperature) as well as precipitation extremes (both heavy rain and droughts). The assessed levels of risk generally increased compared to the previous IPCC report. The \"global mean sea level is projected rise (relative to 1986-2005) by 0.26 to 0.77m by 2100 for 1.5°C global warming\" and about 0.1m more for 2°C. A difference of 0.1m may correspond to 10 million more or fewer people exposed to related risks. \"Sea level rise will continue beyond", "doc_score": "87.59663391113281", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_27", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "7189566", "text": "Korean Augmentation To the United States Army / by the Korean government. Once selected, KATUSAs must complete six-weeks of ROK Army basic training. A brief orientation and OJT is conducted by the U.S. Army before they begin their full-time duty with a United States Army unit garrisoned in Korea for the duration of their military service. The number of candidates vying for an available opening is extremely high because many soldiers believe that the U.S. Army is less abusive and more professional in its training and treatment of soldiers compared with the ROK Army, and that junior enlisted personnel receive better treatment, have more educational opportunities (especially with", "doc_score": "79.6869888305664", "publish_date": "2018/12/31"}, {"doc_id": "20022154", "text": "NCT Dream / NCT Dream NCT Dream is the third sub-unit of South Korean boy group NCT. The group follows an admission-graduation system, where they graduate from the unit after reaching the Korean age of 20 (19 internationally). The group debuted on August 25, 2016, with the single \"Chewing Gum\" and with seven members: Mark, Renjun, Jeno, Haechan, Jaemin, Chenle, and Jisung. Mark will graduate from the group on December 31, 2018. Mark, Haechan, Jaemin, Jisung, and Jeno were previously a part of SM Rookies. Chenle previously had a solo career and received two months of training prior to his debut with NCT.", "doc_score": "81.73978424072266", "publish_date": "2018/12/31"}, {"doc_id": "20425215", "text": "Ex Battalion / Flow-G and their founder Bosx1ne. JRoa's vocals was featured in the hook of their first single that became their first hit entitled \"Kakaiba\" that was released on the same month. Rapper Skusta Clee has been associated with the group ever since and has collaborated in most of their singles. On September 25, 2016, three months after the smash of their first single, they released another single called \"No Games\". The track's music video was immediately uploaded on YouTube and subsequently became viral. On December 6, 2016, they released \"Tell Me\" as their another single featuring social media personality and gravure", "doc_score": "78.44042205810547", "publish_date": "2018/12/31"}, {"doc_id": "17407155", "text": "BTS (band) / KR₩606,000,000. In April 2018, BTS participated in Stevie Wonder's \"Dream Still Lives\" tribute to Martin Luther King Jr. alongside other celebrities, sharing their dreams and hopes for the world. On September 24, 2018, BTS attended the United Nations 73rd General Assembly for the launch of the youth initiative called \"Youth 2030: The UN Youth Strategy\" and its corresponding UNICEF campaign titled \"Generation Unlimited\". On behalf of the group, BTS' leader RM delivered a six-minute speech in English about self-acceptance, as well as their Love Myself campaign. According to UNICEF, the goal of the initiative is \"to provide quality education and", "doc_score": "78.0962142944336", "publish_date": "2018/12/31"}, {"doc_id": "7374516", "text": "Spy High / seen in Benjamin White. \"Codename: Jake Black\"-- \"Region Black + Black Ops\" Jake is very intense, and strong. He has no known middle name. He has a tangle of black hair and intense dark eyes. His parents' names are George and Liza, and he has a younger sister named Beth. His birthday is 28 February. He is American, born in the Domes (see below). Jake gains one vote in both team leader votes – the first is from Cally in Book 1, the second in Book 5 from Lori. In \"Edward Red\", it mentions one of the regions being Black,", "doc_score": "77.77656555175781", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_28", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "20441571", "text": "2018 FIFA World Cup Final / also became the second team in the 32-team World Cup to win all their knockout matches without any extra time or penalty shoot-out after Brazil in 2002. As winners, France qualified for the 2021 FIFA Confederations Cup. The final was played at the Luzhniki Stadium in Moscow, located in the Khamovniki District of the Central Administrative Okrug. An expanded version of the stadium was named as the provisional final venue in Russia's World Cup bid, which was selected by FIFA on 2 December 2010. Luzhniki Stadium was confirmed as the final venue on 14 December 2012, following a meeting of", "doc_score": "85.43973541259766", "publish_date": "2018/12/31"}, {"doc_id": "20574600", "text": "2018 Copa del Rey Final / 2018 Copa del Rey Final The 2018 Copa del Rey Final was a football match played on 21 April 2018 to decide the winner of the 2017–18 Copa del Rey, the 116th edition of Spain's primary football cup. The match was between Sevilla and Barcelona at the Wanda Metropolitano Stadium in Madrid. Barcelona won the final 5–0 for their 4th consecutive and 30th overall Copa del Rey title. Barcelona were competing in their 40th Copa del Rey final, extending the record of 39 which they previously shared with Real Madrid, having won 29 titles prior, a competition record. They were", "doc_score": "84.85347747802734", "publish_date": "2018/12/31"}, {"doc_id": "20254647", "text": "2018 FIFA World Cup knockout stage / and first since a 1963 friendly match in Brussels. This was the first time in 30 matches in all competitions that Brazil had conceded more than once in a game, since a 2–2 draw with Paraguay in March 2016. <section begin=qf2 /><section end=qf2 /> The teams had faced each other in 23 previous matches, including two times in the group stage of the World Cup, both matches ending in a draw (1–1 in 2002 and 2–2 in 2006). Their most recent meeting came in a friendly in 2012, a 4–2 Sweden win. England took the lead in the 30th minute,", "doc_score": "84.01658630371094", "publish_date": "2018/12/31"}, {"doc_id": "20605300", "text": "2019–20 CONCACAF Nations League qualifying / order of the match pairings per each FIFA match window is as follows: The draw of the qualifying fixtures was held on 7 March 2018, 10:00 EST (), at The Temple House in Miami Beach, Florida, United States, directly after the launch event of the CONCACAF Nations League. A computerized pre-draw produced a \"master schedule\", creating 17 fixtures for each matchday. The teams in each pot were then drawn to the corresponding positions in the schedule (A1–A8, B1–B9, C1–C9, D1–D8). The computer model assured that no teams face each other more than once, and that each team plays two home", "doc_score": "82.80401611328125", "publish_date": "2018/12/31"}, {"doc_id": "20441569", "text": "2018 FIFA World Cup Final / 2018 FIFA World Cup Final The 2018 FIFA World Cup Final was a football match that took place on 15 July 2018 to determine the winners of the 2018 FIFA World Cup. It was the final of the 21st FIFA World Cup, a quadrennial tournament contested by the men's national teams of the member associations of FIFA. The match was contested by France and Croatia, and held at the Luzhniki Stadium in Moscow, Russia. Before 2018, France's only World Cup victory was in 1998 – though they had also reached the final in 2006 – while Croatia were playing in", "doc_score": "87.14187622070312", "publish_date": "2018/12/31"}]}
{"question_id": "20221216_29", "search_time": "2022/12/20/06:54", "search_result": [{"doc_id": "12722162", "text": "Healthy Life Years / Healthy Life Years The Healthy Life Years indicator (HLY) is a European structural indicator computed by Eurostat. It is one of the summary measures of population health, known as health expectancies, composite measures of health that combine mortality and morbidity data to represent overall population health on a single indicator. HLY measures the number of remaining years that a person of a certain age is expected to live without disability. It is actually a disability-free life expectancy. The European Union has decided to include a small set of health expectancies among its European Community Health Indicators (ECHI) to provide synthetic", "doc_score": "84.14584350585938", "publish_date": "2018/12/31"}, {"doc_id": "4355142", "text": "Aspirational age / UK recognised advertising aimed at the aspirational age rather than the biological age as'stereotypical'. A study conducted by Age UK, led by Sandra Chalmers found that elderly people felt that their generation were 'completely ignored'. Thus under-representation of older consumers due to marketing towards an aspirational age can be risky. Ann Murray Chatterton examined 52 commercials to find 35% included someone who was above the age of 50, and 12% including someone above the age of 65 years. Consequently, older consumers are less represented in an attempt to capture the target audience. The article Nostalgia: A Neuropsychiatric Understanding even", "doc_score": "86.06446075439453", "publish_date": "2018/12/31"}, {"doc_id": "432876", "text": "Demography of the United Kingdom / Asian/Asian British: Indian 2.3%, Asian/Asian British: Pakistani 1.9%, mixed 2%, other 3.7% (2011 est.) 28.5 years. note: data represent England and Wales only (2014 est.) \"total population:\" 80.8 years \"male:\" 78.6 years \"female:\" 83.1 years (2017 est.) Country comparison to the world: 35th Christian (includes Anglican, Roman Catholic, Presbyterian, Methodist) 59.5%, Muslim 4.4%, Hindu 1.3%, other 2%, unspecified 7.2%, none 25.7% (2011 est.) There are known difficulties in producing reliable estimates of the lesbian, gay, bisexual and transgender population. The Integrated Household Survey, published by the Office for National Statistics, provides the following estimates for the adult UK population as", "doc_score": "85.97611999511719", "publish_date": "2018/12/31"}, {"doc_id": "432871", "text": "Demography of the United Kingdom / key features of the age distribution profile for the UK population, as measured in the 2011 Census, were summarised in December 2012 by the Office for National Statistics in terms of peaks and wide bands of the pyramid reflecting high numbers of births in previous years, particularly for people aged 60–64 born following the Second World War and those aged 40–49, born during the 1960s baby boom. There is a smaller number of children aged five to nine years than ten years ago, which is a consequence of low numbers of births at the beginning of the 21st century, and", "doc_score": "86.22427368164062", "publish_date": "2018/12/31"}, {"doc_id": "11407595", "text": "Appreciation Index / the period April–June 2013 received an AI rating of 82.3 and radio programmes received an AI rating of 79.9. The average AI for a drama programme on UK television channels BBC One and ITV1 was reported, in 2009, to be 84. Programmes with specialist appeal will often score higher ratings. Internal guidance to BBC production staff is that an AI of 85 or over is to be considered excellent, over 90 is exceptional, 60 or less is poor, and less than 55 is very poor. Sometimes a programme will not garner an AI, as the response for that programme may", "doc_score": "84.25987243652344", "publish_date": "2018/12/31"}]}
