{"question_id": "20220902_0", "search_time": "2022/09/02/23:27", "search_result": [{"doc_id": "5982318", "text": "Nescafé / a £43 million ad campaign for Nescafé, focusing on the purity of its coffee and featuring the strapline \"Coffee at its brightest\". Nescafé was ranked 153rd among India's most trusted brands according to the Brand Trust Report 2012, a study conducted by Trust Research Advisory. In the Brand Trust Report 2013, Nescafé was ranked 230th among India's most trusted brands and subsequently, according to the Brand Trust Report 2014, Nescafé was ranked 209th among India's most trusted brands. Nestle India has branded instant coffee as Nescafe Classic and the 70:30 mix of instant coffee and chicory as Sunrise. In February", "doc_score": "80.10525512695312", "publish_date": "2018/12/31"}, {"doc_id": "1516473", "text": "Starbucks / $30 million in cash and planned to start a chain of juice bars starting in around middle of 2012, venturing into territory staked out by Jamba Inc. Its first store released in San Bernardino, California and plans for a store in San Francisco were to be launched in early 2013. In 2012, Starbucks began selling a line of iced Starbucks Refresher beverages that contain an extract from green arabica coffee beans. The beverages are fruit flavored and contain caffeine but advertised as having no coffee flavor. Starbucks' green coffee extraction process involves soaking the beans in water. On June 25,", "doc_score": "81.49942016601562", "publish_date": "2018/12/31"}, {"doc_id": "3725690", "text": "PG Tips / optimise taste in the soft waters of Scotland. PG Tips, Scottish Blend and Lyons teas are exported by Unilever International, based in Leatherhead, United Kingdom, and Singapore, through a worldwide network of food distributors. Unilever North America manage PG Tips in the United States since 2011. In Ireland, Unilever sells tea under the Lyons brand. As of 2011, a \"Special Moments\" range was released, initially as the \"New Ones\". These teas were made by pressing the leaves at different stages. In 2014, Unilever have introduced a new range of fruit, herbal and green teas under the PG Tips brand. Unlike", "doc_score": "80.58635711669922", "publish_date": "2018/12/31"}, {"doc_id": "18364611", "text": "Pumpkin Spice Latte / messaging. Starbucks has written that their target market represents the demographics using social media most heavily, including on Twitter, Facebook, and Instagram. In 2013, the company added a gaming element to the drink's arrival, allowing customers to \"unlock\" the drink at Starbucks stores nearby by ordering the drink with a code before its official sale date. Between August 2012 and January 2014, there were over 29,000 tweets with the hash tag \"#PSL\", and in a single fall day use of the PSL hash tag exceeded 12 million. Since the introduction of the Starbucks Pumpkin Spice Latte, other companies have created", "doc_score": "82.37200927734375", "publish_date": "2018/12/31"}, {"doc_id": "4790953", "text": "Sierra Mist / existing agreements with Cadbury Schweppes expired in January 2003, at which point its distribution was expanded nationwide in the U.S. In 2004 the beverage had surpassed 7 Up on the basis of annual retail sales, placing it as the 2nd most-purchased lemon-lime soft drink in the U.S. (Sprite being the 1st). In 2005, Diet Sierra Mist was renamed \"Sierra Mist Free\", intended as a descriptor of the beverage being \"free of\" sugar, calories, carbohydrates and caffeine. This name change was reverted to the original name, \"Diet Sierra Mist\", in November 2008. In late 2006, PepsiCo introduced \"Sierra Mist Cranberry Splash\".", "doc_score": "83.8301010131836", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_1", "search_time": "2022/09/02/23:27", "search_result": [{"doc_id": "19999910", "text": "Oroville Dam crisis / on charts contained in the \"Oroville Dam Reservoir Regulation Manual\", a flood-control manual developed by the U.S. Army Corps of Engineers. At the time of the incident, the \"Oroville Dam Reservoir Regulation Manual\" had last been updated in 1970 and the discharge charts were based on climatological data and runoff projections that did not account for climate change or significant floods in 1986 and 1997. It is not yet clear if the outdated manual was a significant factor in the February 2017 crisis. The dam complex was designed with four routes for water to pass from Lake Oroville: In 2005,", "doc_score": "82.36720275878906", "publish_date": "2018/12/31"}, {"doc_id": "3332416", "text": "Shasta Dam / Medicine Lake Highlands. The Shasta Dam has had a severe negative effect on populations of Pacific salmon in the Sacramento River watershed ever since its gates were first closed in 1943. The massive structure completely prevents salmon migration from the lower reaches of the river to the Upper Sacramento, Pit, McCloud and other tributary streams. It is estimated that half of the best salmon habitat in the Sacramento basin lies upstream of Shasta Dam. Also, the dam caused temperatures in the river to rise because it released waters from higher elevations of Shasta Lake, which are warmed by the sun", "doc_score": "81.9049301147461", "publish_date": "2018/12/31"}, {"doc_id": "11088479", "text": "Floods in California / on the Yuba River's south fork, forcing thousands of residents to evacuate. In the San Joaquin River basin and the Delta, levee breaks along the Mokelumne River caused flooding in the community of Thornton and the inundation of four Delta islands. Lake Tahoe rose as a result of high inflow. The California flood resulted in 13 deaths, 50,000 people evacuated and over $400 million in property damage. 3000 residents of Linda joined in a class action lawsuit Paterno v. State of California, which eventually reached the California Supreme Court in 2004. The California high court affirmed the District Court of", "doc_score": "83.55011749267578", "publish_date": "2018/12/31"}, {"doc_id": "19999914", "text": "Oroville Dam crisis / and 2013. In early February 2017, high inflows to Lake Oroville caused dam operators to start using the concrete main spillway to control the lake level. Between February 6–10, 2017, of rain fell on the Feather River Basin. Inflow of water into Lake Oroville rose from on February 6 to over at mid-day on February 7, before subsiding to about the following day. Dam operators began increasing the flow down the main spillway to on February 7 but soon noticed an unusual flow pattern. The flow of water down the spillway was stopped for investigation, revealing a crater about halfway", "doc_score": "82.67514038085938", "publish_date": "2018/12/31"}, {"doc_id": "19999907", "text": "Oroville Dam crisis / Oroville Dam crisis In February 2017, Oroville Dam's main and emergency spillways were damaged, prompting the evacuation of more than 180,000 people living downstream along the Feather River and the relocation of a fish hatchery. Heavy rainfall during the 2017 California floods damaged the main spillway on February 7, so the California Department of Water Resources stopped the spillway flow to assess the damage and contemplate its next steps. The rain eventually raised the lake level until it flowed over the emergency spillway, even after the damaged main spillway was reopened. As water flowed over the emergency spillway, headward erosion", "doc_score": "84.17235565185547", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_2", "search_time": "2022/09/02/23:27", "search_result": [{"doc_id": "5130912", "text": "Nuclear-free zone / Nuclear-free zone A nuclear-free zone is an area in which nuclear weapons (see nuclear-weapon-free zone) and nuclear power plants are banned. The specific ramifications of these depend on the locale in question. Nuclear-free zones usually neither address nor prohibit radiopharmaceuticals used in nuclear medicine even though many of them are produced in nuclear reactors. They typically do not prohibit other nuclear technologies such as cyclotrons used in particle physics. Several sub-national authorities worldwide have declared themselves \"nuclear-free\". However, the label is often symbolic, as nuclear policy is usually determined and regulated at higher levels of government: nuclear weapons and components", "doc_score": "80.74444580078125", "publish_date": "2018/12/31"}, {"doc_id": "6218992", "text": "Nuclear-weapon-free zone / East. An International Conference For A WMD-Free Middle East was held in Haifa in December 2013 attended by citizens from all over the world concerned about the lack of progress in the official talks. Nuclear-weapon-free zone A nuclear-weapons-free zone (NWFZ) is defined by the United Nations as an agreement which a group of states has freely established by treaty or convention that bans the use, development, or deployment of nuclear weapons in a given area, that has mechanisms of verification and control to enforce its obligations, and that is recognized as such by the General Assembly of the United Nations.", "doc_score": "80.05143737792969", "publish_date": "2018/12/31"}, {"doc_id": "5992152", "text": "Free-fire zone / incident in which one of his crew shot a wagon that had a little girl inside of it. He describes one incident in which he prevented a war crime by purposely placing his helicopter between a position that was full of civilians and another helicopter that wanted to launch an attack on the position. Free-fire zone A free-fire zone in U.S. military parlance is a fire control measure, used for coordination between adjacent combat units. The definition used in the Vietnam War by U.S. troops may be found in field manual FM 6-20: General Chuck Yeager in his autobiography describes", "doc_score": "80.9931640625", "publish_date": "2018/12/31"}, {"doc_id": "19618839", "text": "Residential Surveillance at a Designated Location / Residential Surveillance at a Designated Location Residential Surveillance at a Designated Location (Chinese: 指定居所监视居住) is a form of detention regularly used by authorities in the People's Republic of China against individuals accused of endangering state security. The detention occurs at a location that is typically not disclosed to the family, and can include guesthouses, hotels or disused official buildings. The measure has been used heavily since 2015 against human rights lawyers, Falun Gong practitioners and dozens of others accused of political offences, including foreigners. Well known victims have included artist Ai Weiwei, Nobel Peace Prize-winning poet Liu Xiaobo and Swedish", "doc_score": "79.80021667480469", "publish_date": "2018/12/31"}, {"doc_id": "6218982", "text": "Nuclear-weapon-free zone / groups of countries (including their territorial waters and airspace), and three governing Antarctica, the seabed, and outer space which are not part of any state. The Antarctic, seabed, and space zones preceded all but one of the zones on national territories. Most of the Earth's oceans above the seabed are not covered by NWFZs since freedom of the seas restricts restrictions in international waters. The UN has also recognized one additional country, Mongolia, as having nuclear-weapon-free status. NWFZs do not cover international waters (where there is freedom of the seas) or transit of nuclear missiles through space (as opposed to", "doc_score": "78.9312744140625", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_3", "search_time": "2022/09/02/23:27", "search_result": [{"doc_id": "7005075", "text": "T206 / valued at $100,000 or more. This is in part because of Wagner's place among baseball's immortals, as he was an original Hall of Fame inductee. More importantly, it is one of the scarcest cards from the most prominent of all vintage card sets. While the American Tobacco Trust, over three years and sixteen brands of cigarettes, distributed \"tens or hundreds of thousands\" of T206 cards for any given player, it is estimated that only between 50 and 200 Wagner cards were ever distributed to the public, and fewer still have survived to the present day. Several theories exist as to", "doc_score": "87.72653198242188", "publish_date": "2018/12/31"}, {"doc_id": "734417", "text": "Mickey Mantle / for the Montreal Expos. Despite being among the best-paid players of the pre-free agency era, Mantle was a poor businessman, making several bad investments. His lifestyle was restored to one of luxury, and his hold on his fans raised to an amazing level, by his position of leadership in the sports memorabilia craze that swept the US, beginning in the 1980s. Mantle was a prized guest at any baseball card show, commanding fees far in excess of any other player for his appearances and autographs. This popularity continues long after his death, as Mantle-related items far outsell those of any", "doc_score": "88.41967010498047", "publish_date": "2018/12/31"}, {"doc_id": "1821959", "text": "Sports memorabilia / the ball which Mark McGwire hit for his 70th home run of the 1998 season sold for $3 million. The most expensive piece of sports memorabilia ever sold, a New York Yankees baseball jersey worn by Babe Ruth during the 1920 season, sold for $4,415,658 in 2012. In 2016, the ten most valuable sports cards and memorabilia sold for a record-setting combined $12,186,294. Autographed pieces of memorabilia are usually more valuable that non-autographed items. Items that have been personalized (i.e. \"To Mark,\" Best Wishes Travis,\" or \"Happy Birthday John\") can add sentimental value. Collectors who are interested in purchasing sports", "doc_score": "87.66752624511719", "publish_date": "2018/12/31"}, {"doc_id": "1970991", "text": "Baseball card / that it was done on purpose by the Topps creative department. In February 2007, the hobby's most expensive card, a near mint/mint professionally graded and authenticated T206 Honus Wagner, was sold to a private collector for $2.35 million. The card was sold again later that same year for a record-setting $2.8 million. Throughout the 20th century, baseball cards were always made from cardboard. Now, companies use other materials that they claim can withstand being soaked in salt water. In 2012, Topps created the Topps Bunt digital trading card app. The app has gained over 2 million users from more than", "doc_score": "87.55957794189453", "publish_date": "2018/12/31"}, {"doc_id": "1920352", "text": "Honus Wagner / The card came with Sister Virginia Muller's brother's handwritten note: \"Although damaged, the value of this baseball card should increase exponentially throughout the 21st century!\" On April 20, 2012, a New Jersey resident purchased a VG-3 graded T206 Wagner card for more than $1.2 million. On April 6, 2013, a 1909–11 T206 baseball card featuring Honus Wagner sold at auction for $2.1 million. The card featured in the plot of the Nickelodeon film \"Swindle\". On October 1, 2016, a T206 Wagner card graded PSA-5 sold for $3.12 million, setting yet again the record for highest price paid for any baseball", "doc_score": "86.87739562988281", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_4", "search_time": "2022/09/02/23:27", "search_result": [{"doc_id": "19373134", "text": "Operation Diablo Express / Operation Diablo Express Operation \"Diablo Express\" was a cross-border raid launched on 29 January 2016, by a combined force of Mexican and American police to apprehend members of the Sinaloa Cartel in Lukeville, Arizona, and the neighboring border town Sonoyta, in northwestern Sonora. According to Immigration and Customs Enforcement (ICE) spokeswoman Gillian M. Christensen; the Sinaloa cartel \"cell\" targeted in Sonoyta and the adjacent Lukeville area were responsible for the \"importation of millions of pounds of illegal drugs, including marijuana, heroin, cocaine and methamphetamine\" into the United States, as well as the smuggling of \"millions of dollars in U.S. currency,", "doc_score": "92.50598907470703", "publish_date": "2018/12/31"}, {"doc_id": "13158895", "text": "Project Gunrunner / Project Gunrunner Project Gunrunner is a project of the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) intended to stem the flow of firearms into Mexico, in an attempt to deprive the Mexican drug cartels of weapons. The primary tactic of Project Gunrunner is interdiction of straw purchasers and unlicensed dealers to prevent legal guns from entering the black market; between 2005 and 2008, 650 such cases involving 1,400 offenders and 12,000 firearms were referred for prosecution. However, other tactics (\"gunwalking\" and \"controlled delivery\") have led to controversy. In early 2011, the project became controversial when it was revealed", "doc_score": "88.43118286132812", "publish_date": "2018/12/31"}, {"doc_id": "20154694", "text": "EL CHAPO Act / States Department of the Treasury. He was captured on January 8, 2016, in Mexico after his third escape from prison. He was extradited to the United States a year later on January 19, 2017, to face charges there related to his leadership of the Sinaloa Cartel. His profits are estimated to be roughly $14 billion USD. The bill would reserve any money seized by the government as a result of the criminal prosecution of Joaquín \"El Chapo\" Guzmán and other felony convictions involving the transportation of controlled substances into the United States for security measures along the U.S.-Mexico border and", "doc_score": "92.41222381591797", "publish_date": "2018/12/31"}, {"doc_id": "9326947", "text": "Mexican Drug War / since their military operations against drug cartels began in 2006, as stated in the government's report of January 2012. On 7 October 2012, the Mexican Navy responded to a civilian complaint reporting the presence of armed gunmen in Sabinas, Coahuila. Upon the navy's arrival, the gunmen threw grenades at the patrol from a moving vehicle, triggering a shootout that left Lazcano and another gunman dead and one marine slightly wounded. The vehicle was found to contain a grenade launcher, 12 grenades, possibly a rocket-propelled grenade launcher and two rifles, according to the navy. The Navy managed to confirm his death", "doc_score": "88.48596954345703", "publish_date": "2018/12/31"}, {"doc_id": "19373136", "text": "Operation Diablo Express / taken into police custody. Operation Diablo Express Operation \"Diablo Express\" was a cross-border raid launched on 29 January 2016, by a combined force of Mexican and American police to apprehend members of the Sinaloa Cartel in Lukeville, Arizona, and the neighboring border town Sonoyta, in northwestern Sonora. According to Immigration and Customs Enforcement (ICE) spokeswoman Gillian M. Christensen; the Sinaloa cartel \"cell\" targeted in Sonoyta and the adjacent Lukeville area were responsible for the \"importation of millions of pounds of illegal drugs, including marijuana, heroin, cocaine and methamphetamine\" into the United States, as well as the smuggling of \"millions of", "doc_score": "91.27367401123047", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_5", "search_time": "2022/09/02/23:27", "search_result": [{"doc_id": "19662", "text": "Airline / United States, Australia, and to a lesser extent Brazil, Mexico, India, the United Kingdom, and Japan have \"deregulated\" their airlines. In the past, these governments dictated airfares, route networks, and other operational requirements for each airline. Since deregulation, airlines have been largely free to negotiate their own operating arrangements with different airports, enter and exit routes easily, and to levy airfares and supply flights according to market demand. The entry barriers for new airlines are lower in a deregulated market, and so the U.S. has seen hundreds of airlines start up (sometimes for only a brief operating period). This has", "doc_score": "80.0771713256836", "publish_date": "2018/12/31"}, {"doc_id": "20548591", "text": "Passenger facility charge / Congressman Peter DeFazio (D-OR) and Thomas Massie (R-KY) introduced a bill, the \"Investing in America: Rebuilding America's Airport Infrastructure Act\", which would allow airports to increase PFCs. The bill would eliminate the $4.50 cap per flight segment. In exchange, funding for federal Airport Improvement Program grants would be reduced from $3.35 billion per year to $2.95 billion. In 2016, a measure to increase the PFC cap to $8.50, which was backed by airport and travel industry trade groups, failed. In June 2017, airports asked President Donald Trump to remove the PFC cap, \"painting it as a way to raise money", "doc_score": "81.48294067382812", "publish_date": "2018/12/31"}, {"doc_id": "832282", "text": "Delta Air Lines / a few selected flights in July 2003, and the meal service was initially offered on 400 flights. Delta ended this buy on board program in 2005; instead, Delta began offering snacks at no extra charge on flights over 90 minutes to most U.S. domestic flights and some flights to the Caribbean and Latin America. Beginning in mid-March 2005 the airline planned to stop providing pillows on flights within the 48 contiguous U.S. states, Bermuda, Canada, the Caribbean, and Central America. In addition, the airline increased the price of alcoholic beverages on Delta mainline flights from $4 ($ when adjusted for", "doc_score": "78.45875549316406", "publish_date": "2018/12/31"}, {"doc_id": "10862666", "text": "Preferential bidding system / a sequence of flights or legs that starts and then ends at the same domicile. Pairings are usually created by another computer program called pairing optimizer. The process of requesting a certain schedule is called \"bidding\". Generally this is done on a monthly basis. The monthly schedule called \"line\" which a crew member gets will consist of a series of \"pairings\". Each month the airlines crew planning sets the new pairings due to new locations being added or removed, new times, or changes in aircraft. These new pairings are then made available for assignment or bidding. In the United States,", "doc_score": "79.98184967041016", "publish_date": "2018/12/31"}, {"doc_id": "2431207", "text": "Airline deregulation / quality. In doing so, according to the labor union view, airline executive management has created what many are calling the great race to the bottom with one company filing for bankruptcy after the next, leaving only those who have not filed for bankruptcy, paying their employees what was contractually agreed upon. One of the key elements deregulation sought to end were airline oligopolies and monopolies. However, since 2010 the number of major airlines has receded dramatically. With Delta merging with NorthWest, American merging with US Airways, United merging with Continental, SouthWest with AirTran, and Frontier being purchased by Republic who", "doc_score": "79.85307312011719", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_6", "search_time": "2022/09/02/23:27", "search_result": [{"doc_id": "1432271", "text": "Serena Williams / was Serena's first major final since the 2017 Australian Open. Following her Wimbledon finals run, Williams entered the 2018 Silicon Valley Classic, her first appearance in a US Open series tournament since 2015. She recorded her most lopsided loss in her career to Johanna Konta in the first round, winning just a single game. Williams later revealed in an interview with \"Time\" that she checked Instagram ten minutes prior to the match starting, and found out that the man who had fatally shot her half-sister, Yetunde, in 2003 was released on parole earlier in the year. She said in the", "doc_score": "91.24507141113281", "publish_date": "2018/12/31"}, {"doc_id": "1432242", "text": "Serena Williams / Group II tie for Fed Cup. She played and won her only match against María Irigoyen to help Team USA to a 4–1 win over Argentina. Williams announced that she would be competing at the Indian Wells Masters ending her 14-year boycott of the event. Upon her return Williams received a standing ovation from the crowd and won her first match in straight sets. She reached the semifinals, where she was due to face No. 3, Simona Halep, for a place in the final, but was forced to withdraw because of a knee injury. By virtue of having defeated Sabine", "doc_score": "89.97813415527344", "publish_date": "2018/12/31"}, {"doc_id": "1432248", "text": "Serena Williams / for the win and becoming the first player to qualify for the WTA Finals (the earliest that a player had qualified since the event switched to the round-robin format in 2003). Williams then defeated three former No. 1 players–Venus Williams, Victoria Azarenka and Maria Sharapova—in succession to advance to the final. Awaiting her there was 21-year-old Garbiñe Muguruza, who had previously handed Williams the worst Grand Slam tournament defeat of her career at the 2014 French Open. Williams defeated Muguruza in a tight two-setter. The victory made Williams the oldest woman in the Open Era to win a grand slam", "doc_score": "88.03810119628906", "publish_date": "2018/12/31"}, {"doc_id": "1432244", "text": "Serena Williams / the 2016 Summer Olympics), Williams travelled to Brindisi, Italy, to face Italy's team for a place in the Fed Cup's World Group. Williams lost the decisive doubles match alongside Alison Riske to Sara Errani and Flavia Pennetta, and as a result the United States team were relegated to World Group II. It was Williams's first loss in the Fed Cup. However, she maintained her perfect record in singles by defeating Camila Giorgi and Errani. The week of April 20 marked Williams's 114th consecutive week ranked No. 1, the third-longest run in WTA history, behind Steffi Graf's 186 weeks and Navratilova's", "doc_score": "88.68870544433594", "publish_date": "2018/12/31"}, {"doc_id": "1432229", "text": "Serena Williams / champion in Miami breaking the record she held with Steffi Graf and became only the fourth woman in the Open Era to have won a tournament at least six times. Williams successfully defended her Charleston title, winning it for the third time overall. Williams won her fiftieth career singles title in Madrid, defeating Sharapova in the final. Williams then played Rome, where she won the title without dropping a set, defeating Victoria Azarenka in the final to take her second title. Williams only dropped ten games in reaching the quarterfinals at Roland Garros. There, she played Svetlana Kuznetsova and lost", "doc_score": "86.93305206298828", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_7", "search_time": "2022/09/02/23:27", "search_result": [{"doc_id": "796150", "text": "Hepatitis C / transfusion-associated hepatitis in the U.S. from 30% in 1970 to virtually zero in 2000.\" Chiron filed for several patents on the virus and its diagnosis. A competing patent application by the CDC was dropped in 1990 after Chiron paid $1.9 million to the CDC and $337,500 to Bradley. In 1994, Bradley sued Chiron, seeking to invalidate the patent, have himself included as a coinventor, and receive damages and royalty income. He dropped the suit in 1998 after losing before an appeals court. World Hepatitis Day, held on July 28, is coordinated by the World Hepatitis Alliance. The economic costs of", "doc_score": "81.92182159423828", "publish_date": "2018/12/31"}, {"doc_id": "6199708", "text": "Medicare Part D / As of January 30, 2007, nearly 24 million individuals were receiving prescription drug coverage through Medicare Part D (PDPs and MA-PDs combined), according to CMS. Medicare offers other methods of receiving drug coverage, including the Retiree Drug Subsidy. Federal retiree programs such as TRICARE and Federal Employees Health Benefits Program (FEHBP) or alternative sources, such as the Department of Veterans Affairs. Including people in these categories, more than 39 million Americans are covered for prescriptions by the federal government. A survey released by AARP in November 2007 found that 85% of enrollees reported satisfaction with their drug plan, and 78%", "doc_score": "81.45838928222656", "publish_date": "2018/12/31"}, {"doc_id": "13905838", "text": "Influvac / & Latin American markets. Approximately $850 million of sales revenue from vaccines was reported by Solvay Pharmaceuticals in 2009. Influvac Influvac is a sub-unit vaccine produced and marketed by Abbott Laboratories. It contains inactivated purified surface fragments (sub-units) from the three different strains of the influenza virus (A/H1N1, A/H3N2, and Influenza B Virus) that are selected and distributed by the World Health Organization, on the basis of their latest recommendations. In February 2010, Abbott acquired the vaccines sub-unit from Solvay Pharmaceuticals included in its $6.2 billion purchase and the sub-unit influenza vaccine - Influvac has been commercially available on the", "doc_score": "81.35967254638672", "publish_date": "2018/12/31"}, {"doc_id": "6199689", "text": "Medicare Part D / U.S. Veterans Administration. This penalty is equal to 1% of the national premium index times the number of full calendar months that they were eligible for but not enrolled in Part D and did not have creditable coverage through another source. The penalty raises the premium of Part D for beneficiaries, when and if they elect coverage. In May 2018, enrollment exceeded 44 million, including both those on standalone Part D and those enrolled in Part C plan (which includes Part-D-like coverage). About 20% of those beneficiaries are on a EGWP drug plan where a former employer receives a Part", "doc_score": "82.6457748413086", "publish_date": "2018/12/31"}, {"doc_id": "489230", "text": "Hepatitis / Currently in the United States, approximately 3.5 million adults are estimated to be infected. Hepatitis C is particularly prevalent among people born between 1945–1965, a group of about 800,000 people, with prevalence as high as 3.2% versus 1.6% in the general U.S. population. Most chronic carriers of hepatitis C are unaware of their infection status. The most common mode of transmission of hepatitis C virus is exposure to blood products via blood transfusions (prior to 1992) and intravenous drug injection. A history of intravenous drug injection is the most important risk factor for chronic hepatitis C. Other susceptible populations include", "doc_score": "79.74790954589844", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_8", "search_time": "2022/09/02/23:27", "search_result": [{"doc_id": "12956510", "text": "Titan IIIE / After waiting for a minute, ground controllers issued an unsuccessful manual start command. With the Centaur in free-fall, a safety destruct command was issued at 748 seconds after liftoff by the radar station in Antigua. The failure was traced to the Centaur boost pumps, but the cause remained unclear. The prevailing but unproven theory was that ice or debris caused the failure. To reduce the chance of a second failure, pre-launch procedures were implemented to verify that Centaur's pumps were free and unobstructed. Nearly four years passed before the cause of the failure was determined: an improperly installed mounting bracket", "doc_score": "87.22715759277344", "publish_date": "2018/12/31"}, {"doc_id": "1766297", "text": "Apollo 4 / the first time the S-IC first stage and S-II second stage flew. It also demonstrated the S-IVB third stage's first in-flight restart. The mission used a Block I command and service module (CSM) modified to test several key Block II revisions, including its heat shield at simulated lunar-return velocity and angle. Originally planned for late 1966, the flight was delayed to November 9, 1967, largely due to development problems of the S-II stage encountered by North American Aviation, the manufacturer of the stage. Delay was also caused, to a lesser extent, by a large number of wiring defects found by", "doc_score": "85.93444061279297", "publish_date": "2018/12/31"}, {"doc_id": "5380640", "text": "Return of Apollo 15 to Earth / performed a small RCS burn to further separate from the LM. \"Falcon\" was directed to burn its ascent stage engine, so that it would impact the lunar surface. The delay has meant it would not impact in the planned site, instead impacting at 26°12' N, 0°6' E, about 56 miles (90 km) from the landing site. The crew should have started their sleep period, but due to the delays now had to finish housekeeping chores. Mainly these centered around turning back on the SIM instruments which had been turned off during the rendezvous and docking and orientating the spacecraft for", "doc_score": "86.72612762451172", "publish_date": "2018/12/31"}, {"doc_id": "20264", "text": "Apollo 16 / engine occurred on time and the spacecraft tilted forward to its landing orientation at an altitude of. The LM landed north and west of the planned landing site at 104 hours, 29 minutes, and 35 seconds into the mission, at 2:23:35 UTC on April 21. After landing, Young and Duke began powering down some of the LM's systems to conserve battery power. Upon completing their initial adjustments, the pair configured \"Orion\" for their three-day stay on the lunar surface, removed their space suits and took initial geological observations of the immediate landing site. They then settled down for their", "doc_score": "83.37784576416016", "publish_date": "2018/12/31"}, {"doc_id": "8307644", "text": "STS-131 / 23:58 EST on 2 March 2010. The complete shuttle stack and mobile launch platform were secured to the launch pad 39A structure at 6:49 EST on 3 March 2010. The trek took 6 hours 51 minutes to complete. The rollout was delayed 24 hours by the threat of lightning from a passing cold front. That weather moved away, and the stiff wind gusts blowing on Florida's Space Coast on the next day were not a factor for the rollout. Ahead of the rollout, engineers noticed some damage caused by birds to the External Tank (ET-135), which was repaired inside the", "doc_score": "83.9200439453125", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_9", "search_time": "2022/09/02/23:27", "search_result": [{"doc_id": "13606644", "text": "Cost of raising a child / Times in April 2011, the cost of raising a child from birth to age of majority (21 Years) for a middle to upper-middle income family comes to about in total. Cost break up is as follows: Cost of raising a child The cost of raising a child varies from country to country. The cost of raising a child is usually determined according to a formula that accounts for major areas of expenditure, such as food, housing, and clothing. However, any given family's actual expenses may differ from the estimates. For example, the rent on a home does not usually change", "doc_score": "88.91230010986328", "publish_date": "2018/12/31"}, {"doc_id": "13606641", "text": "Cost of raising a child / of raising a child from birth to 21 years old. The latest report puts the cost as £231,843. The Cost of a child calculations, from birth to 21 years, were compiled by the Centre of Economic and Business Research (CEBR) for LV= in December 2015 and are based on the cost for the 21-year period to December 2015. Additional research was conducted by Opinium Research LLP from 22 to 27 January 2016. The total sample size was 1,000 UK adults with children under the age of 18 and was conducted online. Results have been weighted to nationally representative criteria Based", "doc_score": "88.27653503417969", "publish_date": "2018/12/31"}, {"doc_id": "13606643", "text": "Cost of raising a child / toward finding the highest dollar amount to support the objective.\"). These figures from the USDA go up to age 18, and do not include any college or university education. Nor does it offer any spending estimates if the child remains in the home as a dependent after the age of 18. Both tables are for the United States overall, not based on any specific region in the country. Also notice that the dual parent and solo parent charts use different income ranges so that direct comparison between the two should be undertaken with care. Based on an estimate by Economic", "doc_score": "88.78273010253906", "publish_date": "2018/12/31"}, {"doc_id": "2373529", "text": "Child care / may require supervision. Some legislation also establishes rating systems, the number and condition of various toys, and documents to be maintained. Typically, once children reach the age of twelve, they are no longer covered by daycare legislation and programs for older children may not be regulated. Legislation may mandate staffing ratios (for example, 6 weeks to 12 months, 1:4; 12 months to 18 months, 1:5; 18 months to 24 months, 1:9; etc.). The caregiver-to-child ratio is one factor indicative of quality of care. Ratios vary greatly by location and by daycare center. Potential consequences of a caregiver:child ratio which is", "doc_score": "86.31004333496094", "publish_date": "2018/12/31"}, {"doc_id": "592414", "text": "Social Security (United States) / Security shortfall would be smaller than currently projected. Tables published by the government's National Center for Health Statistics show that life expectancy at birth was 47.3 years in 1900, rose to 68.2 by 1950 and reached 77.3 in 2002. The latest annual report of the Social Security Agency (SSA) trustees projects that life expectancy will increase just six years in the next seven decades, to 83 in 2075. A separate set of projections, by the Census Bureau, shows more rapid growth. The Census Bureau projection is that the longer life spans projected for 2075 by the Social Security Administration will", "doc_score": "85.72576904296875", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_10", "search_time": "2022/09/02/23:27", "search_result": [{"doc_id": "1432242", "text": "Serena Williams / Group II tie for Fed Cup. She played and won her only match against María Irigoyen to help Team USA to a 4–1 win over Argentina. Williams announced that she would be competing at the Indian Wells Masters ending her 14-year boycott of the event. Upon her return Williams received a standing ovation from the crowd and won her first match in straight sets. She reached the semifinals, where she was due to face No. 3, Simona Halep, for a place in the final, but was forced to withdraw because of a knee injury. By virtue of having defeated Sabine", "doc_score": "97.52368927001953", "publish_date": "2018/12/31"}, {"doc_id": "1432248", "text": "Serena Williams / for the win and becoming the first player to qualify for the WTA Finals (the earliest that a player had qualified since the event switched to the round-robin format in 2003). Williams then defeated three former No. 1 players–Venus Williams, Victoria Azarenka and Maria Sharapova—in succession to advance to the final. Awaiting her there was 21-year-old Garbiñe Muguruza, who had previously handed Williams the worst Grand Slam tournament defeat of her career at the 2014 French Open. Williams defeated Muguruza in a tight two-setter. The victory made Williams the oldest woman in the Open Era to win a grand slam", "doc_score": "97.37360382080078", "publish_date": "2018/12/31"}, {"doc_id": "1432199", "text": "Serena Williams / stated she was targeting the top spot. Williams completed just two tournaments between the Australian Open and Wimbledon, losing to Venus in Miami and at Internazionali BNL d'Italia to Francesca Schiavone as Williams suffered a series of retirements and withdraws. A reoccurring ankle injury causing her to miss the French Open. She returned for Wimbledon as the 4th-seeded player, but was defeated in the third round by No. 85, Jill Craybas. At the US Open, Williams lost to her sister Venus in the fourth round. This was the earliest the sisters had met in a Grand Slam tournament since their", "doc_score": "95.27886199951172", "publish_date": "2018/12/31"}, {"doc_id": "1446827", "text": "Venus Williams / win (and Serena's win in the singles event), the Williams sisters claimed the most Olympic gold medals than any other tennis player, male or female. Next, Williams played at Cincinnati where she received a singles wild card entry. She defeated her first two opponents, Maria Kirilenko and Chanelle Scheepers, in three tight sets before crushing 8th seed Sara Errani in the third round. In the quarterfinal, she defeated her second top 10 opponent in a row Samantha Stosur in three sets to advance to her first semifinal since the 2010 US Open. In the semifinal Williams played through a back", "doc_score": "97.77251434326172", "publish_date": "2018/12/31"}, {"doc_id": "1446841", "text": "Venus Williams / \"quite simply one of the matches of the 2014 season so far on the WTA\". Williams produced yet another upset in three sets against Carla Suárez Navarro to advance to the semifinals, where she defeated younger sister and No. 1 Serena Williams in the pair's 25th meeting. It was her 14th victory over a reigning No. 1 and her first since the 2009 Wimbledon Championships, when she defeated Dinara Safina 6–1, 6–0 in the semifinals. It was also the first time since 2009 that Williams had beaten Serena. She lost the championship match 4–6, 2–6 to No. 5 Agnieszka Radwańska.", "doc_score": "94.1474380493164", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_11", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "20119644", "text": "2017 MTV Video Music Awards / announced the \"Moonman\" statue would be renamed a \"Moon Person\". The Best Female and Best Male Video awards were replaced with one category, Artist of the Year. Kendrick Lamar leads the list of nominees with eight categories, while Katy Perry, The Weeknd, and DJ Khaled received the second most nods with five. Nominees for Song of the Summer category were announced on August 22, 2017. Winners are listed in bold. Kendrick Lamar — \"Humble\" Ed Sheeran Khalid Zayn and Taylor Swift — \"I Don't Wanna Live Forever\" Fifth Harmony (featuring Gucci Mane) — \"Down\" Kendrick Lamar — \"Humble\" Zedd and", "doc_score": "91.10000610351562", "publish_date": "2018/12/31"}, {"doc_id": "2016881", "text": "MTV Video Music Award / if you're Christian, you're Muslim, you're gay, you're straight — I am here to fight for your equality, because I believe that we are all born equal, but we are not treated equally and that is why we must fight.\" Following the performance, the National Suicide Prevention Lifeline experienced a 50% increase in calls. 2018: Camila Cabello won Video of the Year and Jennifer Lopez received the Vanguard Award. Before introducing Cabello's category, Madonna gave a tribute to the late Aretha Franklin. Most of the speech explained the early origins of Madonna's career and was only tangentially Franklin-related, which made", "doc_score": "89.60850524902344", "publish_date": "2018/12/31"}, {"doc_id": "2016878", "text": "MTV Video Music Award / at the 2007 show. Kanye West gave a seven-minute long speech covering various topics, including his feud with Taylor Swift. Beyoncé performed a 16-minute medley of her \"Lemonade\" album and won eight awards, including Video of the Year for \"Formation\". She became the most awarded artist in VMA history with 24 moonmen, surpassing Madonna's previous record of 20. The telecast saw a drop in audience for third year in a row. 2017: The 2017 show was hosted by Katy Perry. Kendrick Lamar won six awards, including Video of the Year for \"Humble\", and Pink was honored with the Video Vanguard", "doc_score": "91.11875915527344", "publish_date": "2018/12/31"}, {"doc_id": "2016864", "text": "MTV Video Music Award / West performed \"Runaway\" with Pusha T giving a stellar performance on the MPC2000. Eminem, who performed at the show, did not receive his awards in person, as he had to leave immediately to perform with Jay Z at The Home & Home Tour in New York City the next day. Additionally, will.i.am's \"blackface\" outfit sparked controversy among African-Americans. Florence + the Machine performed \"Dog Days Are Over\". Lady Gaga won eight awards, including Video of the Year, Best Female Video, and Best Pop Video for \"Bad Romance\"; she also won Best Collaboration for \"Telephone\" with Beyoncé. Upon accepting her Video", "doc_score": "89.27531433105469", "publish_date": "2018/12/31"}, {"doc_id": "20256538", "text": "2018 MTV Video Music Awards / 16, 2018, via an IGTV video. Nominees for Song of Summer, however, were announced on August 13, 2018. Cardi B had the most nominations with 12, with The Carters behind with 8, while Childish Gambino and Drake both received 7 nominations each. Winners were announced on August 20, 2018, on the Video Music Awards broadcast. Camila Cabello (featuring Young Thug) — \"Havana\" Camila Cabello Post Malone (featuring 21 Savage) – \"Rockstar\" Cardi B Jennifer Lopez (featuring DJ Khaled and Cardi B) – \"Dinero\" Hayley Kiyoko Ariana Grande – \"No Tears Left to Cry\" Nicki Minaj – \"Chun-Li\" J Balvin and", "doc_score": "91.15391540527344", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_12", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "16475152", "text": "NFL Top 100 / on the list during the 2011 offseason. The first episode, revealing the players ranked #100 through #91 was aired on April 30, 2011. The list's top 10 players were revealed when the tenth episode of the 2011 list was aired on July 3, 2011. The list, and series, began with the #100 ranked player, Washington Redskins quarterback, Donovan McNabb and ended when New England Patriots quarterback and 2010 NFL MVP Tom Brady was selected as the number one ranked player. The NFL Top 100 list returned for the 2012 NFL season. The season ran from April 28 to June 27,", "doc_score": "83.9369888305664", "publish_date": "2018/12/31"}, {"doc_id": "6874227", "text": "National Football League 75th Anniversary All-Time Team / National Football League 75th Anniversary All-Time Team The National Football League 75th Anniversary All-Time Team was chosen by a selection committee of media and league personnel in 1994 to honor the greatest players of the first 75 years of the National Football League (NFL). Five players on the list were on NFL rosters at the time of the selections: Joe Montana, Jerry Rice, Rod Woodson, Reggie White, and Ronnie Lott. Gale Sayers was named to the team as both a halfback and kickoff returner. Every player is a member of the Pro Football Hall of Fame, except for Billy \"White", "doc_score": "82.79068756103516", "publish_date": "2018/12/31"}, {"doc_id": "16475151", "text": "NFL Top 100 / NFL Top 100 The NFL Top 100 is an annual list that features the top one hundred players in the National Football League (NFL), as chosen by fellow NFL players. The rankings are based on an off-season poll organized by the NFL, whereby players vote on their peers based on their performance for the recent NFL season. Only players that are not retired in the next season are eligible for consideration. In the eight-year history of the countdown, only Tom Brady has been voted No. 1 multiple times (2011, 2017, 2018). NFL Network released ten episodes, each revealing ten players", "doc_score": "86.9112777709961", "publish_date": "2018/12/31"}, {"doc_id": "13268967", "text": "1902 College Football All-America Team / \"Consensus All-America Selections,\" the NCAA identifies as \"consensus All-Americans\" those players who were selected by \"either\" Camp or Whitney. Using this criterion, the NCAA recognized 14 players as \"consensus All-American\" for the 1902 football season. They are indicated in bold in the list below (\"All-Americans of 1901\"). In 2008, \"Sports Illustrated\" sought to answer the question, \"Who would have won the Heisman from 1900-1934?\" Its selection for 1902 was Paul Bunker of Army, a player who converted from tackle to halfback and \"dominated Navy from both sides of the ball, scoring twice in a 22-8 victory.\" The All-America selections by", "doc_score": "80.83216857910156", "publish_date": "2018/12/31"}, {"doc_id": "3603335", "text": "Dan Fouts / finished his 15 NFL seasons with 3,297 of 5,604 completions for 43,040 yards and 254 touchdowns, with 242 interceptions. He also rushed for 476 yards and 13 touchdowns Fouts is one of only ten quarterbacks in NFL history who have achieved two consecutive 30-touchdown passing seasons. The others are Steve Bartkowski, Aaron Rodgers, Brett Favre, Dan Marino, Jeff Garcia, Tom Brady, Peyton Manning, Drew Brees, and Y. A. Tittle. He was also the third quarterback in NFL history to pass for 40,000 yards, after fellow Hall of Famers Johnny Unitas and Fran Tarkenton, and the first quarterback ever to throw", "doc_score": "81.46640014648438", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_13", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "8573884", "text": "United States v. $124,700 in U.S. Currency / United States v. $124,700 in U.S. Currency United States of America v. $124,700 in U.S. Currency, 458 F.3d 822 (8th Cir. 2006), was a decision of the United States Court of Appeals for the Eighth Circuit that was handed down on August 18, 2006. The form of the styling of this case—the defendant being an object, rather than a legal person—is because this is a jurisdiction \"in rem\" (power over objects) case, rather than the more familiar \"in personam\" (over persons) case. In current US legal practice, \"in rem\" is most widely used in the area of asset forfeiture, frequently", "doc_score": "77.88594055175781", "publish_date": "2018/12/31"}, {"doc_id": "7700637", "text": "Sale v. Haitian Centers Council, Inc. / and would not be harmed upon return. After a regime change in Haiti, American policy changed and was interpreted that all undocumented aliens would be sent back unless they landed and made an entry onto the territory of the United States. The case came before the court on March 2, 1993, and was decided on June 21, 1993. The oral argument for the defendant was made by then Yale law professor Harold Koh (from 2009 to 2013, Koh was the Legal Adviser of the Department of State). The 8-1 decision was delivered by Justice John Paul Stevens with Justice Harry", "doc_score": "77.19113159179688", "publish_date": "2018/12/31"}, {"doc_id": "8573889", "text": "United States v. $124,700 in U.S. Currency / the car. Trooper Bigsby went directly to the rear passenger side of the vehicle and opened a cooler that was in the back seat, where he found a large plastic bag that contained seven bundles wrapped in rubber bands inside aluminum foil packaging. These bundles contained a total of $124,700 in currency. Gonzalez and the vehicle were then taken to the Nebraska State Patrol office in Lincoln. The district court concluded that the government had not established, by a preponderance of the evidence, that there was a substantial connection between the money and a drug trafficking offense. The court noted", "doc_score": "77.80281829833984", "publish_date": "2018/12/31"}, {"doc_id": "10331360", "text": "United States v. Flores-Montano / United States v. Flores-Montano United States v. Flores-Montano, 541 U.S. 149 (2004), was a United States Supreme Court case in which the Court held that customs agents may remove the gas tank from a vehicle crossing the international border in an effort to look for contraband. Flores-Montano (\"Flores\") was driving a 1987 Ford Taurus station wagon as he attempted to enter the United States through the port of entry at Otay Mesa, California. A customs inspector referred the vehicle to secondary inspection, where a second inspector tapped the gas tank and noticed it sounded solid. The second inspector summoned a", "doc_score": "77.65730285644531", "publish_date": "2018/12/31"}, {"doc_id": "8367551", "text": "United States v. Arvizu / United States v. Arvizu United States v. Arvizu, 534 U.S. 266 (2002), is a case in which the Supreme Court of the United States unanimously reaffirmed the proposition that the Fourth Amendment required courts to analyze the reasonableness of a traffic stop based on the totality of the circumstances instead of examining the plausibility of each reason an officer gives for stopping a motorist individually. U.S. Border Patrol agent Clinton Stoddard was working a checkpoint on U.S. Highway 191 north of Douglas, Arizona on an afternoon in January 1998. In this area, the roads are equipped with sensors to alert", "doc_score": "76.37178039550781", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_14", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "14908236", "text": "EPB / to offer one gigabit-per-second Internet speed, a critical component of next generation technology innovation and economic development, to more than 175,000 homes and businesses. This exclusive capability has attracted worldwide attention and earned Chattanooga the nickname \"Gig City.\" EPB EPB, also known as the Electric Power Board of Chattanooga, is an American electric power distribution and telecommunications company owned by the city of Chattanooga, Tennessee. In 2010, EPB was the first company in the United States to offer 1 Gbit/s high-speed internet, over 200 times faster than the national average. On October 15, 2015, Chattanooga implemented the world's first community-wide", "doc_score": "83.9188232421875", "publish_date": "2018/12/31"}, {"doc_id": "14417184", "text": "National Broadband Plan (United States) / of broadband to advance consumer welfare, civic participation, public safety and homeland security, community development, health care delivery, energy independence and efficiency, education, employee training, private sector investment, entrepreneurial activity, job creation and economic growth, and other national purposes.\" An official website for the plan, broadband.gov, highlighted energy and environment features. Other goals listed were \"21st century care\", \"economic opportunity\", \"health care\", \"civic engagement\" and \"public safety\". Broadband maps, tests and reporting of \"broadband dead zones\" were also featured. Another goal was providing 100 million American households with access to 100 Mbit/s (megabits per second) connections by 2020. Large areas", "doc_score": "82.1008071899414", "publish_date": "2018/12/31"}, {"doc_id": "14417211", "text": "National Broadband Plan (United States) / broadband, the FCC recommendations include: As private investors do not always have the strongest incentives to deploy broadband in rural and underserved communities at an affordable price, states and local leaders should be allowed to step in to provide affordable broadband services that will meet their residents' needs. Pooling demand among institutions can provide more access to a wider constituency at lower prices. States should complement broadband deployment with digital education programs and fund community technology centers to ensure that residents of all ethnicities, socio-economic backgrounds, and ages understand how to be producers as well as consumers of this new", "doc_score": "81.44049835205078", "publish_date": "2018/12/31"}, {"doc_id": "14417188", "text": "National Broadband Plan (United States) / create new incentives to liberate spectrum. The FCC's basic approach would be to offer incentives to accelerate the process and avoid lengthy litigation proceedings. The spectrum auctions were authorized as part of the payroll tax cut extension passed by Congress on February 17, 2012. As the Plan reached its first anniversary, Congressional interest in the Plan's potential revenue from auctions increased, especially in light of Federal budget deficits. The wireless industry's main trade association, CTIA, and the Consumer Electronics Association, jointly released a report indicating that auctions from relinquished frequencies from broadcasters might garner $33 billion in revenue from auctions.", "doc_score": "82.46356201171875", "publish_date": "2018/12/31"}, {"doc_id": "14908232", "text": "EPB / EPB EPB, also known as the Electric Power Board of Chattanooga, is an American electric power distribution and telecommunications company owned by the city of Chattanooga, Tennessee. In 2010, EPB was the first company in the United States to offer 1 Gbit/s high-speed internet, over 200 times faster than the national average. On October 15, 2015, Chattanooga implemented the world's first community-wide 10-gig Internet service, available to all homes and businesses in EPB's service area. In 1935, an act of the Tennessee Legislature established EPB as an independent board of the City of Chattanooga to provide electric power to the", "doc_score": "84.13442993164062", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_15", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "19276452", "text": "Man of the Hole / Man of the Hole Man of the Hole () is a nickname used by officials and the media to describe a man who is indigenous to Brazil and lives alone in the Amazon rainforest. He is believed to be the last surviving member of his tribe. It is unknown what language he speaks or what his tribe was called. The Man of the Hole's nickname derives from the deep hole found in each home that he has abandoned. It was originally believed that these holes were used to trap animals or for him to hide in, but some observers have", "doc_score": "86.65211486816406", "publish_date": "2018/12/31"}, {"doc_id": "6513006", "text": "Sydney Possuelo / Geographic writer Scott Wallace. It details a 76-day expedition in 2002 led by Possuelo to find the status of the \"Arrow People\", an uncontacted tribe in the Vale do Javari Indigenous Land. Sydney Possuelo Sydney Ferreira Possuelo (born 19 April 1940, in Santos Dumont), is a Brazilian explorer, social activist and ethnographer who is considered the leading authority on Brazil's remaining isolated Indigenous Peoples. Sydney Possuelo started his career assisting the famous Villas Boas brothers with their work among indigenous peoples of the Xingu River area. Later he became the Director of the Department of Unknown Tribes (Departamento de Indios", "doc_score": "83.08486938476562", "publish_date": "2018/12/31"}, {"doc_id": "9725794", "text": "Trumai / Trumai The Trumai (or Trumaí; native name: Ho kod ke) are an indigenous people of Brazil. They currently reside within the Xingu National Park, in the state of Mato Grosso. They have a population of 258 in 2014. They were 97 in 2011 and 120 in 2006, up from a low of 26 in 1966. The Trumai are one of the last groups to have settled on the upper Xingu River, moving there in the 19th century from the region between the Xingu and Araguaia Rivers, as a result of attacks from another people. They currently live in four villages", "doc_score": "82.70862579345703", "publish_date": "2018/12/31"}, {"doc_id": "14466120", "text": "Hoji-ya-Henda / Hoji-ya-Henda José Mendes de Carvalho (c. 1941 – April 14, 1968), known by his \"nom de guerre\" Hoji-ya-Henda, was a guerrilla fighter of the People's Armed Forces for the Liberation of Angola (FAPLA). Now remembered as a folk hero in Angola, he was killed during the Portuguese Colonial War. Mendes died in combat, at 27 years old, during a raid on the headquarters of the Portuguese colonial army in Karipande, Moxico, Angola, on April 14, 1968. He was buried near the river Lundoji from the then headquarters of Karipande, from the Front East of the Third Political-Military Region. In August", "doc_score": "83.6790542602539", "publish_date": "2018/12/31"}, {"doc_id": "1491668", "text": "Ishi / Ishi Ishi (c. 1861 – March 25, 1916) was the last known member of the Native American Yahi people from the present-day state of California in the United States. The rest of the Yahi (as well as many members of their parent tribe, the Yana) were killed in the California genocide in the 19th century. Ishi, who was widely acclaimed as the \"last wild Indian\" in America, lived most of his life isolated from modern American culture. In 1911, aged 50, he emerged near the foothills of Lassen Peak in Northern California. \"Ishi\", which means \"man\" in the Yana language,", "doc_score": "82.034912109375", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_16", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "15721346", "text": "Google+ / exposed private user data. Google said it found no evidence that \"any developer was aware of this bug, or abusing the API\" nor that \"any Profile data was misused.\" According to \"The Wall Street Journal,\" the data exposure was discovered in the spring of 2018 but not reported by the company due to fears of increased regulatory scrutiny. The newspaper said that \"the move effectively puts the final nail in the coffin of a product that was launched in 2011 to challenge Facebook, and is widely seen as one of Google's biggest failures.\" On December 10, 2018, Google reported that", "doc_score": "81.60936737060547", "publish_date": "2018/12/31"}, {"doc_id": "18722429", "text": "Google Docs / had been repeatedly warned by researchers about the potential threat, with security researcher Greg Carson telling \"Ars Technica\" that \"I don't think Google fully understood how severely this could be abused, but certainly hackers did\". In October 2017, Google released a server-side update to its codebase, which started incorrectly flagging random documents as unspecified violations of its \"Terms of Service\" policies. A fix was released shortly afterwards, though the issue became noteworthy for the extent of Google's control over users' content, including its analysis of the contents of documents, as well as for its ability to shut users out at", "doc_score": "80.51221466064453", "publish_date": "2018/12/31"}, {"doc_id": "9865602", "text": "Twitter / “The intention is to open verification to everyone, and to do it in a way that is scalable where [Twitter is] not in the way,” Dorsey said. “And people can verify more facts about themselves, and we don’t have to be the judge or imply any bias on our part.” Twitter has mobile apps for iPhone, iPad, Android, Windows 10, Windows Phone, BlackBerry, and Nokia S40. Users can also tweet by sending SMS. In April 2017, Twitter introduced \"Twitter Lite\", a progressive web app designed for regions with unreliable and slow Internet connections, with a size of less than one", "doc_score": "79.05332946777344", "publish_date": "2018/12/31"}, {"doc_id": "15558211", "text": "Instagram / detect spam comments), which utilizes natural-language processing techniques, and can also filter by user-specified keywords. In May 2017, a survey conducted by United Kingdom's Royal Society for Public Health, featuring 1,479 people aged 14–24, asking them to rate social media platforms depending on anxiety, depression, loneliness, bullying and body image, concluded that Instagram was \"worst for young mental health\". In response, Instagram stated that \"Keeping Instagram a safe and supportive place for young people was a top priority\". In 2017, researchers from Harvard University and University of Vermont demonstrated a machine-learning tool that successfully outperformed general practitioners' diagnostic success rate", "doc_score": "79.32063293457031", "publish_date": "2018/12/31"}, {"doc_id": "19410088", "text": "Tay (bot) / Tay (bot) Tay was an artificial intelligence chatter bot that was originally released by Microsoft Corporation via Twitter on March 23, 2016; it caused subsequent controversy when the bot began to post inflammatory and offensive tweets through its Twitter account, forcing Microsoft to shut down the service only 16 hours after its launch. According to Microsoft, this was caused by trolls who \"attacked\" the service as the bot made replies based on its interactions with people on Twitter. It was soon replaced with Zo. The bot was created by Microsoft's Technology and Research and Bing divisions, and named \"Tay\" after", "doc_score": "80.20606231689453", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_17", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "3109564", "text": "Delta IV / IV launchers except the Delta IV Heavy by 2018. The Delta IV will be largely replaced by the Atlas V. On October 4, 2012, a Delta IV M+ (4,2) experienced an anomaly in the upper stage's RL10-B-2 engine which resulted in lower than expected thrust. While the vehicle had sufficient fuel margins to successfully place the payload, a GPS Block IIF satellite, into its targeted orbit, investigation into the glitch delayed subsequent Delta IV launches and the next Atlas V launch (AV-034) due to commonality between the engines used on both vehicles' upper stages. By December 2012 ULA had determined", "doc_score": "81.67560577392578", "publish_date": "2018/12/31"}, {"doc_id": "12956510", "text": "Titan IIIE / After waiting for a minute, ground controllers issued an unsuccessful manual start command. With the Centaur in free-fall, a safety destruct command was issued at 748 seconds after liftoff by the radar station in Antigua. The failure was traced to the Centaur boost pumps, but the cause remained unclear. The prevailing but unproven theory was that ice or debris caused the failure. To reduce the chance of a second failure, pre-launch procedures were implemented to verify that Centaur's pumps were free and unobstructed. Nearly four years passed before the cause of the failure was determined: an improperly installed mounting bracket", "doc_score": "83.21078491210938", "publish_date": "2018/12/31"}, {"doc_id": "19638130", "text": "Omega (rocket) / be dependent on both demand and funding from the US Air Force. A final \"go/no-go decision\" to proceed with full development and introduction of the Next Generation Launcher is planned to take place between late 2017 and early 2018. In April 2017, Orbital ATK revealed that Omega would be launched from pad 39B at KSC, sharing launch facilities and mobile transporter with the NASA Space Launch System (SLS). The rocket would compete for USAF national security launches and NASA missions. There would be multiple configurations of the launch system, with multiple stages. In April 2018, Orbital ATK announced that Next", "doc_score": "83.16806030273438", "publish_date": "2018/12/31"}, {"doc_id": "14417849", "text": "Athena I / Kodiak Launch Complex. Future Athena Ic flights could use the pads at Kodiak or Canaveral, with Launch Pad 0B of the Mid-Atlantic Regional Spaceport also on offer. If a launch from Vandenberg is ordered, Space Launch Complex 8 would be used instead of SLC-6, which was rebuilt as a Delta IV launch complex following the Athena's initial retirement. Four Athena I launches have been conducted, with one failure. Its maiden flight was conducted from SLC-6 at Vandenberg, and lifted off at 22:30 UTC on 15 August 1995. It was intended to place GemStar-1 into orbit, however the rocket was destroyed", "doc_score": "84.48429107666016", "publish_date": "2018/12/31"}, {"doc_id": "14418812", "text": "Athena II / also used on some versions of the Taurus rocket. An Orbus 21D motor was used as the third stage on launches during the 1990s, however when it returns to service in 2012 the Castor 30, which is under development for the Taurus II, will be used instead. The fourth stage is an Orbital Adjustment Module, fuelled by hydrazine and propelled by four MR-107 engines, which is used for final insertion. Prior to its retirement in 1999, Athena II launches were made from Launch Complex 46 at Spaceport Florida and Space Launch Complex 6 at Vandenberg Air Force Base. LC-46 will", "doc_score": "84.81551361083984", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_18", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "12929781", "text": "Sea level rise / (8%). The sea level will not rise uniformly everywhere on Earth, and it will even drop in some locations. Local factors include tectonic effects and subsidence of the land, tides, currents and storms. The rising trend is expected to continue for centuries. Because of long response times of the climate system, it has been estimated that each Celsius degree of temperature rise would trigger a sea level rise of approximately over the next 2,000 years. Sea level rises can considerably influence human populations in coastal and island regions and natural environments like marine ecosystems. Widespread coastal flooding would be expected", "doc_score": "98.52879333496094", "publish_date": "2018/12/31"}, {"doc_id": "12929794", "text": "Sea level rise / more than 90% of the heat in Earth's climate system and act as a buffer against the effects of climate change. For instance, an average temperature increase of the entire world ocean by 0.01 °C may seem small, but in fact it represents a very large increase in heat content. If all the heat associated with this anomaly was instantaneously transferred to the entire global atmosphere it would increase the average temperature of the atmosphere by approximately 10 °C. Thus, a small change in the mean temperature of the ocean represents a very large change in the total heat content", "doc_score": "97.8619384765625", "publish_date": "2018/12/31"}, {"doc_id": "12929780", "text": "Sea level rise / challenging, due to our imperfect understanding of many aspects of the climate system. As climate research leads to improved computer models, projections have consistently increased. For example, in 2007 the Intergovernmental Panel on Climate Change (IPCC) projected a maximal rise of through 2099, but their 2014 report raised the high-end estimate to about. A number of later studies have concluded that a global sea level rise of this century is \"physically plausible\". The contributing factors to sea level rise between 1993 and 2018 are thermal expansion of the oceans (42%), melting of temperate glaciers (21%), Greenland (15%) and Antarctica", "doc_score": "100.06208801269531", "publish_date": "2018/12/31"}, {"doc_id": "12929816", "text": "Sea level rise / the ocean by several meters in 50, 100 or 200 years. However, Greg Holland from the National Center for Atmospheric Research, who reviewed the study, noted: “There is no doubt that the sea level rise, within the IPCC, is a very conservative number, so the truth lies somewhere between IPCC and Jim\".\"” One 2017 study's scenario, assuming high fossil fuel use for combustion and strong economic growth during this century, projects sea level rise of up to on average — and an extreme scenario with as much as, by 2100. This could mean rapid sea level rise of up", "doc_score": "100.06504821777344", "publish_date": "2018/12/31"}, {"doc_id": "12929792", "text": "Sea level rise / sea level rise. Oceans expand if they are warming, glaciers at high altitudes melt and the total mass of ice sheets decreases. Sea level rise in the last 150 years was dominated by retreat of glaciers and expansion of the ocean, but the contributions of the two large ice sheets (Greenland and Antarctica) is expected to increase in the 21st century. The ice sheets store most of the land ice (∼99.5%), with a sea-level equivalent (SLE) of for Greenland and for Antarctica. Each year about of precipitation (liquid equivalent) falls on the ice sheets in Antarctica and Greenland, mostly as", "doc_score": "96.7115478515625", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_19", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "9565676", "text": "David Cornthwaite / journeyed from Vancouver, British Columbia, Canada, to Las Vegas by tandem bicycle. Neither had previously ridden a tandem bike. On 19 June 2011, Cornthwaite began a, Guinness World Record-setting journey down the Mississippi River from source to sea on a stand up paddleboard. The journey started at Elk Lake, just south of Lake Itasca, in Minnesota. The descent of the Mississippi River took 68 days including passage through falls, dams and locks. Hurricane Lee caused Cornthwaite to leave the water for a time, lengthening the trip to a total of 82 days. Cornthwaite carried all of his provisions by", "doc_score": "81.30779266357422", "publish_date": "2018/12/31"}, {"doc_id": "16534264", "text": "Garrett McNamara / Garrett McNamara Garrett ‘GMAC’ McNamara (born August 10, 1967) is an American professional big wave surfer and extreme waterman known for breaking the world record for largest wave ever surfed at Nazaré, Portugal, surviving a monstrous wave at Jaws, and riding tsunami from calving glaciers in Alaska. McNamara was born on August 10, 1967 in Pittsfield, Massachusetts and spent much of his childhood in Berkeley, California. In Berkeley, McNamara, and his younger brother Liam McNamara, were both known by friends to be rather fearless and to shrug off the pains of rough childhood play, foreshadowing his later ability to face", "doc_score": "80.79182434082031", "publish_date": "2018/12/31"}, {"doc_id": "13119128", "text": "Mississippi Bill Harris / Mississippi Bill Harris \"Mississippi\" Bill Harris (1912 – August 23, 2004), born William Harris in Guntersville, Alabama, was a World War II veteran and an entrepreneur. However, he is best known for being an avid boater and for the many trips he took via waterways in a 12-foot aluminum fishing boat. The combined distance of these trips was 55,000 miles, over twice the circumference of the earth. Bill Harris was born in 1912, the youngest of two brothers. His father was a doctor who contracted and died from the Spanish flu during the 1918 flu pandemic, when Bill was 6.", "doc_score": "81.19286346435547", "publish_date": "2018/12/31"}, {"doc_id": "9343785", "text": "Buzz Holmstrom / Buzz Holmstrom Haldane \"Buzz\" Holmstrom (1909–1946) was a pioneer of running the Colorado River through the Grand Canyon. He was the first person to float all the way from Green River, Wyoming to Boulder Dam solo. He built his own rowboats, often of his own design, to run whitewater rivers. Born on May 10, 1909, in southern Oregon, he was raised in Coquille, Oregon. Buzz's father worked as a logger and died when Buzz was twenty. As a young man, he worked in a filling station. He began building his flat-bottomed boats in 1934, running the Rogue River in southwest", "doc_score": "78.5817642211914", "publish_date": "2018/12/31"}, {"doc_id": "17871489", "text": "Grant Marsh / from June 30 to July 3, 1876 Grant Marsh piloted the \"Far West\" down the Yellowstone and the Missouri Rivers to Bismarck, carrying fifty one wounded cavalry troopers from the site of the defeat of Lt. Colonel George Armstrong Custer at the Battle of the Little Bighorn. He brought the first news of the \"Custer Massacre\" which was disseminated to the nation via telegraph from Bismarck. Most noteworthy in riverboat lore, Grant Marsh set a downriver steamboat record, traversing some 710 river miles in 54 hours. After railroads brought about the decline of riverboats on Montana rivers in the 1880s,", "doc_score": "79.57848358154297", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_20", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "15033429", "text": "Death and state funeral of Néstor Kirchner / Death and state funeral of Néstor Kirchner Argentina’s former President and 1st Secretary General of the Union of South American Nations, Néstor Kirchner, died of heart failure on the morning of 27 October 2010 at the Jose Formenti hospital in El Calafate, Santa Cruz Province at the age of 60. Efforts to revive him were unsuccessful. His wife, President Cristina Fernández de Kirchner, was present with him when he died. He was also expected to run for president in 2011. He had two coronary interventions earlier that year. On 7 February 2010, he developed problems with the common carotid artery", "doc_score": "79.88532257080078", "publish_date": "2018/12/31"}, {"doc_id": "19774572", "text": "2016 Nobel Peace Prize / 2016 Nobel Peace Prize The 2016 Nobel Peace Prize was awarded to the President of Colombia Juan Manuel Santos \"for his resolute efforts to bring the country’s more than 50-year-long civil war to an end, a war that has cost the lives of at least 220,000 Colombians and displaced close to six million people.\" The conflict is the longest running war, and last remaining guerrilla struggle, in the Americas. The Nobel Peace Prize is awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction of standing armies and", "doc_score": "82.37290954589844", "publish_date": "2018/12/31"}, {"doc_id": "284462", "text": "Nobel Prize / achievement. The Peace Prize can also be awarded for a lifetime body of work. For example, 2008 laureate Martti Ahtisaari was awarded for his work to resolve international conflicts. However, they can also be awarded for specific recent events. For instance, Kofi Annan was awarded the 2001 Peace Prize just four years after becoming the Secretary-General of the United Nations. Similarly Yasser Arafat, Yitzhak Rabin, and Shimon Peres received the 1994 award, about a year after they successfully concluded the Oslo Accords. Awards for physics, chemistry, and medicine are typically awarded once the achievement has been widely accepted. Sometimes, this", "doc_score": "76.97410583496094", "publish_date": "2018/12/31"}, {"doc_id": "16669969", "text": "Manzoor Ul Haq Siddiqi / taken to Central Military Hospital (CMH) in Rawalpindi, initially alert but unable to speak or to move his right arm or leg. After staying in paralysis for nearly three years, he slipped into a deep coma on the morning of 27 July 2004 and died in the evening on the same day, with his son Ahmad Riza at his bedside. He was 87 years old. Siddiqi's funeral took place on 28 July 2004. Siddiqi was also remembered by his students and colleagues, many of whom continued to dedicate their international research and publications to his memory. Manzoor-ul-Haq Siddiqi rests in", "doc_score": "78.5462417602539", "publish_date": "2018/12/31"}, {"doc_id": "18539236", "text": "Alberto Nisman / 100 pages in length. Public protests took place following his death, accusing the Argentine government of corruption. Suspicions were raised by the rapidity with which the incident was officially declared a suicide. President Kirchner reversed her initial statement and declared on 22 January 2015 that she believed that it was not a case of suicide. Nisman's death caused an international stir and captivated media attention throughout the world. A letter was delivered by historian Richard Gott and 29 other British journalists, artists, and intellectuals to the Argentine Embassy in London rejecting the \"political use\" of either the AMIA bombing or", "doc_score": "79.46537780761719", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_21", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "890132", "text": "Will Self / I Got News for You\". In 2002, Self replaced Mark Lamarr on the anarchic BBC comedy panel show \"Shooting Stars\" for two series, but was himself replaced by comedian Jack Dee when the programme returned in 2008. He has since appeared on current affairs programmes such as \"Newsnight\" and \"Question Time\". Self is also a frequent contributor to the BBC Radio 4 programme A Point of View, to which he contributes radio essays delivered in his familiar \"lugubrious tones\". In 2013, Self was in talks to become the inaugural BBC Radio 4 Writer-in-Residence, but later backed out of the talks.", "doc_score": "77.29191589355469", "publish_date": "2018/12/31"}, {"doc_id": "4159691", "text": "Ashley Highfield / Ashley Highfield Ashley Highfield resigned as CEO of one of the largest media groups in the UK, Johnston Press, owners of The Scotsman, The Yorkshire Post and (from April 2016) i (newspaper) in May 2018. He has also worked for Microsoft and the BBC. In June 2015 Culture Secretary John Whittingdale named Highfield as one of eight people on an advisory board tasked with working on the renewal of the BBC's royal charter - which sets out the corporation's remit. In October 2015 he was appointed Chairman of the News Media Association. Educated at Elizabeth College, Guernsey, and City University,", "doc_score": "78.6343765258789", "publish_date": "2018/12/31"}, {"doc_id": "8027335", "text": "Phil Gayle / Phil Gayle Phil Gayle (born 6 April 1964 in Birmingham) is a British newsreader and freelance journalist, currently for \"DW News\". Former credits include \"The Big Breakfast\" and the ITV News Channel. Gayle's other TV credits include \"First Edition\", \"Crimewatch Daily\", \"Seven Days\" and \"That's Esther\"; as well as several LWT current affairs programmes including \"The Week\" and \"The London Programme\". Before working in television, Gayle was a DJ on local radio stations. Between 1986 and 1988, he worked at BRMB Radio, Birmingham. Music DJ presenting overnight, late night and early morning shows. In 1988, he moved on to Signal", "doc_score": "76.81354522705078", "publish_date": "2018/12/31"}, {"doc_id": "2799893", "text": "Brit Hume / on \"Fox News Sunday\". In September 2016, he was named the interim anchor of \"On the Record\", after the abrupt resignation of the show's longtime host, Greta Van Susteren, and served in that capacity through the 2016 elections. He was born in Washington, D.C., the son of George Graham Hume and Virginia Powell (\"née\" Minnigerode) Hume. Through his father, Hume is of part Scottish descent, descended from George Home (1698–1760), a son of the 10th Baron of Wedderburn exiled to Virginia in the aftermath of the First Jacobite Rebellion. Hume attended St. Albans School in Washington, D.C., at the same", "doc_score": "79.5652084350586", "publish_date": "2018/12/31"}, {"doc_id": "56017", "text": "BBC News (TV channel) / is an extended round-up of the day's business news. Until May 2009, the business updates on the BBC News Channel were broadcast from one of the London Stock Exchange's studios in central London. From then until March 2013 the bulletins were provided from the channel's studio at BBC Television Centre. The business updates were axed in March 2013 as part of the BBC's Delivering Quality First plan. But after complaints returned in November 2013. Stock market updates now only appear during the quarter-to-the-hour headlines. Rachel Horne is the main presenter from 13:30–18:00 with Vishala Sri-Pathma, Alice Baxter, Jamie Robertson, Aaron", "doc_score": "77.91449737548828", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_22", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "6133744", "text": "Employment discrimination / applications that only differ in one characteristic, are sent to real vacancies. By monitoring the subsequent call-back from employers, unequal treatment based on this characteristic can be measured and can be given a causal interpretation. Pervasive levels of ethnic labour market discrimination are found in Belgium, Greece, Ireland, Sweden and the UK. Job candidates with foreign names are found to get 24% to 52% less job interview invitations compared to equal candidates with native names. Ethnic discrimination is lower among the high-educated and in larger firms. In addition, unequal treatment is found to be heterogeneous by the labour market tightness", "doc_score": "89.50072479248047", "publish_date": "2018/12/31"}, {"doc_id": "9152966", "text": "Economic discrimination / positions and involves minorities who may not feel empowered to file a discrimination lawsuit or complain. UK - On 10 October 2018 the Prime Minister, Theresa May, launched a three month consultation with businesses on how large businesses would have to report the pay gap between staff of different ethnicities Hiring discrimination is similar to wage discrimination in its pattern. It typically consists of employers choosing to hire a certain race candidate over a minority candidate, or a male candidate over a female candidate, to fill a position. A study of employment patterns in the US indicated that the number", "doc_score": "90.62521362304688", "publish_date": "2018/12/31"}, {"doc_id": "17309964", "text": "Gender pay gap / business) to carry out an equal pay audit where the employer is found to have breached equal pay law. The then prime minister David Cameron announced plans to require large firms to disclose data on the gender pay gap among staff. Since April 2018, employers with over 250 employees are legally required to publish data relating to pay inequalities. Data published includes the pay and bonus figures between men and women, and includes data from April 2017. A BBC analysis of the figures after the deadline expired showed that more than three-quarters of UK companies pay men more on average", "doc_score": "91.33905029296875", "publish_date": "2018/12/31"}, {"doc_id": "56352", "text": "Black people / are from the former Spanish colony Equatorial Guinea. Today, there are an estimated 683,000 Afro-Spaniards in Spain. According to the Office for National Statistics, at the 2001 census there were over a million black people in the United Kingdom; 1% of the total population described themselves as \"Black Caribbean\", 0.8% as \"Black African\", and 0.2% as \"Black other\". Britain encouraged the immigration of workers from the Caribbean after World War II; the first symbolic movement was those who came on the ship the \"Empire Windrush\". The preferred official umbrella term is \"black and minority ethnic\" (BME), but sometimes the term", "doc_score": "90.00936889648438", "publish_date": "2018/12/31"}, {"doc_id": "8549408", "text": "White British / Irish have not been collected as a combined figure under the category of ‘White’, new tables which cross-reference ethnicity with National Identity provide a comparable population estimate). According to official UK Government figures from 2016, the employment rate for White British people stood at 75%, with the overall employment rate in the UK standing at 74%. UK Government figures also demonstrate that 31% of White British people work in professional and managerial occupations, higher than the Mixed (30%), Pakistani/Bangladeshi (27%) and Black (25%) groups, but lower than the Indian ethnic group (43%). At GCSE level, official UK Government statistics state", "doc_score": "90.11865234375", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_23", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "9065", "text": "Apollo 11 / lunar surface was considered remote, but NASA took precautions at the recovery site. The astronauts were rubbed down with a sodium hypochlorite solution and \"Columbia\" wiped with Betadine to remove any lunar dust that might be present. The astronauts were winched on board the recovery helicopter. BIGs were worn until they reached isolation facilities on board \"Hornet\". The raft containing decontamination materials was intentionally sunk. After touchdown on \"Hornet\" at 17:53 UTC, the helicopter was lowered by the elevator into the hangar bay, where the astronauts walked the to the Mobile Quarantine Facility (MQF), where they would begin the Earth-based", "doc_score": "85.79594421386719", "publish_date": "2018/12/31"}, {"doc_id": "20302", "text": "Apollo 17 / Apollo 17 was slated to be a \"J-mission,\" an Apollo mission type that featured lunar surface stays of three days, higher scientific capability, and the usage of the Lunar Roving Vehicle. Since Apollo 17 was to be the final lunar landing of the Apollo program, high-priority landing sites that had not been visited previously were given consideration for potential exploration. A landing in the crater Copernicus was considered, but was ultimately rejected because Apollo 12 had already obtained samples from that impact, and three other Apollo expeditions had already visited the vicinity of Mare Imbrium. A landing in the lunar", "doc_score": "89.593994140625", "publish_date": "2018/12/31"}, {"doc_id": "7561", "text": "Apollo program / a total of over 20 hours EVA. Apollo 17 was the last of the Apollo program, landing in the Taurus–Littrow region in December 1972. Eugene Cernan commanded Ronald E. Evans and NASA's first scientist-astronaut, geologist Dr. Harrison H. Schmitt. Schmitt was originally scheduled for Apollo 18, but the lunar geological community lobbied for his inclusion on the final lunar landing. Cernan and Schmitt stayed on the surface for just over three days and spent just over 23 hours of total EVA. Source: \"Apollo by the Numbers: A Statistical Reference\" (Orloff 2004) The Apollo program returned over of lunar rocks and", "doc_score": "87.41553497314453", "publish_date": "2018/12/31"}, {"doc_id": "4660435", "text": "Moon landing / to impact on the lunar surface near the crater Gill at 18:25 UTC on 10 June 2009. The Chinese lunar orbiter Chang'e 1, launched 24 October 2007, 10:05 UTC, executed a controlled crash onto the surface of the Moon on 1 March 2009, 20:44 GMT, after a 16-month mission. Chandrayaan-1 was launched on 22 October 2008, 00:52 UTC. The impactor, the Moon Impact Probe, impacted near Shackleton Crater at the south pole of the lunar surface at 14 November 2008, 20:31 IST. Chandrayaan-2 is scheduled for launch in 2019. The LCROSS data collecting shepherding spacecraft was launched together with the", "doc_score": "87.22309112548828", "publish_date": "2018/12/31"}, {"doc_id": "20198", "text": "Apollo 15 / opposition, due to the oxygen that would be lost, but Scott got his way. During the only stand-up extravehicular activity (stand-up EVA) ever performed through the top hatch on the lunar surface, Scott was able to make plans for the following day's EVA. He offered Irwin a chance to look out as well, but this would have required rearranging the umbilicals connecting Irwin to the \"Falcon\"'s life support system, and he declined. After repressurizing the spacecraft, Scott and Irwin removed their spacesuits for sleep, becoming the first astronauts to doff their suits while on the Moon. Throughout the sleep period,", "doc_score": "83.50218200683594", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_24", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "7557487", "text": "Thomas Christian / of the Manx population only spoke Manx at this time, with an additional third speaking it significantly better than English, this might be behind the book’s great success and long-standing influence. Reports exist of an illiterate female weaver in Dalby in the 1850s being able to recite the poem in its entirety, and a preacher in Laxey being able to recite on demand any passage of the poem. The first edition was of 120 pages, badly printed on poor paper, with numerous typographical and proof-reading errors. However, the poem’s brilliance was evident and a reprint soon followed. \"Pargys Caillit\" was", "doc_score": "78.10491180419922", "publish_date": "2018/12/31"}, {"doc_id": "2402958", "text": "Ann Lee / religious convictions that advocated celibacy and the abandonment of marriage, as well as the importance of pursuing perfection in every facet of life. She differed from the Quakers, who, though they supported gender equality, did not believe in forbidding sexuality within marriage. In England, Ann Lee rose to prominence by urging other believers to preach more publicly concerning the imminent second coming, and to attack sin more boldly and unconventionally. She spoke of visions and messages from God, claiming that she had received a vision from God the message that celibacy and confession of sin are the only true road", "doc_score": "77.29247283935547", "publish_date": "2018/12/31"}, {"doc_id": "5583616", "text": "Rowland Hill / on the cover of the letter; the recipient would examine the cover to gain the information, and then refuse delivery to avoid payment. Each individual letter had to be logged. In addition, postal rates were complex, depending on the distance and the number of sheets in the letter. Richard Cobden and John Ramsey McCulloch, both advocates of free trade, attacked the policies of privilege and protection of the Tory government. McCulloch, in 1833, advanced the view that \"nothing contributes more to facilitate commerce than the safe, speedy and cheap conveyance of letters.\" Hill's pamphlet, \"Post Office Reform: its Importance and", "doc_score": "78.83121490478516", "publish_date": "2018/12/31"}, {"doc_id": "8775661", "text": "Samuel Joseph May / Society, in addition to working for the Massachusetts Anti-Slavery Society. He served as one of the writers for the constitutions of some of these societies, and as a lecturer and general agent for the New England Anti-Slavery Society. Fighting for racial equality and better schools, May defended Prudence Crandall in the 1830s as residents of Canterbury, Connecticut fought her decision to close the school she ran for white girls and open it solely to young black ladies. This experience caused him to abandon his support for the colonization movement. May was one of the delegates from Massachusetts who went to", "doc_score": "76.58311462402344", "publish_date": "2018/12/31"}, {"doc_id": "14087870", "text": "Open Christmas Letter / and instead advocated the alignment of British women to the cause of war. However, in October 1914, Sylvia Pankhurst travelled to Glasgow and spoke out against the war, becoming one of the first suffragettes to do so. She said that \"peace must be made by the people and not by the diplomats\". Though pacifist, Pankhurst held with her mother and sister to the general agreement that suffragettes would abstain from militant activism for the duration—she arranged for activist women to join with the War Emergency Worker's Committee and fill some of the positions that had been abandoned by men leaving", "doc_score": "77.86134338378906", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_25", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "20157809", "text": "Donald Trump's disclosures of classified information / in \"The Washington Post\" on May 15, 2017. White House staff initially denied the report, but the following day Trump defended the disclosure, stating that he has the \"absolute right\" to \"share\" intelligence with Russia. It was later reported that Israel was the source of the information. Israel did not confirm or deny the report but released a statement stating full confidence in the intelligence sharing relationships with the United States. Ynetnews, an Israeli online news site, reported on January 12 that U.S. intelligence advised Israeli intelligence officers to be cautious about sharing information with the incoming Trump administration, until", "doc_score": "79.46026611328125", "publish_date": "2018/12/31"}, {"doc_id": "2403311", "text": "U.S. Presidential IQ hoax / U.S. Presidential IQ hoax The U.S. Presidential IQ hoax was a mid-2001 e-mail and internet hoax that purported to provide a list of estimated IQs of the U.S. Presidents from Franklin D. Roosevelt to George W. Bush. The hoax email showed Bill Clinton having the highest IQ (182) and George W. Bush the lowest (91). However, the numbers claimed in the email were said to be fabricated, and the sociologists and institutions (e.g., the \"Lovenstein Institute\") quoted in the article do not exist. The techniques purportedly used to measure IQ of the presidents are not recognized means of measuring IQs.", "doc_score": "81.46519470214844", "publish_date": "2018/12/31"}, {"doc_id": "7506655", "text": "Malcolm Colcord / calculating Director. To his superiors, Colcord presented the idea that mutants were a resource, waiting to be exploited, but inside he desired nothing less than the complete extermination of all mutants. One of his primary roles as Director was recruiting mutants such as Sabretooth, Garrison Kane and Copycat as agents for Weapon X. Colcord also recruited Agent Brent Jackson of S.H.I.E.L.D. as his second-in command, but later became highly distrustful of Jackson, whose cunning was his most dangerous weapon. Malcolm hoped to bring Wolverine back to fold, and used implants to control Wolverine and made him murder a US senator.", "doc_score": "79.47573852539062", "publish_date": "2018/12/31"}, {"doc_id": "2403316", "text": "U.S. Presidential IQ hoax / Simonton's 2006 study follows earlier studies done on this subject, including a 1926 study by Catharine Cox Miles. This study concluded that there is a statistically significant correlation of 0.56 between a U.S. President's IQ and his perceived amount of success. It is worth noting that other sources and/or studies might have different results for the IQs of United States Presidents. For instance, John F. Kennedy's IQ has also been estimated to have been significantly lower than in this 2006 study (Chester Arthur biographer Thomas C. Reeves refers to an actual IQ test by Kennedy with a score of 119),", "doc_score": "77.10696411132812", "publish_date": "2018/12/31"}, {"doc_id": "2403317", "text": "U.S. Presidential IQ hoax / while Richard Nixon's IQ has also been estimated to have been significantly higher than in this study. U.S. Presidential IQ hoax The U.S. Presidential IQ hoax was a mid-2001 e-mail and internet hoax that purported to provide a list of estimated IQs of the U.S. Presidents from Franklin D. Roosevelt to George W. Bush. The hoax email showed Bill Clinton having the highest IQ (182) and George W. Bush the lowest (91). However, the numbers claimed in the email were said to be fabricated, and the sociologists and institutions (e.g., the \"Lovenstein Institute\") quoted in the article do not exist.", "doc_score": "81.13604736328125", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_26", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "7608591", "text": "Death of Diana, Princess of Wales / intoxicated. Members of the public were invited to sign a book of condolence at St. James Palace. All 11,000 light bulbs at Harrods were turned off and not switched on again until after the funeral. Throughout the night, members of the Women's Royal Voluntary Service and the Salvation Army provided support for people queuing along the Mall. More than one million bouquets were left at her London home, Kensington Palace, while at her family's estate of Althorp the public was asked to stop bringing flowers as the volume of people and flowers in the surrounding roads was said to be", "doc_score": "82.79209899902344", "publish_date": "2018/12/31"}, {"doc_id": "7608604", "text": "Death of Diana, Princess of Wales / Yeltsin praised Diana's charity work in a statement saying \"All know of Princess Diana's big contribution to charitable work, and not only in Great Britain\". Among other politicians who sent messages of condolences were South African President Nelson Mandela, Australian Prime Minister John Howard, Canadian Prime Minister Jean Chrétien, New Zealand Prime Minister Jim Bolger, and Israeli Prime Minister Benjamin Netanyahu. In London, thousands of people carried bouquets and stood outside of Buckingham Palace after the news of her death. People started bringing flowers within an hour after the news was shared. The BBC flew its flags at half-mast. Both", "doc_score": "81.18116760253906", "publish_date": "2018/12/31"}, {"doc_id": "17214680", "text": "Death and funeral of Margaret Thatcher / remaining costs, including security. After the event, it was reported by 10 Downing Street that in fact the total public spending on the funeral was £3.6 million, of which £3.1 million (86 per cent) had been the costs of police and security. Anticipating possible protests and demonstrations along the route, police mounted one of the largest security operations since the 2012 Summer Olympics. Against the backdrop of the bombings at the Boston Marathon two days earlier, it was announced that over 4,000 police officers would be deployed. In the event, the crowds were peaceful, with supporters drowning out most of", "doc_score": "82.16129302978516", "publish_date": "2018/12/31"}, {"doc_id": "18144913", "text": "7 July Memorial / time in 2014, on the morning of the ninth anniversary of the attacks. In the 2014 incident slogans such as \"4Innocent Muslims\", \"Blair Lied Thousands Died\" and \"J7 Truth\" were stencilled in red and black on the memorial, and were removed shortly after being discovered by the park's manager. In June 2015, there were concerns that the site was being used by a group of rough sleepers. 7 July Memorial The 7 July Memorial is a permanent memorial to the 52 victims of the 7 July 2005 London bombings. It is located on the east side of Hyde Park, between", "doc_score": "79.86885070800781", "publish_date": "2018/12/31"}, {"doc_id": "322024", "text": "Diana, Princess of Wales / new suits and attire. Supermodel Naomi Campbell, dressed in a combination of white blazer and cropped spandex leggings in reference to Diana's formal and off-duty styles, closed off the show. Immediately after her death, many sites around the world became briefly \"ad hoc\" memorials to Diana where the public left flowers and other tributes. The largest was outside the gates of Kensington Palace, where people continue to leave flowers and tributes. Permanent memorials include: The \"Flame of Liberty\" was erected in 1989 on the Place de l'Alma in Paris above the entrance to the tunnel in which the fatal crash", "doc_score": "81.93812561035156", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_27", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "14542932", "text": "Elizabeth Truss / Free Enterprise Group in February 2012, the policy has been examined by the Treasury as a policy to promote growth. Truss has campaigned for improved teaching of more rigorous school subjects, especially mathematics. She has publicised that only 20% of British students study maths to 18, and called for maths classes to be compulsory for all those in full-time education. Truss herself studied double A-level maths. She has argued that comprehensive school pupils are being \"mis-sold\" easy, low-value subjects to boost school results: comprehensive school pupils are six times as likely to take media studies at A-level as privately educated", "doc_score": "77.10501861572266", "publish_date": "2018/12/31"}, {"doc_id": "14542927", "text": "Elizabeth Truss / controversial 'A List'. In October 2009, she was selected for the South West Norfolk seat by members of the constituency Conservative Association. She won over 50% of the vote in the first round of the final against five other candidates. Shortly after her selection, some members of the constituency Association objected to Truss's selection, claiming that information about her infidelity, reported to have taken place several years earlier, with the Conservative MP Mark Field had been withheld from the members. A motion was proposed to terminate Truss's candidature, but this was defeated by 132 votes to 37 at a general", "doc_score": "77.6666488647461", "publish_date": "2018/12/31"}, {"doc_id": "14542924", "text": "Elizabeth Truss / so. Truss attended a state primary school in Paisley, in Scotland, followed by Roundhay School, a comprehensive school in north-east Leeds. She lived in Canada for a year, and contrasts the competitive attitude in schooling there with the \"trendy\" education she received in Leeds. She read Philosophy, Politics and Economics at Merton College, Oxford. In 2000, she married an accountant, Hugh O'Leary. The couple have two daughters. After graduating in 1996, Truss worked for Shell as a commercial manager and Cable & Wireless as economics director, and became a qualified management accountant. After losing her first two elections, Truss became", "doc_score": "79.19512939453125", "publish_date": "2018/12/31"}, {"doc_id": "14542926", "text": "Elizabeth Truss / from 1998 to 2000. She was elected as a councillor in the London Borough of Greenwich in 2006, standing down in 2010, shortly before the end of her term of office. Truss contested election for the Labour constituency of Hemsworth in 2001, swinging the vote by 4%. Prior to the 2005 general election parliamentary candidate for Calder Valley Sue Catling was pressured to resign by the local Conservative Association, whereupon Truss was selected to fight the seat. A locally divided Conservative party resulted in a hold for Labour. Under David Cameron as Conservative leader, Truss was added to the party's", "doc_score": "76.86924743652344", "publish_date": "2018/12/31"}, {"doc_id": "14542933", "text": "Elizabeth Truss / pupils. Truss has also criticised the over-reliance on calculators to the detriment of mental arithmetic. From March 2011, she was a Member of the Justice Select Committee, remaining on the committee until her appointment as a government minister. On 4 September 2012, Truss was appointed as Parliamentary Under-Secretary of State at the Department for Education, with responsibility for childcare and early learning, assessment, qualifications and curriculum reform, behaviour and attendance, and school food review. In this role, she developed some of the policy areas that she had pursued as a backbencher. In January 2013, she announced proposals to reform A-Levels,", "doc_score": "76.12847900390625", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_28", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "12690439", "text": "Agriculture in the United Kingdom / agricultural land to biofuels production as a factor in rising food prices. The current recommended option is that farmers should use marginal or waste land to produce biofuels and maintain production of food on prime agricultural land. The Renewable Transport Fuel Obligation (\"RTFO\") obliges fuel suppliers to see that a certain proportion of the fuel they sell comes from renewable sources. The target for 2009/10 is 3.25% by volume. This presents a potentially useful source of revenue for some farmers. Biofuel crops grown in the UK include oilseed rape (which is also grown for other purposes), short-rotation coppices such as", "doc_score": "82.72964477539062", "publish_date": "2018/12/31"}, {"doc_id": "12690408", "text": "Agriculture in the United Kingdom / include cereals, chiefly wheat, oats and barley; root vegetables, chiefly potatoes and sugar beet; pulse crops such as beans or peas; forage crops such as cabbages, vetches, rape and kale; fruit, particularly apples and pears; and hay for animal feed. From 1992 until 2004, or 2006 for organic farms, there were subsidies for not growing any crops at all. This was called set-aside and resulted from EEC farming policies. From 2007 onwards, set aside subsidies in the UK were withdrawn. Seeds may be sown in spring, summer or autumn. Spring-sown crops are vulnerable to drought in May or June. Autumn", "doc_score": "83.52571868896484", "publish_date": "2018/12/31"}, {"doc_id": "12690400", "text": "Agriculture in the United Kingdom / up to a maximum limit which is of no relevance to the British Isles. Dark soils tend to absorb more heat, and are therefore preferred. As crops grow, they absorb nutrients from the soil, so land fertility degrades over time. However, if organic matter poor in nitrogen but rich in carbohydrate is added to the soil, nitrogen is assimilated and fixed. Fertility increases while land is under grass, which helps to accumulate organic matter in the soil. These factors mean that soil is traditionally improved by means of liming, draining, and allowing to lie fallow. It is traditionally fertilised with", "doc_score": "83.11874389648438", "publish_date": "2018/12/31"}, {"doc_id": "12690419", "text": "Agriculture in the United Kingdom / are vulnerable to at least one of these substances, eradicating all the weeds from a particular area will usually need several different weedkillers. The use of pesticides has declined, and British farmers now use about a third less pesticides than they did in 1983. The crop needing most pesticides is wheat. A pest is an animal that eats or spoils food meant for humans. Pests damage crops by removing leaf area, severing roots, or simply gross damage. In the UK, they comprise invertebrates (chiefly nematodes, slugs and insects or insect larvae), mammals (particularly rabbits) and birds (mainly members of the", "doc_score": "82.93061065673828", "publish_date": "2018/12/31"}, {"doc_id": "12690433", "text": "Agriculture in the United Kingdom / with a less serious outbreak in 2007. There was also an outbreak of bluetongue in 2007. The most serious disease to affect British agriculture was BSE, a cattle brain disease that causes a similar disease in some humans who eat infected meat. It has killed 166 people in Britain since 1994. A current issue is the control of bovine tuberculosis, which can also be carried by badgers. It is alleged that the badgers are infecting the cows. A scientific report for the government recommended a selective cull of badgers, which immediately met with opposition from other scientists. The government is", "doc_score": "81.6547622680664", "publish_date": "2018/12/31"}]}
{"question_id": "20220902_29", "search_time": "2022/09/02/23:28", "search_result": [{"doc_id": "12592540", "text": "1997 Qayen earthquake / or were totally destroyed. The United States Geological Survey estimated that 10,533 houses were destroyed; an additional 5,474 homes sustained varying degrees of damage. Fifty thousand people were left homeless. Local officials initially estimated the cost of the damage at $67 million 1997 US$ (roughly 89.5 million 2008 USD). The estimate was later raised to 100 million 1997 USD (roughly 133.6 million 2008 USD). One hundred schools and many health centers in the stricken areas were discovered to be in need of repair work. Many of the more seriously damaged homes were of simple construction, with walls made of mud,", "doc_score": "87.23038482666016", "publish_date": "2018/12/31"}, {"doc_id": "15606062", "text": "Pakistan Recovery Fund / in-kind and goods over the next two years. The fund is one of a number of charitable initiatives under the auspices of the Prince's Charities group: The Prince's Charities Beyond the ongoing life and health threatening effects, the floods have had a significant negative impact on Pakistan's development prospects over the coming years. Essential infrastructure including roads, bridges, housing, schools, medical facilities, farm structures and markets has been severely damaged, causing an estimated damage of $9.7 billion. A group of concerned individuals, companies and institutions have already answered the Prince's request to form the recovery fund. The focus is to", "doc_score": "88.40587615966797", "publish_date": "2018/12/31"}, {"doc_id": "18237827", "text": "Mercy Relief / And following the program, 832 Japanese were trained to operate heavy machinery, allowing them to help in decontamination works, removing debris left behind by the earthquake. The 2010 Pakistan floods happened in late July due to heavy monsoon rains that affected the Indus River basin. As a result of the flood, about 20% of Pakistan's total land area was submerged. The floods killed close to 2000 people, and directly affected approximately 20 million people were affected. In response to the flood, Mercy Relief sent disaster relief teams over and has helped raised $509,000 to provide relief aid and supplies to", "doc_score": "87.30715942382812", "publish_date": "2018/12/31"}, {"doc_id": "14613045", "text": "Cyclone Phet / least 200 power lines, leaving several neighborhoods without power for over 12 hours. A boy died when shocked in a pool of storm rainfall, one of seven electrocution deaths in the city due to the storm. One building was wrecked during the storm's passage. Traffic accidents occurred after major roadways were inundated. Karachi's sanitation department worked quickly to drain the floods. Within two days of Phet's passage, most of the evacuees were allowed to return home. In Gwadar however, storm flooding caused shortages of food and medicine, leading to price increases. Balochistan Chief Minister Aslam Raisani allocated RS500 million toward", "doc_score": "86.71761322021484", "publish_date": "2018/12/31"}, {"doc_id": "10599949", "text": "War in North-West Pakistan / province. As of 2006 and present, there are numbers of notable and major international agencies and UN efforts to reconstruct the war-torn areas affected of fighting. As early as 2005, there major government institutions who have been involved in public level to lead the reconstruction, economic development and to bring the quick economic recovery in the war-torn areas, as listed below: Under the 2006–15 program, a nine-year project, over $2.06 billion would be spend for the economic reconstruction of the FATA region, with the U.S. Government has pledged to provide $750 million over a period of 5 years. Since 2010,", "doc_score": "83.73933410644531", "publish_date": "2018/12/31"}]}
