{"question_id": "20230203_0", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "19975463", "text": "2017–18 NCAA football bowl games / single-elimination semifinal round, with the winners advancing to the National Championship game. The semifinal games were the Rose Bowl and the Sugar Bowl. Both were played on New Year's Day, as part of a yearly rotation of three pairs of six bowls, commonly referred to as the CFP New Year's Six bowl games. Their winners advanced to the 2018 College Football Playoff National Championship at Mercedes-Benz Stadium in Atlanta, Georgia, on January 8, 2018. On April 11, 2016, the NCAA announced a freeze on new bowl games until after the 2019 season. While bowl games had been the purview of", "doc_score": "84.80809783935547", "publish_date": "2018/12/31"}, {"doc_id": "20598803", "text": "2018–19 NCAA football bowl games / semifinal round, with the winners advancing to the National Championship game. The semifinal games for the 2018–19 season are the Cotton Bowl and the Orange Bowl. Both will be played on December 29 as part of a yearly rotation of three pairs of six bowls, commonly referred to as the CFP New Year's Six bowl games. The winners will advance to the 2019 College Football Playoff National Championship at Levi's Stadium in Santa Clara, California on January 7. For the 2018–19 bowl season, the Gasparilla Bowl was re-located from Tropicana Field to Raymond James Stadium (which already hosts the Outback", "doc_score": "83.4089584350586", "publish_date": "2018/12/31"}, {"doc_id": "19975468", "text": "2017–18 NCAA football bowl games / funds were factored in. As there are more bowl-eligible teams than bowl berths, three bowl-eligible teams did not receive a bowl berth: Number of bowl-ineligible teams: 49 2017–18 NCAA football bowl games The 2017–18 NCAA football bowl games was a series of college football bowl games which completed the 2017 NCAA Division I FBS football season. The games began on December 16, 2017, and aside from the all-star games ended with the 2018 College Football Playoff National Championship which was played on January 8, 2018. The total of 40 team-competitive bowls, including the national championship game, was one less than", "doc_score": "83.87271881103516", "publish_date": "2018/12/31"}, {"doc_id": "20550652", "text": "Super Bowl LVII / of the annual cycle between the three main broadcast television partners of the NFL. It is the last game in the league's current television contracts. Super Bowl LVII Super Bowl LVII, the 57th Super Bowl and the 53rd modern-era National Football League (NFL) championship game, will decide the league champion for the 2022 NFL season. The game is scheduled to be played on February 5, 2023 at State Farm Stadium in Glendale, Arizona (with the exact date pending potential changes to the NFL calendar). It will be the fourth Super Bowl hosted by the Phoenix metropolitan area, with the last", "doc_score": "84.064697265625", "publish_date": "2018/12/31"}, {"doc_id": "19975461", "text": "2017–18 NCAA football bowl games / 2017–18 NCAA football bowl games The 2017–18 NCAA football bowl games was a series of college football bowl games which completed the 2017 NCAA Division I FBS football season. The games began on December 16, 2017, and aside from the all-star games ended with the 2018 College Football Playoff National Championship which was played on January 8, 2018. The total of 40 team-competitive bowls, including the national championship game, was one less than the previous year, with the folding of the Poinsettia Bowl. To fill the 78 available bowl slots, a total of 15 teams (19% of all participants) with", "doc_score": "84.00572204589844", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_1", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "19989392", "text": "2017 National Day of Patriotic Devotion / 2017 National Day of Patriotic Devotion National Day of Patriotic Devotion, 2017 was the first Presidential proclamation signed by President Donald Trump. A presidential proclamation is a statement issued by a president on a matter of public policy. They are generally defined as, \"The act of causing some state matters to be published or made generally known. A written or printed document in which are contained such matters, issued by proper authority; as the president's proclamation, the governor's, the mayor's proclamation.\" Executive orders, Presidential memoranda, and Presidential proclamations are compiled by the Office of the Federal Register (within the National", "doc_score": "81.5306396484375", "publish_date": "2018/12/31"}, {"doc_id": "20521594", "text": "2017–18 United States flu season / 2017, compared to 40 deaths during the same time period the previous year. Of those 163 deaths, 36 had died during the first week of February; the same article also noted that the peak of the flu season has apparently passed as reports of new cases have declined. On February 11, 2018, the \"Seattle Times\" reported that \"things [were] improving\" in Washington state. At the time, the state had seen 151 flu-related fatalities, lower than the total of 214 that time the year before. On February 12, 2018, Delaware announced that it had seen six deaths and 995 confirmed flu", "doc_score": "79.9660415649414", "publish_date": "2018/12/31"}, {"doc_id": "6628400", "text": "National Disaster Medical System / National Disaster Medical System The National Disaster Medical System (NDMS) is a federally coordinated healthcare system and partnership of the United States Departments of Health and Human Services (HHS), Homeland Security (DHS), Defense (DOD), and Veterans Affairs (VA). The purpose of the NDMS is to support State, local, Tribal, Territorial authorities following disasters and emergencies by supplementing health and medical systems and response capabilities. NDMS would also support the military and the Department of Veterans Affairs health care systems in caring for combat casualties, should requirements exceed their capacity. The Department of Health and Human Services, Assistant Secretary for Preparedness", "doc_score": "77.15876007080078", "publish_date": "2018/12/31"}, {"doc_id": "20346648", "text": "Effects of Hurricane Irma in Florida / September 10 for federal assistance to those who would be impacted by Irma, which President Donald Trump approved hours later. The declaration expended public assistance to all 67 counties, allowing up to 75% reimbursement for debris removal, emergency work, and restoration of damaged public facilities. Additionally, Native American tribes and all 67 counties became eligible to apply for monetary aid via the Hazard Mitigation Grant Program. Nine counties – Charlotte, Collier, Hillsborough, Lee, Manatee, Miami-Dade, Monroe, Pinellas, and Sarasota – were initially eligible for individual assistance, which is aid for households and individuals. By October 12, the declaration had been", "doc_score": "77.963134765625", "publish_date": "2018/12/31"}, {"doc_id": "14769891", "text": "OPLAN 5029 / OPLAN 5029 OPLAN 5029 is a proposed military operation plan by the United States and South Korea for dealing with \"sudden change\" in North Korea, such as a coup d'état, revolution, large scale defections, outflow of weapons of mass destruction, hostage situations involving South Koreans, or major natural disasters. While no permanent version of OPLAN 5029 is known to be in effect, South Korea has repeatedly stated it adheres to the current conceptual plan (CONPLAN 5029) and the United States has said it is preparing concrete plans for collapse scenarios. In August 1999, General John H. Tilelli, Jr., commander of", "doc_score": "78.34877014160156", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_2", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "19945316", "text": "North American ice storm of mid-January 2017 / North American ice storm of mid-January 2017 The North American ice storm of mid-January 2017 was a major ice storm that impacted the Great Plains, Pacific Northwest, and American Midwest. During the storm, multiple U.S. states declared states of emergency, and icy road conditions caused traffic incidents and fatalities. In mid-January, an unusual surge of atmospheric moisture surged into northwestern Mexico associated with an upper-level low near California. This moisture began to move into the High Plains and Central United States by the jet stream ahead of the low late on January 13, and, with below-freezing temperatures at the surface", "doc_score": "85.99537658691406", "publish_date": "2018/12/31"}, {"doc_id": "19945318", "text": "North American ice storm of mid-January 2017 / intensifying, as a result of interaction with the incoming moisture, developed a squall line of thunderstorms along its cold front, as it and the upper-low emerged into the Southwestern United States. The entire storm system continued to push northeastwards through the state of Texas on January 15. In advance of the squall line that was moving rapidly to the east, scattered supercell thunderstorms popped up, and at one point during the nighttime hours, a tornado warning had to be issued for the Dallas–Fort Worth metroplex, a rare occurrence. The storm impacted Portland, Oregon on January 10, 2017. Blizzard conditions caused", "doc_score": "84.93666076660156", "publish_date": "2018/12/31"}, {"doc_id": "20603588", "text": "March 1–3, 2018 nor'easter / trees or branches. Recovery efforts were later hampered as a second nor'easter began to impact the area just a few days after the first one struck. A stationary front was draped over the central United States on the last day of February 2018. During this time period, dangerous flash flooding occurred as a result. On March 1, one of the northernmost lows split from the boundary and began tracking northwards. Tracking into colder air near the border between the U.S and Canada, snow broke out in the eastern half of the Midwest; the Weather Prediction Center (WPC) began issuing storm", "doc_score": "82.90628051757812", "publish_date": "2018/12/31"}, {"doc_id": "19945324", "text": "North American ice storm of mid-January 2017 / After a January 15 NFL game between the Dallas Cowboys and Green Bay Packers at the AT&T Stadium, a tornado warning caused thousands to stay in the stadium until weather conditions improved. North American ice storm of mid-January 2017 The North American ice storm of mid-January 2017 was a major ice storm that impacted the Great Plains, Pacific Northwest, and American Midwest. During the storm, multiple U.S. states declared states of emergency, and icy road conditions caused traffic incidents and fatalities. In mid-January, an unusual surge of atmospheric moisture surged into northwestern Mexico associated with an upper-level low near California.", "doc_score": "83.84321594238281", "publish_date": "2018/12/31"}, {"doc_id": "19283595", "text": "January 2016 United States blizzard / North Carolina, 4 in South Carolina, 3 in Maryland, 3 in Washington, D.C., 1 in Arkansas, 1 in Delaware, 1 in Georgia, 1 in Kentucky, 1 in Massachusetts, and 1 in Ohio. Total economic losses are estimated between $500 million and $3 billion. The storm ranked as a Category 5 \"extreme\" event for the Northeast on the Regional Snowfall Index, and a Category 4 for the Southeast. It is the most recent winter storm to rank as a Category 5, and the first to do so since the 2011 Groundhog Day Blizzard. A relatively minor storm ahead of the blizzard,", "doc_score": "83.05419921875", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_3", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "2357291", "text": "Nuclear and radiation accidents and incidents / number and sophistication of cyber attacks is on the rise. \"Stuxnet\" is a computer worm discovered in June 2010 that is believed to have been created by the United States and Israel to attack Iran's nuclear facilities. It switched off safety devices, causing centrifuges to spin out of control. The computers of South Korea's nuclear plant operator (KHNP) were hacked in December 2014. The cyber attacks involved thousands of phishing emails containing malicious codes, and information was stolen. Serious radiation and other accidents and incidents include: Between 16 July 1945 and 23 September 1992, the United States maintained a program", "doc_score": "83.85582733154297", "publish_date": "2018/12/31"}, {"doc_id": "20552791", "text": "Cryptocurrency and security / spread through legitimate-looking email attachments, encrypts the hard drive of an infected computer, then displays a countdown timer and demands a ransom in bitcoin, to decrypt it. Massachusetts police said they paid a 2 bitcoin ransom in November 2013, worth more than $1,300 at the time, to decrypt one of their hard drives. Bitcoin was used as the ransom medium in the WannaCry ransomware. One ransomware variant disables internet access and demands credit card information to restore it, while secretly mining bitcoins., most ransomware attackers preferred to use currencies other than bitcoin, with 44% of attacks in the first", "doc_score": "84.56597900390625", "publish_date": "2018/12/31"}, {"doc_id": "19747254", "text": "Yahoo! data breaches / Specific details of material taken include names, email addresses, telephone numbers, encrypted or unencrypted security questions and answers, dates of birth, and hashed passwords. Further, Yahoo! reported that the late 2014 breach likely used manufactured web cookies to falsify login credentials, allowing hackers to gain access to any account without a password. Yahoo! has been criticized for their late disclosure of the breaches and their security measures, and is currently facing several lawsuits as well as investigation by members of the United States Congress. The breaches have impacted Verizon Communications's July 2016 plans to acquire Yahoo! for about $4.8 billion,", "doc_score": "86.33277130126953", "publish_date": "2018/12/31"}, {"doc_id": "18355955", "text": "Crypto Wars / (AES). NSA considers AES strong enough to protect information classified at the Top Secret level. Fearing widespread adoption of encryption, the NSA set out to stealthily influence and weaken encryption standards and obtain master keys—either by agreement, by force of law, or by computer network exploitation (hacking). According to the \"New York Times\": \"But by 2006, an N.S.A. document notes, the agency had broken into communications for three foreign airlines, one travel reservation system, one foreign government’s nuclear department and another’s Internet service by cracking the virtual private networks that protected them. By 2010, the Edgehill program, the British counterencryption", "doc_score": "85.9840087890625", "publish_date": "2018/12/31"}, {"doc_id": "2293672", "text": "Domain hijacking / be unclear, certain U.S. federal courts in particular have begun to accept causes of action seeking the return of stolen domain names. Domain hijacking is analogous with theft, in that the original owner is deprived of the benefits of the domain, but theft traditionally relates to concrete goods such as jewelry and electronics, whereas domain name ownership is stored only in the digital state of the domain name registry, a network of computers. For this reason, court actions seeking the recovery of stolen domain names are most frequently filed in the location of the relevant domain registry. In some cases,", "doc_score": "83.20979309082031", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_4", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "3886138", "text": "Wendy Williams / Wendy Williams Wendy Joan Williams Hunter (born July 18, 1964) is an American television host, actress, author, fashion designer, and former radio personality. She has hosted the nationally syndicated television talk show \"The Wendy Williams Show\" since 2008. Prior to television, Williams was a radio DJ and host and quickly became known in New York as a \"shock jockette\". She gained notoriety for her on-air spats with celebrities and was the subject of the 2006 VH1 reality TV series \"The Wendy Williams Experience\" which broadcast events surrounding her radio show. She was inducted into the National Radio Hall of Fame", "doc_score": "77.49320983886719", "publish_date": "2018/12/31"}, {"doc_id": "12482526", "text": "Christina Applegate / season of the revived American version of TLC's, \"Who Do You Think You Are?\" The broadcast centered on Applegate trying to find out for her father, Robert Applegate, about his mother, Lavina Applegate Walton, who was mysteriously absent for most of her son's life and who died early in his life. Applegate also hoped to find out if the hearsay concerning her grandmother's death were true. The actress discovered that Walton died in 1955 from tuberculosis and alcohol-related cirrhosis. In 2015 Applegate starred with Ed Helms in the \"National Lampoon\" sequel \"Vacation\", the fifth full-length movie episode of the road-trip", "doc_score": "77.38192749023438", "publish_date": "2018/12/31"}, {"doc_id": "6569693", "text": "Brian Stack / has created on the show are Stacy Richter, Andy Richter's Conan-obsessed little sister, who was portrayed by Stacks' fellow Upright Citizens Brigade alumna, Amy Poehler. Stack also created the recurring segment \"Pierre Bernard's Recliner of Rage\". Stack continued his work on O'Brien's TBS series, \"Conan\". His last episode aired on April 2, 2015. In the episode, he appeared as The Interrupter, one of his recurring characters, in a sketch in which he and his character bade farewell to the series. Among his recurring characters: After fellow Second City alumnus Stephen Colbert succeeded David Letterman as the host of the CBS", "doc_score": "77.61013793945312", "publish_date": "2018/12/31"}, {"doc_id": "1527617", "text": "Montel Williams / Montel Williams Montel Brian Anthony Williams (born July 3, 1956) is a former American television personality, radio talk show host, and actor. He is best known as host of the long-running \"The Montel Williams Show\", and more recently as a spokesman for the Partnership for Prescription Assistance (PPA), Williams is also active with the nonprofit MS Foundation, which he founded after being diagnosed with multiple sclerosis in 1999. Williams is also noted for his service in both the U.S. Marine Corps and the U.S. Navy, from which he was honorably discharged after 15 years of service. Born in Baltimore, Maryland,", "doc_score": "77.44514465332031", "publish_date": "2018/12/31"}, {"doc_id": "12586088", "text": "Michaela Watkins / Michaela Watkins Michaela Suzanne Watkins (born December 14, 1971) is an American actress and comedian. She is best known for starring on the Hulu series \"Casual\" and on the short-lived ABC sitcom \"Trophy Wife\", as well as a cast member on \"Saturday Night Live\" from 2008 to 2009. She has also recurred on television series such as \"The New Adventures of Old Christine\", \"Enlightened\" and \"Transparent\", and has had appearances in the films \"The Back-up Plan\" (2010), \"Wanderlust\" (2012) and \"Enough Said\" (2013). Watkins was born in Syracuse, New York, the daughter of former Latin teacher mother Myrna Watkins and", "doc_score": "75.59529876708984", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_5", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "16286408", "text": "Samut Prakan radiation accident / location of the source, but the team had to wait for cloud cover to reduce moonlight enough to see properly. The source capsule was finally retrieved shortly after midnight and placed in a shielded container. It was identified by in situ gamma spectroscopy as Co, and had an estimated activity of. The Co source was transferred for storage at the OAEP headquarters. Subsequent surveys found radiation in the scrapyard to have returned to normal background levels. During the same time, the OAEP was informed of the three teletherapy units in the car park, and a separate investigating team found", "doc_score": "77.94911193847656", "publish_date": "2018/12/31"}, {"doc_id": "14684081", "text": "Project Grab Bag / whether a particular detonation was of a uranium or plutonium device. The explosion that was sampled by this first Grab Bag flight is known as Joe 4 and took place on August 12, 1953 at Semipalatinsk in Kazakhstan. It was a 40-kiloton uranium-235 bomb that ultimately produced a total yield of 400 kilotons. It was estimated that 15–20% of the energy was released by fusion (60–80 kilotons) and the rest was from fast fission. The Grab Bag air sampling program was quickly expanded following the successful flight in August 1953, and there subsequently were more than two hundred Grab Bag", "doc_score": "77.34831237792969", "publish_date": "2018/12/31"}, {"doc_id": "15428297", "text": "Timeline of the Fukushima Daiichi nuclear disaster / due to the harsh environment inside the containment vessel. After radioactive water was discovered in a tunnel under reactor 2 on 18 December, the government directed TEPCO to survey the plant's underground facilities and check for more accumulation of radioactive water. TEPCO finds an additional 500 tons of water containing 16,200 Bq/cm of radioactive caesium in a pit near reactor 2, and 600 tons of 860 Bq/cm water near reactor 3. TEPCO begins pouring a 60-centimetre-thick layer of concrete over 70,000 square metres of the ocean seabed near the Fukushima Daiichi power plant in an effort to contain contaminated sediments.", "doc_score": "77.62124633789062", "publish_date": "2018/12/31"}, {"doc_id": "15056026", "text": "Deorbit of Mir / exist\" at 05:59:24 GMT. The final tracking of \"Mir\" was conducted by a United States Army site on Kwajalein Atoll. The European Space Agency, German Federal Ministry of Defence and U.S. National Aeronautics and Space Administration also assisted with tracking \"Mir\" during its final orbit and reentry. At the time, \"Mir\" was the largest spacecraft ever to reenter the Earth's atmosphere, and there were concerns that sizeable pieces of debris, particularly from the docking assemblies, gyrodynes and external structure, could survive reentry. Amid debris fall, New Zealand issued international warnings to ships and aircraft traveling in the South Pacific area.", "doc_score": "80.71054077148438", "publish_date": "2018/12/31"}, {"doc_id": "6783184", "text": "The Vaccine (The Outer Limits) / The Vaccine (The Outer Limits) \"The Vaccine\" is an episode of \"The Outer Limits\" television show. It first aired on 3 April 1998, and was the eleventh episode of the fourth season. Most of the world is dead or dying from a worldwide, artificially engineered virus. Thirteen survivors are supplied with a vaccine, but there is only enough for three people. A genetically engineered virus, developed and released by a doomsday cult, has wiped out almost all human life on Earth. Twelve hospital patients, accompanied by the one remaining staff member, nurse Marie Alexander, are living on borrowed time in", "doc_score": "76.76048278808594", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_6", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "7550828", "text": "Advanced maternal age / Advanced maternal age Advanced maternal age, in a broad sense, is the instance of a woman being of an older age at a stage of reproduction, although there are various definitions of specific age and stage of reproduction. The variability in definitions is in part explained by the effects of increasing age occurring as a continuum rather than as a threshold effect. In Western, Northern, and Southern Europe, first-time mothers are on average 27 to 29 years old, up from 23 to 25 years at the start of the 1970s. In a number of European countries (Spain), the mean age", "doc_score": "92.13491821289062", "publish_date": "2018/12/31"}, {"doc_id": "7550841", "text": "Advanced maternal age / during meiosis and including a common coding variant in the \"BRCA1\" gene. Advanced maternal age Advanced maternal age, in a broad sense, is the instance of a woman being of an older age at a stage of reproduction, although there are various definitions of specific age and stage of reproduction. The variability in definitions is in part explained by the effects of increasing age occurring as a continuum rather than as a threshold effect. In Western, Northern, and Southern Europe, first-time mothers are on average 27 to 29 years old, up from 23 to 25 years at the start of", "doc_score": "91.30183410644531", "publish_date": "2018/12/31"}, {"doc_id": "4959941", "text": "Pregnancy / of pregnancy is, unless otherwise specified, generally given as gestational age, where the starting point is the woman's last menstrual period (LMP), or the corresponding age of the gestation as estimated by a more accurate method if available. Sometimes, timing may also use the fertilization age which is the age of the embryo. According to American Congress of Obstetricians and Gynecologists, the main methods to calculate gestational age are: Due date estimation basically follows two steps: \"Naegele's rule\" is a standard way of calculating the due date for a pregnancy when assuming a gestational age of 280 days at childbirth.", "doc_score": "87.61775207519531", "publish_date": "2018/12/31"}, {"doc_id": "7550829", "text": "Advanced maternal age / of women at first childbirth has crossed the 30 year threshold. This process is not restricted to Europe. Asia, Japan and the United States are all seeing average age at first birth on the rise, and increasingly the process is spreading to countries in the developing world like China, Turkey and Iran. In the U.S., the average age of first childbirth was 26 in 2013. Advanced maternal age is associated with adverse reproductive effects such as increased risk of infertility, and that the children have chromosomal abnormalities. The corresponding paternal age effect is less pronounced. In present generations it is", "doc_score": "88.1904525756836", "publish_date": "2018/12/31"}, {"doc_id": "7550832", "text": "Advanced maternal age / 'third transition'. On this latter view, modern developed societies exhibit a kind of dual fertility pattern, with the majority of births being concentrated either among very young or increasingly older mothers. This is sometimes known as the'rectangularisation' of fertility patterns. In the USA, the average age at which women bore their first child advanced from 21.4 years old in 1970, to 25 years old in 2006. The German Federal Institute for Population Research claimed in 2015 the percentage for women with an age of at least 35 giving birth to a child was 25.9%. This figure rose from 7.6%", "doc_score": "86.85774993896484", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_7", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "16231636", "text": "Common surface features of Mars / of the fretted terrain are called Deuteronilus Mensae and Protonilus Mensae. In fretted terrain, the land seems to transition from narrow straight valleys to isolated mesas. Most of the mesas are surrounded by forms that have been called a variety of names (circum-mesa aprons, debris aprons, rock glaciers, and lobate debris aprons). At first they appeared to resemble rock glaciers on Earth, but scientists could not be sure. Eventually, proof of their true nature was discovered by radar studies with the Mars Reconnaissance Orbiter and showed that they contain pure water ice covered with a thin layer of rocks that", "doc_score": "86.09466552734375", "publish_date": "2018/12/31"}, {"doc_id": "2629512", "text": "Life on Mars / or on sediments, either free-living or as biofilms, respectively. Impactite, shown to preserve signs of life on Earth, was discovered on Mars and could contain signs of ancient life, if life ever existed on the planet. On June 7, 2018, NASA announced that the \"Curiosity\" rover had discovered organic molecules in sedimentary rocks dating to three billion years old. The detection of organic molecules in rocks indicate that some of the building blocks for life were present. Conceivably, if life exists (or existed) on Mars, evidence of that life could be found, or is best preserved, in the subsurface, away", "doc_score": "87.25878143310547", "publish_date": "2018/12/31"}, {"doc_id": "483034", "text": "Mariner 9 / surface. The images revealed river beds, craters, massive extinct volcanoes (such as Olympus Mons, the largest known volcano in the Solar System; Mariner 9 led directly to its reclassification from Nix Olympica), canyons (including the Valles Marineris, a system of canyons over about long), evidence of wind and water erosion and deposition, weather fronts, fogs, and more. Mars' small moons, Phobos and Deimos, were also photographed. The findings from the Mariner 9 mission underpinned the later Viking program. The enormous Valles Marineris canyon system is named after Mariner 9 in honor of its achievements. After depleting its supply of attitude", "doc_score": "86.16956329345703", "publish_date": "2018/12/31"}, {"doc_id": "7551757", "text": "Cydonia (region of Mars) / reveals a natural looking Martian hill whose illusory face-like appearance depends on the viewing angle and angle of illumination\". Similar optical illusions can be found in the geology of Earth; examples include the Old Man of the Mountain, the Romanian Sphinx, the Pedra da Gávea, the Old Man of Hoy, Stac Levenish, and the Badlands Guardian. The Cydonia facial pareidolia inspired individuals and organizations interested in extraterrestrial intelligence and visitations to Earth, and the images were published in this context in 1977. Some commentators, most notably Richard C. Hoagland, believe the \"Face on Mars\" to be evidence of a long-lost", "doc_score": "86.19317626953125", "publish_date": "2018/12/31"}, {"doc_id": "2629549", "text": "Life on Mars / had found evidence of complex organic compounds from mudstone rocks aged approximately 3.5 billion years old, sampled from two distinct sites in a dry lake in the Pahrump Hills of the Gale crater. The rock samples, when pyrolyzed via the \"Curiosity\"s Sample Analysis at Mars instrument, released an array of organic molecules; these include sulfur-containing thiophenes, aromatic compounds such as benzene and toluene, and aliphatic compounds such as propane and butene. The concentration of organic compounds is 100-fold higher than earlier measurements. The authors speculate that the presence of sulfur may have helped preserve them. The products resemble those obtained", "doc_score": "86.5905990600586", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_8", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "14998698", "text": "2010 French pension reform strikes / 2010 French pension reform strikes The 2010 pension reform strikes in France were a series of general strikes and demonstrations which occurred in France throughout September and October 2010. They involved union members from both the private and public sectors protesting in cities, including Bordeaux, Lille, Lyon, Marseille, Paris, Toulouse, Montpellier and Strasbourg, against a proposal by the French government to raise the normal retirement age for public pensions from 65 to 67 and early reduced pensions from age 60 to 62, which the Assemblée nationale has approved, while temporary pre-crisis taxes cuts are maintained for the benefit of the", "doc_score": "83.58588409423828", "publish_date": "2018/12/31"}, {"doc_id": "6720992", "text": "2005 New York City transit strike / yes, 5 no and 2 abstentions). Agreements were made on the ability to use restroom facilities by workers during shifts. Workers began to restore services. Buses and subways were restored at midnight, while signals, switches, stations, and other things were checked out. The MTA says that service was incrementally added during the later morning rush hour. By late morning service was running on a normal weekday schedule. At a news conference on the evening of December 27, 2005, Roger Toussaint announced an agreement with the MTA calling for no change in the pension, 3%, 4%, and 3.5% annual salary increases", "doc_score": "81.6801528930664", "publish_date": "2018/12/31"}, {"doc_id": "19963245", "text": "2017 United States federal hiring freeze / Retired Federal Employees Association also opposed the freeze, saying it would save no money. The National Treasury Employees Union, American Federation of Government Employees, and other unions similarly criticized the freeze. The hiring freeze caused fears among employees at federal scientific agencies such as the Environmental Protection Agency (EPA), NASA, the National Oceanic and Atmospheric Administration (NOAA), and National Science Foundation (NSF), all of which are subject to the freeze. Scientists feared that the freeze might become permanent or be a precursor to deeper budget cuts. The hiring freeze was seen as likely to worsen the delay in adjudicating Social", "doc_score": "81.5832290649414", "publish_date": "2018/12/31"}, {"doc_id": "19963241", "text": "2017 United States federal hiring freeze / that there were too many federal employees, noting that there are about as many federal employees today as there were in 1962 under the John F. Kennedy administration. Because veterans make up one-third of all federal employees, the hiring freeze were seen as disproportionately likely to be affect veterans. The extent of the impact of the freeze on the VA was unclear, with the White House and the VA sending out conflicting signals. Many veterans had VA job interviews delayed or canceled. Paul Rieckhoff, the chief executive of Iraq and Afghanistan Veterans of America, said that the freeze \"sent shock", "doc_score": "79.82313537597656", "publish_date": "2018/12/31"}, {"doc_id": "5518182", "text": "Trade Adjustment Assistance / losses in the new job is very low too as several studies report. Reynolds and Palatucci (2008) estimate that \"participating in the TAA program causes a wage loss approximately 10 percentage points greater than if the displaced worker had chosen not to participate in the program.\" The report by Mathematica Policy Research and SPR states that TAA was estimated to have no effect on earnings and compared to a sample of UI claimants, TAA participants worked about the same number of weeks but had lower earnings. Moreover, a 2007 GAO report shows that in FY 2006 only 5% or less", "doc_score": "77.70655059814453", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_9", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "19354225", "text": "Dangerous Woman / 2016, the singer released the dates for the first leg of the Dangerous Woman Tour, with ticket pre-sales beginning on September 20, 2016 and tickets going on general sale on September 24, 2016. The tour started on February 3, 2017 in Phoenix, Arizona and ended on September 21, 2017 in Hong Kong. On May 22, 2017, at the conclusion of Grande's concert at Manchester Arena in England, a terrorist attack caused 22 fatalities and left more than 500 others injured. Grande was not injured during the bombing. She offered her condolences on Twitter for those affected by the attack and", "doc_score": "80.9058837890625", "publish_date": "2018/12/31"}, {"doc_id": "15761915", "text": "Camryn / The 8TV Quickie late-night television program. The following day, Camryn performed at the Festive Grand Theatre in Singapore. Camryn then made stops at Jitec Hall in Jakarta and the Smart Araneta Coliseum in Manila before returning to Los Angeles. Just one month later, Camryn hit the road with boy band One Direction on their Up All Night Tour of the United States. On the tour's first night out, Camryn debuted a new song, \"Now or Never,\" and received favorable reviews for her performances in each city. In fall 2012, Camryn joined with brands Tilly's and High School Nation to headline", "doc_score": "81.80083465576172", "publish_date": "2018/12/31"}, {"doc_id": "19605791", "text": "Dangerous Woman Tour / for June and July 2017, in Oceania for September 2017, and in Asia for August and September 2017, including in Singapore as part of the F1 Grand Prix. For the show's visual, Grande worked with her stylist Law Roach and designer Bryan Hearns, creating a more \"mature\" and \"growth\" look for Grande. Describing the concept of the outfits used during the shows, Hearns stated: \"It's about making an adult Ariana, marrying her silhouette with what's happening in fashion right now, so a big theme is sportswear—everything is oversized, there are straps everywhere, and cool hardware... It's definitely more edgy,", "doc_score": "81.3076171875", "publish_date": "2018/12/31"}, {"doc_id": "12051634", "text": "Lady Gaga / and Song of the Year. Gaga signed a two-year residency, named Lady Gaga Enigma, to perform at the MGM Park Theater in Las Vegas, which is scheduled to begin from December 28, 2018. She has also started working on her sixth studio album. She has been in recording studios with producers like Boys Noize, DJ White Shadow, BloodPop, and Sophie. Gaga grew up listening to artists such as Michael Jackson, the Beatles, Stevie Wonder, Queen, Bruce Springsteen, Pink Floyd, Mariah Carey, the Grateful Dead, Led Zeppelin, Whitney Houston, Elton John, Blondie and Garbage, who have all influenced her music. Gaga's", "doc_score": "78.59056854248047", "publish_date": "2018/12/31"}, {"doc_id": "19966153", "text": "÷ Tour / the main opener for the North American stadium leg, along with Anne-Marie and Lauv in selected dates. On 25 June 2018, Sheeran added two dates, performing in South Africa in March 2019. On September 19, 2018, Sheeran added more 2019 dates to the tour, performing in stadiums across Europe and the UK, starting in May 2019. Due to high demand, numerous additional dates were added to the tour itinerary. Sheeran later added even more 2019 dates to the Divide tour, performing in Brazil, Uruguay, and Argentina in February 2019. He also announced that he would be returning to Asia in", "doc_score": "80.90027618408203", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_10", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "2200053", "text": "Tom Brady / defense harassed Brady, who completed 27-of-56 passes with two interceptions and a touchdown, all day, and the Patriots eventually lost the game 20–18 after a potential game-tying two-point conversion attempt failed with 17 seconds left in regulation. On February 29, 2016, Brady signed a two-year contract extension covering the 2018 and 2019 seasons. Three days later, the NFL appealed Judge Richard M. Berman's 2015 decision to vacate Brady's four-game suspension as punishment for his alleged role in the Deflategate scandal. At the March 3, 2016, hearing in New York City, the three-judge panel of the United States Court of Appeals", "doc_score": "93.31047821044922", "publish_date": "2018/12/31"}, {"doc_id": "2200066", "text": "Tom Brady / was announced as the cover athlete for \"Madden NFL 18.\" In a CBS interview on May 17, 2017, Charlie Rose asked Brady's wife, Gisele Bündchen, if she wanted Brady to retire, despite the fact that he was playing at a high level. Bündchen mentioned that Brady suffered from a concussion in the 2016 season, saying, \"I mean he has concussions pretty much every—I mean we don't talk about—but he does have concussions. I don't really think it's a healthy thing for anybody to go through.” Following the Bündchen interview, the NFL released a statement: \"We have reviewed all reports relating", "doc_score": "89.31175994873047", "publish_date": "2018/12/31"}, {"doc_id": "2199977", "text": "Tom Brady / Brady was selected by the New England Patriots with the 199th overall pick in the sixth round of 2000 NFL Draft and has since spent his entire 18-season career with the Patriots. Brady's tenure with the Patriots is an NFL record for the longest time playing quarterback for one franchise. Since Brady became their starting quarterback in 2001, the Patriots have never had a losing season and have won 15 division titles. The Patriots played in twelve AFC Championship Games from 2001 to 2017—including seven in a row from 2011 to 2017—and won eight of them. Brady and Patriots head", "doc_score": "89.02482604980469", "publish_date": "2018/12/31"}, {"doc_id": "2200031", "text": "Tom Brady / Players of 2013, Brady was ranked fourth by his fellow players for the second consecutive time. Brady started both Patriots playoff games, winning 41–28 against the Houston Texans. With the victory, Brady surpassed Joe Montana for most career playoff wins, with 17. The Patriots were then upset by the eventual Super Bowl XLVII champion Baltimore Ravens, 28–13 in the AFC Championship. On February 25, 2013, Brady and the Patriots agreed on a three-year contract extension, which kept him with the team through 2017. Peter King called it an \"amazing\" deal, as Brady took just $27 million in new money over", "doc_score": "89.50765991210938", "publish_date": "2018/12/31"}, {"doc_id": "2199985", "text": "Tom Brady / to the Philadelphia Eagles, denying Brady his sixth Super Bowl ring. Over his career, Brady has won three league MVP awards, five Super Bowls, and four Super Bowl MVP Awards. A 13-time Pro Bowler, Brady has also twice led the NFL in passing yardage. As of November 2017, he currently owns the third-highest career passer rating (97.9) among quarterbacks with at least 1,500 career passing attempts. He has thrown for more passing yards and touchdowns than any quarterback in NFL postseason history; he also has won more playoff games than any other quarterback. As a result of his highly successful", "doc_score": "87.7360610961914", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_11", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "3100056", "text": "Punxsutawney Phil / came out on Candlemas, a hedgehog would cast its shadow, predicting snow all the way into May. When German immigrants settled in Pennsylvania, they transferred the tradition onto local fauna, replacing hedgehogs with groundhogs. Each year two scrolls are prepared by the vice president of the Inner Circle: one says early spring and one says six more weeks of winter. These scrolls are placed during the ceremony on the stump and after Phil is awoken by the crowd, Phil communicates in Groundhogese to the President who is then directed by Phil to the proper scroll and forecast. As of 2018,", "doc_score": "85.7929458618164", "publish_date": "2018/12/31"}, {"doc_id": "3100050", "text": "Punxsutawney Phil / Punxsutawney Phil Punxsutawney Phil is the name of a groundhog in Punxsutawney, Pennsylvania. On February 2 (Groundhog Day) each year, the borough of Punxsutawney celebrates the legendary groundhog with a festive atmosphere of music and food. During the ceremony, which begins well before the winter sunrise, Phil emerges from his temporary home on Gobbler's Knob, located in a rural area about southeast of town. According to the tradition, if Phil sees his shadow and returns to his hole, he has predicted six more weeks of winter-like weather. If Phil does not see his shadow, he has predicted an \"early spring.\"", "doc_score": "86.57980346679688", "publish_date": "2018/12/31"}, {"doc_id": "3100054", "text": "Punxsutawney Phil / one case in which the groundhog did not see his shadow despite sunshine. The practices and lore of Punxsutawney Phil's predictions are predicated on a light-hearted suspension of disbelief by those involved. According to the lore, there is only one Phil, and all other groundhogs are impostors. It is claimed that this one groundhog has lived to make weather prognostications since 1886, sustained by drinks of \"groundhog punch\" or \"elixir of life\" administered at the annual Groundhog Picnic in the fall. In this respect, Punxsutawney Phil is unique; the lifespan of a groundhog in the wild is roughly six years.", "doc_score": "83.76051330566406", "publish_date": "2018/12/31"}, {"doc_id": "3100053", "text": "Punxsutawney Phil / the world. The Inner Circle scripts the Groundhog Day ceremonies in advance, with the decision on whether Phil will see his shadow made beforehand. The Inner Circle maintains kayfabe throughout the year, never acknowledging the ruse, and its criteria for whether spring will arrive early is a trade secret. The Stormfax Almanac has made note of the weather conditions on each Groundhog Day since 1999; the almanac has recorded 12 incidents in a 20-year span in which the groundhog was claimed to have seen his shadow while the sky was cloudy or there was rain or snow coming down, and", "doc_score": "84.05733489990234", "publish_date": "2018/12/31"}, {"doc_id": "3100055", "text": "Punxsutawney Phil / According to the Groundhog Club, Phil, after the prediction, speaks to the club president in \"Groundhogese\", which only the current president can understand, and then his prediction is translated for the entire world. The Groundhog Day celebration is rooted in a Celtic and Germanic tradition that says that if a hibernating animal casts a shadow on February 2, the pagan holiday of Imbolc (known among Christians as Candlemas), winter and cold weather will last another six weeks. If no shadow is seen, legend says, spring will come early. In Germany, the tradition evolved into a myth that if the sun", "doc_score": "83.58659362792969", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_12", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "14815501", "text": "BioShock Infinite / as a display to the rest of the world of the success of American exceptionalism. The city was launched to much fanfare and publicity at the World's Columbian Exposition in 1893, and was later dispatched to distant shores, travelling from continent to continent. Initially seen as the pride of the United States, tensions eventually rose between Columbia and the American government. In 1901, against the government's wishes, Columbia brutally and violently put an end to the Boxer Rebellion in Peking. This event revealed the floating city as a heavily armed aerial battleship, capable of unleashing devastation across the world. The", "doc_score": "76.94642639160156", "publish_date": "2018/12/31"}, {"doc_id": "18862862", "text": "Jurassic World: Fallen Kingdom / Isla Nublar to collect DNA from the remains of the \"Indominus rex\" at the bottom of the park's lagoon. After successfully collecting a bone fragment, the team's survivors barely escape the island following attacks by the \"Mosasaurus\" and \"Tyrannosaurus rex\". A U.S. Senate hearing in Washington, D.C. debates whether Isla Nublar's dinosaurs should be saved from an impending volcanic eruption. Mathematician Dr. Ian Malcolm testifies that the dinosaurs should be allowed to perish to correct John Hammond's mistake of cloning them. Meanwhile, Jurassic World's former operations manager, Claire Dearing, has established the Dinosaur Protection Group to save the animals. After", "doc_score": "77.84213256835938", "publish_date": "2018/12/31"}, {"doc_id": "4404143", "text": "Mutation (novel) / Mutation (novel) Mutation is a book written by Robin Cook about the ethics of genetic engineering. It brings up the benefits, risks, and consequences. Victor Frank, and his wife Marsha, are unable to have a second child due to Marsha's infertility. They turn to surrogacy as an alternate method of conception. Victor, an obstetrician-gynaecologist and owner of the biochemical company Chimera Inc., injects the egg implanted in his wife with an agent called Nerve Growth Factor (NGF) into chromosome six, which causes the baby to grow more neurons than usual, as a result making them super intelligent. Their son, VJ,", "doc_score": "76.85296630859375", "publish_date": "2018/12/31"}, {"doc_id": "20736207", "text": "Gen:Lock / will co-produce the show. In July 2018, Austin-based writer Evan Narcisse joined the writing staff of \"Gen:Lock\". For the first four months, the team animated the show without the actors’ voices recorded. Haddock performed every voice for the first few episodes himself, hoping his direction would match later. \"Gen:Lock\" is scheduled to premiere on January 26, 2019. The lead cast comes from intentionally inclusive backgrounds, the goal being to normalize diversity. Gen:Lock Gen:Lock (stylized as gen:LOCK) is an upcoming American animated web series created by Gray Haddock for Rooster Teeth. It is set on a dystopian future Earth in which", "doc_score": "75.54680633544922", "publish_date": "2018/12/31"}, {"doc_id": "3899686", "text": "Orthogenesis / Orthogenesis Orthogenesis, also known as orthogenetic evolution, progressive evolution, evolutionary progress, or progressionism, is the biological hypothesis that organisms have an innate tendency to evolve in a definite direction towards some goal (teleology) due to some internal mechanism or \"driving force\". According to the theory, the largest-scale trends in evolution have an absolute goal such as increasing biological complexity. Prominent historical figures who have championed some form of evolutionary progress include Jean-Baptiste Lamarck, Pierre Teilhard de Chardin, and Henri Bergson. The term \"orthogenesis\" was introduced by Wilhelm Haacke in 1893 and popularized by Theodor Eimer five years later. Proponents of", "doc_score": "75.54134368896484", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_13", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "19846309", "text": "2020 Republican Party presidential primaries / their outspoken criticism of the president on the Senate floor. 2016 presidential candidates John Kasich and Carly Fiorina have also indicated interest in challenging Trump. In the case of Ohio Governor John Kasich, rumors have circulated that he might consider a joint ticket with Colorado Democratic Governor John Hickenlooper. In March 2018, Flake and Kasich traveled to New Hampshire to reportedly \"test the waters.\" Longtime political strategist Roger Stone, however, predicts that Trump may not seek a second term if he succeeds in keeping all of his campaign promises and \"[makes] America great again\". <section begin=\"interested\" /> Individuals in this", "doc_score": "92.30085754394531", "publish_date": "2018/12/31"}, {"doc_id": "20004951", "text": "Donald Trump 2020 presidential campaign / on August 3. During the rally, Trump attacked Democrats and criticized the ongoing investigations into Russian interference in the 2016 elections. At the rally, West Virginia's Governor Jim Justice made the surprise announcement that he was changing his party affiliation from Democrat to Republican. Vice President Mike Pence strongly denied charges lodged by an August 5 \"New York Times\" report, which speculated that the Vice President was orchestrating a \"shadow campaign\" for the presidency in the 2020 election. Pence called the accusations \"disgraceful and offensive\" and Counselor to the President Kellyanne Conway called the story a \"complete fiction, complete fabrication\".", "doc_score": "89.34458923339844", "publish_date": "2018/12/31"}, {"doc_id": "19839006", "text": "2020 Democratic Party presidential primaries / national polls: As of December 2018; 132 individuals have filed with the Federal Election Commission to run for President in the Democratic Party primary, including the following notable candidates: <section begin=\"exploring\" /> <section end=\"exploring\" /> <section begin=\"interested\" /> Individuals in this section have expressed an interest in running for president within the last six months. <section end=\"interested\" /> The following people have been subjects of speculation about their potential candidacy within the last six months, although they have neither personally expressed interest nor declined to run. The individuals in this section have been the subject of speculation about their possible", "doc_score": "89.84600067138672", "publish_date": "2018/12/31"}, {"doc_id": "20004919", "text": "Donald Trump 2020 presidential campaign / The campaign has announced, and Trump has confirmed in several stump speeches, that the slogan for the 2020 race will be changed from \"Make America Great Again\" to \"Keep America Great\", once a sufficient level of \"greatness\" has been reached. As of the fall of 2018, Trump continues to use the old slogan. On November 7, 2018, Trump confirmed that Mike Pence would be his vice presidential running mate in 2020. The rallies have come under intense criticism for the high level of misleading statements made by Trump, anything from 68 to 76 percent during the summer 2018 rallies. Presidential", "doc_score": "88.70865631103516", "publish_date": "2018/12/31"}, {"doc_id": "19071143", "text": "2016 Republican Party vice presidential candidate selection / the \"perfect choice,\" but Kasich refused to be considered for the ticket (or endorse the Trump campaign). In early July, Corker and Ernst both declined to be considered as Trump's running mate. Meanwhile, Trump stated that he was considering two military generals for the position, including retired Lieutenant General Michael Flynn. On July 12, \"NBC News\" reported that Trump was planning to formally introduce his eventual pick on July 15, though \"it's not clear whether or not the identity of the pick could be released or could leak earlier in the week.\" The same article reported that he had narrowed", "doc_score": "89.2601089477539", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_14", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "11902516", "text": "Allison Davis / Allison Davis William Boyd Allison Davis (October 14, 1902 – November 21, 1983) was an American educator, anthropologist, writer, researcher, and scholar. He was considered one of the most promising black scholars of his generation, and he was the first African American to hold a full faculty position at a major white university when he joined the staff of the University of Chicago in 1942, where he would spend the balance of his academic life. Among his students during his tenure at the University of Chicago were anthropologist St. Clair Drake and sociologist Nathan Hare. Davis, who has been honored", "doc_score": "89.89834594726562", "publish_date": "2018/12/31"}, {"doc_id": "14656598", "text": "Samuel M. Nabrit / Samuel M. Nabrit Samuel M. Nabrit, (February 21, 1905 – December 30, 2003) became the first African American to be awarded a doctoral degree from Brown University, the first Morehouse College graduate to earn a Ph.D. and the first African American appointed to the U.S. Atomic Energy Commission (now the Nuclear Regulatory Commission). He also holds the distinction of being the first African American to serve on the Brown University Board of Trustees. Dr. Nabrit graduated from Morehouse College in 1925, obtained his master's degree from Brown University in 1928 and received his doctorate in biology from Brown University in", "doc_score": "87.80310821533203", "publish_date": "2018/12/31"}, {"doc_id": "9824201", "text": "Norman Hill / Norman Hill Norman Hill (born April 22, 1933 in Summit, New Jersey) is an influential African-American administrator, activist and labor leader. He attended Haverford College in Pennsylvania and received a bachelor's degree in 1956 in the field of sociology. He was one of the first African-Americans to graduate from Haverford. After college, Hill served in the military. After returning from military service, he moved to Chicago to join in the Civil Rights Movement and to pursue a master's degree in the University of Chicago School of Social Welfare, which he dropped in favor of more direct social action. Hill was", "doc_score": "90.0888442993164", "publish_date": "2018/12/31"}, {"doc_id": "15770978", "text": "Charles Henry Thompson / following the United States Supreme Court's ruling in \"Brown v. Board of Education\" (1954). Thompson was a member of the American Association for the Advancement of Science. Thompson's wife, May Stewart Thompson, died in 1975. Thompson died of a heart attack in Hyattsville, Maryland on January 16, 1980. Charles Henry Thompson Charles Henry Thompson (July 19, 1895 – January 16, 1980) was the first African American to obtain a doctoral degree in educational psychology. Founder of the \"Journal of Negro Education\", he has been characterized as \"arguably the most prominent dean in African American higher education during the era of", "doc_score": "88.84254455566406", "publish_date": "2018/12/31"}, {"doc_id": "14656603", "text": "Samuel M. Nabrit / In 1999, the university honored Nabrit with the hanging of a portrait alongside Brown’s most distinguished faculty. Samuel M. Nabrit Samuel M. Nabrit, (February 21, 1905 – December 30, 2003) became the first African American to be awarded a doctoral degree from Brown University, the first Morehouse College graduate to earn a Ph.D. and the first African American appointed to the U.S. Atomic Energy Commission (now the Nuclear Regulatory Commission). He also holds the distinction of being the first African American to serve on the Brown University Board of Trustees. Dr. Nabrit graduated from Morehouse College in 1925, obtained his", "doc_score": "87.34976959228516", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_15", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "15760203", "text": "Breanna Stewart / number 8 seed in the league, but were once again a first-round exit as they were eliminated by the Phoenix Mercury. In 2018, Stewart would elevate her play to a superstar level. She was voted into the 2018 WNBA All-Star Game for her second all-star game appearance. On August 6, 2018, Stewart scored a season-high 32 points in a 96–80 victory over the New York Liberty, making it her fourth 30-point game of the season. By the end of the season, Stewart was ranked second in the league in scoring, she averaged new career-highs in scoring, steals, field goal percentage", "doc_score": "89.88508605957031", "publish_date": "2018/12/31"}, {"doc_id": "15760169", "text": "Breanna Stewart / Breanna Stewart Breanna Mackenzie Stewart (born August 27, 1994) is an American professional basketball player for the Seattle Storm of the Women's National Basketball Association (WNBA). Stewart was the first overall pick in the 2016 WNBA Draft. In high school, she was the National Gatorade Player of the Year, the Gatorade Female Athlete of the Year, and a McDonald's All-American. Stewart played forward for the University of Connecticut (UConn) Huskies women's basketball team. She led the Huskies to four national championships, was named the Final Four's most outstanding player a record four times, and was a three-time consensus national player", "doc_score": "88.97515869140625", "publish_date": "2018/12/31"}, {"doc_id": "15760202", "text": "Breanna Stewart / won the 2016 ESPY Award for Best Female Athlete. The other nominees were Elena Delle Donne, Katie Ledecky, and Simone Biles. She also won Best Women's College Basketball Player at the 2016 ESPYs. In 2017, Stewart continued to flourish after an impressive rookie season. She was voted into the 2017 WNBA All-Star Game, making it her first career all-star game appearance. On August 5, 2017, Stewart scored a season-high 32 points in an 87–80 overtime loss to the San Antonio Stars. Stewart would finish the season with a career-high of 19.9 points per game as the Storm finished with the", "doc_score": "87.42617797851562", "publish_date": "2018/12/31"}, {"doc_id": "15760188", "text": "Breanna Stewart / and reclaimed the lead. The USA won 71–47 to claim the gold medal. Stewart was awarded the MVP trophy as the best player in the FIBA Americas U18 competition. Stewart, along with teammates Moriah Jefferson and Morgan Tuck, were three of the twelve players selected to be on the team representing the US at the U19 World Championship for Women held in Klaipėda and Panevėžys, Lithuania, in July 2013. Stewart was named the USA Basketball Female Athlete of the Year for the second time. Only five other players have won this award more than once, Teresa Edwards, Lisa Leslie, Cheryl", "doc_score": "85.3562240600586", "publish_date": "2018/12/31"}, {"doc_id": "15760193", "text": "Breanna Stewart / dropped below ten points for her last eighteen regular season games. In March, she started early morning session with Chris Daily, associate head coach, to concentrate on shooting and post moves. She came back strong in the Big East tournament, with a total of 51 points, matching the number scored by Diana Taurasi in her tournament debut. Her strong performance continued in the NCAA tournament. She did not play in the first round, due to a calf injury, but scored 105 points in the last five games, earning her the award of the Most Outstanding Player of the Final Four,", "doc_score": "85.41902160644531", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_16", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "8002379", "text": "Marco Rubio / an adjunct professor at FIU, he agreed to raise most of the funding for his position from private sources. On May 5, 2009, Rubio announced on his website that he planned to run for the United States Senate seat being vacated by Mel Martínez, who had announced that he would not seek reelection. Martinez subsequently announced (in August 2009) that he would resign before completing his term, and upon his resignation was replaced by George LeMieux. Prior to making his May 5, 2009 announcement, Rubio had been meeting with fundraisers and supporters throughout the state. Initially trailing by double-digits in", "doc_score": "76.85527038574219", "publish_date": "2018/12/31"}, {"doc_id": "4441431", "text": "Matt Santos / and extended the balloting to an unprecedented third day. When Russell campaign manager Will Bailey revealed to the press that Baker had concealed his wife's history of clinical depression, Baker lost essential delegate support. Because many delegates had deserted the Pennsylvania governor, the convention returned to the status it had been on the first day, with Russell and Santos as the frontrunners. To secure a Democratic nominee, Santos was ordered by the convention organizer, former White House Chief of Staff Leo McGarry, to step aside in favor of either Baker or Russell. The Texan was given a chance to address", "doc_score": "79.25350189208984", "publish_date": "2018/12/31"}, {"doc_id": "4441432", "text": "Matt Santos / the convention with the understanding that it would be his farewell speech. Instead of withdrawing, however, Santos gave a rousing speech that energized the convention and convinced them of his sincerity. This speech persuaded President Bartlet to intervene on Santos' behalf; he speaks to teacher union leader and New York delegate Ernie Gambelli, who had previously thought Santos was \"anti-teacher,\" to ensure his nomination. After Governor Baker declined to be the Texas congressman's running mate and Santos rejected Russell as a potential vice president, Santos chose former White House Chief of Staff Leo McGarry as his vice-presidential nominee. In the", "doc_score": "78.69527435302734", "publish_date": "2018/12/31"}, {"doc_id": "12763616", "text": "David Campos / David Campos David Campos (born September 28, 1970), is an attorney and former member of the San Francisco Board of Supervisors representing San Francisco's District 9 (Bernal Heights, Portola, and the Inner Mission) from 2008 to 2016 when he termed out. His reelection in 2012 made him one of only two LGBT San Francisco supervisors. In 2014, Campos ran for the California State Assembly seat in the 17th District (eastern half of San Francisco), but lost to David Chiu. On March 13, 2017, Campos was appointed as a Deputy County Executive for Santa Clara County. David Campos was born in", "doc_score": "77.55929565429688", "publish_date": "2018/12/31"}, {"doc_id": "10853211", "text": "Bryan Nelson / Bryan Nelson Bryan Nelson (born September 14, 1958) was a Republican member of the Florida House of Representatives, representing the 31st District, which includes the cities of Apopka, Eustis, Mount Dora, Tavares, and Umatilla in northern Lake County and northern Orange County, since 2012. He served on the Orange County Commission for District 2 from 2014 until March 2018 when he won election for Mayor of Apopka. Nelson was born in Orlando and attended the University of Florida, where he graduated with a degree in ornamental horticulture in 1979. After graduation, he returned to Central Florida, where he worked in", "doc_score": "76.679931640625", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_17", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "8866300", "text": "Quantitative easing / Federal Reserve started buying $600 billion in mortgage-backed securities. By March 2009, it held $1.75 trillion of bank debt, mortgage-backed securities, and Treasury notes; this amount reached a peak of $2.1 trillion in June 2010. Further purchases were halted as the economy started to improve, but resumed in August 2010 when the Fed decided the economy was not growing robustly. After the halt in June, holdings started falling naturally as debt matured and were projected to fall to $1.7 trillion by 2012. The Fed's revised goal became to keep holdings at $2.054 trillion. To maintain that level, the Fed bought", "doc_score": "101.35702514648438", "publish_date": "2018/12/31"}, {"doc_id": "13194292", "text": "Stimulus (economics) / the rate of growth of public debt, except that particularly Keynesians often assume that the stimulus will cause sufficient economic growth to fill that gap partially or completely. See multiplier (economics). Monetary stimulus refers to lowering interest rates, quantitative easing, or other ways of increasing the amount of money or credit. Milton Friedman argued that the Great Depression was caused by the fact that the Federal Reserve did not counteract the sudden reduction of money stock and velocity. Ben Bernanke argued, instead, that the problem was lack of credit, not lack of money, and hence, during the financial crisis, the", "doc_score": "102.28362274169922", "publish_date": "2018/12/31"}, {"doc_id": "13156739", "text": "International monetary systems / abandonment of capital controls in 1974, and the UK's ending of capital controls in 1979 which was swiftly copied by most other major economies. In some parts of the developing world, liberalisation brought significant benefits for large sections of the population – most prominently with Deng Xiaoping's reforms in China since 1978 and the liberalisation of India after its 1991 crisis. Generally the industrial nations experienced much slower growth and higher unemployment than in the previous era, and according to Professor Gordon Fletcher in retrospect the 1950s and 60s when the Bretton Woods system was operating came to be seen", "doc_score": "98.46797180175781", "publish_date": "2018/12/31"}, {"doc_id": "11568269", "text": "History of the Federal Reserve System / seven months after monetary aggregate policy had changed. From early 2001 to mid-2003 the Federal Reserve lowered its interest rates 13 times, from 6.25 to 1.00%, to fight recession. In November 2002, rates were cut to 1.75, and many interest rates went below the inflation rate. On June 25, 2003, the federal funds rate was lowered to 1.00%, its lowest nominal rate since July, 1958, when the overnight rate averaged 0.68%. Starting at the end of June 2004, the Federal Reserve System raised the target interest rate and then continued to do so 17 straight times. In February 2006, Ben", "doc_score": "104.88338470458984", "publish_date": "2018/12/31"}, {"doc_id": "20731094", "text": "Quantitative tightening / Quantitative tightening Quantitative tightening (QT) is a contractionary monetary policy applied by a central bank to decrease amount of liquidity within the economy. The policy is the reverse of quantitative easing aimed to increase money supply in order to stimulate the economy. The QE policy was massively applied by leading central banks to counter the Great Recession that started in 2008. The prime rates were decreased to zero; some rates later went into the negative territory. For example, to fight with ultra-low inflation or deflation caused by the economic crisis, the European Central Bank, overseeing monetary policy for countries that", "doc_score": "98.73888397216797", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_18", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "7950178", "text": "Joe Kines / Kines was hired as an officer with Tide Pride, which is responsible for helping to fund scholarships, generating revenue for capital improvements, and supporting the \"Million Dollar Band\", among other activities. On February 13, 2008, Texas A&M head coach Mike Sherman hired Kines to be his defensive coordinator and assistant head coach. Kines initially did not show interest to the position, but after he exchanged words with Sherman in an interview, he accepted. Kines has called the Aggie defensive squad \"awful, and that's being real polite\" in the 2008 preseason. Aggie safeties coach Van Malone praised him as being a", "doc_score": "78.9369888305664", "publish_date": "2018/12/31"}, {"doc_id": "7463625", "text": "Kelvin Sampson / has since announced his resignation) also made some 35 impermissible phone calls to recruits from his home. On February 8, 2008, the NCAA informed Indiana that Sampson had committed five \"major\" rules violations. The NCAA alleged that Sampson knowingly violated telephone recruiting restrictions imposed on him. More seriously, the NCAA also alleged that Sampson lied to IU and NCAA officials regarding his involvement in the impermissible calls. Indiana launched an internal investigation that school president Michael McRobbie said would take seven days. On February 14, 2008, ESPN reported that Sampson's status as coach of the Hoosiers would be decided on", "doc_score": "77.87956237792969", "publish_date": "2018/12/31"}, {"doc_id": "20854424", "text": "Jordan McNair / Tom Ley (for \"Deadspin\"), Richard Johnson (for \"SB Nation\"), and Jeff Seidel (for \"Forbes\"). The Board of Regents of the University System of Maryland, acting on the conclusions of the independent culture investigation, recommended the reinstatement of Coach Durkin on October 30, 2018 over the objections of University President Wallace Loh. Although Loh had recommended Durkin to be dismissed, the Board urged Loh to retain Durkin and Evans. Loh fired Durkin one day later, on October 31. The Board also recommended reinstating the two trainers who had been suspended in August. However, after Durkin's firing, those two trainers, Wes Robinson", "doc_score": "76.63558959960938", "publish_date": "2018/12/31"}, {"doc_id": "1879021", "text": "Jim Varney / was franchised for use in markets all over the country and was often used by dairies to advertise milk products. For example, the dairy bar and hamburger chain Braum's ran several advertisements using Ernest's catchphrase (as it was spelled in his registered trademark), \"KnoWhutImean, Vern?\" Purity Dairies, based in Nashville, Pine State Dairy in Raleigh, NC, and Oakhurst Dairy in Maine ran commercials that were nearly identical, but with the dairy name changed. For the same agency, Varney created a different character, Sgt. Glory, a humorless drill instructor who harangued cows of the client dairy into producing better milk. In", "doc_score": "76.89612579345703", "publish_date": "2018/12/31"}, {"doc_id": "8715009", "text": "Charles Thompson (American football) / Charles Thompson (American football) Charles Thompson (born May 28, 1968) is an American businessman, motivational speaker, and former football player, best known for his tenure and spectacular downfall as the quarterback of the Oklahoma Sooners. Raised in Lawton, Oklahoma, Thompson proved to be a highly skilled athlete and was recruited by the University of Oklahoma, a premier NCAA Division I-A college football program, under head coach Barry Switzer. He was also drafted by Major League Baseball's Cincinnati Reds in the 34th round as a second baseman; however, he decided to focus on football. As a redshirt freshman, Thompson became the", "doc_score": "76.99955749511719", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_19", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "4350183", "text": "Cindy Williams / Marquis Theatre on December 11, 2007, succeeding JoAnne Worley in the role originated by Georgia Engel. Williams reunited with her \"Laverne & Shirley\" co-star Penny Marshall on \"Sam & Cat\", in the episode \"#SalmonCat\" (2013). In 2015, her memoir \"Shirley, I Jest!\" (co-written with Dave Smitherman) was published. In the same year, Williams engaged in celebrity branding for the senior citizen service, Visiting Angels. Williams was married to Bill Hudson of the musical trio Hudson Brothers in 1982. The marriage ended in divorce in 2000. Together they have two children: a daughter, Emily (born 1982) and a son, Zachary (born", "doc_score": "78.12407684326172", "publish_date": "2018/12/31"}, {"doc_id": "4350178", "text": "Cindy Williams / Cindy Williams Cynthia Jane Williams (born August 22, 1947) is an American actress, best known for her role as Shirley Feeney on the television sitcom \"Laverne & Shirley\" (1976–1982). Williams was born in Van Nuys, Los Angeles, California, to Francesca (née Bellini) and Beachard Williams. The family moved to Dallas, Texas, when she was a year old and returned to the San Fernando Valley, when she was 10. She has one sibling, a sister, Carol Ann. She graduated from Birmingham High School in 1965. Her classmates included financier Michael Milken, actress Sally Field, and talent agent Michael Ovitz. She attended", "doc_score": "79.62379455566406", "publish_date": "2018/12/31"}, {"doc_id": "4523328", "text": "Edie Adams / much footage as possible. Edie Adams Edie Adams (born Edith Elizabeth Enke, April 16, 1927 – October 15, 2008) was an American comedienne, actress, singer and businesswoman. She was an Emmy Award and Tony Award winner. Adams was well known for her impersonations of sexy stars on stage and television, especially Marilyn Monroe. She was the wife and frequent television partner of Ernie Kovacs until his death in a 1962 car accident. After Kovacs' death, Adams founded two beauty businesses: Edie Adams Cosmetics and Edie Adams Cut 'n' Curl. Adams was born in Kingston, Pennsylvania, the only daughter of Sheldon", "doc_score": "77.03793334960938", "publish_date": "2018/12/31"}, {"doc_id": "2612446", "text": "Penny Marshall / Penny Marshall Carole Penny Marshall (October 15, 1943 – December 17, 2018) was an American actress, director and producer. She came to notice in the 1970s for her role as Laverne DeFazio on the television sitcom \"Laverne & Shirley\" (1976–1983), receiving three nominations for the Golden Globe Award for Best Actress – Television Series Musical or Comedy for her portrayal. Marshall progressed to directing films in the 1980s, making her directorial debut with \"Jumpin' Jack Flash\" (1986) before directing \"Big\" (1988), which became the first film directed by a woman to gross more than $100 million at the U.S. box", "doc_score": "77.45258331298828", "publish_date": "2018/12/31"}, {"doc_id": "16388580", "text": "Sam and Diane / Sam and Diane Sam Malone and Diane Chambers, collectively known as Sam and Diane, are fictional characters in the American situation comedy television series \"Cheers\". Sam Malone is a working-class, retired baseball player-turned-bartender played by Ted Danson; Diane Chambers is a college-graduate cocktail waitress played by Shelley Long. Danson appeared on \"Cheers\" for its entire run of the series; Long was part of the regular cast from the 1982 series premiere (\"Give Me a Ring Sometime\") until the fifth-season finale, \"I Do, Adieu\" (1987). Long returned for a special appearance in the 1993 series finale, \"One for the Road.\" During", "doc_score": "76.03002166748047", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_20", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "10598591", "text": "Chinese cardboard bun hoax / in jail and a fine of $132. Chinese cardboard bun hoax The cardboard bun hoax was a falsified news report broadcast in July 2007 on Beijing Television's BTV-7 (the Lifestyle Channel). In the report, footage implied that local vendors were selling pork buns, a common breakfast food, filled with a composite of 60% caustic soda-soaked cardboard and 40% fatty pork. Coming after several highly publicized food safety incidents in China, the report was widely believed and sparked public outrage. On July 18, 2007 Chinese law enforcement officials reported that they had detained Zi Beijia (訾北佳), a local freelance reporter, for", "doc_score": "81.29627990722656", "publish_date": "2018/12/31"}, {"doc_id": "20515037", "text": "Consumption of Tide Pods / by 2017. In response to the dangers, Procter & Gamble changed Tide Pod containers to an opaque design, introduced warning labels and added a bitter tasting chemical to the pod contents. The pods have been sold since 2012. In late December 2017, Tide Pods became the center of an Internet meme popularized on Twitter, which involves a dare to intentionally consume the pods. The meme became especially popular with teenagers, and since then, there has been a sharp increase in poisoning incidents. Responding to the growing number of incidents, Google and Facebook started removing videos that featured the challenge, and", "doc_score": "84.46919250488281", "publish_date": "2018/12/31"}, {"doc_id": "20515045", "text": "Consumption of Tide Pods / a \"forbidden fruit\". Memes involving the Tide Pods included joking about how \"delicious\" they appear, as well as posting images with the pods on top of food. \"Vox\" described that the meme \"pokes fun at the idea consuming the pods, while (usually) stopping short of actually doing so.\" The publication noted that part of the allure of discussing, wondering, and joking about consuming the pods spawns from the product's warning to not eat the pods. In early January 2018, television personality Jimmy Kimmel referenced the meme when discussing a tweet from President Donald Trump, \"sounds like somebody's been in the", "doc_score": "81.57818603515625", "publish_date": "2018/12/31"}, {"doc_id": "10598589", "text": "Chinese cardboard bun hoax / Chinese cardboard bun hoax The cardboard bun hoax was a falsified news report broadcast in July 2007 on Beijing Television's BTV-7 (the Lifestyle Channel). In the report, footage implied that local vendors were selling pork buns, a common breakfast food, filled with a composite of 60% caustic soda-soaked cardboard and 40% fatty pork. Coming after several highly publicized food safety incidents in China, the report was widely believed and sparked public outrage. On July 18, 2007 Chinese law enforcement officials reported that they had detained Zi Beijia (訾北佳), a local freelance reporter, for allegedly faking the news report. Zi, using", "doc_score": "80.82929229736328", "publish_date": "2018/12/31"}, {"doc_id": "16112335", "text": "Internet Water Army / generally ask their friends' comments about a movie as they know the feedback online is not reliable. In August 2018, Guangzhou’s latest move targeting the Internet water army was about a larger scale crackdown launched by China’s public security authority, invloving 77 suspects and 4 million yuan ($635,000). Net marketing companies like Wangluo shuijun sometimes operate on murky legal grounds, particularly under international law. The US companies Facebook and Digg sent cease and desist orders to the Australian company uSocial, which ignored them and continues to market \"friends\" and \"votes\". China, unlike many countries, has a strict cyber defamation law,", "doc_score": "82.81033325195312", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_21", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "11657441", "text": "Novak Djokovic / career title in Doha, defeating Nadal in two sets in a final that lasted 73 minutes. He broke his own ATP ranking points record, bringing it up to 16,790. Djokovic then proceeded to win his sixth Australian Open. On his road to his Open Era record sixth title in Melbourne, he defeated Roger Federer in four sets in the semi-finals, and in a rematch of the 2015 final, he defeated Andy Murray, in three straight sets. He quickly rebounded from an eye infection at the Dubai open to collect a fifth Indian Wells Masters title, defeating Rafael Nadal in the", "doc_score": "90.76617431640625", "publish_date": "2018/12/31"}, {"doc_id": "11657434", "text": "Novak Djokovic / final against Andy Murray. After splitting the first two sets in tiebreakers, Djokovic suddenly found his form after dropping his serve at the start of the third set, going on to win 12 of the last 13 games to record a four set victory over the Scot, and win an Open Era record-breaking fifth title in Melbourne, overtaking Roger Federer and Andre Agassi. He moved into equal eighth on the all-time list of men with the most Major titles, tying Agassi, Ivan Lendl, Jimmy Connors, Ken Rosewall and Fred Perry. He next competed at the Dubai Tennis Championships and lost", "doc_score": "89.83995056152344", "publish_date": "2018/12/31"}, {"doc_id": "20465893", "text": "2018 Novak Djokovic tennis season / No. 18, his lowest ranking in twelve years. Djokovic's next event was the Italian Open, where he has previously won four times and was the defending finalist. He progressed to his first quarterfinals appearance since 2017 Wimbledon, defeating Alexandr Dolgopolov, Nikoloz Basilashvili and Albert Ramos in straight sets. He would go on to beat Kei Nishikori, but lose to eventual champion Rafael Nadal in the semifinal. In Roland Garros, Djokovic beat Roberto Bautista Agut and Fernando Verdasco en route to the quarterfinals, where he suffered a shocking defeat to Marco Cecchinato in four sets. Djokovic took a wildcard to play", "doc_score": "90.52117919921875", "publish_date": "2018/12/31"}, {"doc_id": "11657376", "text": "Novak Djokovic / Novak Djokovic Novak Djokovic ( / \"Novak Đoković\", ; born 22 May 1987) is a Serbian professional tennis player who is currently ranked world No. 1 in men's singles tennis by the Association of Tennis Professionals (ATP). Djokovic has won 14 Grand Slam singles titles, five ATP Finals titles, 32 ATP World Tour Masters 1000 series titles, 12 ATP World Tour 500 tournaments, and has held the No. 1 spot in the ATP rankings for over 200 weeks. In majors, he has won six Australian Open titles, four Wimbledon titles, three US Open titles and one French Open title. Following", "doc_score": "93.10501098632812", "publish_date": "2018/12/31"}, {"doc_id": "20465894", "text": "2018 Novak Djokovic tennis season / at Queen's Club for the first time since 2010. He beat second seed Grigor Dimitrov, Adrian Mannarino, and Jérémy Chardy to reach the final. In the final, he lost to Marin Čilić in three sets, despite holding a match point. Showing further improvement in form, Djokovic beat Australian Open quarter-finalist Tennys Sandgren, British number one Kyle Edmund, and Kei Nishikori to set up a semifinal against Rafael Nadal. In the second longest Wimbledon semifinal to date, Djokovic beat Nadal in five sets played over two days. He then defeated Kevin Anderson in the final in straight sets to win his", "doc_score": "91.79292297363281", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_22", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "20952305", "text": "MrBeast / MrBeast Jimmy Donaldson (born May 7, 1998), known online as MrBeast, is an American YouTuber and philanthropist. Donaldson's videos typically feature \"attention-grabbing stunts\". He often makes videos on donating thousands of dollars to Twitch streamers, many of these videos being sponsored (although he has donated without a sponsor in the past). In January 2017, Donaldson published an almost day-long video of himself counting to 100,000. The stunt took him 40 hours, with some parts sped up to \"keep it under 24 hours.\" the video notched more than five million views in five days. (currently at 13,000,000 views) However, it was", "doc_score": "90.51396179199219", "publish_date": "2018/12/31"}, {"doc_id": "20952308", "text": "MrBeast / interview, Donaldson said that he has Crohn's disease. MrBeast Jimmy Donaldson (born May 7, 1998), known online as MrBeast, is an American YouTuber and philanthropist. Donaldson's videos typically feature \"attention-grabbing stunts\". He often makes videos on donating thousands of dollars to Twitch streamers, many of these videos being sponsored (although he has donated without a sponsor in the past). In January 2017, Donaldson published an almost day-long video of himself counting to 100,000. The stunt took him 40 hours, with some parts sped up to \"keep it under 24 hours.\" the video notched more than five million views in five", "doc_score": "88.8455810546875", "publish_date": "2018/12/31"}, {"doc_id": "14442489", "text": "Shane Dawson / Shane Dawson Shane Lee Yaw (born July 19, 1988), known professionally as Shane Dawson, is an American YouTuber, author, sketch comedian, actor, film director, media personality and musician. He was one of the first people to rise to fame on video-sharing website YouTube, and has since maintained an online presence. In 2008, when Dawson was nineteen years old, he signed up for YouTube and began making videos. He rose to fame on the site, garnering over half a billion views by 2010. Most of his early work consisted of sketch comedy videos, where Dawson would play original characters, impersonate celebrities", "doc_score": "85.80984497070312", "publish_date": "2018/12/31"}, {"doc_id": "16952019", "text": "Seb Castro / Seb Castro Benjamin Brian Castro (born December 22, 1989), better known by his stage name Sebastian Castro, is a Peruvian-Asian American actor, singer, and YouTube sensation. He is an internet celebrity with a sizeable following in Southeast Asia. Castro is most widely known for his viral gay-themed music video \"Bubble,\" which garnered over three million views. \"Bubble\" brought Castro fame across South East Asia, most visibly in the Philippines and Thailand. Born in Long Island, New York. At age 17, Castro was disowned by his parents for being gay. He financed his education independently. He studied in Savannah College of", "doc_score": "84.09183502197266", "publish_date": "2018/12/31"}, {"doc_id": "19612576", "text": "Jake Paul / By the time Vine shut down, Jake Paul had 5.3 million followers and 2 billion plays on the app. In 2015, it was announced that Paul would be starring as Dirk in Disney Channel's new comedy series \"Bizaardvark\". On January 5, 2017, Paul was among the invited guests at an event at the White House centering on social media. As a stunt for his YouTube vlog channel, he hid in a bathroom there before sneaking out of the White House at 3:30am without being confronted by security. On January 17, 2017, it was reported Paul had launched Team 10 with", "doc_score": "83.9433822631836", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_23", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "14293024", "text": "85th Academy Awards / Franco, who was a co-host and a Best Actor nominee during the 83rd ceremony in 2011, to host the ceremony while receiving a nomination in the same year. He was also the first singer nominee and also the first to host the show solo. \"Silver Linings Playbook\" was the fourteenth film to earn nominations in all four acting categories, and the first since \"Reds\" in 1981. At age 22, Best Actress winner Jennifer Lawrence became the second-youngest winner in that category. With his third win for Best Lead Actor, Daniel Day-Lewis became the first three-time winner in that category. He", "doc_score": "77.20838928222656", "publish_date": "2018/12/31"}, {"doc_id": "20091245", "text": "90th Academy Awards / see what we have planned for the 90th anniversary show!\" Jimmy extensively campaigned for the ceremony, shooting several promos and discussions on his talk show. On December 4, 2017, it was announced that the timing of the ceremony and its pre-show had been changed and both would be scheduled to broadcast a half-hour earlier than prior telecasts. In the first half of the nominations announcement, pre-taped category introductions were included that featured actresses Priyanka Chopra, Rosario Dawson, Gal Gadot, Salma Hayek, Michelle Rodriguez, Zoe Saldana, Molly Shannon, Rebel Wilson and Michelle Yeoh. As per the tradition of the Academy, the", "doc_score": "75.7205581665039", "publish_date": "2018/12/31"}, {"doc_id": "6943045", "text": "Laura Dern / with both Witherspoon and Vallée for the 2017 HBO miniseries \"Big Little Lies\", winning her first Primetime Emmy Award for Outstanding Supporting Actress in a Limited Series or Movie for her portrayal of Renata Klein. That year, Dern also appeared in David Lynch's revival of \"Twin Peaks\" for Showtime as Diane Evans and in Rian Johnson's blockbuster \"\" as Vice Admiral Amilyn Holdo. In 2018, Dern had the lead role in \"The Tale\", an autobiographical feature film written and directed by Jennifer Fox. The film premiered at the 2018 Sundance Film Festival on January 20, 2018 and later on HBO", "doc_score": "74.32233428955078", "publish_date": "2018/12/31"}, {"doc_id": "20571276", "text": "35th AVN Award / 35th AVN Award The 35th AVN Awards, presented by Adult Video News (AVN), honored the best pornographic movies and adult entertainment products of between October 1, 2016 and September 30, 2017 and took place on January 27, 2018 at The Joint in Hard Rock Hotel and Casino, Paradise, Nevada. During the ceremony, Adult Video News presented AVN Awards (often referred to as the Oscars of porn in more than 100 categories. Webcam star Harli Lotts and performer/director Angela White co-hosted the ceremony, each for the first time. Master of ceremonies was comedian Aries Spears. The show was webcast live on", "doc_score": "74.0291519165039", "publish_date": "2018/12/31"}, {"doc_id": "19313448", "text": "89th Academy Awards / apiece. \"La La Land\"s Best Picture loss to \"Moonlight\" meant it set a record for most nominations and wins without winning Best Picture since \"Cabaret\" in 1972. The winners were announced during the awards ceremony on February 26, 2017. \"Moonlight\" became the first film with an all-black cast and the first LGBT-themed film to win Best Picture. In an event unprecedented in the history of the Oscars, \"La La Land\" was incorrectly announced as the Best Picture, and, a few minutes later, the error was corrected and \"Moonlight\" was declared the winner. \"\", at 467 minutes, became the longest film", "doc_score": "74.62422943115234", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_24", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "4442875", "text": "Cradley Heath / Cradley Heath Cradley Heath is a small town and ward in the Rowley Regis area of the borough of Sandwell, West Midlands, England. It lies within the Black Country, about south of Dudley and west of central Birmingham. Cradley Heath is often confused with neighbouring Cradley in Halesowen, although the two places have long been in separate local authorities, and until 1966 were in separate counties. Cradley Heath is one of several towns in central England still recognisable from their early 20th century appearance. Many of the shops and houses in the High Street are still standing after 100 years,", "doc_score": "81.12621307373047", "publish_date": "2018/12/31"}, {"doc_id": "4076686", "text": "Lyndhurst, Hampshire / Lyndhurst, Hampshire Lyndhurst is a large village and civil parish situated in the New Forest National Park in Hampshire, England. Serving as the administrative capital of the New Forest, it is a popular tourist attraction, with many independent shops, art galleries, cafés, museums, pubs and hotels. The nearest city is Southampton, about nine miles () to the north-east. As of 2001 Lyndhurst had a population of 2,973, increasing to 3,029 at the 2011 Census. The name derives from an Old English name, comprising the words \"lind\" (lime tree) and \"hyrst\" (wooded hill). Known as the \"Capital of the New Forest\",", "doc_score": "78.441162109375", "publish_date": "2018/12/31"}, {"doc_id": "9061168", "text": "Marsett / In 2016, Marsett's red telephone box was scheduled to be demolished, but following a successful campaign where local councillors pointed out that there is no mobile phone reception in the area, it was renovated instead. The phone box has also been earmarked as a possible location for a defibrillator unit. Marsett Marsett is one of 3 settlements in around Semer Water in Raydale, a small side dale off Wensleydale in North Yorkshire, England. Marsett is only a hamlet and lies to the south-west of the lake, at a point where a smaller side dale, Bardale, joins Raydale. The hamlet consists", "doc_score": "78.45160675048828", "publish_date": "2018/12/31"}, {"doc_id": "10157437", "text": "Holymoorside / associated with it, including a lost traveller who can be heard moaning on the first full moon in March, Hob Hurst's House, the black panther, UFOs, and fires which start with no possible cause. There are several tales throughout the village, including monks seen walking down Chander Hill Lane, an apparition of Mary, Queen of Scots at Hipper Hall and cold spots and hooded figures walking by the River Hipper. Unexplained phenomena have also occurred at the village school and the abandoned pumping station at Hunger Hill. Holymoorside Holymoorside is a small village in North East Derbyshire, England, approximately two", "doc_score": "79.71661376953125", "publish_date": "2018/12/31"}, {"doc_id": "5167657", "text": "Sulhamstead / Sulhamstead Sulhamstead is a village and civil parish in West Berkshire, England. It occupies an approximate rectangle of land south of the (Old) Bath Road (A4) between Reading, its nearest town and Thatcham. It has several small clusters of homes and woodland covering about a fifth of the land, in the centre and north beside which is Thames Valley Police's main Training Centre at Sulhamstead House. Its main amenities are its Church of England parish church and a shop and visitor centre by the Kennet & Avon Canal. Sulhamstead's immediate neighbours toward its northern border, the A4 road, are much", "doc_score": "76.52377319335938", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_25", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "9240744", "text": "John Merrow / for Listen Up's production, \"Beyond Borders,\" in 2006. In 2005 and 2007, Learning Matters' programming received Emmy nominations. In 2012, Merrow was honored with the prestigious Harold W. McGraw, Jr. Prize in Education. Merrow is also a published book author: he wrote \"Choosing Excellence\" (2001), \"Below C Level\" (2010), and \"The Influence of Teachers\" (2011). He also co-edited, with Richard Hersh, \"Declining by Degrees\" (2005). John Merrow John Merrow (born June 14, 1941) is an American broadcast journalist who has reported on education issues since the 1970s. He serves as the education correspondent for the PBS NewsHour program. These features", "doc_score": "80.16903686523438", "publish_date": "2018/12/31"}, {"doc_id": "136757", "text": "Econometrics / Development\", and the \"Journal of Business & Economic Statistics\". Like other forms of statistical analysis, badly specified econometric models may show a spurious relationship where two variables are correlated but causally unrelated. In a study of the use of econometrics in major economics journals, McCloskey concluded that some economists report p-values (following the Fisherian tradition of tests of significance of point null-hypotheses) and neglect concerns of type II errors; some economists fail to report estimates of the size of effects (apart from statistical significance) and to discuss their economic importance. She also argues that some economists also fail to use", "doc_score": "79.91494750976562", "publish_date": "2018/12/31"}, {"doc_id": "1507545", "text": "Behavioral economics / these anomalies are either quickly priced out of the market or explained by appealing to market microstructure arguments. However, individual cognitive biases are distinct from social biases; the former can be averaged out by the market, while the other can create positive feedback loops that drive the market further and further from a \"fair price\" equilibrium. Similarly, for an anomaly to violate market efficiency, an investor must be able to trade against it and earn abnormal profits; this is not the case for many anomalies. A specific example of this criticism appears in some explanations of the equity premium puzzle.", "doc_score": "75.95712280273438", "publish_date": "2018/12/31"}, {"doc_id": "250529", "text": "Media bias / of particular issues such as economic class or environmental interests. Currently, most of these analyses are performed manually, requiring exacting and time-consuming effort. However, an interdisciplinary literature review from 2018 found that automated methods, mostly from computer science and computational linguistics, are available or could with comparably low effort be adapted for the analysis of the various forms of media bias. Employing or adapting such techniques would help to further automate the analyses in the social sciences, such as content analysis and frame analysis. Martin Harrison's \"TV News: Whose Bias?\" (1985) criticized the methodology of the Glasgow Media Group, arguing", "doc_score": "79.42974853515625", "publish_date": "2018/12/31"}, {"doc_id": "2821057", "text": "Positive economics / Positive economics Positive economics (as opposed to normative economics) is the branch of economics that concerns the description and explanation of economic phenomena. It focuses on facts and cause-and-effect behavioral relationships and includes the development and testing of economics theories. An earlier term was value-free (German: \"wertfrei\") economics. Positive economics as science, concerns analysis of economic behavior. A standard theoretical statement of positive economics as operationally meaningful theorems is in Paul Samuelson's \"Foundations of Economic Analysis\" (1947). Positive economics as such avoids economic value judgements. For example, a positive economic theory might describe how money supply growth affects inflation, but", "doc_score": "76.14508056640625", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_26", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "3762112", "text": "Caffè Nero / poisoned (21 of whom were hospitalized) after eating salmonella-contaminated cakes served in a number of Caffè Neros in Warsaw, Cracow and Wroclaw. Caffè Nero Caffè Nero (officially \"Caffè Nero Group Ltd\") is a British European style coffee house brand headquartered in London, England. It was founded in 1990 by Ian Semp and the original branch was at 66 Old Brompton Road, South Kensington. Currently, the company runs more than 825 coffee houses in nine countries: the UK, Ireland, Poland, Cyprus, Croatia, Turkey, the UAE, Oman, and the United States. Caffè Nero's parent company is based in Luxembourg. \"Caffè Nero\" is", "doc_score": "88.55911254882812", "publish_date": "2018/12/31"}, {"doc_id": "7903556", "text": "Keurig Dr Pepper / espresso, cappucino, and latte brewer, the Rivo, co-developed with the Italian coffee company Lavazza. In the fall of 2013, the company released a full-pot brewer, the Keurig Bolt, for use mainly in offices. In February 2014, The Coca-Cola Company purchased a 10% stake in the company, valued at $1.25 billion, with an option to increase their stake to 16%, which was exercised in May 2014. The partnership was part of Coca-Cola's support of a cold beverage system to be developed by Keurig that allows customers to make Coca-Cola and other brand soft drinks at home. In January 2015, the company", "doc_score": "85.84952545166016", "publish_date": "2018/12/31"}, {"doc_id": "3762105", "text": "Caffè Nero / Caffè Nero Caffè Nero (officially \"Caffè Nero Group Ltd\") is a British European style coffee house brand headquartered in London, England. It was founded in 1990 by Ian Semp and the original branch was at 66 Old Brompton Road, South Kensington. Currently, the company runs more than 825 coffee houses in nine countries: the UK, Ireland, Poland, Cyprus, Croatia, Turkey, the UAE, Oman, and the United States. Caffè Nero's parent company is based in Luxembourg. \"Caffè Nero\" is Italian for \"black coffee\". Caffè Nero was founded in 1990 by Ian Semp and in 1997 was sold to a group of", "doc_score": "88.25004577636719", "publish_date": "2018/12/31"}, {"doc_id": "3762106", "text": "Caffè Nero / venture capitalists and in March 2001 joined the London Stock Exchange under the symbol CFN. In early 2007, the company was the subject of a management buy-out by the newly formed Rome Bidco Ltd and taken private. Since 2007, the company expanded to Turkey in 2007, the UAE in 2009, Poland in 2012, Cyprus in 2013, and Ireland and the United States in 2014. Caffè Nero has won many accolades for its high quality coffee. It was rated by Allegra Strategies as having the highest coffee quality among coffee brands in the UK for eight years consecutively. In 2013, Caffè", "doc_score": "86.30903625488281", "publish_date": "2018/12/31"}, {"doc_id": "14319862", "text": "Caffè crema / caffè crema are 1:2:3:6 – a doppio ristretto will be approximately 1 oz/30 ml (crema increases the volume), normale 2 oz/60 ml, lungo 3 oz/90 ml, and caffè crema 6 oz/180 ml. However, volumes of caffè crema can vary significantly, from 4–8 oz (120 ml–240 ml) for a double shot, depending on how it is brewed and taste, and there is no widely agreed standard measure in the English-speaking world. In terms of solubles concentration, a caffè crema is approximately midway between a lungo and non-pressure brewed coffee, such as drip or press. The motivation for the caffè crema is", "doc_score": "85.70124816894531", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_27", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "15968136", "text": "The World's Billionaires / were listed, that included 195 newcomers of whom 76 were from China and 25 from the U.S.; there were 56 people under 40 and it had a record of 227 women. The number of billionaires increased 13% to 2,043 from 1,810 in 2016; this is the biggest change in over 30 years of tracking billionaires globally. Added together, the total net worth for 2017's billionaires was, up from in 2015. This is the first time after 12 years that Carlos Slim was not within the top five. The U.S. had the most billionaires in the world, with a record", "doc_score": "84.14076232910156", "publish_date": "2018/12/31"}, {"doc_id": "15968133", "text": "The World's Billionaires / an individual's estimated worth in United States dollars. Since stock prices fluctuate rapidly, an individual's true wealth and ranking at the time of publication may vary from their situation when the list was compiled. Family fortunes dispersed over a large number of relatives are included only if those individuals' holdings are worth more than a billion dollars. However, when a living individual has dispersed his or her wealth to immediate family members, it is included under a single listing provided that individual is still living. Royal families and dictators that have their wealth contingent on a position are always excluded", "doc_score": "82.48979187011719", "publish_date": "2018/12/31"}, {"doc_id": "15968130", "text": "The World's Billionaires / not able to be completely ascertained. In 2018, there was a record of 2,208 people on the list, that included 259 newcomers mostly from China and the U.S.; there were 63 people under 40 and it had a record number of 256 women. The average net worth of the list came in at, up from 2017. Added together, the total net worth for 2018's billionaires was, up from in 2017., Microsoft founder Bill Gates had topped the list 18 of the past 24 years, while Amazon founder Jeff Bezos is ranked at the top for the first", "doc_score": "84.03076171875", "publish_date": "2018/12/31"}, {"doc_id": "2519733", "text": "Billionaire / John D. Rockefeller became the world's first confirmed U.S. dollar billionaire in 1916, and still holds the title of history's wealthiest individual. As of 2018, there are over 2,200 U.S. dollar billionaires worldwide, with a combined wealth of over, up from in 2017. According to a 2017 Oxfam report, the top eight richest billionaires own as much combined wealth as \"half the human race\". According to the \"Forbes\" report released in March 2017, there are currently 2,043 U.S. dollar billionaires worldwide, from 66 countries, with a combined net worth of $7.67 trillion, which is more than the combined GDP", "doc_score": "82.32343292236328", "publish_date": "2018/12/31"}, {"doc_id": "15968145", "text": "The World's Billionaires / the top. Gates remained in second, while Amancio Ortega moved up to third. Ortega's gain of $19.5 billion was the largest of anyone on the list. Warren Buffett failed to make the top three for the first time since 2000, placing fourth. Diesel founder Renzo Rosso was among the top newcomers, debuting with an estimate net worth of $3 billion. A global rise in asset prices, led \"Forbes\" editor Randall Lane to declare \"It [was] a very good year to be a billionaire\". However, it was not a good year to be Eike Batista who fell from seventh to 100th,", "doc_score": "83.34689331054688", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_28", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "9631586", "text": "World energy resources / ASPO predicts peak year to be in 2010. Some other theories present the view that it has already taken place in 2005. World crude oil production (including lease condensates) according to US EIA data decreased from a peak of 73.720 mbd in 2005 to 73.437 in 2006, 72.981 in 2007, and 73.697 in 2008. According to peak oil theory, increasing production will lead to a more rapid collapse of production in the future, while decreasing production will lead to a slower decrease, as the bell-shaped curve will be spread out over more years. In a stated goal of increasing oil", "doc_score": "80.97981262207031", "publish_date": "2018/12/31"}, {"doc_id": "131911", "text": "Enron / a joint venture began between ONGC (40%), Enron (30%) and Reliance (30%). Mid year of 2002, British Gas (BG) completed the acquisition of EGEP's 30% share of the Panna-Mukta and Tapti fields for $350 million, a few months before Enron filed bankruptcy. During the mid-1990s, Enron established an endowment for the Enron Prize for Distinguished Public Service, awarded by Rice University's Baker Institute to \"recognize outstanding individuals for their contributions to public service\". Recipients were: Greenspan, because of his position as the Fed chairman, was not at liberty to accept the $10,000 honorarium, the $15,000 sculpture, nor the crystal trophy,", "doc_score": "79.64874267578125", "publish_date": "2018/12/31"}, {"doc_id": "8353953", "text": "Big Oil / consolidation created some of the largest global corporations as defined by the Forbes Global 2000 ranking, and as of 2007 all were within the top 25. Between 2004 and 2007 the profits of the six supermajors totaled US$494.8 billion. Trading under various names around the world, the supermajors are considered to be: ConocoPhillips Company (United States) was also sometimes described as forming part of the group, before the Downstream activities spin-off. As of 2011 ExxonMobil ranked first among the supermajors measured by market capitalization, cash flow and profits. As a group, the supermajors control around 6% of global oil and", "doc_score": "81.994384765625", "publish_date": "2018/12/31"}, {"doc_id": "2919612", "text": "TXU Energy / KKR, TPG Capital and Goldman Sachs, TXU Corporation was acquired by Energy Future Holdings Corp. (EFH). TXU Energy retained its name, while TXU Power was renamed Luminant, and TXU Electric Delivery was renamed Oncor. On April 29, 2014, Energy Future Holdings (EFH), TXU Energy’s parent company at the time, entered corporate restructuring. In October 2016, certain subsidiaries of EFH, including TXU Energy, Luminant and EFH’s corporate services department, emerged from reorganization in a court-approved spin-off under parent company Texas Competitive Electric Holdings (TCEH), and a new CEO, Curt Morgan, was announced. Later in 2016, TCEH changed its name to Vistra", "doc_score": "78.2854995727539", "publish_date": "2018/12/31"}, {"doc_id": "2069288", "text": "Valero Energy / revenue of US$93.980 billion, an increase of 24.2% over the previous fiscal cycle. Valero Energie's shares traded at over $67 per share, and its market capitalization was valued at over US$39.2 billion in November 2018. Valero is ranked No. 31 on the Fortune 500 rankings of the largest United States corporations by total revenue as of 2018. The Political Economy Research Institute ranks Valero 28th among corporations that emit airborne pollutants in the United States. The ranking is based on both the quantity (3.4 million pounds in 2005) and the toxicity of the emissions. Valero was the biggest financial backer", "doc_score": "81.14573669433594", "publish_date": "2018/12/31"}]}
{"question_id": "20230203_29", "search_time": "2023/02/04/12:03", "search_result": [{"doc_id": "4198069", "text": "Rothko case / still before the courts. Ultimately, certain directors at Marlborough were convicted of defrauding the Rothko family, and in 1975, the court ordered the gallery to pay over $9 million in damages and costs, and also ordered the gallery to return 658 Rothko paintings it still held. Marlborough disputed the return of the paintings and was able to prevail as to those works it had sold during the proceedings in defiance of the court's orders to the contrary. Those works remained in the hands of collectors, including Rothko's 1953 oil on canvas painting, \"Homage to Matisse\", which later sold at public", "doc_score": "87.53768157958984", "publish_date": "2018/12/31"}, {"doc_id": "4198060", "text": "Rothko case / Rothko case The Rothko case was the protracted legal dispute between Kate Rothko, the daughter of the painter Mark Rothko; the painter's estate executors; and the directors of his gallery, Marlborough Fine Art. The revelations in the case of greed, abuses of power and conspiracy by financial interests in the art world were described by the New York Court of Appeals, the highest court of New York state, as \"manifestly wrongful and indeed shocking,\" serving as a cautionary tale for both artists and their gallerists. The entire Rothko matter involved few litigants, but many counsel, some of them with lengthy", "doc_score": "89.44647979736328", "publish_date": "2018/12/31"}, {"doc_id": "4198066", "text": "Rothko case / sued to release the estate from the sale agreement and have the paintings returned to the family. The legal proceedings revealed that when still a struggling artist with a young family, Rothko agreed to a deal with the gallery in which all of his paintings would be sold through the gallery in exchange for a set monthly fee. Such terms were not unheard of, as Pablo Picasso had had a similar deal with his gallery in the 1920s. It emerged from the proceedings that the estate executors and the gallery defrauded Rothko and his estate through various methods of self-dealing.", "doc_score": "85.44542694091797", "publish_date": "2018/12/31"}, {"doc_id": "16460267", "text": "Friedrich Gutmann / getting an equal amount as an income tax deduction). The resolution had been envisaged by Nick Goodman earlier that year in an interview in \"Making a Killing\". Degas’ \"Landscape with Smokestacks\" went on public display at the Art Institute on June 11, 1999. In accordance with the agreement, it was labeled with the words: \"Purchased from the collection of Friedrich and Louise Gutmann and a gift of Daniel C. Searle.\" The compromise acquisition was described as \"precedent-setting\" by the Art Institute, a view contested as \"hardly\" the case. A book-length attempt to justify the Searle case by a Searle attorney", "doc_score": "86.33395385742188", "publish_date": "2018/12/31"}, {"doc_id": "17693193", "text": "Max Stern Art Restitution Project / issue surrounding two artworks originally sold under duress by Stern. The two paintings, \"Market Scene in the Piazza Navona \"and \"Market Scene in the Piazza del Quirinale\", were created by a Dutch Baroque painter named Mathijs Naiveu. These paintings were discovered while being auctioned in the Van Ham auction house, which is located in Cologne. On November 8, 2006, it was requested that the artworks be removed from the upcoming auction. The Stern Estate had been pursuing the paintings for several years, ever since the possessor tried to sell them in Amsterdam. Unfortunately, the German possessor refused to acknowledge the", "doc_score": "84.78242492675781", "publish_date": "2018/12/31"}]}
