{"question_id": "20231215_0", "search_time": "2024/01/24/07:15", "search_result": [{"doc_id": "138050", "text": "Association football / (such as allegations of racial abuse), may result in competitions deciding to impose heavier sanctions than those normally associated with a red card. Some associations allow for appeals against player suspensions incurred on-field if clubs feel a referee was incorrect or unduly harsh. Sanctions for such infractions may be levied on individuals or on to clubs as a whole. Penalties may include fines, points deductions (in league competitions) or even expulsion from competitions. For example, the English Football League deduct 12 points from any team that enters financial administration. Among other administrative sanctions are penalties against game forfeiture. Teams that", "doc_score": "88.73741149902344", "publish_date": "2018/12/31"}, {"doc_id": "138046", "text": "Association football / in Law 12. Handling the ball deliberately, tripping an opponent, or pushing an opponent, are examples of \"penal fouls\", punishable by a direct free kick or penalty kick depending on where the offence occurred. Other fouls are punishable by an indirect free kick. The referee may punish a player's or substitute's misconduct by a caution (yellow card) or dismissal (red card). A second yellow card in the same game leads to a red card, which results in a dismissal. A player given a yellow card is said to have been \"booked\", the referee writing the player's name in his official", "doc_score": "87.60343933105469", "publish_date": "2018/12/31"}, {"doc_id": "6398695", "text": "Fouls and misconduct (association football) / in the team's technical area, but must leave the immediate field or playing area. In most tournaments, a single \"direct\" red card (i.e. not one received as a result of two successive yellow ones) results in disqualification of the offending player for one or more subsequent matches, with the exact number of matches varying by the offence committed and by jurisdiction. Should a team's on-field players receive a total of five red cards, it will be unable to field the required minimum of seven players, resulting in the game being terminated. The practice of cautioning and excluding players who make", "doc_score": "87.43509674072266", "publish_date": "2018/12/31"}, {"doc_id": "20762587", "text": "2018 FIFA World Cup disciplinary record / 2018 FIFA World Cup disciplinary record In the 2018 FIFA World Cup, which took place in Russia from 14 June to 15 July 2018, the main disciplinary actions taken against players came in the form of red and yellow cards. A player sanctioned with a red card was sent off from the pitch and could not be replaced. Furthermore, the player was automatically banned from his team's next match. After a straight red card, FIFA conducted a hearing and considered extending this ban beyond one match. If the ban extended beyond the end of the World Cup finals (for example,", "doc_score": "89.38738250732422", "publish_date": "2018/12/31"}, {"doc_id": "17642188", "text": "Match fixing in association football / allegations was also announced. The bans on the 15 players was lifted in March 2015. In May 2018, 35 Ukrainian clubs were accused of match-fixing. Match fixing in association football The issue of match fixing in association football has been described, in 2013, by Chris Eaton, the former Head of Security of FIFA (the sport's world governing body), as a \"crisis\", while UEFA's president Michel Platini has said that if it continues, \"football is dead.\" Zhang Jilong, president of the Asian Football Confederation, has stated that it is a \"pandemic.\" The issue also affects a number of other sports across", "doc_score": "85.81919860839844", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_1", "search_time": "2024/01/24/07:15", "search_result": [{"doc_id": "16778376", "text": "ReachOut Healthcare America / letter preventing ReachOut from operating in the school district facilities. The company previously had a partnership with the Clark County School District, the largest school district in the state of Nevada. In December 2011 the district ended its partnership with ReachOut. Ken Alltucker of the \"Arizona Republic\" said that several parents complained that ReachOut had performed significant dental procedures such as fillings and crowns without properly notifying the parents, but that \"the driving force behind the decision was concern that students did not get proper emergency or after-hours care because ReachOut dentists visited just twice a year.\" Amanda Fulkerson, a", "doc_score": "82.24065399169922", "publish_date": "2018/12/31"}, {"doc_id": "15628332", "text": "Isagenix International / makes claims about its \"nutritional cleansing\" product that are not supported by science, while other Isagenix weight-loss products are similar in content to much cheaper store-bought alternatives. The report also describes instances of unqualified associates providing medical advice about the products, a practice which the company says it does not authorize. Isagenix International Isagenix International LLC is a privately held multi-level marketing (MLM) company that sells dietary supplements and personal care products. The company, based in Gilbert, Arizona, was founded in 2002 by John Anderson, Jim Coover, and Kathy Coover. As of 2013 the company reported having over 200,000 active", "doc_score": "79.49337005615234", "publish_date": "2018/12/31"}, {"doc_id": "4385495", "text": "Razorfish (company) / Technologies. Razorfish Neev was based in Bangalore and provides outsourced product and application development solutions. In October 2016, Razorfish merged with Sapient Corporation's division SapientNitro (a Publicis Groupe sister company) to form SapientRazorfish. In July 2018, Publicis announced plans to sunset the SapientRazorfish brand and roll the remaining employees under the Publicis.Sapient organization. Razorfish was founded in New York in 1994 by childhood friends Craig Kanarick and Jeff Dachis, with the motto \"Solutions to Hard Problems.\" The company was originally headquartered at Jeff's apartment in Alphabet City in Manhattan. Their first major project was a $20,000 assignment to create a", "doc_score": "78.49501037597656", "publish_date": "2018/12/31"}, {"doc_id": "8603954", "text": "WellCare / on the premises of WellCare Health Plans' headquarters in Tampa, FL. Trading on WellCare's stock was halted on the news but subsequently fell as low as 80% below the 52-week high. The U.S. Securities and Exchange Commission (SEC) has WellCare's financials under watch and several class-action lawsuits were launched against WellCare on behalf of shareholders. WellCare has said that its normal business operations have not been affected by the federal and state investigations, and that it remains financially sound, with over $1 billion in cash and cash equivalents. In a now-unsealed plea agreement, prosecutors and a former employee said the", "doc_score": "80.39218139648438", "publish_date": "2018/12/31"}, {"doc_id": "10498540", "text": "Jawbone (company) / Jawbone (company) Jawbone was an American privately held consumer technology and wearable products company headquartered in San Francisco, California. Since June 19, 2017, it has been undergoing liquidation via an assignment for the benefit of creditors. It developed and sold wearable technology such as wristbands and portable audio devices, wireless speakers, Bluetooth headsets, and related technology. Jawbone marketed its wearable products as part of the Internet of things. Alexander Asseily and Hosain Rahman, who met as Stanford University undergraduates, founded Aliph (which would later become Jawbone) in March 1998 in San Francisco. According to later legal documents, the company was", "doc_score": "80.08255004882812", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_2", "search_time": "2024/01/24/07:15", "search_result": [{"doc_id": "12837439", "text": "Heal the World Foundation / transplant. One of Jackson's most acclaimed performances came during the halftime show at the National Football League's Super Bowl XXVII. At the show, Jackson performed his anthem \"Heal the World\", to help promote the organization with the assistance of a choir of 750 people and a flash card display involving 98,000 volunteers. Jackson donated his entire fees to the foundation, with the NFL also donating $100,000 and a 30-second TV spot to push for contributions. Following the Super Bowl, Jackson ran a full-page advertisement in the newspaper USA Today, providing a toll-free number. A coupon was provided that could be", "doc_score": "79.48438262939453", "publish_date": "2018/12/31"}, {"doc_id": "20314429", "text": "Hurricane Harvey / to assist victims of the storm. The Houston Astros pledged $4 million to relief along with all proceeds from their home game raffles. Houston Rockets owner Leslie Alexander also donated $4 million to the cause. A fundraiser established by Houston Texans defensive lineman J. J. Watt exceeded $37 million. For his efforts, Watt received the Walter Payton NFL Man of the Year Award. The Texas Rangers and Tennessee Titans both provided $1 million, while the New England Patriots pledged to match up to $1 million in donations to the Red Cross. Multiple Hollywood celebrities also pitched in, collectively donating more", "doc_score": "81.23812866210938", "publish_date": "2018/12/31"}, {"doc_id": "16246450", "text": "Christopher H. Martin / him. After the painting is done, it is then offered at auction for their charity. Other charities include, Hearts for Hounds, which helps animals in need by contributing proceeds from the sale of original Heart paintings to animal shelters in Aspen, Colorado, and Dallas, Texas. Fifty per cent of proceeds benefit Friends of the Aspen Animal Shelter. Martin also created a series of paintings by adhering 9-11 newspaper headlines to canvas, then painting the U.S. flag over them. Proceeds from the sale of the series were donated to the American Red Cross. Former President George Bush Sr. was given one", "doc_score": "76.88683319091797", "publish_date": "2018/12/31"}, {"doc_id": "477934", "text": "Booker T. Washington / railroad car, \"Dixie\", he stopped and made speeches at many locations, where his companions later recounted that he had been warmly welcomed by both black and white citizens at each stop. Washington revealed that Rogers had been quietly funding operations of 65 small country schools for African Americans, and had given substantial sums of money to support Tuskegee and Hampton institutes. He also disclosed that Rogers had encouraged programs with matching funds requirements so the recipients had a stake in the outcome. In 1907 Philadelphia Quaker Anna T. Jeanes (1822–1907) donated one million dollars to Washington for elementary schools for", "doc_score": "75.70304870605469", "publish_date": "2018/12/31"}, {"doc_id": "9366746", "text": "Zachary Fisher / Zachary Fisher Zachary Fisher (September 26, 1910 – June 4, 1999) was an American philanthropist and businessman. Born in the Brooklyn area, Fisher began his involvement with construction in his teen years. He then played a role in the New York real estate community for years while also serving as a major philanthropic benefactor for the men and women in the United States Armed Forces and their families, as well as helping out with numerous other not-for-profit organizations. Then President Bill Clinton awarded Fisher the Presidential Medal of Freedom in 1998. Fisher founded the Fisher House Foundation, which builds \"homes", "doc_score": "78.00804901123047", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_3", "search_time": "2024/01/24/07:15", "search_result": [{"doc_id": "8595169", "text": "Legal opinion / majority of US cases, the judges issue a \"memorandum decision\" that indicates how state or federal law applies to the case and affirms or reverses the decision of the lower court. A memorandum decision does not establish legal precedent or re-interpret the law, and cannot be invoked in subsequent cases to justify a ruling. Opinions, on the other hand, \"always\" establish a particular legal interpretation. In the United Kingdom and other common law countries, a legal opinion also refers to written legal advice on a point of law issued by either a barrister or advocate (often referred to as \"counsel's", "doc_score": "83.74363708496094", "publish_date": "2018/12/31"}, {"doc_id": "10254840", "text": "Judicial review in English law / Y\" or \"R (Claimant Y) v Defendant Y\". This is a purely cosmetic formality that arises from a historical procedure where Her Majesty's Judiciary acted on her behalf in a supervisory capacity. Technically a judicial review is brought by the Crown, on the application of the claimant, to ensure that powers are being properly exercised. The decision complained of must have been taken by a public body, i.e. a body established by statute or otherwise exercising a public function. In \"R v Panel for Takeovers and Mergers Ex p Datafin\" [1987] 1 QB 815, the Court of Appeal held that", "doc_score": "82.484619140625", "publish_date": "2018/12/31"}, {"doc_id": "18097095", "text": "Open justice / principle in British law. It has a long history dating back hundreds of years, and it has been traced to decisions made before the signing of the Magna Carta in 1215. Today the concept is so widely accepted that there is a general presumption that there should be judicial openness, such that openness is the rule, with secret or obscured proceedings being considered as exceptions needing to be justified. The rise of social media websites such as Facebook has opened new ways for court cases to be made public; for example, in Australia, courts have considered having websites with live", "doc_score": "82.0736312866211", "publish_date": "2018/12/31"}, {"doc_id": "4960358", "text": "Law report / court opinion is officially published, case citation rules usually require a person to cite to the official reports. A good printed law report in traditional form usually contains the following items: The development of the Internet created the opportunity for courts to publish their decisions on Web sites. This is a relatively low cost publication method compared to paper and makes court decisions more easily available to the public (particularly important in common law countries where court decisions are major sources of law). Because a court can post a decision on a Web site as soon as it is rendered,", "doc_score": "83.36112213134766", "publish_date": "2018/12/31"}, {"doc_id": "15611996", "text": "Expert witnesses in English law / Expert witnesses in English law The role of expert witnesses in English law is to give explanations of difficult or technical topics in civil and criminal trials, to assist the fact finding process. The extent to which authorities have been allowed to testify, and on what topics, has been debated, and to this end a variety of criterion have evolved throughout English case law. Generally, witnesses are not permitted when giving evidence to tender their own opinions as fact. The reason for this is that to allow opinion evidence would be to usurp the fact finding duties of either a", "doc_score": "82.93900299072266", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_4", "search_time": "2024/01/24/07:15", "search_result": [{"doc_id": "2727093", "text": "Daisuke Matsuzaka / as much as $60 million if he fulfilled incentives. The details of the contract included a $2 million signing bonus with a $6 million salary in 2007, $8 million in each of the following three seasons (2008–2010), and $10 million in each of the final two years (2011–2012). He also had a no-trade clause, specially constructed by the Red Sox to fit Matsuzaka's contract. The final agreement was announced Thursday, December 14 at a 5 p.m. EST news conference at Fenway Park. Afterwards some members of the press noted the confusion created by Matsuzaka's translator at that announcement. Art Martone", "doc_score": "80.85711669921875", "publish_date": "2018/12/31"}, {"doc_id": "13251310", "text": "Kenta Maeda / youngest pitcher in Japanese baseball history to achieve the pitching Triple Crown. The Carp chose to make him available to Major League Baseball (MLB) teams through the posting system in December 2015. On January 7, 2016, Maeda signed an eight-year, $25 million, contract with the Los Angeles Dodgers that included $10 million per year in incentives. The deal would have reached a total of around $90.2 million throughout the course of the contract if he reached all of the incentives, which included annual roster bonus of $150,000 if he was on the 25-man opening-day active roster and $6.5 million annually", "doc_score": "78.72947692871094", "publish_date": "2018/12/31"}, {"doc_id": "16860681", "text": "Shohei Ohtani / signing team also had to pay a $20 million posting fee to the Fighters. That essentially meant all 30 teams could afford to go after Ohtani; if he'd waited until he was 25 to be posted, he would have commanded a $200 million contract. Ohtani narrowed his finalists to the Angels, Dodgers, Giants, Padres, Mariners, Rangers and Cubs, signing with the Angels for a $2.315 million bonus. On December 8, 2017, Ohtani agreed to a deal with the Los Angeles Angels. The deal was finalized the next day. On December 13, it was revealed that Ohtani was diagnosed with a", "doc_score": "81.99009704589844", "publish_date": "2018/12/31"}, {"doc_id": "759535", "text": "Ichiro Suzuki / On January 23, 2015, Ichiro agreed to a one-year, $2 million contract with the Miami Marlins. The Marlins originally planned for him to be their fourth outfielder, but he finished the season with 439 plate appearances due to team injuries—primarily Giancarlo Stanton, who suffered a season-ending injury on June 26. On April 25, Ichiro scored his 1,310th major league run, which, combined with the 658 runs he scored in Japan, surpassed the record for runs scored by a Japanese player set by Sadaharu Oh. On June 18, he was batting.294 after playing in 64 of the Marlins' 68 games,", "doc_score": "79.23014068603516", "publish_date": "2018/12/31"}, {"doc_id": "10266776", "text": "Hisashi Iwakuma / the win on April 3 in a much-hyped match-up with World Baseball Classic teammate and 22-year-old Fighters right-hander Yu Darvish (who threw 121 pitches in a complete game loss, all three runs given up in the first inning). He recorded his first complete game of the year on May 16 against the Hawks. On October 4, 2010, the Golden Eagles granted permission for Iwakuma to pursue a career in Major League Baseball via the posting system. The Oakland Athletics won the bidding. However, Iwakuma and the Athletics could not come to terms on a contract in the thirty-day negotiating period.", "doc_score": "78.51986694335938", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_5", "search_time": "2024/01/24/07:15", "search_result": [{"doc_id": "20477732", "text": "2018 Vladimir Putin presidential campaign / of the Account Chamber Tatyana Golikova or former Governor of Tula Oblast Vladimir Gruzdev. In addition, one of the main contenders is current Prime Minister Dmitry Medvedev, despite the fact that his popularity has declined in 2017 as the result of a corruption scandal, although he still remains the second most popular politician in Russia after Putin. Some political technologists call his chances of remaining in office close to 100 percent. In the shortlist of potential candidates for Prime Minister in case of victory of Vladimir Putin, various media, citing its sources include the following people: On 7 May 2018,", "doc_score": "84.10743713378906", "publish_date": "2018/12/31"}, {"doc_id": "14452865", "text": "Putin Must Go / covered in a number of Russian and foreign media, including On 11 March Radio Liberty published an English translation of the entire text of the petition. 15 March 2010 the magazine NewTimes.ru published a statistical analysis of signatories according to their places of residence and professions, concluding that the petition was signed mostly by the middle class. On 22 March the magazine published its second analysis, on a larger base of signatures (7500). The article said that signatures had come from all over the country. The exceptions were ethnic republics, especially in the North Caucasus. The most active were Moscow", "doc_score": "81.6994400024414", "publish_date": "2018/12/31"}, {"doc_id": "20477728", "text": "2018 Vladimir Putin presidential campaign / Putin spoke at a rally in Sevastopol to mark the anniversary of the Crimean status referendum. On 18 March, Vladimir Putin voted in the presidential election. He voted at a traditional polling station located in the building of the Russian Academy of Sciences. The following political parties support Putin in the election: The PutinTeam movement was created by ice hockey player Alexander Ovechkin on 2 November 2017 in support of Vladimir Putin. In addition to Ovechkin, the PutinTeam movement also includes many Russian sportspeople, actors, musicians and social activists: Evgeni Malkin, Yelena Isinbayeva, Sergey Karjakin, Sergey Tetyukhin, Nikolay Rastorguyev, Polina", "doc_score": "84.44807434082031", "publish_date": "2018/12/31"}, {"doc_id": "20477718", "text": "2018 Vladimir Putin presidential campaign / 2018 Vladimir Putin presidential campaign The 2018 presidential campaign of Vladimir Putin was announced on 6 December 2017, during Putin's speech at the GAZ automobile plant. He is the 4th and incumbent President of Russia; previously he was the 33rd Prime Minister of Russia, 2nd President of Russia and 4th Federal Security Service Director. This campaign is his fourth. Prior to this he successfully participated in elections in 2000, 2004 and 2012. Vladimir Putin had consistently scored higher than 40% in opinion polls since the last presidential election. Putin was re-elected as the President of the Russian Federation on 18", "doc_score": "84.22038269042969", "publish_date": "2018/12/31"}, {"doc_id": "20477722", "text": "2018 Vladimir Putin presidential campaign / December 2017. The initiative group included 668 people, among them the former Minister of Economics Alexander Shokhin, hockey player Alexander Karelin, Moscow State University rector Viktor Sadovnichy, Director of Bakulev Scientific Center of Cardiovascular Surgery Leo Boqueria, Senator and Secretary-General of United Russia Andrey Turchak, the President of Support of Russia Alexander Kalinin, co-founder of Kaspersky Lab Natalya Kaspersky, leader of the party A Just Russia Sergey Mironov, as well as members of the State Duma and senators. On 27 December 2017, Putin submitted documents for participation in the elections to the Central Election Commission. On 28 December, the CEC", "doc_score": "85.63783264160156", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_6", "search_time": "2024/01/24/07:15", "search_result": [{"doc_id": "8851049", "text": "Mark Foley scandal / initial story on the e-mails, other pages contacted ABC and \"The Washington Post\", providing transcripts of sexually explicit instant messaging (IM) conversations from 2003 that Foley had with two pages who were under the age of 18 at the time. \"The Washington Post\" reported it had received its copies of the same IMs from a page who had served on Capitol Hill with the two pages to whom they had been addressed. Another former page, Tyson Vivyan, said that he had received \"sexually suggestive\" messages from Foley in 1997, a month after he left the page program. A page from", "doc_score": "78.83513641357422", "publish_date": "2018/12/31"}, {"doc_id": "6863015", "text": "Donald Sterling / The punishment was one of the most severe ever imposed on a professional sports team owner. Moreover, Silver stated that he would move to force Sterling to sell the team, based on a willful violation of the rules, which would require the consent of three-quarters, or 22, of the other 29 NBA team owners. Such disparate figures as Dennis Prager, Joyce Carol Oates, and Kareem Abdul-Jabbar questioned if Sterling \"has been unfairly stripped of his privacy...\" In his first public comments in nearly two weeks after his ban from the NBA, Sterling appeared on CNN with Anderson Cooper on", "doc_score": "78.39959716796875", "publish_date": "2018/12/31"}, {"doc_id": "7141843", "text": "Ryan Lochte / it was later clarified the money was offered as repayment for the vandalism. In August 2016, Lochte was charged with providing a false claim of a robbery during the 2016 Olympic Games, and if convicted could be jailed up to 18 months. On August 30, 2016, when appearing on \"Good Morning America\", he said that he was unsure how he would classify the incident, stating, \"I don't know if I would consider it as a robbery, or extortion, or us just paying up for the poster being ripped.\" Lochte apologized for lying about the gas station dispute, and for overshadowing", "doc_score": "77.21804809570312", "publish_date": "2018/12/31"}, {"doc_id": "5991073", "text": "Dov Charney / that pushed for Charney's comeback. Charney has filed a number of lawsuits against American Apparel and Standard General in connection with his claim that he was fired illegally and disenfranchised a shareholder of the company. On March 25, Charney’s lawyer Keith Fink affirmed that Charney was suing American Apparel in private arbitration for $40 million in damages stemming from a breach of his employment contract. Additionally, on May 7, 2015, Charney sued Standard General (the hedge fund that took control of American Apparel following his 2014 ouster) for $30 million, claiming that Standard General's public statements that the investigation of", "doc_score": "78.17647552490234", "publish_date": "2018/12/31"}, {"doc_id": "8851054", "text": "Mark Foley scandal / him for misusing its resources. At the time of his firing, the Board of Directors of HRC included Jeff Trandahl, who also had prior knowledge and involvement with the issue. The political humor blog Wonkette drew readers' attention to the posted e-mails on September 27. The next day, September 28, Ross reported on the e-mails which he had received in August. After that initial story, two sources brought copies of more explicit instant messages to ABC News and \"The Washington Post\". Both were former pages — the first was a Republican who would \"never vote for a Democrat\", and the", "doc_score": "78.02061462402344", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_7", "search_time": "2024/01/24/07:15", "search_result": [{"doc_id": "5287921", "text": "Corralito / Corralito Corralito () was the informal name for the economic measures taken in Argentina at the end of 2001 by Minister of Economy Domingo Cavallo in order to stop a bank run, and which were fully in force for one year. The \"corralito\" almost completely froze bank accounts and forbade withdrawals from U.S. dollar-denominated accounts. The Spanish word \"corralito\" is the diminutive form of \"corral\", which means \"corral, animal pen, enclosure\"; the diminutive is used in the sense of \"small enclosure\" and also \"a child's playpen\". This expressive name alludes to the restrictions imposed by the measure. The term was", "doc_score": "88.50418853759766", "publish_date": "2018/12/31"}, {"doc_id": "2433296", "text": "Argentine peso / Argentina suffered from hyperinflation. The last months of President Raul Alfonsín's period in office in 1989 saw prices move up constantly (200% in July alone), with a consequent fall in the value of the currency. Emergency notes of 10,000, 50,000 and 500,000 australes were issued, and provincial administrations issued their own currency for the first time in decades. The value of the currency stabilized soon after President Carlos Menem was elected. The current peso (ISO 4217: ARS) replaced the austral at a rate of 1 peso = 10,000 australes (ten trillion pesos m$n). It was also referred to as \"peso", "doc_score": "88.22197723388672", "publish_date": "2018/12/31"}, {"doc_id": "18115880", "text": "Economic policy of the Nicolás Maduro administration / be made effective from June 4, 2018. From 1 May 2018 until the original changeover date in the currency, prices should have been expressed in both bolívares (Bs.) and bolívares soberanos (Bs.S) at the original rate of 1000 to one. The President delayed the change, citing from Aristides Maza, \"the period established to carry out the conversion is not enough\"; the revaluation is now scheduled for August 20, 2018. Maduro has announced that after the currency redenomination has carried out on 20 August 2018, these old denominations with a face value of 1000 bolívares fuertes or higher will circulate in", "doc_score": "87.88636779785156", "publish_date": "2018/12/31"}, {"doc_id": "4429978", "text": "Convertibility plan / economic crisis or the overvaluation, it was the \"pesification\" of all the accounts. As a consequence of the pesification of every account in Argentina, the 100 billion dollars that were in the banks were changed to 100 billion pesos. This caused an enormous demand for dollars and transformed the normal change of 1.40 pesos per dollar to 4 pesos per dollar in 5 months. Convertibility plan The Argentine Currency Board pegged the Argentine peso to the U.S. dollar between 1991 and 2002 in an attempt to eliminate hyperinflation and stimulate economic growth. While it initially met with considerable success, the", "doc_score": "88.93352508544922", "publish_date": "2018/12/31"}, {"doc_id": "4429977", "text": "Convertibility plan / Convertibility Law and adopt a new, provisional fixed exchange rate of 1.4 pesos to the dollar (a 29% devaluation) and the conversion of all the bank accounts denominated in dollars into pesos and its transformation in bonds (\"Corralon\"); soon afterward it completely abandoned its peg and allowed the peso to float freely, resulting in a swift depreciation of the peso, which lost 75% of its value with respect to the U.S. dollar in a matter of months, stabilizing at a rate of 2.9 pesos per dollar by 2003. The reason of this incredible depreciation of the peso was not the", "doc_score": "89.5715560913086", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_8", "search_time": "2024/01/24/07:15", "search_result": [{"doc_id": "18199202", "text": "Alice Through the Looking Glass (2016 film) / Through its opening weekend, it earned $26.9 million, which when compared to its predecessor's $116 million opening is down 70%. While 3D represented 71% ($82 million) of the original film's opening gross, 3D constituted only 41% ($11 million) for this sequel, with 29% coming from traditional 3D shows, 11% from IMAX, and 1% from premium large formats. It was the studio's third production with a low Memorial Day opening after \"Tomorrowland\" in 2015 and \"\" in 2010. During its first week, the film grossed $40.1 million. In its second weekend, the film grossed $11.3 million (a 55.1% drop), finishing 4th", "doc_score": "81.04717254638672", "publish_date": "2018/12/31"}, {"doc_id": "17868218", "text": "Thor: Ragnarok / showings, surpassing \"Doctor Strange\" as the largest for a November weekend. The film had earned $650.1 million globally, surpassing the total grosses for \"Thor\" ($449.3 million) and \"Thor: The Dark World\" ($644.6 million), by the end of its third weekend. It became the ninth highest-grossing film of 2017. \"Deadline Hollywood\" calculated the net profit of the film to be $174.2 million, accounting for production budgets, P&A, talent participations and other costs, against box office grosses and ancillary revenues from home media, placing it eighth on their list of 2017's \"Most Valuable Blockbusters\". \"Thor: Ragnarok\" earned $46.8 million on its opening", "doc_score": "77.541259765625", "publish_date": "2018/12/31"}, {"doc_id": "21011513", "text": "Hal (2018 film) / Hal (2018 film) Hal is a 2018 American documentary film by Amy Scott about the late film director Hal Ashby. It premiered at the Sundance Film Festival on Janurary and was released theatrically by Oscilloscope Laboratories on September 7, 2018. The film is a celebration of his life and work set against the backdrop of a rapidly changing America and an even more dramatic shift in filmmaking. Once the toast of New Hollywood, his rise and fall became another story of art against the film industry. \"Rolling Stone\" included the film in its \"10 Best Documentaries of 2018\" and \"Entertainment", "doc_score": "77.767333984375", "publish_date": "2018/12/31"}, {"doc_id": "19112080", "text": "Midnight Sun (2018 film) / March 23, 2018. \"Midnight Sun\" grossed $9.6 million in the United States and Canada, and $17.8 million in other territories for a combined $27.4 million against a 2.8 million budget. In the United States and Canada, \"Midnight Sun\" was released alongside \"Pacific Rim Uprising\", \"Sherlock Gnomes\", \"Unsane\" and \"Paul, Apostle of Christ\", and was projected to gross around $5 million from 2,173 theaters in its opening weekend. It ended up debuting to a gross of a little over $4 million, finishing 10th at the box office. On review aggregator website Rotten Tomatoes, the film holds an approval rating of 21%", "doc_score": "79.90267944335938", "publish_date": "2018/12/31"}, {"doc_id": "19536751", "text": "Skyscraper (2018 film) / April) and $9.3 million on its first day, weekend estimates were lowered to $24 million. The film ended up debuting to $24.9 million, finishing third, behind \"Hotel Transylvania 3: Summer Vacation\" and \"Ant-Man and the Wasp\". \"Deadline Hollywood\" attributed the low figure to audiences having seen the plot before in other films and the July release date being in the height of the crowded summer movie season, as well as the possibility that filmgoers had become tired of seeing Johnson so frequently (although the site noted that 72% of people who bought tickets to \"Skyscraper\" did so because of him).", "doc_score": "79.82386779785156", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_9", "search_time": "2024/01/24/07:15", "search_result": [{"doc_id": "9744689", "text": "Charles Bouvard / patients with plants. Charles Bouvard Charles Bouvard (1572 in Montoire– October, 25 1658) was a French chemist and physician. Bouvard served as the physician of France's King Louis XIII (as successor of Jean Héroard) and as the superintendent of the Jardin des Plantes in Paris. Bouvard was himself a son of a physician from his native city who taught him his profession in Bouvard's earliest childhood, yet died when Bouvard was still a small child leaving him an orphan Recognising his skill, he was brought up by Marin Liberge, a professor at the famous university of Angers which was to", "doc_score": "80.2525634765625", "publish_date": "2018/12/31"}, {"doc_id": "18772772", "text": "Charles Oliphant / Leiden in 1687, and was awarded his MD at Rheims University in 1691. Oliphant set up a medical practice off High Street in Edinburgh, and became a fellow of the Royal College of Physicians of Edinburgh in 1693. In 1699 he published a treatise on vomiting during fevers, which was challenged in 1701 by Dr George Cheyne in his \"New Theory of Continual Fevers\". Oliphant realised that Cheyne's criticism had been prompted by Dr Archibald Pitcairne, a fellow Edinburgh physician with whom Oliphant had been friendly at the start of the 1690 but fell out with over the course of", "doc_score": "81.76875305175781", "publish_date": "2018/12/31"}, {"doc_id": "20576976", "text": "Michel-Philippe Bouvart / Michel-Philippe Bouvart Michel-Philippe Bouvart (Chartres, 11 January 1717 – Paris, 19 January 1787) was a French medical doctor. He was made a member of the French Academy of Sciences in 1743 and a professor in the Faculty of Medicine in 1745 and also in the Collège Royal in 1745, where he took the medical chair previously held by Pierre-Jean Burette. Louis XV granted him letters of nobility and the Order of St. Michael in 1768 or 1769. Bouvart was famous for his quick diagnoses and accurate prognoses, but also for his caustic wit and polemical writing against his fellow physicians,", "doc_score": "82.83301544189453", "publish_date": "2018/12/31"}, {"doc_id": "6807135", "text": "Charles Thomas Pearce / 3-great grandfather of British author and charity-founder David Charles Manners. Charles Thomas Pearce Charles Thomas Pearce (1815–1883) was an English physician and early opponent of mandatory vaccination. A member of the Royal College of Surgeons, he was a homoeopath with an interest in medical astrology, and opposed to vivisection. Born in Westminster, London, he was the son of court tailor Richard David Pearce (1780–1820) and Sarah 'Sally' Bouchet (1777–1855). His mother was of Huguenot descent, her father and brother being noted Southwark brassfounders. Charles married a woman ten years his senior named Elizabeth Eagles at St. George's, Hanover Square, the", "doc_score": "81.17657470703125", "publish_date": "2018/12/31"}, {"doc_id": "3012854", "text": "Lord William Bentinck / education and opening of this college is seen as Introduction of Western Science into India.It was the first western medical college in Asia and it was open to all without distinction of caste or creed. James Ranald Martin compares the creation of this college to Bentinck's other acclaimed act of abolishing Sati Bentinck tried to suppress \"sati\", the prescribed death of a widow on her husband's funeral pyre, and passed the Bengal Sati Regulation, 1829. He also targeted other customs that offended Western sensibilities, often with the help of Raja Ram Mohan Roy, who was not only a social reformer", "doc_score": "80.13694763183594", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_10", "search_time": "2024/01/24/07:15", "search_result": [{"doc_id": "20617447", "text": "2018 North Korea–United States summit / United States President Donald Trump arrived six minutes later. They started the summit at 9:05 am local time with a 12-second handshake and then participated in a one-on-one meeting, with interpreters only. Trump and Kim emerged from the one-on-one talks and walked down the corridor to the Cassia where the expanded bilateral meeting took place. Trump described the one-on-one meeting as \"very very good\" when asked by a reporter. When Trump was asked if he had notes of the one-on-one meeting to refer back and verify, Trump replied, \"I don't have to verify because I have one of the great", "doc_score": "82.15403747558594", "publish_date": "2018/12/31"}, {"doc_id": "16400597", "text": "Sixty-seventh session of the United Nations General Assembly / regards to the encroaching deadline to meet the Millennium Development Goals. The three-members are: Indonesia's Susilo Bambang Yudhoyono, Liberia's Ellen Johnson Sirleaf and the United Kingdom's David Cameron. It had been speculated by the Middle Eastern media that the Iranian nuclear programme, along with the Syrian civil war, would constitute the main focus of the session. A few days before the session began, international leaders arrived for the General Debate amongst worry that these two issues would lead to a wider international conflict. Iranian President Mahmoud Ahmadinejad said that the United States, United Kingdom and France \"violate the basic rights", "doc_score": "82.56232452392578", "publish_date": "2018/12/31"}, {"doc_id": "20246309", "text": "Trump Tower meeting / concerning the meeting. In April 2018, Mueller filed documents with the court that stated that the intended purpose of the raid on Manafort's home in July 2017 was to seek documents related to the Trump Tower meeting. In August 2016, Donald Trump Jr. had a meeting with an emissary representing Saudi Arabia's Crown Prince Mohammad bin Salman and Mohammed bin Zayed Al Nahyan, the de facto ruler of the United Arab Emirates. The envoy offered help to the Trump presidential campaign. The meeting included Lebanese-American businessman George Nader, Joel Zamel, an Israeli specialist in social media manipulation, and American businessman", "doc_score": "80.97173309326172", "publish_date": "2018/12/31"}, {"doc_id": "1288287", "text": "Joe Biden / and Biden had quietly reduced his public schedule in order to spend more time with his son. At the time of his death, Beau Biden had been widely seen as the frontrunner to be the Democratic nominee for Governor of Delaware in 2016. During much of his second term, Biden was said to be preparing for a possible bid for the 2016 Democratic presidential nomination. At age 74 on Inauguration Day in January 2017, he would have been the oldest president on inauguration in history. With his family, many friends, and donors encouraging him in mid-2015 to enter the race,", "doc_score": "78.55306243896484", "publish_date": "2018/12/31"}, {"doc_id": "20617464", "text": "2018 North Korea–United States summit / on Kim Il-sung Square it was reported 100,000 people attended the occasion. On July 6–7, Pompeo travelled to North Korea for the third time to continue the negotiations with General Kim Yong-chol, Kim's right-hand man. After the meeting, Pompeo stated that the talks had been productive and that progress had been made \"on almost all of the central issues\". However, the North Korean state media criticized the meeting soon after, saying the U.S. had shown a \"gangster-like attitude\" and calling the demands of the Trump administration \"deeply regrettable\". Notwithstanding the stern reports, Pompeo delivered a letter from Kim to Trump,", "doc_score": "80.29129791259766", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_11", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "19727415", "text": "2017 Ivy League Men's Basketball Tournament / 2017 Ivy League Men's Basketball Tournament The 2017 Ivy League Men's Basketball Tournament was a postseason conference tournament for the Ivy League. The tournament was March 11 and 12, 2017 at the Palestra on the campus of the University of Pennsylvania in Philadelphia. The tournament marked the first postseason tournament held by the Ivy League in men's basketball. Princeton, the regular season champions and undefeated in conference play, beat Yale in the championship to win the tournament championship. As a result, Princeton received the conference's automatic bid to the NCAA Tournament. The Ivy League was the last NCAA Division I", "doc_score": "89.37165832519531", "publish_date": "2018/12/31"}, {"doc_id": "19388040", "text": "Ivy League Men's Basketball Tournament / Ivy League Men's Basketball Tournament The Ivy League Men's Basketball Tournament is the conference tournament in men's basketball for the Ivy League, starting in 2017. It is a single-elimination tournament that involves the top four schools in the standings. The format for the tournament is two semifinal games on the first day (Saturday) with the No. 1 seed playing the No. 4 seed and the No. 2 seed playing the No. 3 seed, followed by the championship game played the next day (Sunday). The tournament's winner receives the League's automatic bid to the NCAA Men's Division I Basketball Championship. The", "doc_score": "88.49873352050781", "publish_date": "2018/12/31"}, {"doc_id": "19727416", "text": "2017 Ivy League Men's Basketball Tournament / conference to hold a postseason tournament, instead choosing to award its automatic bids to the NCAA men's and women's tournaments to its regular-season champions; in the event that two teams finished tied atop the standings, Ivy League bylaws allowed for a one-game playoff to determine the championship, and in exceptionally rare cases, a three-team single-elimination tournament would be scheduled if three teams tied atop the standings (the Ivy League never had more than three regular season co-champions in one season). The Ivy League has historically resisted postseason play in all of its sports. In March 2016, the League announced that", "doc_score": "88.44647979736328", "publish_date": "2018/12/31"}, {"doc_id": "198518", "text": "Ivy League / proportion of students. In the most recent academic year, seven of the eight Ivy League schools reported record-high application numbers; seven also reported record-low acceptance rates. Members of the League have been highly ranked by various university rankings. In addition to the broad rankings listed in the accompanying chart, several Ivy League schools are highly ranked in the current \"2018 US News & World Report\" assessment of Best Undergraduate Teaching: 1. Princeton; 2. Dartmouth; 3. Brown; 10. Yale. The \"Wall Street Journal\" rankings place all eight of the universities within the top 20 in the country. Further, Ivy League members", "doc_score": "87.0650634765625", "publish_date": "2018/12/31"}, {"doc_id": "13767695", "text": "Ivy League Men's Basketball Player of the Year / Craig Robinson of Princeton; the other was at the 1992–93 season's conclusion, when Jerome Allen of Penn tied Buck Jenkins of Columbia. Ivy League Men's Basketball Player of the Year The Ivy League Men's Basketball Player of the Year is a basketball award given to the Ivy League's most outstanding player. The award was first given following the 1974–75 season. There have been six players honored on two occasions: Craig Robinson, Kit Mueller, Jerome Allen, Ugonna Onyekwe, Ibrahim Jaaber and Justin Sears. No player has ever won the award three times. There have been two ties for player of the", "doc_score": "86.19920349121094", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_12", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "20091240", "text": "90th Academy Awards / 90th Academy Awards The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by American Broadcasting Company (ABC), produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss.", "doc_score": "84.87088775634766", "publish_date": "2018/12/31"}, {"doc_id": "20091245", "text": "90th Academy Awards / see what we have planned for the 90th anniversary show!\" Jimmy extensively campaigned for the ceremony, shooting several promos and discussions on his talk show. On December 4, 2017, it was announced that the timing of the ceremony and its pre-show had been changed and both would be scheduled to broadcast a half-hour earlier than prior telecasts. In the first half of the nominations announcement, pre-taped category introductions were included that featured actresses Priyanka Chopra, Rosario Dawson, Gal Gadot, Salma Hayek, Michelle Rodriguez, Zoe Saldana, Molly Shannon, Rebel Wilson and Michelle Yeoh. As per the tradition of the Academy, the", "doc_score": "82.08247375488281", "publish_date": "2018/12/31"}, {"doc_id": "20091259", "text": "90th Academy Awards / Academy's website there is a gallery focusing on several other artists who were not included in the segment. Official website News resources Analysis Other resources 90th Academy Awards The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The", "doc_score": "84.71199035644531", "publish_date": "2018/12/31"}, {"doc_id": "14293020", "text": "85th Academy Awards / 85th Academy Awards The 85th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2012 and took place on February 24, 2013, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was the first in the Academy's 85-year history to adopt the phrase \"The Oscars\" as the ceremony's official name during the broadcast and marketing. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was", "doc_score": "82.5381088256836", "publish_date": "2018/12/31"}, {"doc_id": "13572611", "text": "84th Academy Awards / Girl with the Dragon Tattoo\", \"The Help\", \"Midnight in Paris\", \"The Muppets\", \"Rango\", \"Saving Face\", \"A Separation\", \"The Shore\", and \"Undefeated\" with one. The telecast garnered more than 39 million viewers in the United States. The nominees for the 84th Academy Awards were announced on January 24, 2012, at 5:38 a.m. PST (13:38 UTC) at the Samuel Goldwyn Theater in Beverly Hills, California, by Tom Sherak, president of the Academy, and the actress Jennifer Lawrence. \"Hugo\" led all nominees with eleven nominations; \"The Artist\" came in second with ten. The winners were announced during the awards ceremony on February 26,", "doc_score": "82.23347473144531", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_13", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "7783405", "text": "Google Trends / example, in June 2012, he argued that search volume for the word \"nigger(s)\" could be used to measure racism in different parts of the United States. Correlating this measure with Obama's vote share, he calculated that Obama lost about 4 percentage points due to racial animus in the 2008 presidential election. He also used Google data, along with other sources, to estimate the size of the gay population. This article noted that the most popular search beginning \"is my husband\" is \"is my husband gay?\" In addition, he found that American parents were more likely to search \"is my son", "doc_score": "89.46819305419922", "publish_date": "2018/12/31"}, {"doc_id": "7783408", "text": "Google Trends / search for information about the future than information about the past. The findings, published in the journal Scientific Reports, suggest there may be a link between online behaviour and real-world economic indicators. The authors of the study examined Google search queries made by Internet users in 45 different countries in 2010 and calculated the ratio of the volume of searches for the coming year (‘2011’) to the volume of searches for the previous year (‘2009’), which they call the ‘future orientation index’. They compared the future orientation index to the per capita GDP of each country and found a strong", "doc_score": "88.9502944946289", "publish_date": "2018/12/31"}, {"doc_id": "160934", "text": "Google Search / offer facilities not available with Google, e.g. not storing any private or tracking information. Within the USA, as of July 2018, Microsoft Sites handled 24.2 percent of all search queries in the United States. During the same period of time, Oath (formerly known as Yahoo) had a search market share of 11.5 percent. Market leader Google generated 63.2 percent of all core search queries in the United States. Google's rise to success was largely due to a patented algorithm called PageRank that helps rank web pages that match a given search string. When Google was a Stanford research project, it", "doc_score": "85.7531967163086", "publish_date": "2018/12/31"}, {"doc_id": "17150740", "text": "Future Orientation Index / Future Orientation Index The Future Orientation Index was introduced by Tobias Preis, Helen Susannah Moat, H. Eugene Stanley and Steven Bishop using Google Trends to demonstrate that Google users from countries with a higher per capita GDP are more likely to search for information about the future than information about the past. The findings suggest there may be a link between online behaviour and real-world economic indicators. The authors of the study examined Google query logs made by Google users in 45 different countries in 2010 and calculated the ratio of the volume of searches for the coming year (‘2011’)", "doc_score": "85.71766662597656", "publish_date": "2018/12/31"}, {"doc_id": "2875132", "text": "Googleshare / Googleshare Googleshare is a measure of mindshare based on the results of Google search engine queries. It is a percentage measuring how closely one thing belongs to another according to page counts returned by Google (similar measures using other search engines are possible). The idea was proposed by Steven Berlin Johnson in a 2002 weblog post, and the term was coined by Gene Smith. For example, you can query Google for \"Beatles\" and \"Paul\", versus \"Beatles\" and \"Ringo\", and see who has a higher Googleshare for \"Beatles\". All one needs to do is calculate the percentage of the page count", "doc_score": "83.73973846435547", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_14", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "14775930", "text": "International Coffee Agreement / International Coffee Agreement The International Coffee Agreement (ICA) is an international commodity agreement between coffee producing countries and consuming countries. First signed in 1962, it is aimed at maintaining exporting countries' quotas and keeping coffee prices high and stable in the market, mainly using export quotas to steer the price. The International Coffee Organization, the controlling body of the agreement, represents all major coffee producing countries and most consuming countries. The current 2007 agreement has 42 exporting members and 7 importing (the European Union represents all its member states as one member). The original agreement was signed in 1962 for", "doc_score": "80.66302490234375", "publish_date": "2018/12/31"}, {"doc_id": "16842093", "text": "Ezulwini Consensus / areas, including: The Ezulwini Consensus was followed by the Sirte Declaration of July 2005, which required at least two permanent seats and two non-permanent Security Council seats for African states. Ezulwini Consensus The Ezulwini Consensus is a position on international relations and reform of the United Nations, agreed by the African Union. It calls for a more representative and democratic Security council, in which Africa, like all other world regions, is represented. The consensus is named after Ezulwini, a valley in central Swaziland now known as the Kingdom of Eswatini - with several tourist hotels - where the agreement was", "doc_score": "78.60083770751953", "publish_date": "2018/12/31"}, {"doc_id": "6681712", "text": "Production sharing agreement / Production sharing agreement Production sharing agreements (PSAs) or production sharing contracts (PSCs) are a common type of contract signed between a government and a resource extraction company (or group of companies) concerning how much of the resource (usually oil) extracted from the country each will receive. Production sharing agreements were first used in Bolivia in the early 1950s, although their first implementation similar to today's was in Indonesia in the 1960s. Today they are often used in the Middle East and Central Asia. In production sharing agreements the country's government awards the execution of exploration and production activities to an", "doc_score": "80.38580322265625", "publish_date": "2018/12/31"}, {"doc_id": "18697433", "text": "Iran nuclear deal framework / based on the April 2015 framework, was announced. On May 8, 2018, United States President Donald Trump announced the United States was withdrawing from the deal. According to the joint statement in Switzerland, the P5+1 countries and Iran agreed on a framework for a deal. According to this framework, Iran would redesign, convert, and reduce its nuclear facilities and accept the Additional Protocol (with provisional application) in order to lift all nuclear-related economic sanctions, freeing up tens of billions of dollars in oil revenue and frozen assets. In addition to the joint statement, the United States and Iran issued fact", "doc_score": "78.41765594482422", "publish_date": "2018/12/31"}, {"doc_id": "2514517", "text": "Multilateralism / The converse of multilateralism is unilateralism, in terms of political philosophy. One modern instance of multilateralism occurred in the nineteenth century in Europe after the end of the Napoleonic Wars, where the great powers met to redraw the map of Europe at the Congress of Vienna (November 1814 to June 1815). The Concert of Europe, as it became known, was a group of great and lesser powers that would meet to resolve issues peacefully. Conferences such as the Conference of Berlin in 1884 helped reduce power conflicts during this period, and the 19th century was one of Europe's most peaceful.", "doc_score": "77.1988754272461", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_15", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "12242895", "text": "Target Corporation / SuperTarget locations operated Starbucks Coffee counters, although they were integrated into general merchandise stores through their expanded partnership beginning in 2003. Several locations include Target Optical, Target Photo, and Target Pharmacy departments; the latter division was purchased by CVS Health in 2015 and began operating as stores-within-stores under the CVS Pharmacy and MinuteClinic mastheads in February 2016. Target introduced the \"PFresh\" store prototype in 2006, which expanded their grocery selection in general merchandise locations by an upwards of 200-percent. Newly constructed stores that follow the PFresh format are roughly larger than properties without groceries, although retain the Target branding because", "doc_score": "87.66304779052734", "publish_date": "2018/12/31"}, {"doc_id": "12242893", "text": "Target Corporation / first store in Vermont in the University Mall in South Burlington in October 2018. The store will replace the former Bon-Ton (originally Almy's and later Steinbach), which closed in January 2018. In December 2017, Target announced the corporation's intention to purchase Shipt, an internet-based grocery delivery service for a reported $550 million. The acquisition is intended to help same-day delivery and to better compete with Amazon.In late 2017 and early 2018, Target began curtailing labor without notice, in order to boost monthly profit reports. Additionally, Target announced in February 2018 that it would shift its sales model for compact discs,", "doc_score": "87.18063354492188", "publish_date": "2018/12/31"}, {"doc_id": "3452935", "text": "Nerf / on Facebook boycotting Hasbro. Nerf Nerf (trademarked in capitals as NERF) is a toy brand created by Parker Brothers and currently owned by Hasbro. Most of the toys are a variety of foam-based weaponry, with other Nerf products including balls for sports like American football, basketball and baseball. The most notable of the toys are the dart guns (referred to by Hasbro as \"blasters\") that shoot ammunition made from Nerf foam. Since many such items were released during the 1970s, Nerf products often feature bright neon colors and soft textures similar to the flagship Nerf ball. The slogan, which has", "doc_score": "85.30924987792969", "publish_date": "2018/12/31"}, {"doc_id": "3452918", "text": "Nerf / Nerf Nerf (trademarked in capitals as NERF) is a toy brand created by Parker Brothers and currently owned by Hasbro. Most of the toys are a variety of foam-based weaponry, with other Nerf products including balls for sports like American football, basketball and baseball. The most notable of the toys are the dart guns (referred to by Hasbro as \"blasters\") that shoot ammunition made from Nerf foam. Since many such items were released during the 1970s, Nerf products often feature bright neon colors and soft textures similar to the flagship Nerf ball. The slogan, which has been frequently used since", "doc_score": "84.90977478027344", "publish_date": "2018/12/31"}, {"doc_id": "12242934", "text": "Target Corporation / National Airport; College Point, New York (Queens), east of LaGuardia Airport; and Richfield, Minnesota, adjacent to Minneapolis–St. Paul International Airport are among such locations. Target stores do not sell firearms. In the early 1990s, they ceased sales of toy guns that looked realistic and limited its toy gun selection to ones that were brightly colored and oddly shaped. In 2014, Target also \"respectfully\" asked their guests to leave any firearms at home when visiting the store. They do not sell tobacco products and have not sold cigarettes since 1996. Some people jokingly give Target the pseudo-French pronunciation, as though", "doc_score": "86.03199005126953", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_16", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "13572507", "text": "Automotive industry in the United States / companies periodically bounced back, but by 2008 the industry was in turmoil due to the aforementioned crisis. As a result, General Motors and Chrysler filed for bankruptcy reorganization and were bailed out with loans and investments from the federal government. But according to Autodata Corp, June 2014 seasonally adjusted annualized sales is the biggest in history with 16.98 million vehicles and toppled previous record in July 2006. Prior to the 1980s, most manufacturing facilities were owned by the Big Three (GM, Ford, Chrysler) and AMC. Their U.S. market share has dropped steadily as numerous foreign-owned car companies have built factories", "doc_score": "84.02112579345703", "publish_date": "2018/12/31"}, {"doc_id": "1418766", "text": "Automotive industry / again in 1994. In 2006, Japan narrowly passed the U.S. in production and held this rank until 2009, when China took the top spot with 13.8 million units. With 19.3 million units manufactured in 2012, China almost doubled the U.S. production, with 10.3 million units, while Japan was in third place with 9.9 million units. From 1970 (140 models) over 1998 (260 models) to 2012 (684 models), the number of automobile models in the U.S. has grown exponentially. Safety is a state that implies to be protected from any risk, danger, damage or cause of injury. In the automotive industry,", "doc_score": "81.28034973144531", "publish_date": "2018/12/31"}, {"doc_id": "3486389", "text": "General Motors EV1 / other associated costs; other estimates placed the vehicle's actual cost as high as $100,000. Bob Lutz, GM Vice Chairman responsible for the Chevrolet Volt, in November 2011 stated the EV1 cost $250,000 each and leased for just $300 per month. GM stated the cost of the EV1 program at slightly less than $500 million before marketing and sales costs, and over $1 billion in total, although a portion of this cost was defrayed by the Clinton Administration's $1.25 billion Partnership for a New Generation of Vehicles (PNGV) program. In addition, all manufacturers seeking to produce electric cars for market consumption", "doc_score": "80.98241424560547", "publish_date": "2018/12/31"}, {"doc_id": "14240119", "text": "2009–11 Toyota vehicle recalls / and coordinate activities. The North America vehicle production facilities affected were located in Cambridge and Woodstock, Ontario, Canada (where Corolla, Matrix, and RAV4 models are produced), Princeton, Indiana (Highlander and Sequoia), Georgetown, Kentucky (Avalon and Camry), and San Antonio, Texas (Tundra). In addition to recalling vehicles, Toyota announced that it would install brake override systems on all Lexus, Scion and Toyota vehicles by the end of 2010. On February 3, 2010, United States Transportation Secretary Ray LaHood advised owners of vehicles affected by the recall to \"stop driving\" their vehicles until they can be fixed by a dealer. LaHood later", "doc_score": "82.57588195800781", "publish_date": "2018/12/31"}, {"doc_id": "10682113", "text": "Humvee replacement process / and requirements stabilized. Oshkosh's L-ATV was selected as the winner of the JLTV program on 25 August 2015. The company was awarded a $6.75 billion low rate initial base contract with eight options to procure the first 16,901 vehicles for both the Army and Marines. Oshkosh CEO, Charles Szews, said the production contract award would involve more than 300 suppliers in 31 states across the country. The Army initially refused to detail why the L-ATV was chosen over its competitors (AM General and Lockheed Martin), likely owing to anticipations of protests from either or both of the losing bidders, these", "doc_score": "80.3959732055664", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_17", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "9585717", "text": "Effects of Hurricane Isabel in Pennsylvania / traffic on at least 56 roads in the region, including U.S. Routes 6 and 322, as well as Interstate 83 in York County. Pittsburgh reported 1.24 inches (31 mm) of precipitation from Isabel. The storm produced wind gusts of up to 60 mph (95 km/h) across the southwestern portion of the state, knocking down trees and power lines. Allegheny Energy reported 31,184 customers in the southwest portion of the state lost power, primarily in McConnellsburg, State College, and Waynesboro. Damage in southeastern Pennsylvania totaled $32.2 million (2003 USD; $37.7 million 2008 USD). Power workers immediately began repairing the power failures", "doc_score": "87.1418228149414", "publish_date": "2018/12/31"}, {"doc_id": "12467763", "text": "Effects of Hurricane Ike in inland North America / the state of Ohio, 330,000 of them for over a week. A state of emergency was declared on Monday by Governor Ted Strickland. On September 16 and 17, Governor Strickland took a tour of the heavily damaged areas, particularly in Cincinnati, Columbus and Dayton to survey the damage. Ike caused over $560 million in damage in Ohio. The Cincinnati metropolitan area was very hard hit, with over 927,000 households losing power in that region (approximately 2.1 million people). A Duke Energy spokesperson said \"We have never seen anything like this. Never. We're talking about 90 percent of our customers without", "doc_score": "85.8365249633789", "publish_date": "2018/12/31"}, {"doc_id": "20314404", "text": "Hurricane Harvey / created a fuel shortage. Panicked motorists waited in long lines. Consequently, gas stations through the state were forced to close due to the rush. More than 20 percent of refining capacity was affected. More than 48,700 homes were affected by Harvey throughout the state, including over 1,000 that were completely destroyed and more than 17,000 that sustained major damage; approximately 32,000 sustained minor damage. Nearly 700 businesses were damaged as well. Yet the Texas Department of Public Safety stated more than 185,000 homes were damaged and 9,000 destroyed. The hurricane also caused many people to believe that in the wild,", "doc_score": "88.41167449951172", "publish_date": "2018/12/31"}, {"doc_id": "12467753", "text": "Effects of Hurricane Ike in inland North America / due to its forward motion, its fast forward motion of about, and the warm air ahead of the storm allowed the high winds aloft to reach the surface easier. Many areas reported wind gusts up to hurricane force. It was one of the largest power outages caused by a natural disaster in the history of the Midwest, with around 3.7 million customers losing power (well over 8 million people), including 2.6 million outages in the state of Ohio alone 26 people were killed in the interior states. Ohio alone sustained over $560 million in damage. In Arkansas, about 200,000", "doc_score": "87.16365814208984", "publish_date": "2018/12/31"}, {"doc_id": "7421563", "text": "Hurricane Jerry / area. Many homes, businesses, and buildings were inflicted damage because of strong winds and three tornadoes spawned by the storm. Despite the issuance of a hurricane warning just eight hours prior to landfall, Jerry caused only three fatalities in Texas, possibly due to the storm's small size; a car fell over the Galveston Seawall, killing its three occupants. Minor wind and coastal flood damage was reported in Louisiana. Jerry and its remnants brought flash flooding to portions of the Upland South, particularly in the states of Kentucky, Virginia, and West Virginia. In eastern Kentucky, hundreds of homes were flooded and", "doc_score": "85.45226287841797", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_18", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "19846309", "text": "2020 Republican Party presidential primaries / their outspoken criticism of the president on the Senate floor. 2016 presidential candidates John Kasich and Carly Fiorina have also indicated interest in challenging Trump. In the case of Ohio Governor John Kasich, rumors have circulated that he might consider a joint ticket with Colorado Democratic Governor John Hickenlooper. In March 2018, Flake and Kasich traveled to New Hampshire to reportedly \"test the waters.\" Longtime political strategist Roger Stone, however, predicts that Trump may not seek a second term if he succeeds in keeping all of his campaign promises and \"[makes] America great again\". <section begin=\"interested\" /> Individuals in this", "doc_score": "90.09688568115234", "publish_date": "2018/12/31"}, {"doc_id": "19839006", "text": "2020 Democratic Party presidential primaries / national polls: As of December 2018; 132 individuals have filed with the Federal Election Commission to run for President in the Democratic Party primary, including the following notable candidates: <section begin=\"exploring\" /> <section end=\"exploring\" /> <section begin=\"interested\" /> Individuals in this section have expressed an interest in running for president within the last six months. <section end=\"interested\" /> The following people have been subjects of speculation about their potential candidacy within the last six months, although they have neither personally expressed interest nor declined to run. The individuals in this section have been the subject of speculation about their possible", "doc_score": "87.98033142089844", "publish_date": "2018/12/31"}, {"doc_id": "19119621", "text": "2020 United States presidential election / It is expected that more than 30 percent of eligible American voters will be nonwhite. A bipartisan report indicates that changes in voter demographics since the 2016 election could impact the results of the 2020 election. African Americans, Hispanics, Asians/others, and \"whites with a college degree\" are expected to all increase their percentage of national eligible voters by 2020, while \"whites without a college degree\" will decrease. This shift is potentially an advantage for the Democratic nominee, however due to geographical differences, this could still lead to President Trump (or a different Republican nominee) winning the Electoral College while still", "doc_score": "90.92601013183594", "publish_date": "2018/12/31"}, {"doc_id": "19119628", "text": "2020 United States presidential election / election for DNC Chair between Tom Perez and Sanders-backed progressive Keith Ellison. Perez was elected Chairman, but Ellison was appointed as the Deputy Chair, a largely ceremonial role. In 2018, several U.S. House districts that Democrats are hoping to gain from the Republican majority had contentious primary elections. These clashes were described by Politico's Elena Schneider as a \"Democratic civil war.\" Meanwhile, there has been a general shift to the left in regards to college tuition, healthcare, and immigration among Democrats in the Senate, likely to build up credentials for the upcoming primary election. Perez has commented that the 2020", "doc_score": "89.8871078491211", "publish_date": "2018/12/31"}, {"doc_id": "19846308", "text": "2020 Republican Party presidential primaries / Trump, namely because of his historic unpopularity in polls, his association with allegations of Russian interference in the 2016 United States elections and his support of unpopular policies and decisions. Several Republican critics of the Trump Administration have indeed hinted at or are reportedly considering challenging Trump. Former Massachusetts Governor Mitt Romney won the election to replace outgoing Utah Senator Orrin Hatch, which would give him a significant platform to challenge Donald Trump. Other Republicans such as Tennessee Senator Bob Corker and Arizona Senator Jeff Flake have spent much of 2017 and 2018 leading a Republican opposition to Trump in", "doc_score": "89.43451690673828", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_19", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "16525553", "text": "Pro Evolution Soccer / features Barcelona players, including Neymar, Lionel Messi, Luis Suárez, Ivan Rakitić and Gerard Piqué. On 26 July 2016, Konami Digital Entertainment officially announced a premium partnership with Barcelona allowing “extensive” access to the Camp Nou, which will be exclusive to the game for three years. Features includes, among others, improved passing, Real Touch ball control, and improved goal tending technique. Konami has released Pro Evolution Soccer 2017 for mobile phones. Tagline: \"Where Legends are Made\" Pro Evolution Soccer 2018 (officially abbreviated as PES 2018, also known in Japan as Winning Eleven 2018) is the 17th installment in the game series.", "doc_score": "83.24311065673828", "publish_date": "2018/12/31"}, {"doc_id": "20608057", "text": "2018 International Champions Cup / 2018 International Champions Cup The 2018 International Champions Cup (or ICC) was the sixth edition of a tournament comprising a series of friendly association football matches. It began on July 20 and ended on August 11. The tournament was won by Tottenham Hotspur. A total of 18 teams participated in the tournament. The participants were announced in four waves on April 10, 11, 12, and 17, 2018. On June 18, Lyon replaced Sevilla in the competition. Originally 22 venues for the International Champions Cup were announced on April 13 and 17, 2018, but they were later increased to 23. Of", "doc_score": "82.98326873779297", "publish_date": "2018/12/31"}, {"doc_id": "20164082", "text": "Pro Evolution Soccer 2018 / 360, and Xbox One. The demo version includes limited stadiums, clubs, and feature sets. A Nintendo Switch version was not developed, but Konami have said they are open to the idea of porting future games in the series. The first data pack, titled Data Pack 1, launched on 5 October 2017, and featured 117 new player face updates, ten of the latest boots, updated backboards in Master League for Barcelona, and over 3,000 new player thumbnails. The data pack 2.0 was released on November 15, 2017. This data pack added Arsenal's Emirates Stadium, the Estadio Nacional in Santiago, Chile, and", "doc_score": "82.996826171875", "publish_date": "2018/12/31"}, {"doc_id": "9722765", "text": "Behind closed doors (sport) / placed under probation. The game that will be played behind closed doors is their home game against Qatar on September 17, 2018 at the Smart Araneta Coliseum. The French league has a tough line on misconduct. Each smoke grenade sent to the pitch results in a fine, which can then result in playing behind closed doors. If the crowd isn't managed, the club may also be punished. Hence, almost every season, a handful of matches are played behind closed doors. In Brazil, the practice of games without public access is known as \"closed gates\" (in Portuguese, \"portões fechados\"), even referred", "doc_score": "81.92221069335938", "publish_date": "2018/12/31"}, {"doc_id": "20252277", "text": "Evo 2017 / The first two days of the event were held in the Mandalay Bay Convention Center, while the final day was held in the Mandalay Bay Events Center like it had in 2016. The nine games played at Evo 2017 were announced in January 2017 during a special announcement stream on Twitch.tv, with event co-founder Joey Cuellar discussing the inclusion of each game. The games set to be contested consisted of new releases, FGC contemporaries, and updated releases. New additions included \"\", \"The King of Fighters XIV\", and \"Injustice 2\" while \"Guilty Gear Xrd REV 2\" would replace \"Guilty Gear Xrd", "doc_score": "80.31755065917969", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_20", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "10192444", "text": "Gift of a Lifetime / of a Lifetime are alumni required to pass a physical. The average premium was an estimated $357,000 paid by OSU, and each policy returned $10 million upon each person's death. Larry Reece, the executive for major gifts and development at OSU, told the \"Associated Press\" that \"most of the 25 in the initial pool are donors and season ticket holders. All were between the ages of 65 and 85.\" \"To a layperson like myself, it's amazing insurance companies make money on this, too, but they know their business,\" Reece told \"The Oklahoman\". The beneficiary initially mentioned was OSU's athletic department,", "doc_score": "89.17839050292969", "publish_date": "2018/12/31"}, {"doc_id": "2075815", "text": "University of Delaware / Student Handbook in 1933. It was composed by alumnus George F. Kelly (Class of 1915). In November 2007, it was announced that the University of Delaware and Delaware State University would have their first game against each other, the game being in the first round of the NCAA Division I Football Championship Subdivision playoffs. The game was played on November 23, with University of Delaware winning 44–7. Delaware has won all of the regular season match-ups, which have been called the Route 1 Rivalry. Future contests were held during the 2013–2014 college year. The University of Delaware has a variety", "doc_score": "85.6523208618164", "publish_date": "2018/12/31"}, {"doc_id": "10192442", "text": "Gift of a Lifetime / State University announced it secured a life insurance policy program titled \"Gift of a Lifetime,\" which worked with the OSU Foundation and OSU Athletics Inc. to buy life insurance on its wealthiest alumni. OSU Athletics Inc. was formerly titled \"OSU Cowboy Golf\" and its board members included influential booster T. Boone Pickens, who gave $165 million to OSU Athletics in January 2006, the largest gift in National Collegiate Athletic Association history. The athletic department credited Pickens with devising the idea. \"The Oklahoman\" reported Athletic Director Mike Holder, the former golf coach and chairman of OSU Cowboy Golf, \"devised the cutting", "doc_score": "87.25042724609375", "publish_date": "2018/12/31"}, {"doc_id": "10192441", "text": "Gift of a Lifetime / Gift of a Lifetime Gift of a Lifetime is a canceled charity program at Oklahoma State University using life insurance on senior-aged alumni. Announced in 2007, the university's athletic department purchased 27 policies using nearly $20 million in premium dollars to Lincoln National Life Insurance Company. By the program's end, OSU Athletics Inc. had spent $33 million. Laws regarding insurance policies for charities required the university's athletic department, not the donors of the policies, to hold the rights of ownership. This prevented the donors from changing the beneficiary, and also avoided any possible tax consequences. On March 1, 2007, Oklahoma", "doc_score": "89.2851791381836", "publish_date": "2018/12/31"}, {"doc_id": "7502089", "text": "Oseola McCarty / Oseola McCarty Oseola McCarty (March 7, 1908 – September 26, 1999), was a local washerwoman in Hattiesburg, Mississippi who became The University of Southern Mississippi’s (USM) most famous benefactor. McCarty drew global attention after it was announced in July 1995 that she had established a trust through which at her death, a portion of her life's savings would be left to the university to provide scholarships for deserving students in need of financial assistance. The amount was estimated at $150,000, a surprising amount given her low-paid occupation. McCarty was born in Wayne County, Mississippi and moved to Hattiesburg as a", "doc_score": "86.36522674560547", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_21", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "19514537", "text": "Anastasia (musical) / as Dmitry, Carlos Salgado as Gleb, Javier Navares as Vlad, Silvia Luchetti as Countess Lily, and Angels Jiménez as Dowager Empress. A United States tour began on October 9, 2018 (officially on October 12, 2018) at the Proctor's Theatre in Schenectady, New York. The role of Anya is played by Lila Coogan. A German production opened on November 15, 2018 at the Stage Palladium Theater in Stuttgart, Germany, with Judith Caspari as Anya and Milan van Waardenburg as Dmitry. A Dutch production will open in 2019 at the AFAS Circustheater in The Hague, The Netherlands. In 1907 St. Petersburg, Russia,", "doc_score": "81.032958984375", "publish_date": "2018/12/31"}, {"doc_id": "8532692", "text": "Summer Strallen / and opened on 9 May 2012. Interview with Summer Strallen (Dale Tremont in Top Hat) For this role she earned her fourth Olivier Award nomination. She also went on tour with \"Strictly Come Dancing\" professional Anton Du Beke, performing both songs and dances to audiences around Britain. On 30 May 2015, she began playing the role of Maud Marshmoreton, in a musical adaption of the novel a \"A Damsel in Distress\" at the Chichester Festival Theatre. Strallen portrayed Inga in the London production of \"Young Frankenstein\", which premiered at Theatre Royal, Newcastle in August 2017 and then transferred the following", "doc_score": "77.25271606445312", "publish_date": "2018/12/31"}, {"doc_id": "9872136", "text": "Sierra Boggess / (January 28, 2017). She is traveling with her cellist sister Summer Boggess. In her latest appearance, Boggess starred in \"The Age of Innocence\", as Countess Ellen Olenska at Hartford Stage located in Hartford, Connecticut. The show ran from April 5 - May 6, 2018 before the production moved to Princeton, New Jersey's McCarter Theatre Center for a run from September 7 - October 7, 2018. Boggess has been involved in a number of extended blog series on the web often in association with Broadway.com. These have included the ten-part series titled \"Daae Days\" which includes two episodes where Boggess interviews", "doc_score": "80.62161254882812", "publish_date": "2018/12/31"}, {"doc_id": "964687", "text": "Hello, Dolly! (musical) / was announced that Bette Midler would play the title role in a Broadway revival of \"Hello, Dolly!\". Previews began March 15, 2017, officially opening on April 20, 2017, at the Shubert Theatre. The production was produced by Scott Rudin, directed by Jerry Zaks and choreographed by Warren Carlyle. David Hyde Pierce plays Horace Vandergelder. Other principal casting for this revival included: Kate Baldwin as Irene Molloy, Gavin Creel as Cornelius Hackl, Jennifer Simard as Ernestina Money, Taylor Trensch as Barnaby Tucker, Will Burton as Ambrose Kemper, Melanie Moore as Ermengarde, and Beanie Feldstein as Minnie Fay. Donna Murphy played the", "doc_score": "79.32185363769531", "publish_date": "2018/12/31"}, {"doc_id": "19514536", "text": "Anastasia (musical) / Dark of the Night\", and introduces instead a new villain called Gleb, a general for the Bolsheviks who receives orders to kill Anya. The musical opened on Broadway at the Broadhurst Theatre on March 23, 2017, in previews, officially on April 24, 2017, featuring most of the original Hartford principal cast. The production was met with mixed reviews by critics, citing uneven subplots and an overly long running time as primary issues. The first European production opened on October 3, 2018 (officially on October 10, 2018) at the Coliseum Theatre in Madrid, Spain, starring Jana Gómez as Anya, Íñigo Etayo", "doc_score": "80.88887023925781", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_22", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "18029548", "text": "Success and Opportunity through Quality Charter Schools Act / the Congressional Budget Office, as ordered reported by the House Committee on Education and the Workforce on April 8, 2014. This is a public domain source.\" H.R. 10 would amend and reauthorize both the Charter School Programs and the Credit Enhancement for Charter School Initiatives under Title V of the Elementary and Secondary Education Act of 1965 through fiscal year 2020 and combine them into a single authorization. (This authorization would automatically be extended one year through 2021 under the General Education Provisions Act.) The bill would authorize the appropriation of $300 million for each of fiscal years 2015 through", "doc_score": "80.81929779052734", "publish_date": "2018/12/31"}, {"doc_id": "20519063", "text": "Massachusetts Gender Identity Anti-Discrimination Initiative / and after they passed such laws as well as Massachusetts cities that never passed any such law. The study was published in Sexuality Research and Social Policy in July 2018. A 2013 study of transgender and gender-nonconforming adult residents of Massachusetts found that 65% of respondents had experienced discrimination in public accommodations (in some cases, regarding bathrooms) within the previous year. Massachusetts Gender Identity Anti-Discrimination Initiative The Massachusetts Gender Identity Anti-Discrimination Initiative is a state-wide referendum passed by Massachusetts voters in the 6 November 2018 mid-term election that prohibits discrimination in public accommodations on the basis of gender identity. The", "doc_score": "84.47090911865234", "publish_date": "2018/12/31"}, {"doc_id": "8298282", "text": "Anna Independent School District / & 7; MS #3 & 4; HS #2), and expansions to the Ag Barn and AMS. At build-out, Anna ISD will have four 1800-capacity high schools, eight 750-capacity middle schools, and sixteen 750-capacity elementary schools. As of the 2010–11 school year, the appraised valuation of property in the district was $504,279,000. The maintenance tax rate was $0.104 and the bond tax rate was $0.050 per $100 of appraised valuation. In 2011, the school district was rated \"recognized\" by the Texas Education Agency. Thirty-five percent of districts in Texas in 2011 received the same rating. No state accountability ratings will be", "doc_score": "81.59976959228516", "publish_date": "2018/12/31"}, {"doc_id": "17873369", "text": "Common Core implementation by state / curricular changes include rejection of the Common Core education standards for teaching English and math. In a response, several charter schools led by teachers and parents filed a lawsuit against the governor. Louisiana is an affiliate member of PARCC and its state assessment \"includes items developed through the PARCC process\". Maine formally adopted the Standards. The Maine Equal Rights Center has launched a petition drive to add a question on the 2014 ballot that would remove Maine from Common Core, but Governor Paul LePage has shown support for the standards. Maine recently withdrew from SBAC. Maryland formally adopted the Standards,", "doc_score": "83.21127319335938", "publish_date": "2018/12/31"}, {"doc_id": "17873375", "text": "Common Core implementation by state / delayed implementation for five extra years in February 2014 to give schools more time to implement, as well as offering teachers two years amnesty from being evaluated on the standards. This delay means that the standards will not be a requirement for high school students until 2022. Issues have also prompted the state's leading teacher union, New York State Teachers United, to withdraw their support of the standards \"as implemented,\" also calling for the resignation of State Education Commissioner John King and a three-year moratorium on testing. Other implementation actions have occurred, however, with Governor Andrew Cuomo convening an oversight", "doc_score": "81.64508819580078", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_23", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "20096092", "text": "Academic Quality Improvement Program / in order to elect participation in AQIP. Institutions must be accredited for ten years before they can select an optional pathway, and numerous factors can make an institution ineligible, including recent change in control, substantive change, sanction, monitoring, or if the accreditor has serious concerns about the institution's conduct or commitment to required accreditation activities. Academic Quality Improvement Program The Academic Quality Improvement Program is a set of policies and procedures that institutions can follow in order to maintain accreditation by the Higher Learning Commission. The Academic Quality Improvement Program (AQIP) was developed as the \"Academic Quality Improvement Project\" beginning", "doc_score": "84.72608184814453", "publish_date": "2018/12/31"}, {"doc_id": "18029548", "text": "Success and Opportunity through Quality Charter Schools Act / the Congressional Budget Office, as ordered reported by the House Committee on Education and the Workforce on April 8, 2014. This is a public domain source.\" H.R. 10 would amend and reauthorize both the Charter School Programs and the Credit Enhancement for Charter School Initiatives under Title V of the Elementary and Secondary Education Act of 1965 through fiscal year 2020 and combine them into a single authorization. (This authorization would automatically be extended one year through 2021 under the General Education Provisions Act.) The bill would authorize the appropriation of $300 million for each of fiscal years 2015 through", "doc_score": "83.43324279785156", "publish_date": "2018/12/31"}, {"doc_id": "9605117", "text": "Governance in higher education / involvement in governance is critical. Providing research support, the organization states faculty should advise administration in developing curriculum and methods of instruction. Faculty is responsible for establishing degree requirements, takes primary responsibility in tenure appointments and the award of promotion and sabbatical. Addressing issues through collective bargaining, the statement believes “administration and the governing boards of colleges and universities should accept the faculty's recommendations”. The statement also maintains that faculty should be involved in salary decisions, evaluating administrators, and budgeting. The policy concludes with the assertion: The policy statement references the AAUP's \"1966 Statement on Government of Colleges and Universities.\"", "doc_score": "83.09884643554688", "publish_date": "2018/12/31"}, {"doc_id": "15616609", "text": "DCAS Testing / DCAS Testing The DCAS (Delaware Comprehensive Assessment System) is a computerized test taken in the state of Delaware by students in grades 2-12. DCAS is multiple choice, matching, click and drag, fill in pictures, and graph plotting. The difficulty of the questions the student answers is determined by the performance of the student when taking the test. If a student was doing well, then the questions would be harder than another student who is doing poorly. This is based on ten questions embedded within others that bump the next questions' difficulty levels up or down, depending on whether the student", "doc_score": "86.73377990722656", "publish_date": "2018/12/31"}, {"doc_id": "4380512", "text": "Education policy / Education policy Education policy consists of the principles and government policies in the educational sphere as well as the collection of laws and rules that govern the operation of education systems. Or simply we can say that An Education Policy is a past or up to date statement or series of statements which explain, recommend or exclude a course of action or actions to be taken to run the system of education. These statements are usually written, but they could be oral. Education occurs in many forms for many purposes through many institutions. Examples include early childhood education, kindergarten through", "doc_score": "82.25782775878906", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_24", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "12865770", "text": "Murder of Robert Eric Wone / Robert Wone was restrained, incapacitated, sexually assaulted, and murdered inside 1509 Swann Street,\" and there exists \"overwhelming evidence, far in excess of probable cause\" that Price, Zaborsky, and Ward \"obstructed justice by altering and orchestrating the crime scene, planting evidence, delaying the reporting of the murder to the authorities, and lying to the police about the true circumstances of the murder.\" Lawyers for the three accused men have called the affidavit \"speculation, innuendo, assumptions, and irrelevant inflammatory comments\" and maintain their clients' innocence. Price and Zaborsky were domestic partners, and the affidavit alleges that Price had previously had a sexual", "doc_score": "85.0274658203125", "publish_date": "2018/12/31"}, {"doc_id": "20408444", "text": "David Justin Freeman / by multiple witnesses at Freeman's trial, Freeman was arrested at his home by a SWAT team armed with semiautomatic weapons and accompanied by a K9 unit. At trial, the state denied that a SWAT team had been at Freeman's home, but the arresting officer on record, Mike Lusk, had been identified previously in the Gainesville Times as a member of the Hall County SWAT team. Freeman later claimed in a lawsuit against the Hall County Sheriff Gerald Couch that after his arrest he was held nude in solitary confinement, threatened with death, and denied bedding and basic hygienic items (among", "doc_score": "84.84143829345703", "publish_date": "2018/12/31"}, {"doc_id": "5459042", "text": "Steven Stayner / he intentionally sabotaged these failed kidnappings). On February 14, 1980, Parnell and a teenage friend of Stayner's named Randall Sean Poorman kidnapped five-year-old Timothy White in Ukiah, California. Motivated in part by the young boy's distress, Stayner decided to return the boy to his parents. On March 1, 1980, while Parnell was away at his night security job, Stayner left with White and hitchhiked into Ukiah. Unable to locate White's home address, he decided to have White walk into the police station to ask for help, without him. But police officers spotted and detained both of them. Stayner immediately identified", "doc_score": "82.81809997558594", "publish_date": "2018/12/31"}, {"doc_id": "14522671", "text": "Joshua Lynn / Markowitz, who owed the defendant $1,200 in drug money at the time, had just claimed responsibility for breaking the windows. During his testimony, the defendant said he pinned Nicholas up against a tree, asked where his brother was, and with the help of a friend, \"ushered\" the boy into the van. The group drove to Santa Barbara, and roughly two days later, Hoyt brutally murdered the boy. Lynn said the initial kidnapping triggered a chain of events that resulted in the boy's death. And despite witness testimony that Nicholas was smoking marijuana and playing video games with his captors, the", "doc_score": "84.57350158691406", "publish_date": "2018/12/31"}, {"doc_id": "3831401", "text": "Wilbert Rideau / Boston Colored High School when he was in eighth grade. He soon started skipping classes. At 13, Rideau got a job at a grocery store and stopped going to school before finishing ninth grade. He had just turned 19 when he committed a bank robbery in Lake Charles in 1961, during which he took three white workers as hostages. In the course of their trying to escape, he fatally shot and stabbed bank teller Julia Ferguson. Before Rideau was arraigned, a local television news station, KPLC-TV, filmed an interview of him with the sheriff at the jail, in which he", "doc_score": "83.72977447509766", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_25", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "4872272", "text": "Cy-près doctrine / be seen as a windfall to a defendant charged with breaking the law. Judge Richard Posner has argued that the term is a misnomer in the class action context, because cy-près awards serve a punitive effect. Some commentators have criticized the use of cy-près settlements; the American Law Institute's Draft of the Principles of the Law of Aggregate Litigation proposes limiting cy-près to \"circumstances in which direct distribution to individual class members is not economically feasible, or where funds remain after class members are given a full opportunity to make a claim\". In 2018, the US Supreme Court decided to", "doc_score": "84.7420425415039", "publish_date": "2018/12/31"}, {"doc_id": "15500312", "text": "ERISA reimbursement / At the time ERISA was enacted by Congress, however, subrogation for health insurers was uniformly prohibited in the United States. Such claims were deemed unlawful in all jurisdictions. <br> The first reported judicial decision involving an effort of a health insurer to seek subrogation on a personal injury claim is the 1982 decision in Frost v. Porter Leasing Corp., 436 N.E.2d 387 (Mass. 1982) in which subrogation was denied. “ERISA reimbursement” claims began arising in the late 1980s and have been resisted by some federal courts. According to industry statistics, ERISA plans and related insurers are collecting close to $1", "doc_score": "83.11812591552734", "publish_date": "2018/12/31"}, {"doc_id": "11939452", "text": "PRO-IP Act / PRO-IP Act The Prioritizing Resources and Organization for Intellectual Property Act of 2008 (PRO-IP Act of 2008, ) is a United States law that increases both civil and criminal penalties for trademark, patent and copyright infringement. The law also establishes a new executive branch office, the Office of the United States Intellectual Property Enforcement Representative (USIPER). The PRO-IP Act would serve to further protect rights holders in the case of secondary infringement, in which a consumer becomes liable for infringement committed by another. In Capitol Records v. Deborah Foster (2004), the Recording Industry Association of America (RIAA) could not charge", "doc_score": "84.02128601074219", "publish_date": "2018/12/31"}, {"doc_id": "3226912", "text": "Trademark dilution / customers of Panavision could not find its web site at panavision.com, and instead were forced to search through other (less obvious) domain names. The fact that potential customers might be discouraged from locating Panavision's legitimate website, coupled with evidence that Toeppen was in the business of registering domain names for profit, led the court to find that Toeppen's conduct \"diminished the capacity of the Panavision marks to identify and distinguish Panavision's goods and services on the Internet\", and thus constituted dilution. Lately, the Trademark Dilution Revision Act of 2006 (H.R. 683), was signed into law, which overturned \"Moseley v. V", "doc_score": "81.98809814453125", "publish_date": "2018/12/31"}, {"doc_id": "1724782", "text": "Estoppel / the American counterpart to estoppel by representation. Its elements are summarized as: For example, in \"Aspex Eyewear v. Clariti Eyewear\", eyeglass frame maker Aspex sued competitor Clariti for patent infringement. Aspex waited three years, without responding to a request that it list the infringed patent claims, before asserting its patent in litigation. During this period, Clariti expanded its marketing and sales of the products. The Federal Circuit found that Aspex misled Clariti to believe it would not enforce its patent, and thus estopped Aspex from proceeding with the suit. In many jurisdictions of the United States, \"promissory estoppel\" is an", "doc_score": "82.73966217041016", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_26", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "17970806", "text": "Economics of Christmas / Economics of Christmas The economics of Christmas is significant because Christmas is typically a peak selling season for retailers in many nations around the world. Sales increase dramatically as people purchase gifts, decorations, and supplies to celebrate. In the U.S., the \"Christmas shopping season\" starts as early as October. In Canada, merchants begin advertising campaigns just before Halloween (31 October), and step up their marketing following Remembrance Day on 11 November. In the UK and Ireland, the Christmas shopping season starts from mid November, around the time when high street Christmas lights are turned on. In the United States, it", "doc_score": "82.0082778930664", "publish_date": "2018/12/31"}, {"doc_id": "20934665", "text": "2018–19 North American winter / is December 1 and the last day February 28.<ref name=\"NOAA/NWS-Seasons\"></ref> Both definitions involve a period of approximately three months, with some variability. Winter is often defined by meteorologists to be the three calendar months with the lowest average temperatures. Since both definitions span the calendar year, it is possible to have a winter storm in two different years. On October 18, 2018, the National Oceanic and Atmospheric Administration's Climate Prediction Center released its U.S. Winter Outlook. The outlook noted a 70 to 75% chance of El Niño developing. CPC Deputy Director Mike Halpert specified that development was expected to occur", "doc_score": "81.63026428222656", "publish_date": "2018/12/31"}, {"doc_id": "20391111", "text": "Elder Index / Line is 18.8% on average throughout the United States; another 34.2% live above the poverty level yet still have income less than what is required to live with economic security. Elder Economic Security Index Elder Index The Elder Economic Security Standard Index, or Elder Index, is a measure of the cost of living for older adults in the United States. It is calculated for every county in the United States, and provides a realistic benchmark of living expenditure that includes housing, food, transportation, health care, and basic household items for older adults. The Elder Index is produced by the Gerontology", "doc_score": "77.6153335571289", "publish_date": "2018/12/31"}, {"doc_id": "2540307", "text": "New Year's resolution / New Year's resolutions came, in part, from the Lenten sacrifices. The concept, regardless of creed, is to reflect upon self-improvement annually. At the end of the Great Depression, about a quarter of American adults formed New Year's resolutions. At the start of the 21st century, about 40% did. In fact, according to the American Medical Association, approximately 40% to 50% of Americans participated in the New Year's resolution tradition from the 1995 Epcot and 1985 Gallop Polls A study found 46% of participants who made common New Year's resolutions (e.g. weight loss, exercise programs, quitting smoking) were likely to succeed,", "doc_score": "80.49098205566406", "publish_date": "2018/12/31"}, {"doc_id": "17970826", "text": "Economics of Christmas / days in the United States. In 2000, advertisements by \"Adbusters\" promoting Buy Nothing Day were denied advertising time by almost all major television networks except for CNN. Economics of Christmas The economics of Christmas is significant because Christmas is typically a peak selling season for retailers in many nations around the world. Sales increase dramatically as people purchase gifts, decorations, and supplies to celebrate. In the U.S., the \"Christmas shopping season\" starts as early as October. In Canada, merchants begin advertising campaigns just before Halloween (31 October), and step up their marketing following Remembrance Day on 11 November. In the", "doc_score": "80.76583862304688", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_27", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "17927034", "text": "2013–14 North American winter / last day February 28.<ref name=\"NOAA/NWS-Seasons\"></ref> Both definitions involve a period of approximately three months, with some variability. On November 21, 2013, the National Oceanic and Atmospheric Administration's Climate Prediction Center issued its U.S. Winter Outlook. Sea surface temperatures had been near average since spring 2012, and forecasters expected these conditions to continue through winter 2013–14, with neither El Niño nor La Niña conditions expected to affect the season's climate. In the outlook, little rainfall was anticipated in the Southwestern United States, and the development of drought was expected in the Southeastern United States. Below-average levels of precipitation and below-average temperatures", "doc_score": "87.4659194946289", "publish_date": "2018/12/31"}, {"doc_id": "17927046", "text": "2013–14 North American winter / Hartford, Connecticut. A surface low formed and began to track northwards, with winds increasing along the coastline, causing blizzard conditions. It then continued to rapidly intensify before reaching a peak of. Snowfall totals from this storm ranged anywhere from. The storm was also proceeded by more cold temperatures as well. Early on January 27, a cold front crossed into the Gulf of Mexico, with temperatures ahead of the front in Texas and Louisiana in the 60s °F (10s °C) dropping to below freezing only one day later. As this occurred, a southern stream upper-level trough translated in an", "doc_score": "85.0026626586914", "publish_date": "2018/12/31"}, {"doc_id": "377656", "text": "Snow / the end of the next interval. Melting, compacting, blowing and drifting contribute to the difficulty of measuring snowfall. Glaciers with their permanent snowpacks cover about 10% of the earth's surface, while seasonal snow covers about nine percent, mostly in the Northern Hemisphere, where seasonal snow covers about, according to a 1987 estimate. A 2007 estimate of snow cover over the Northern Hemisphere suggested that, on average, snow cover ranges from a minimum extent of each August to a maximum extent of each January or nearly half of the land surface in that hemisphere. A study of Northern Hemisphere snow", "doc_score": "83.77470397949219", "publish_date": "2018/12/31"}, {"doc_id": "9538587", "text": "Snow in Florida / the Miami, Ft. Lauderdale, and Palm Beach areas, as well as the Tampa area, there is only one known report of snow flurries observed in the air (and in some areas a trace on the ground) in January 1977. Due to Florida's low latitude and subtropical climate, temperatures cold enough to support significant snowfall are infrequent and their duration is fleeting. In general, frost is more common than snow, requiring temperatures of 32 °F (0 °C) or less at above sea level, a cloudless sky, and a relative humidity of 65% or more. Generally, for snow to occur, the polar", "doc_score": "86.60172271728516", "publish_date": "2018/12/31"}, {"doc_id": "17927036", "text": "2013–14 North American winter / was an event of a magnitude unseen for the past decade. Many locations in Colorado, Nebraska, Montana, Wyoming,, and received near or over of snow. Some areas in South Dakota received nearly of snow, with receiving. In many locations, there were high winds of over, with some locations reporting winds of nearly hurricane force, being. Around Thanksgiving, there was a winter storm that was responsible for at least 14 deaths in 5 states. The Weather Channel meteorologist Jonathan Erdman described the storm as \"about as expansive a winter storm as it get,\" On November 24, 2013,", "doc_score": "86.01972961425781", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_28", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "2869819", "text": "Dolcetto / the grape originated in France and was brought to Monferrato some time in the 11th century. A competing theory has the grape originating in the Piedmontese village of Dogliani. In 1593, an ordinance of the municipality of Dogliani which forbade the harvesting of \"dozzetti\" grapes earlier than Saint Matthew's Day, unless an exceptional authorization had been granted, has been taken to refer to this variety, which is still known in local dialects under the names \"duzet\" and \"duset\". A document of 1633 records the presence of Dolcetto in the cellars of the Arboreo family of Valenza. In 1700, Barnabà Centurione", "doc_score": "81.2421646118164", "publish_date": "2018/12/31"}, {"doc_id": "5127423", "text": "Dolcelatte / Dolcelatte Dolcelatte () is a blue veined Italian soft cheese. The cheese is made from cow's milk, and has a sweet taste. Its name translates from Italian to'sweet milk' in English. Dolcelatte was created by the Galbani Company (now part of Groupe Lactalis) and the name is a registered trademark. Dolcelatte was developed for the British market to provide a milder smelling and tasting alternative to the famous traditional Italian blue cheese, Gorgonzola. The production method for dolcelatte is similar to the methods used to make Gorgonzola. One difference is that it is made from the curd of only", "doc_score": "79.73937225341797", "publish_date": "2018/12/31"}, {"doc_id": "14431516", "text": "Olbas Oil / Olbas Oil Olbas Oil is a remedy, of Swiss origin, for congestion in the chest and nose, some hayfever relief (in certain cases) and also for muscle ache via massage. It is made from a mixture of several different essential oils and has been marketed since before 1916. The name is a contraction of \"Oleum Basileum\", \"oil from Basel\". Olbas Oil's packaging is similar to that of eye drops, with the result that people occasionally administer it onto their eyes in error, causing injury. The introduction of Olbas Oil into a child's nose, contrary to the product's instructions for use,", "doc_score": "77.6176528930664", "publish_date": "2018/12/31"}, {"doc_id": "12399722", "text": "Tabernaemontana undulata / Tabernaemontana undulata Tabernaemontana undulata, the Becchete or Bëcchëte (pronounced B'-chéw-teh, a Matis and Matsés word for a medicinal plant) is a milkwood species in the family Apocynaceae. It occurs in the Amazon rainforest. When applied directly to the eye, Becchete is reported by tribes to have the effect of giving the environment greater texture and dimension, making it easier to spot animals during hunting. The effects are reported to be long-term, lasting days or weeks, not just a few hours. In addition to visual enhancement, there is also an increase in energy. On application, the eyes sting, however this would", "doc_score": "76.65267944335938", "publish_date": "2018/12/31"}, {"doc_id": "17226598", "text": "Ederena / Ederena Ederena is a red French wine grape variety that is a crossing of the Bordeaux wine grape Merlot and the Southwest France variety Abouriou. The grape was created in 1952 at the Institut National de la Recherche Agronomique (INRA) center in Bordeaux. In the United States, Ederena is being cultivated by E & J Gallo Winery and the University of California, Davis in the San Joaquin Valley. There is also some plantings of the grape in Switzerland. The name \"Ederena\" comes from the Basque \"ederrena\" which means \"the most beautiful\". Ederena is considered a mid-ripening variety that can be", "doc_score": "78.15760040283203", "publish_date": "2018/12/31"}]}
{"question_id": "20231215_29", "search_time": "2024/01/24/07:16", "search_result": [{"doc_id": "11404148", "text": "NCAA Division I Football Bowl Subdivision / joined the non-football ASUN Conference in 2018. The most recent school to complete an FBS transition is Coastal Carolina University, which completed its FBS transition for the 2018 season. The Chanticleers' transition began with the school's move from the Big South to the Sun Belt Conference on July 1, 2016. Coastal competed as a non-football Sun Belt member in 2016–17, with the football team playing the 2016 season as an FCS independent. The school then joined Sun Belt football in 2017, playing a full conference schedule. The FBS has experienced several realignments since its formation in 1978, with many teams", "doc_score": "94.79798126220703", "publish_date": "2018/12/31"}, {"doc_id": "3164135", "text": "NCAA Division I / them—Appalachian State, Georgia Southern, and Old Dominion—began FBS transitions in 2013. All had the required FBS conference invitations, with Old Dominion joining Conference USA in 2013, and Appalachian State and Georgia Southern joining the Sun Belt Conference in 2014. The difference in the postseasons in each of the subdivisions grant the FCS an advantage to have the best record in college football history, 17–0, while the FBS only allows a 15–0 record. Division I Football Bowl Subdivision (FBS), formerly known as Division I-A, is the top level of college football. Schools in Division I FBS compete in post-season bowl games,", "doc_score": "92.17715454101562", "publish_date": "2018/12/31"}, {"doc_id": "11404154", "text": "NCAA Division I Football Bowl Subdivision / Navy became a football-only member of The American, ending more than a century of football independence. Realignment has continued to this day, though at a considerably lower level. The 2016 season saw FCS Coastal Carolina join the Sun Belt Conference for non-football sports while beginning a transition to FBS football; the football team joined the Sun Belt in 2017. That season was also the last for Idaho and New Mexico State as Sun Belt football members. After 2017, New Mexico State returned to independent status, while Idaho downgraded to FCS football—becoming the first program ever to voluntarily do so—and added", "doc_score": "93.4563980102539", "publish_date": "2018/12/31"}, {"doc_id": "84650", "text": "College football / consists of smaller public and private institutions that offer fewer scholarships than those in Division I. Division III institutions also field teams, but do not offer any scholarships. Football teams in Division I are further divided into the Bowl Subdivision (consisting of the largest programs) and the Championship Subdivision. The Bowl Subdivision has historically not used an organized tournament to determine its champion, and instead teams compete in post-season bowl games. That changed with the debut of the four-team College Football Playoff at the end of the 2014 season. Teams in each of these four divisions are further divided into", "doc_score": "87.72266387939453", "publish_date": "2018/12/31"}, {"doc_id": "84651", "text": "College football / various regional conferences. Several organizations operate college football programs outside the jurisdiction of the NCAA: A college that fields a team in the NCAA is not restricted from fielding teams in club or sprint football, and several colleges field two teams, a varsity (NCAA) squad and a club or sprint squad (no schools,, field both club \"and\" sprint teams at the same time). Started in the 2014 season, four Division I FBS teams are selected at the end of regular season to compete in a playoff for the FBS national championship. The inaugural champion was Ohio State University. The", "doc_score": "88.60800170898438", "publish_date": "2018/12/31"}]}
