{"question_id": "20230901_0", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "13964143", "text": "Hurricane Ida / flooding. In Calhoun County, a three-block area of Anniston was inundated by of water. In addition to the storm's heavy rains, waves up to caused severe damage along coastal regions. A storm surge of was recorded at Bayou La Batre. The Gulf State Park Pier near Gulf Shores, recently re-opened after being destroyed by Hurricane Ivan in 2004, was damaged. Damage from beach erosion and coastal resorts amounted to roughly $9 million in the state. Before making landfall in Alabama, Hurricane Ida brushed southeastern Louisiana, bringing light to moderate rains and increased surf to the state. Offshore, one person drowned", "doc_score": "86.43474578857422", "publish_date": "2018/12/31"}, {"doc_id": "13964110", "text": "Hurricane Ida / Hurricane Ida Hurricane Ida was the strongest landfalling tropical cyclone during the 2009 Atlantic hurricane season, crossing the coastline of Nicaragua with winds of 80 mph (130 km/h). The remnants of the storm became a powerful nor'easter that caused widespread damage along coastal areas of the Mid-Atlantic States. Ida formed on November 4 in the southwestern Caribbean, and within 24 hours struck the Nicaragua coast with winds of 80 mph (130 km/h). It weakened significantly over land, although it restrengthened in the Yucatán Channel to peak winds of 105 mph (165 km/h). Hurricane Ida weakened and became an extratropical cyclone", "doc_score": "89.10230255126953", "publish_date": "2018/12/31"}, {"doc_id": "13964113", "text": "Hurricane Ida / United States, the remnants caused substantial damage, mainly in the Mid-Atlantic States. One person was killed by Ida after drowning in rough seas, while six others lost their lives in various incidents related to the nor'easter. Widespread heavy rainfall led to numerous reports of flash flooding in areas from Mississippi to Maine. Overall, the two systems caused nearly $300 million in damage throughout the country. Hurricane Ida originated from a weak tropical wave that reached the western Caribbean on November 1, 2009. By November 2, the system spawned an area of low pressure north of Panama which moved very little", "doc_score": "89.31492614746094", "publish_date": "2018/12/31"}, {"doc_id": "13964111", "text": "Hurricane Ida / in the northern Gulf of Mexico before spreading across the southeastern United States. The remnants of Ida contributed to the formation of a nor'easter that significantly affected the eastern coast of the United States. Numerous watches and warnings were issued during the hurricane's existence. Areas from Panama to Maine were affected by either the storm or the nor'easter low. In Nicaragua, nearly 3,000 people evacuated coastal areas ahead of the storm. More extensive evacuations in Mexico relocated over 100,000 residents and tourists. In the United States, several parishes in Louisiana and counties in Alabama and Florida declared a state of", "doc_score": "88.04035949707031", "publish_date": "2018/12/31"}, {"doc_id": "20329442", "text": "Hurricane Irma / UTC that day as it entered southern Georgia, while acquiring some extratropical characteristics. At 06:00 UTC on September 12, Irma degenerated to a remnant low just as it entered Alabama, as most of the deep convection had diminished. The remnants persisted for another day or so before dissipating over Missouri on September 13. Given that Irma's forecast track was along much of the Caribbean island chain, hurricane warnings were issued for the northern Leeward Islands, Puerto Rico, and parts of Hispaniola on September 5. On September 4, Puerto Rico declared a state of emergency. By September 6, the U.S. Federal", "doc_score": "86.77322387695312", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_1", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "199486", "text": "International Space Station / \"Zvezda\" added sleeping quarters, a toilet, kitchen, CO scrubbers, dehumidifier, oxygen generators, exercise equipment, plus data, voice and television communications with mission control. This enabled permanent habitation of the station. The first resident crew, Expedition 1, arrived in November 2000 on Soyuz TM-31. At the end of the first day on the station, astronaut Bill Shepherd requested the use of the radio call sign \"\"Alpha\"\", which he and cosmonaut Krikalev preferred to the more cumbersome \"\"International Space Station\"\". The name \"\"Alpha\"\" had previously been used for the station in the early 1990s, and following the request, its use was authorised", "doc_score": "85.91136932373047", "publish_date": "2018/12/31"}, {"doc_id": "12594401", "text": "International Space Station program / (USOS). Long-duration flights to the International Space Station are broken into expeditions. Expeditions have an average duration of half a year, and they commence following the official handover of the station from one Expedition commander to another. Expeditions 1 through 6 consisted of three-person crews, but the Space Shuttle Columbia disaster led to a reduction to two crew members for Expeditions 7 to 12. Expedition 13 saw the restoration of the station crew to three. While only three crew members are permanently on the station, several expeditions, such as Expedition 16, have consisted of up to six astronauts or cosmonauts.", "doc_score": "85.91020965576172", "publish_date": "2018/12/31"}, {"doc_id": "199464", "text": "International Space Station / Russian space station called OPSEK. The ISS is the ninth space station to be inhabited by crews, following the Soviet and later Russian \"Salyut\", \"Almaz\", and \"Mir\" stations as well as \"Skylab\" from the US. The station has been continuously occupied for since the arrival of Expedition 1 on 2 November 2000. This is the longest continuous human presence in low Earth orbit, having surpassed the previous record of held by \"Mir\". It has been visited by astronauts, cosmonauts and space tourists from 17 different nations. After the American Space Shuttle programme ended in 2011, Soyuz rockets became the only", "doc_score": "85.29142761230469", "publish_date": "2018/12/31"}, {"doc_id": "199474", "text": "International Space Station / the researchers aboard the ISS to examine aerosols, ozone, water vapour, and oxides in Earth's atmosphere, as well as cosmic rays, cosmic dust, antimatter, and dark matter in the universe. The ISS provides a location in the relative safety of Low Earth Orbit to test spacecraft systems that will be required for long-duration missions to the Moon and Mars. This provides experience in operations, maintenance as well as repair and replacement activities on-orbit, which will be essential skills in operating spacecraft farther from Earth, mission risks can be reduced and the capabilities of interplanetary spacecraft advanced. Referring to the MARS-500", "doc_score": "84.21427154541016", "publish_date": "2018/12/31"}, {"doc_id": "12594402", "text": "International Space Station program / Only 3 members were active at any given time, one of the'seats' was rotated out during separate flights. STS-115 expanded of the living volume and capabilities of the station so that it could host a crew of six. Expedition 20 was the first ISS crew of this size. Expedition 20's crew was lifted to the station in two separate Soyuz-TMA flights launched at two different times (each Soyuz-TMA can hold only three people): Soyuz TMA-14 on 26 March 2009 and Soyuz TMA-15 on 27 May 2009. However, the station would not be permanently occupied by six crew members all", "doc_score": "86.51508331298828", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_2", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "1766596", "text": "Artistic gymnastics / men's team has also matured, making the medal podium at both the 2004 and 2008 Olympics; they also made the podium at the 2003 and 2011 World Championships. Paul Hamm, the most successful U.S. male gymnast, became the first American to win the world all-around title in 2003. He followed this up by winning the gold medal at the 2004 Olympic Games. 2010 world all-around bronze medalist Jonathan Horton captured the silver medal on the horizontal bar at the 2008 Olympic Games, and Danell Leyva won the all-around bronze medal at the 2012 Olympic Games, as well as two silver", "doc_score": "85.24400329589844", "publish_date": "2018/12/31"}, {"doc_id": "18575558", "text": "Morgan Hurd / video debut, appearing in Shawn Mendes' Youth. Morgan Hurd Morgan Elizabeth Hurd (born July 18, 2001) is an American artistic gymnast. She is the 2017 World all-around champion, a member of the gold-medal winning American team at the 2018 World Championships, and a five-time World medalist. She is a three-time member of the United States women's national team (2016-2019). Hurd was adopted from Wuzhou, China when she was 11 months old. At age 3 she was enrolled in gymnastics. Hurd started training at First State Gymnastics when she was in fifth grade. She currently resides in Middletown, Delaware with her", "doc_score": "85.19190216064453", "publish_date": "2018/12/31"}, {"doc_id": "1766593", "text": "Artistic gymnastics / major, fully attended competitions. In 1984, the Olympic men's team won the gold. The team included Tim Daggett, Peter Vidmar, Mitch Gaylord, Bart Conner, Scott Johnson, Jim Hartung, and the team alternate Jim Mikus. Also in 1984, Mary Lou Retton became the first American Olympic all-around champion and won individual medals as well. In 1991, Kim Zmeskal became the first American world all-around champion. At the 1992 Olympics, the American women won their first team medal (bronze), as well as their highest all-around ranking, a silver medal by Shannon Miller, in a fully attended Games. In men's gymnastics, Trent Dimas", "doc_score": "82.767333984375", "publish_date": "2018/12/31"}, {"doc_id": "19259456", "text": "Grace Luczak / In 2015 Luczak, Kristine O'Brien, Adrienne Martelli and Grace Latz took the gold medal in the coxless four at the 2015 World Rowing Championships. Grace Luczak Grace Luczak (born May 24, 1989) is an American Olympic rower. Grace was a member of the USA Olympic rowing team in 2016. She has set two World Records, including the current record in the Women’s 8+ boat. She is a three-time World Champion and multiple World Cup medalist. She was recognized as one of the Top 10 Rowers in the world by World Rowing. She began rowing at Pioneer High School in Michigan.", "doc_score": "82.85409545898438", "publish_date": "2018/12/31"}, {"doc_id": "1766582", "text": "Artistic gymnastics / stricter age limit rules were first adopted in the early 1980s, there have been several well-documented, and many more suspected, cases of juniors with falsified documents competing as seniors. The FIG has only taken disciplinary action in three cases: those of Kim Gwang-Suk of North Korea, who competed at the 1989 World Artistic Gymnastics Championships at the approximate age of eleven; North Korean Hong Su-jong, who competed under three different birth dates in the 2000s, and China's Dong Fangxiao, who competed at the 2000 Olympics when she was two years below the age minimum. While the minimum age requirement applies", "doc_score": "82.19153594970703", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_3", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "15908986", "text": "Flight cancellation and delay / increased as staff has been cut back as a result of the financial woes following the September 11 attacks. Some of the causes of flight delays or cancellation include: In the United States, the Federal Aviation Administration estimates that flight delays cost airlines $22 billion yearly. Airlines are forced to pay federal authorities when they hold planes on the tarmac for more than three hours for domestic flights or more than four hours for international flights. Flight delays are an inconvenience to passengers. A delayed flight can be costly to passengers by making them late to their personal scheduled events", "doc_score": "96.0128402709961", "publish_date": "2018/12/31"}, {"doc_id": "20097391", "text": "United Express Flight 3411 incident / amount of travel vouchers to passengers \"bounced\" from flights to up to $10,000 and a $1,500 \"no questions asked\" fee for permanently lost luggage, and the airline promised to reduce overbooking. However, United Airlines had not raised the amount for bounced passengers from their previous $1350 maximum as of the 14 December 2017 revision of their Contract of Carriage Agreement. The handling of the incident by Munoz was described as a \"fumbling response\" by Bloomberg News, part of a \"public-relations disaster\" for United. Munoz had been named \"Communicator of the Year for 2017\" by \"PRWeek\" in March 2017. Steve Barrett,", "doc_score": "92.29247283935547", "publish_date": "2018/12/31"}, {"doc_id": "2431196", "text": "Airline deregulation / Fed. Reg. 32,110, was enacted. Amongst other items, the rule includes raising the minimum \"denied boarding compensation\" to customers with valid tickets yet still not allowed to board the aircraft. The legislation further penalizes airlines up to $27,500 a passenger if left stranded aboard an aircraft, on a tarmac for more than three hours. In 2010, the largest trade associations representing airline management interests before Capitol Hill, Airlines for America and the Regional Airline Association, opposed this legislation stating that they could self-regulate themselves and they already had begun implementing systems by which to mitigate any tarmac delays. Later American", "doc_score": "90.45625305175781", "publish_date": "2018/12/31"}, {"doc_id": "2431197", "text": "Airline deregulation / Eagle, an RAA airline member, was the first airline to be fined under the new legislation. A total settlement including fines and compensation paid to passengers totaled $800,000 for tarmac delays incurred in Chicago in May 2011. Deregulation advocate Alfred Kahn noted a deterioration in the quality of airline service following deregulation, including the \"turmoil\" of massive restructuring of airline routes, price wars, conflicts with airline employee unions, airline bankruptcies, and industry consolidation. He also noted unexpected congestion and delays \"that have plagued air travelers in recent years\". However, he also argued that such congestion and delays was also a", "doc_score": "89.89972686767578", "publish_date": "2018/12/31"}, {"doc_id": "15908985", "text": "Flight cancellation and delay / tarmac for more than three hours without taking off (four hours for international flights). In the United States, passengers are not entitled to compensation when a delay occurs, not even a cut of fees airlines must pay federal authorities for long delays. Airlines are required to pay for lodging costs of passengers if the delay or a cancellation is through their own fault, but not if the cause is beyond their control, such as weather. Since 2003, the United States Bureau of Transportation Statistics has been keeping track of the causes of flight delays. The number of flight delays has", "doc_score": "91.71726989746094", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_4", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "3711529", "text": "Del Taco / were Las Vegas, Nevada; St. Louis, Missouri; and the Northeast Corridor. Del Taco filed for protection in 1993 under Chapter 11 in U.S. Bankruptcy Court. In spite of the fact that renovations were made to keep Del Taco profitable, the company continued to pay rent on several unprofitable outlets that had been closed. They also attempted to negotiate lease reductions on other high cost sites. Also, Del Taco had been sued for $3 million by a former supplier. This was settled out of court. From 1994 through 1998, Del Taco saw their company decrease and eventually increase in size. Though", "doc_score": "83.58696746826172", "publish_date": "2018/12/31"}, {"doc_id": "14149924", "text": "Neiman Marcus Building / did not match the original store's design. The additions provided greater room for employee services, a penthouse restaurant and expanded departments. During the late 1950s, a seventh floor was added in a similar style to the previous fifth and sixth floor additions. On December 19, 1964, the building burned in the costliest blaze in the city's history, destroying $5–10 million in merchandise, art objects and antique furniture. Remarkably, the building was not destroyed, and it reopened just 27 days later. The last major expansion added two floors to the top of the entire complex in 1983, giving the structure a", "doc_score": "84.77488708496094", "publish_date": "2018/12/31"}, {"doc_id": "3861315", "text": "Saks, Inc. / tactics that let Saks... keep money it owed to clothing makers\", inflating Saks' yearly earnings up to 43% and abusively collecting around $30 million from suppliers over seven years. Saks settled with the SEC in 2007, after firing three or more executives involved in the fraudulent activities. In March, 2005, Saks announced to restate financial results from fiscal 1999 through the third quarter of fiscal 2004 to correct some accounting errors related to its previously recorded operating leases. By 2005, Saks Incorporated began to seek a narrower focus towards the luxury-oriented retail synonymous with its Saks Fifth Avenue stores.", "doc_score": "83.32456970214844", "publish_date": "2018/12/31"}, {"doc_id": "7583249", "text": "Loehmann's / Donaldson, Lufkin & Jenrette. The company was taken public again in May 1996. At its peak in 1999, the company had approximately 100 stores in 17 states. In May 1999, Loehmann's declared Chapter 11 bankruptcy. It emerged from bankruptcy protection on September 6, 2000. In 2004, it was acquired for $177 million by Arcapita (formerly Crescent Capital), a private investment firm complying with Islamic Banking law. In May 2006, Arcapita sold Loehmann's for $300 million to Istithmar, a private equity firm based in Dubai. On November 15, 2010, Loehmann's filed for Chapter 11 again, after failing to reach a debt", "doc_score": "80.72112274169922", "publish_date": "2018/12/31"}, {"doc_id": "9270497", "text": "Gordmans / closed. The off-price department store division became the company's sole focus after it emerged from bankruptcy under the Richman Gordman 1/2 Price Stores name in 1993. By 1996, all 1/2 Price Stores were converted into the Gordmans brand. The company decided to develop a new prototype store and attempted to improve the store's presentation. The first two Gordmans stores opened in Tulsa, Oklahoma in August 1999. Sun Capital Partners bought the company in 2008. It was taken public again in 2010 with Sun continuing to hold a majority stake. On March 6, 2017, Bloomberg reported that Gordmans was reportedly preparing", "doc_score": "81.55585479736328", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_5", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "5882804", "text": "Concession (politics) / is appropriate for a losing candidate to concede an election. On election night, pressures from a media looking for news to report, an opposition campaign anxious to declare victory, and one's own campaign unwilling to concede defeat if there is any hope of a last-minute turnaround all weigh on the decision of the losing candidate. It is exceedingly rare for a concession, once issued, to be retracted; such an event occurred in the United States 2000 presidential election, when Democratic candidate Al Gore, Jr. telephoned Republican George W. Bush to concede the contest. Gore was apparently unaware of the close", "doc_score": "79.08501434326172", "publish_date": "2018/12/31"}, {"doc_id": "18640764", "text": "Endorsements in the 2016 Republican Party presidential primaries / a New York lawyer (1970–1981) before politics. He withdrew on December 29, 2015, and endorsed John Kasich on April 14, 2016, having previously endorsed Marco Rubio on January 26, 2016. The intentional withholding of an endorsement (aka \"negative-endorsement\") is a relevant and important category for this topic. At a minimum, it represents the loss of an endorsing entity for a candidate. It also represents the introduction of a minimum threshold. The editorial department of the Miami-based \"Sun-Sentinel\" on March 4, 2016, announced that it would endorse no GOP candidates as, \"The kind of person who should be running is not", "doc_score": "79.48766326904297", "publish_date": "2018/12/31"}, {"doc_id": "19796081", "text": "Campaign Speech / Campaign Speech \"Campaign Speech\" is a freestyle rap song by American rapper Eminem, released on October 19, 2016, the same day of the third presidential debate, and 19 days before the 2016 presidential election. It was then released on October 22, 2016 on iTunes and streaming services such as Spotify. \"Campaign Speech\" is one of Eminem's longest songs to date and runs for nearly eight minutes, consisting of only one verse and no hook. In the song, Eminem disses Donald Trump and mentions other famous people such as Edward Norton, George Zimmerman, Dylann Roof, Colin Kaepernick, Robin Thicke, Ben Stiller", "doc_score": "82.83149719238281", "publish_date": "2018/12/31"}, {"doc_id": "19985197", "text": "No Favors (Big Sean song) / Donald Trump and says \"I'm anti, can't no government handle a commando / Your man don't want it, Trump's a bitch / I'll make his whole brand go under\". Eminem also mentions American pop star Fergie, actress Jamie Lee Curtis, and conservative political commentator Ann Coulter. No Favors (Big Sean song) \"No Favors\" is a song by American rapper Big Sean featuring American rapper Eminem for his fourth studio album \"I Decided\" (2017). The song was written by Big Sean, Francis Nguyen-Tran, Mark Sebastian, Starrah, The Lovin' Spoonful, Eminem, WondaGurl and John Sebastian and was produced by WondaGurl, Big Sean,", "doc_score": "80.32984924316406", "publish_date": "2018/12/31"}, {"doc_id": "7489495", "text": "Nonpartisan blanket primary / is nominated or endorsed by the party or that the party approves of or associates with that candidate. Subsequent \"as applied challenges\" were struck down by lower courts, and on October 1, 2012, the US Supreme Court refused to hear appeals from Washington Libertarian Party and Washington State Democratic Party. The Washington State Republican Party had earlier dropped out of the appeal process. Washington, along with California and Alaska, had a blanket primary system that allowed every voter to choose a candidate of any party for each position. That kind of system was ruled unconstitutional by the US Supreme Court", "doc_score": "77.479736328125", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_6", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "4872273", "text": "Cy-près doctrine / hear an appeal of Ninth Circuit decision in, Google Referrer Header Privacy Litigation, 10-cv-04809, U.S. District Court, Northern District of California (San Jose) that allowed a class action settlement that awarded $2 million to the plaintiff's attorneys, $5,000 to each of the handful of named plaintiffs, and no monetary award to an estimated 129 million class members, instead citing the cy-près doctrine to give a handful of privacy groups (including all three plaintiffs' attorneys' alma maters and several groups already supported by defendant Google) a share of $6 million rather than any monetary award to class members (who would receive", "doc_score": "81.53150177001953", "publish_date": "2018/12/31"}, {"doc_id": "785702", "text": "Twenty-seventh Amendment to the United States Constitution / would become the Twenty-seventh Amendment and the proposed Congressional Apportionment Amendment did not get ratified by enough states for them to also come into force with the first ten amendments. The proposed congressional pay amendment was largely forgotten until 1982, when Gregory Watson, a 19-year-old sophomore at the University of Texas at Austin, wrote a paper for a government class in which he claimed that the amendment could still be ratified. A teaching assistant graded the paper a \"C\" and an appeal to Professor Sharon Waite failed, motivating Watson to launch a nationwide campaign to complete its ratification. The amendment", "doc_score": "81.21310424804688", "publish_date": "2018/12/31"}, {"doc_id": "3715680", "text": "Medical malpractice in the United States / put forward in the health reform debate, and it represents a small fraction of total health care spending,\" although it was not \"trivial\" in absolute terms. A study by RAND Corp. researchers published in October 2014 in the \"New England Journal of Medicine\" concluded that laws restricting medical-malpractice suits do not reduce the amount of \"defensive medicine\" or reduce health-care costs. The researchers, led by Daniel A. Waxman, examined 3.8 million Medicare patient records from hospital emergency departments from 1997 to 2011, comparing care in three states that enacted strict malpractice reform laws about a decade earlier (Georgia, Texas and", "doc_score": "80.4259033203125", "publish_date": "2018/12/31"}, {"doc_id": "16748099", "text": "Elvitegravir/cobicistat/emtricitabine/tenofovir / cases, combined with tighter state budgets may burden the AIDS Drug Assistance Program (ADAP) to the breaking point. Kaiser Family Foundation reports that ADAP provided HIV drug benefit to 138,000 people in 2011, with a current waiting list totaling 2,030 HIV-positive individuals. Many states including California, Colorado, Georgia, and Virginia are considering measures to cut ADAP spending. An increase in the serum creatinine level (a marker of kidney function) may increase with use of Stribild. This is caused by inhibition of tubular secretion of creatinine in the nephron by cobicistat. An increase of up to 0.3 mg/dL is expected; if", "doc_score": "78.52440643310547", "publish_date": "2018/12/31"}, {"doc_id": "4872272", "text": "Cy-près doctrine / be seen as a windfall to a defendant charged with breaking the law. Judge Richard Posner has argued that the term is a misnomer in the class action context, because cy-près awards serve a punitive effect. Some commentators have criticized the use of cy-près settlements; the American Law Institute's Draft of the Principles of the Law of Aggregate Litigation proposes limiting cy-près to \"circumstances in which direct distribution to individual class members is not economically feasible, or where funds remain after class members are given a full opportunity to make a claim\". In 2018, the US Supreme Court decided to", "doc_score": "78.86492919921875", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_7", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "5543686", "text": "Approved drug / Approved drug An approved drug is a preparation that has been validated for a therapeutic use by a ruling authority of a government. In the United States, the FDA approves drugs. Before a drug can be prescribed, it must undergo the FDA's approval process. Drug companies seeking to sell a drug in the United States must first test it. The company then sends the Center for Drug Evaluation and Research (CDER) evidence from these tests to prove the drug is safe and effective for its intended use. A team of CDER physicians, statisticians, chemists, pharmacologists, and other scientists reviews the", "doc_score": "92.52708435058594", "publish_date": "2018/12/31"}, {"doc_id": "5543688", "text": "Approved drug / an approved drug. Approved drug An approved drug is a preparation that has been validated for a therapeutic use by a ruling authority of a government. In the United States, the FDA approves drugs. Before a drug can be prescribed, it must undergo the FDA's approval process. Drug companies seeking to sell a drug in the United States must first test it. The company then sends the Center for Drug Evaluation and Research (CDER) evidence from these tests to prove the drug is safe and effective for its intended use. A team of CDER physicians, statisticians, chemists, pharmacologists, and other", "doc_score": "92.05232238769531", "publish_date": "2018/12/31"}, {"doc_id": "153702", "text": "Food and Drug Administration / and the American Advertising Federation have also filed a brief in the suit, arguing that the labels infringe on commercial free speech and could lead to further government intrusion if left unchallenged. In November 2011, Federal judge Richard Leon of the U.S. District Court for the District of Columbia temporarily halted the new labels, likely delaying the requirement that tobacco companies display the labels. The U.S. Supreme Court ultimately could decide the matter. In July 2017, the FDA announced a plan that would reduce the current levels of nicotine permitted in tobacco cigarettes. With acceptance of premarket notification 510(k) k033391", "doc_score": "90.5265884399414", "publish_date": "2018/12/31"}, {"doc_id": "11688644", "text": "Experimental drug / Experimental drug An experimental drug is a medicinal product (a drug or vaccine) that has not yet received approval from governmental regulatory authorities for routine use in human or veterinary medicine. A medicinal product may be approved for use in one disease or condition but still be considered experimental for other diseases or conditions. In the United States, the body responsible for approval is the U.S. Food and Drug Administration (FDA), which must grant the substance Investigational New Drug (IND) status before it can be tested in human clinical trials. IND status requires the drug's sponsor to submit an IND", "doc_score": "91.81824493408203", "publish_date": "2018/12/31"}, {"doc_id": "94961", "text": "Controlled Substances Act / Administration (DEA) and the Food and Drug Administration (FDA), determine which substances are added to or removed from the various schedules, although the statute passed by Congress created the initial listing. Congress has sometimes scheduled other substances through legislation such as the Hillory J. Farias and Samantha Reid Date-Rape Prevention Act of 2000, which placed gamma hydroxybutyrate (GHB) in Schedule I and sodium oxybate (the isolated sodium salt in GHB) in Schedule III. Classification decisions are required to be made on criteria including potential for abuse (an undefined term), currently accepted medical use in treatment in the United States, and", "doc_score": "90.89067840576172", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_8", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "3798719", "text": "12th man (football) / has twice set the Guinness World Record loudest crowd noise at a sporting event, first on September 15, 2013, registering 136.6 dB during a game against the San Francisco 49ers The first known instance of Texas A&M referring to its fanbase as the \"12th Man\" is contained on page 17 of 25 November 1921 edition of \"The Battalion\", the Texas A&M campus newspaper. Ever since the day E. King Gill left the stands in 1922, the entire student body has stood throughout the game to symbolize their \"readiness, desire, and enthusiasm\" to take the field if needed. A statue of", "doc_score": "84.92303466796875", "publish_date": "2018/12/31"}, {"doc_id": "5163568", "text": "UNI-Dome / football bowl games, wrestling, track and field, softball, concerts and conventions. In 1994, the air-supported roof collapsed in a snowstorm. Since this had occurred on numerous occasions before, it was replaced by a more permanent metal roof. Prior to November 18, 2006, the basketball, volleyball and wrestling team utilized the UNI-Dome, before the construction of the McLeod Center. The McLeod Center is directly south of the UNI-Dome and connected by a covered walkway. The UNI-Dome attendance record for football is 17,190, which was set on October 17, 2009, during a Panthers homecoming game against the Missouri Valley rival Southern Illinois.", "doc_score": "80.84602355957031", "publish_date": "2018/12/31"}, {"doc_id": "10613494", "text": "Carnie Smith Stadium / Carnie Smith Stadium Carnie Smith Stadium (formerly Brandenburg Stadium) is the football stadium for Pittsburg State University in Pittsburg, Kansas. The stadium is nicknamed \"The Jungle\" (after the school's mascot, the gorilla), or \"The Pitt.\" Built in 1923, the stadium was originally named for the college's first president, William Aaron Brandenburg. In 1987, it was renamed for Carnie Smith who led the school to NAIA National Football Championships in 1957 and 1961. The playing surface is still named Brandenburg Field. The school extensively renovated the stadium in 2000 ($5.8 million overhaul), in 2006 ($2.5 million renovation to the west end,", "doc_score": "80.66363525390625", "publish_date": "2018/12/31"}, {"doc_id": "8875489", "text": "Fetzer Field / The North Carolina Tar Heels teams that played at Fetzer Field were among the most popular college sports clubs on social media. The Ohio State Buckeyes (2,105,974), Florida Gators (2,003,534), Texas Longhorns (1,784,708), Oregon Ducks (1,687,733), Georgia Bulldogs (1,290,903), Kentucky Wildcats (1,284,612), North Carolina Tar Heels (1,260,567) and Wisconsin Badgers (1,238,828) had the most followers as of January 2016. Fetzer Field was built in 1935 and named for Bob Fetzer, the school's first full-time athletic director. The original part of the complex, including the track, grandstand and field, was built in 1935 as a part of the government's Works Projects", "doc_score": "80.67935943603516", "publish_date": "2018/12/31"}, {"doc_id": "84570", "text": "College football / point scoring in 1890. In 1887, game time was set at two halves of 45 minutes each. Also in 1887, two paid officials—a referee and an umpire—were mandated for each game. A year later, the rules were changed to allow tackling below the waist, and in 1889, the officials were given whistles and stopwatches. After leaving Yale in 1882, Camp was employed by the New Haven Clock Company until his death in 1925. Though no longer a player, he remained a fixture at annual rules meetings for most of his life, and he personally selected an annual All-American team every", "doc_score": "80.869384765625", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_9", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "10320988", "text": "Workday, Inc. / released 31 updates to its product line as of September 6th, 2018. It releases a major update every 6 months. Workday adopted the IBM Cloud as its primary development and testing platform in order to accelerate its worldwide expansion. In February 2014, Workday acquired the startup Identified and its artificial intelligence Syman to create its Insight Apps line of products. The first products running SYMAN were announced at Workday Rising 2014. In July 2017, Workday CEO Aneel Bhusri announced that the company had decided to open up its platform to developers, partners and third party software. As a result, Workday", "doc_score": "79.89663696289062", "publish_date": "2018/12/31"}, {"doc_id": "4390", "text": "Apple Inc. / and a maps development office for 4,000 staff in Hyderabad. In February 2017, Apple once again requested permission to sell used iPhones in the country. The same month, \"Bloomberg\" reported that Apple was close to receiving permission to open its first retail store in the country. In March, \"The Wall Street Journal\" reported that Apple would begin manufacturing iPhone models in India \"over the next two months\", and in May, the \"Journal\" wrote that an Apple manufacturer had begun production of iPhone SE in the country, while Apple told \"CNBC\" that the manufacturing was for a \"small number\" of units.", "doc_score": "79.69761657714844", "publish_date": "2018/12/31"}, {"doc_id": "4406", "text": "Apple Inc. / Singaporean government to cover the rooftops of 800 buildings in the city-state with solar panels allowing Apple's Singapore operations to be run on 100% renewable energy. Liam was introduced to the world, an advanced robotic disassembler and sorter designed by Apple Engineers in California specifically for recycling outdated or broken iPhones. Reuses and recycles parts from traded in products. Apple announced on August 16, 2016, that Lens Technology, one of its major suppliers in China, has committed to power all its glass production for Apple with 100 percent renewable energy by 2018. The commitment is a large step in Apple's", "doc_score": "80.2898178100586", "publish_date": "2018/12/31"}, {"doc_id": "4345", "text": "Apple Inc. / a faster processor, and brighter display. On September 12, 2017, Apple introduced the Apple Watch Series 3 featuring LTE cellular connectivity, giving the wearable independence from an iPhone except for the setup process. On September 12, 2018, Apple introduced the Apple Watch Series 4, featuring new display, electrocardiogram and fall detection. At the 2007 Macworld conference, Jobs demonstrated the Apple TV (previously known as the iTV), a set-top video device intended to bridge the sale of content from iTunes with high-definition televisions. The device links up to a user's TV and syncs, either via Wi-Fi or a wired network, with", "doc_score": "80.82904815673828", "publish_date": "2018/12/31"}, {"doc_id": "20751067", "text": "MacOS Mojave / MacOS Mojave macOS Mojave ( ) (version 10.14) is the fifteenth major release of macOS, Apple Inc.'s desktop operating system for Macintosh computers. The successor to macOS High Sierra, it was announced at the WWDC 2018, on June 4, 2018, and was released to the public on September 24, 2018. It brings several iOS apps to the desktop, including Apple News, Voice Memos, and Home; includes a much more comprehensive \"Dark mode\", and is the final version of macOS to support 32-bit apps. Its name refers to the Mojave Desert, and is the latest California-themed name in a series begun", "doc_score": "82.7412338256836", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_10", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "17396344", "text": "New Town (Jacksonville) / New Town (Jacksonville) New Town is a neighborhood of Jacksonville, Florida. A primarily residential neighborhood, it is located on Jacksonville's Northside, immediately northwest of Downtown. New Town was developed in the early 20th century for African-American workers in the railroads and industrial areas to the east, south and west. By the 21st century, the neighborhood show considerable signs of urban decay, with residents plagued by crime, failing schools, health problems, and endemic poverty. In 2008, Jacksonville mayor John Peyton and other parties established the New Town Success Zone, modeled after New York City's Harlem Children's Zone, which provides comprehensive social", "doc_score": "80.40776062011719", "publish_date": "2018/12/31"}, {"doc_id": "7004018", "text": "Hemming Park station / Hemming Park station Hemming Park station is a Jacksonville Skyway monorail station in Jacksonville, Florida. It is located on Hogan Street between Duval Street and Monroe Street in Downtown Jacksonville. The station is adjacent to Hemming Park and is nearby Jacksonville City Hall and various other government buildings and amenities. The Hemming Park station was planned as part of the Jacksonville Skyway's first extension: a north-south route leading from Central station up to Florida State College at Jacksonville. Work on the new segment began in 1993 and coincided with the Skyway's transition from Matra to Bombardier Transportation technology. The extension,", "doc_score": "80.48886108398438", "publish_date": "2018/12/31"}, {"doc_id": "15117113", "text": "Hunter's Point South / Hunter's Point South Hunter's Point South is a mixed-use development for middle income residents situated on approximately 30 acres of prime waterfront property in in Long Island City, the westernmost neighborhood of the New York City borough of Queens. Up to 5,000 housing units, 60 percent of which will be affordable to middle-income families, are expected to be developed on the site. As of Spring 2017, the project had attracted $2 billion from private investors. Hunters Point South is part of the greater Queens West project and district. The plan calls for a 10-year build-out of 5,000 dwelling middle-income units,", "doc_score": "81.7605209350586", "publish_date": "2018/12/31"}, {"doc_id": "15605131", "text": "Amsterdam Walk / area to the north which is now empty land. That area used to house The Cove nightclub, but later the buildings were razed and it is now scheduled to be developed as the Piedmont Gardens section of Piedmont Park. The Campbell warehouse later became the Thoben Elrod appliance depot, which caught on fire in 1964 with losses of $646,000. In the 1990s the part that is now Amsterdam Walk opened as the Midtown Outlets, and was given its current name in the early 2000s. Amsterdam Walk Amsterdam Walk is a retail and entertainment complex in the Virginia Highland neighborhood of", "doc_score": "80.23851013183594", "publish_date": "2018/12/31"}, {"doc_id": "18397597", "text": "Weinland Park / and delicatessen. Weinland Park Weinland Park is a neighborhood north of downtown Columbus, Ohio and encompassed by the boundaries of the University District. A development boom in the 1930s and 1940s resulting from new streetcar lines and the blossoming of factories brought working and middle-class families to the neighborhood. Current housing stock consists primarily of single family residential buildings that have been converted to rentals or multifamily housing. Row-homes and apartment buildings are also ubiquitous in the neighborhood. Renters currently outnumber owners. Commercial and entertainment facilities are concentrated on the North High Street corridor, but also pocket the inner part", "doc_score": "80.73539733886719", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_11", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "5970581", "text": "Anne Burrell / restaurant in 2010 in New York City. Burrell opened her restaurant, Phil & Anne's Good Time Lounge, in Brooklyn in spring 2017, though as of April, 2018, the restaurant has closed. In 2005, Iron Chef Mario Batali asked Burrell to serve as one of his sous chefs, along with chef and restaurateur Mark Ladner, for a pilot taping of Food Network’s the Iron Chef America series. She continued to serve as his sous chef during his tenure with the show. Burrell's Food Network series \"Secrets of a Restaurant Chef\" debuted June 29, 2008. In 2009, she appeared on another", "doc_score": "86.74185180664062", "publish_date": "2018/12/31"}, {"doc_id": "20031232", "text": "Lisa Kivirist / Lisa Kivirist Lisa Cindy Kivirist (born April 14, 1967 in Illinois) is an American author, women-farmer and cottage-food activist, entrepreneur, and writer. She founded the Rural Women’s Project. for the Midwest Organic and Sustainable Education Service and started the award-winning Inn Serendipity Bed & Breakfast, a small business completely powered by wind and solar energy generated on site and Wisconsin Travel Green certified. Kivirist authored the award-finalist \"Soil Sisters\" (New Society Publishers) and \"Kiss Off Corporate America\" (Andrews McMeel). She also co-authored \"Homemade for Sale\", \"Farmstead Chef\", the award-winning \"ECOpreneuring\" and \"Rural Renaissance\" with her husband, John D. Ivanko, all", "doc_score": "79.58529663085938", "publish_date": "2018/12/31"}, {"doc_id": "13335793", "text": "Carla Hall / 2018, \"General Hospital\" tweeted Hall will appear on the ABC soap opera, and Soap Opera Digest states it will be May 2018. Hall lives in Washington, D.C. She married Matthew Lyons in 2006. She has a stepson Noah. Carla Hall Carla Hall (born May 12, 1964) is an American chef, television personality and former model. She appeared in the fifth and eighth seasons of \"Top Chef\", Bravo's cooking competition show. She was a cohost on \"The Chew\", a one-hour talk show centered on food from all angles, which premiered on ABC in September 2011. Hall was born and raised in", "doc_score": "81.57637786865234", "publish_date": "2018/12/31"}, {"doc_id": "19001627", "text": "Vivian Howard / Carolina, with their twin children. Vivian Howard Vivian Howard (born 1978) is an American chef and television personality. She is most famous for being the head chef and co-owner of the restaurant Chef & the Farmer in Kinston, North Carolina, and for starring in the PBS television series \"A Chef's Life\". Howard grew up in Deep Run, North Carolina, a small community near the town of Kinston. Her parents were farmers who raised hogs and grew tobacco, cotton, soybeans, and corn. At age 14, Howard attended an all-female Moravian boarding school, Salem Academy, in Winston-Salem, North Carolina, and then spent", "doc_score": "81.80551147460938", "publish_date": "2018/12/31"}, {"doc_id": "5970577", "text": "Anne Burrell / Iron Chef\" Super Chefs being eliminated in episode 6. She was also a contestant on the first season of Chopped All-Stars Tournament, winning the \"Food Network Personalities\" preliminary round to advance to the final round, where she placed second runner up to Nate Appleman (winner) and Aarón Sanchez. In 2015, Burrell won the fourth installment of the Chopped All-Stars tournament winning $75,000 for the Juvenile Diabetes Research Foundation. She also hosted the series \"Chef Wanted with Anne Burrell\" in 2012–2013. Burrell was born September 21, 1969 in Cazenovia, New York. She attended Canisius College in Buffalo and graduated with a", "doc_score": "84.14031982421875", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_12", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "2044990", "text": "Scrapple / oil and is sometimes deep-fried. Scrapple can also be broiled; this is a good cooking method for those who like their scrapple crisp. Scrapple is usually eaten as a breakfast side dish. It can be served plain or with either sweet or savory condiments: apple butter, ketchup, jelly, maple syrup, honey, or mustard. The roots of the culinary traditions that led to the development of scrapple in America have been traced back to pre-Roman Europe. The more immediate culinary ancestor of scrapple was the Low German dish called \"\", which was adapted to make use of locally available ingredients, and", "doc_score": "90.3624038696289", "publish_date": "2018/12/31"}, {"doc_id": "2044989", "text": "Scrapple / is formed into loaves and allowed to cool thoroughly until set. The proportions and seasoning are very much a matter of the region and the cook's taste. A few manufacturers have introduced beef and turkey varieties and color the loaf to retain the traditional coloration derived from the original pork liver base. Due to its composition, it is often jokingly described as being made from \"everything but the oink\". Scrapple is typically cut into quarter-inch to three-quarter-inch slices and pan-fried until brown to form a crust. It is sometimes first coated with flour. It may be fried in butter or", "doc_score": "91.86390686035156", "publish_date": "2018/12/31"}, {"doc_id": "2044987", "text": "Scrapple / Scrapple Scrapple, also known by the Pennsylvania Dutch name \"Pannhaas\" or \"pan rabbit\", is traditionally a mush of pork scraps and trimmings combined with cornmeal and wheat flour, often buckwheat flour, and spices. The mush is formed into a semi-solid congealed loaf, and slices of the scrapple are then pan-fried before serving. Scraps of meat left over from butchering, not used or sold elsewhere, were made into scrapple to avoid waste. Scrapple is best known as an American food of the Mid-Atlantic states (Delaware, Maryland, New Jersey, Pennsylvania, and Virginia). Scrapple and \"panhaas\" are commonly considered an ethnic food of", "doc_score": "89.81573486328125", "publish_date": "2018/12/31"}, {"doc_id": "2044988", "text": "Scrapple / the Pennsylvania Dutch, including the Mennonites and Amish. Scrapple is found in supermarkets throughout the region in both fresh and frozen refrigerated cases. Scrapple is typically made of hog offal, such as the head, heart, liver, and other trimmings, which are boiled with any bones attached (often the entire head), to make a broth. Once cooked, bones and fat are removed, the meat is reserved, and (dry) cornmeal is boiled in the broth to make a mush. The meat, finely minced, is returned to the pot and seasonings, typically sage, thyme, savory, black pepper, and others are added. The mush", "doc_score": "87.80475616455078", "publish_date": "2018/12/31"}, {"doc_id": "335083", "text": "Potato chip / chips, tapioca chips, yam chips, and even carrot chips. Plantain chips, also known as chifles or tostones, are also sold in the Western Hemisphere from Canada to Chile. In the Philippines, banana chips can be found sold at local stores. In Kenya, chips are made from arrowroot and casava. In the United Kingdom, Sweden, Finland, and Australia, a new variety of Pringles made from rice has been released and marketed as lower in fat than its potato counterparts. Potato chip Potato chips (often just chips), or crisps, are thin slices of potato that have been deep fried or baked until", "doc_score": "83.77696228027344", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_13", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "11677010", "text": "Daylight saving time in the United States / of uniform Daylight Saving Time throughout the US. In the U.S., daylight saving time starts on the second Sunday in March and ends on the first Sunday in November, with the time changes taking place at 2:00 a.m. local time. With a mnemonic word play referring to seasons, clocks \"spring forward, fall back\"—that is, in springtime the clocks are moved forward from 2:00 a.m. to 3:00 a.m. and in fall they are moved back from 2:00 a.m. to 1:00 a.m. Daylight saving time lasts for a total of 34 weeks (238 days) every year, about 65% of the entire year.", "doc_score": "92.53742980957031", "publish_date": "2018/12/31"}, {"doc_id": "579598", "text": "Daylight saving time / three hours during the southern summer, and four hours a few weeks per year. Since 1996, European Summer Time has been observed from the last Sunday in March to the last Sunday in October; previously the rules were not uniform across the European Union. Starting in 2007, most of the United States and Canada observe DST from the second Sunday in March to the first Sunday in November, almost two-thirds of the year. Moreover, the beginning and ending dates are roughly reversed between the northern and southern hemispheres because spring and autumn are displaced six months. For example, mainland Chile", "doc_score": "87.39724731445312", "publish_date": "2018/12/31"}, {"doc_id": "579636", "text": "Daylight saving time / inserts \"summer\" into other time zone names, e.g. \"Central European Time\" (\"CET\") becomes \"Central European Summer Time\" (\"CEST\"). The North American English mnemonic \"spring forward, fall back\" (also \"spring ahead...\", \"spring up...\", and \"... fall behind\") helps people remember in which direction to shift the clocks. Changes to DST rules cause problems in existing computer installations. For example, the 2007 change to DST rules in North America required that many computer systems be upgraded, with the greatest impact on e-mail and calendar programs. The upgrades required a significant effort by corporate information technologists. Some applications standardize on UTC", "doc_score": "88.07272338867188", "publish_date": "2018/12/31"}, {"doc_id": "5778445", "text": "British Summer Time / British Summer Time During British Summer Time (BST), civil time in the United Kingdom is advanced one hour forward of Greenwich Mean Time (GMT) (in effect, changing the time zone from UTC+0 to UTC+1), so that evenings have more daylight and mornings have less. BST begins at 01:00 GMT on the last Sunday of March and ends at 01:00 GMT (02:00 BST) on the last Sunday of October. Since 22 October 1995, the starting and finishing times of daylight saving time across the European Union have been aligned – for instance Central European Summer Time begins and ends on the", "doc_score": "89.59501647949219", "publish_date": "2018/12/31"}, {"doc_id": "244932", "text": "Leap second / the last day of December and June are preferred, with the last day of March or September as second preference, and the last day of any other month as third preference. All leap seconds (as of 2017) have been scheduled for either June 30 or December 31. The extra second is displayed on UTC clocks as 23:59:60. On clocks that display local time tied to UTC, the leap second may be inserted at the end of some other hour (or half-hour or quarter-hour), depending on the local time zone. A negative leap second would suppress second 23:59:59 of the last", "doc_score": "86.19896697998047", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_14", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "12402817", "text": "Delaware State Hornets football / Making A Difference Award by the DSU Alumni Association. Lavan was also selected as head coach for the 2008 American Heritage Bowl/Navy-Marine Corps All-Star Classic in San Clemente, Calif. He guided the Northeast All-Stars to a 24–7 victory in the contest. In four seasons at DSU, Lavan has posted an overall record of 29–16, including a 24–7 mark in MEAC contests. He has led the team to winning records in each of the last three seasons. In the three years prior to his arrival, the Hornets were 10–24 overall and 6–17 in the league. Delaware State had just one winning", "doc_score": "85.7133560180664", "publish_date": "2018/12/31"}, {"doc_id": "12402810", "text": "Delaware State Hornets football / Delaware State Hornets football The Delaware State Hornets football team compete in Division I FCS, and are full-members of the Mid-Eastern Athletic Conference. They are a five-time conference champion and made their first-ever FCS playoff appearance in 2007. They play at the 7,193-seat Alumni Stadium located in Dover, Delaware. The facility opened in 1957 as a multi-purpose for football, and track and field. On November 9, 1980, Delaware State took on QB Neil Lomax and the Portland State Vikings and were defeated 105–0 in the most lopsided loss in Division I-AA Football history. This was marked as the low point", "doc_score": "84.62051391601562", "publish_date": "2018/12/31"}, {"doc_id": "12402811", "text": "Delaware State Hornets football / for the team and with the help of new coach Joe Purzycki the Hornets rebuilt their program. He was hired as Delaware State's head coach in 1981, and compiled a 21–21–1 overall record, including a 15–5–1 mark in his last two seasons. Bill Collick, who was Purzycki's defensive coordinator, took over the program in 1985. He led the Hornets to the team's first MEAC championship in his first season. After 2003's 1–10 debacle, Delaware State hired Alton \"Al\" Lavan as their new head football coach with the task of rebuilding the program once again. When Lavan was hired as head", "doc_score": "84.94102478027344", "publish_date": "2018/12/31"}, {"doc_id": "11649856", "text": "2007–08 Notre Dame Fighting Irish men's basketball team / over 20 points and 10 rebounds per game, a double-double. At the end of the regular season, he led the Big East in scoring. Additionally, he was second in the conference in rebounding and led the league in each category during conference play. Besides Harangody, two other players average over 10 points per game, Kyle McAlarney and Rob Kurz. McAlarney also leads the conference in three-point field goal percentage. Thirteen players have accumulated statistics in games for the Irish. Dating to February 2006, the Irish have won 37 consecutive home games and 18 Big East home games. The 18 wins", "doc_score": "83.38623046875", "publish_date": "2018/12/31"}, {"doc_id": "16103882", "text": "2012 Michigan Wolverines football team / was voted team MVP. The 2011 Michigan Wolverines football team compiled an 11–2 record under first-year head coach Brady Hoke and defeated Virginia Tech in the 2012 Sugar Bowl, 23–20 in overtime. In recognition of the team's drastic improvement from the 2010 season, Brady Hoke won Big Ten Coach of the Year awards from both the coaches and media. Michigan returned 13 out of 22 starters — six on offense and seven on defense. Michigan had also expected to see the return of wide receiver Darryl Stonum, who was redshirted the previous season for disciplinary reason, but Stonum was dismissed", "doc_score": "83.3438720703125", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_15", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "18921585", "text": "Kocktails with Khloé / Kocktails with Khloé Kocktails with Khloé is an American pop culture–themed variety talk show which premiered on the FYI cable channel on January 20, 2016. The series is hosted by reality television personality Khloé Kardashian. In April 2016, FYI cancelled \"Kocktails with Khloé\" after one season. The series was greenlit on July 21, 2015. The network ordered eight one-hour episodes; the production of \"Kocktails with Khloé\" commenced immediately after the announcement. The talk show is hosted by television personality and socialite Khloé Kardashian, who is well known for appearing on the reality television series \"Keeping Up with the Kardashians\"", "doc_score": "77.88606262207031", "publish_date": "2018/12/31"}, {"doc_id": "6558657", "text": "Tiki Bar TV / Tiki Bar TV Tiki Bar TV was a web series distributed in the pioneering field of video podcasting or \"vodcast.\" Produced in an apartment tiki bar on a low budget, the humorous and heavily ad-libbed show is a creative outlet for its creators Jeff Macpherson and Kevin Gamble. The show garnered additional attention after being mentioned at Apple's iPod Video launch. Each episode features a problem that is rectified by the episode's namesake cocktail, which is scribbled on a prescription pad by Dr. Tiki (Macpherson) and \"filled\" by the bartender Johnny Johnny (Gamble) who explains the construction of the cocktail.", "doc_score": "78.31714630126953", "publish_date": "2018/12/31"}, {"doc_id": "6558653", "text": "Tiki Bar TV / Tiki Bar TV Tiki Bar TV was a web series distributed in the pioneering field of video podcasting or \"vodcast.\" Produced in an apartment tiki bar on a low budget, the humorous and heavily ad-libbed show is a creative outlet for its creators Jeff Macpherson and Kevin Gamble. The show garnered additional attention after being mentioned at Apple's iPod Video launch. Each episode features a problem that is rectified by the episode's namesake cocktail, which is scribbled on a prescription pad by Dr. Tiki (Macpherson) and \"filled\" by the bartender Johnny Johnny (Gamble) who explains the construction of the cocktail.", "doc_score": "78.31714630126953", "publish_date": "2018/12/31"}, {"doc_id": "16744813", "text": "Nikki Glaser / love advice. In 2015, she left the podcast after she determined that it was interfering with her personal relationships. From January to October 2016, she hosted the companion podcast to her Comedy Central show \"Not Safe\" with Dan St. Germain and Brian Frange. Each episode they discussed sex and relationship issues as well as apples. In February 2018, she began hosting \"You Up? With Nikki Glaser\", a daily radio show on Sirius XM. \"Nikki & Sara Live\", a weekly television series hosted by Glaser and Schaefer, premiered on January 29, 2013, on MTV. The show was canceled on October 29,", "doc_score": "78.25064849853516", "publish_date": "2018/12/31"}, {"doc_id": "14304909", "text": "Cannabis Planet / Cannabis Planet Cannabis Planet is an American television program created by Brad Lane with the intent to promote the benefits of marijuana. According to producers, the show covers \"the merits of the cannabis plant (medicinally, industrially, agriculturally), and the benefits this plant brings to planet earth, mankind and the United States.\" The Los Angeles-based program first broadcast in July 2009 on the television station KJLA, which airs throughout most of Southern California. Most recently, the program broadcast 13 new episodes into 5 major media markets including Los Angeles, Chicago, Philadelphia, Washington D.C. and Palm Beach. (Oct. 2017 - Jan. 2018)", "doc_score": "76.44970703125", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_16", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "2101513", "text": "Blue moon / calendar month with no seasonal link. Owing to the rarity of a blue moon, the term \"blue moon\" is used colloquially to mean a rare event, as in the phrase \"once in a blue moon\". One lunation (an average lunar cycle) is 29.53 days. There are about 365.24 days in a tropical year. Therefore, about 12.37 lunations (365.24 days divided by 29.53 days) occur in a tropical year. In the widely used Gregorian calendar, there are 12 months (the word \"month\" is derived from \"moon\") in a year, and normally there is one full moon each month. Each calendar year", "doc_score": "90.2986068725586", "publish_date": "2018/12/31"}, {"doc_id": "2101511", "text": "Blue moon / Blue moon A blue moon is an additional full moon that appears in a subdivision of a year: either the third of four full moons in a season, or a second full moon in a month of the common calendar. The phrase has nothing to do with the actual color of the moon, although a literal \"blue moon\" (the moon appearing with a tinge of blue) may occur in certain atmospheric conditions: e.g., if volcanic eruptions or fires leave particles in the atmosphere of just the right size to preferentially scatter red light. The term has traditionally referred to an", "doc_score": "88.88610076904297", "publish_date": "2018/12/31"}, {"doc_id": "2101518", "text": "Blue moon / at 1.48 AM on 23 March, 9.15 AM on 22 June, 4.42 PM on 21 September and 12.10 AM on 22 December, while the astronomical seasons began at 4.39 AM on 21 March, 11.09 PM on 21 June, 2.42 PM on 23 September and 10.30 AM on 22 December (all times GMT). When a season has four full moons the third is called the \"blue moon\" so that the last can continue to be called with the proper name for that season. The March 1946 \"Sky and Telescope\" article \"Once in a Blue Moon\" by James Hugh Pruett misinterpreted the", "doc_score": "86.21720123291016", "publish_date": "2018/12/31"}, {"doc_id": "2101520", "text": "Blue moon / (not necessarily a full moon) appears to a casual observer to be unusually bluish, which is a rare event. The effect can be caused by smoke or dust particles in the atmosphere, as has happened after forest fires in Sweden and Canada in 1950 and 1951, and after the eruption of Krakatoa in 1883, which caused the moon to appear blue for nearly two years. Other less potent volcanoes have also turned the moon blue. People saw blue moons in 1983 after the eruption of the El Chichón volcano in Mexico, and there are reports of blue moons caused by", "doc_score": "90.3792953491211", "publish_date": "2018/12/31"}, {"doc_id": "242740", "text": "Lunar eclipse / involve interactions between the Sun, Earth, and the Moon, they are very different in their interactions. The Moon does not completely darken as it passes through the umbra because of the refraction of sunlight by Earth's atmosphere into the shadow cone; if Earth had no atmosphere, the Moon would be completely dark during the eclipse. The reddish coloration arises because sunlight reaching the Moon must pass through a long and dense layer of Earth's atmosphere, where it is scattered. Shorter wavelengths are more likely to be scattered by the air molecules and small particles; thus, the longer wavelengths predominate by", "doc_score": "83.57211303710938", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_17", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "6774775", "text": "Wardlaw-Hartridge School / Wardlaw-Hartridge School The Wardlaw+Hartridge School (commonly referred to as Wardlaw or W+H) is a private, nonsectarian, coeducational day school located in Edison, New Jersey, United States, serving students in pre-kindergarten through twelfth grade. It is divided into three administrative divisions: the Lower School, the Middle School, and the Upper School. As of the 2017-2018 school year, the school had an enrollment of 465 students and 57.1 classroom teachers (on an FTE basis), for a student–teacher ratio of 7.6:1. The school's student body was 30.4% White, 13.7% Black, 9.3% Hispanic, 39.7% Asian, and 7.0% two or more races. The Wardlaw+Hartridge School", "doc_score": "86.83380889892578", "publish_date": "2018/12/31"}, {"doc_id": "6564458", "text": "Delbarton School / Black, 0.2% Native Hawaiian / Pacific Islander and 8.0% two or more races. Delbarton's student body comprises students from more than eight New Jersey counties and 100 communities. In 2007, \"The Wall Street Journal\" ranked Delbarton School ninth among America's high schools. For the 1983-84 school year, Delbarton School received the National Blue Ribbon Award of Excellence from the United States Department of Education, the highest honor that an American school can achieve. In 2018, Niche.com ranked Delbarton second among Catholic high schools in the United States, and eighth among all private schools. Delbarton is a member of the New", "doc_score": "84.91278839111328", "publish_date": "2018/12/31"}, {"doc_id": "17321634", "text": "Success Academy Charter Schools / schools beyond geographic constraints. In 2012, Harlem Success Academy Charter School 1 became the first city charter school to be awarded a National Blue Ribbon. Harlem Success Academy Charter School 3 was awarded a National Blue Ribbon by the U.S. Department of Education in 2015. In 2016, both Harlem Success Academy Charter School 4 and Bronx Success Academy Charter School 1 were awarded National Blue Ribbons. Success Academy received the 2017 Broad Prize for Public Charter Schools, an award recognizing the best academic outcomes in the nation for low-income students and students of color. A grant for $250K to support", "doc_score": "86.69203186035156", "publish_date": "2018/12/31"}, {"doc_id": "7996832", "text": "Montclair Kimberley Academy / as an Apple Distinguished School for its use of technology in education. In 2009, Montclair Kimberley Academy was voted Best NJ Private School by parents in \"Bloomberg Businessweek\". In 2010, the school was designated a Johns Hopkins School of Excellence. In 2003, Montclair Kimberley Academy was recognized as a National School of Character by the Character Education Partnership, one of ten schools selected nationwide. Montclair Kimberley Academy was recognized by the US Department of Education as a Blue Ribbon School for 1999-2000, and the Upper School was also recognized as a Blue Ribbon School for 1994-1996. Montclair Kimberley Academy has", "doc_score": "86.495849609375", "publish_date": "2018/12/31"}, {"doc_id": "6441068", "text": "Raleigh Charter High School / first space, but owns the current one. As of the 2015–2016 school year, the school's 4-year graduation rate was 95%. On December 5, 2008, U.S. News & World Report ranked Raleigh Charter the 20th best high school in the country. In 2005 Raleigh Charter High School was named the ninth best public high school in the nation by Newsweek magazine based on the number of students taking Advanced Placement tests. It was rated number 53 and 18 in 2006 and 2007, respectively. In 2003, 99 percent of tenth grade students at Raleigh Charter High School met or exceeded the requirements", "doc_score": "87.64718627929688", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_18", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "4996219", "text": "Alban Towers / University for use as housing for some 450 students. In the 1980s and 1990s the building fell into a state of serious disrepair. The partnership of Edmonson & Gallagher contracted to purchase the building in 1986, but an association of tenants attempted to exercise a statutory right of first refusal, resulting in clouded title that was not resolved for several years. Sally Berk, president of the DC Preservation League, nominated the building as an historic landmark in 1990, and it was placed on the National Register of Historic Places in 1994. In 1995, after the sale to Edmonson had fallen", "doc_score": "84.0595932006836", "publish_date": "2018/12/31"}, {"doc_id": "10604727", "text": "Scarlet Oaks / has passed since the house ceased to be a private residence: it was purchased by E.H. Huenefeld in 1910, who immediately donated it to local congregations of the Methodist Episcopal Church. Since that time, it has been used as a group facility: after originally being used as a sanitarium, it has since been converted into a retirement home. In 1973, Scarlet Oaks was listed on the National Register of Historic Places. Despite the difficulty of being a religiously affiliated property, it qualified for inclusion because of its distinctive and historically significant architecture. To the present day, it remains a retirement", "doc_score": "84.65704345703125", "publish_date": "2018/12/31"}, {"doc_id": "14246466", "text": "Hillcrest Hotel / abusers before a 1994 fire closed it. A $12 million remodel in 1999 converted the building to use as a residential apartment building with 106 apartments. Bonds were issued for the building's renovation. The City of Toledo has made up the difference in loan underpayments and is expected to be \"on the hook\" for $6.7 million as the building was to be sold in foreclosure in 2009. Hillcrest Hotel Hillcrest Hotel, also known as the Hillcrest Arms Apartment Hotel, is a historic building in Toledo, Ohio, United States. It has nine floors and was listed on the National Register of", "doc_score": "85.21089935302734", "publish_date": "2018/12/31"}, {"doc_id": "9122588", "text": "Ben Ali Apartments / Ben Ali Apartments The Ben Ali Apartments was a proposed 12-story senior citizens apartment building at corner of 119 Main Street and Limestone in Lexington, Kentucky. It would have been constructed above the existing four level Ben Ali parking structure. The developers, Joe Graves, William Moore and former Governor Louie Nunn, were seeking $15 million in tax-free housing bonds to construct 156 apartments. In October 1985, the Urban County Council approved a $15 million housing bond issue for the towers. The project would have cost $18 million; the developers would contribute $1.8 million. The name of the project is derived", "doc_score": "84.84122467041016", "publish_date": "2018/12/31"}, {"doc_id": "12717253", "text": "Hacienda Arms Apartments / Italian marble and stonework, plaster edifices and wrought iron. The building was added to the National Register in December 1983. Before the 1983 fire, San Francisco-based Westcap Financial Group had agreed to purchase the building for $4.2 million, and Westcap went forward with the acquisition despite the fire. Westcap converted the space into of luxury office space, and changed the building's name to the Piazza del Sol. In 1986, the West Hollywood Chamber of Commerce honored the remodeled building with an architectural award. The building's leasing agent states that the Piazza del Sol is a \"Class A Office Building\" offering", "doc_score": "85.99090576171875", "publish_date": "2018/12/31"}]}
{"question_id": "20230901_19", "search_time": "2023/09/04/00:10", "search_result": [{"doc_id": "11953036", "text": "Brio Superfund site / maintenance phase and monitored by the EPA. In 2010, there was a contaminant leak discovered at the site. According to the EPA Superfund Remedial Project Manager at the time, Gary Miller, the contaminant plume posed no threat to residents. The Third Five-Year Review was completed on April 25, 2008. The review found that the remedy at the site was protective of human health and the environment. Elevated groundwater contaminant concentrations have been reported in the Fifty-Foot Sand water-bearing zone (FFSZ) at one well within the Brio Site boundary. The Brio Site Task Force is completing field work for an investigation", "doc_score": "80.3340072631836", "publish_date": "2018/12/31"}, {"doc_id": "20373507", "text": "Orange Valley Regional Groundwater Superfund site / Orange Valley Regional Groundwater Superfund site The Orange Valley Regional Groundwater Superfund site is a group of wells in Orange and West Orange, two municipalities in Essex County, New Jersey, United States. The groundwater in the public wells are contaminated with the hazardous chemicals of Trichloroethylene (TCE), Dichloroethene (DCE), Tetrachloroethylene (Perchloroethene), 1,1-Dichloroethene (1,1-DCE), and 1,2-Dichloroethene (1,2-DCE). These chemicals pose a huge risk to the towns nearby population, as the wells are a source of public drinking water. In March 2012, the site was added to the National Priorities List (NPL) of the United States Environmental Protection Agency (EPA) Superfund site", "doc_score": "82.13416290283203", "publish_date": "2018/12/31"}, {"doc_id": "20373471", "text": "Chemical Control Superfund Site / sewer line under the site where it connects to the South Front Street storm sewer; (4) repairing the berm that separates the site from the Elizabeth River; and (5) collecting and analyzing environmental samples to ensure the effectiveness of the remedy, including an periodic evaluation to assess protectiveness of human health and the environment.” All three plans were completed. The Chemical Control site is now \"an empty lot of approximately 2 acres covered by crushed stone and secured by a chain link fence”. A most recent five-year review was completed on September 12, 2014 and the Environmental Protection Agency is", "doc_score": "82.11750030517578", "publish_date": "2018/12/31"}, {"doc_id": "20373137", "text": "Rockaway Borough Well Field Superfund Site / Rockaway Borough Well Field Superfund Site The Rockaway Borough Well Field is a Superfund Site that came into place in 1981 after the soil was suspected of being contaminated with toxic chemicals. The site is located in Rockaway Borough, Morris County, New Jersey. It was first found to be an official Superfund site after it was discovered that tetrachloroethene (PCE) and trichloroethylene (TCE) were contaminating the soil. Studies suspected that the chemicals were coming from the area of two companies in the town of Rockaway. In 1985, the residents of Rockaway were advised not to drink the tap water and", "doc_score": "81.22049713134766", "publish_date": "2018/12/31"}, {"doc_id": "6186809", "text": "Red Hill Underground Fuel Storage Facility / \"Fix it up or shut it down\" petition and has also demanded Hawaiʻi Department of Health, EPA, and U.S. Navy: Senate Bill 1259 titled RELATING TO UNDERGROUND STORAGE TANKS requires, on or before 9/1/2018, that the Department of Health adopt rules for underground storage tanks and tank systems to conform to certain federal regulations and that include additional requirements for field-constructed underground storage tanks and tank systems. (SD1) The bill was introduced on January 25, 2017 and was eventually tabled. Red Hill Underground Fuel Storage Facility The Red Hill Bulk Fuel Storage Facility, operated by the United States Navy, supports", "doc_score": "80.6524887084961", "publish_date": "2018/12/31"}]}
