{"question_id": "20230623_0", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "17561295", "text": "Booker T. Washington dinner at the White House / Booker T. Washington dinner at the White House On 16 October 1901, shortly after moving into the White House, Theodore Roosevelt invited his adviser, the African American spokesman Booker T. Washington, to dine with him and his family, and provoked an outpouring of condemnation from southern politicians and press. This reaction affected subsequent White House practice, and no other African American was invited to dinner for almost thirty years. Roosevelt, while governor of New York, had frequently had black guests to dinner and sometimes invited them to sleep over. In 1798 John Adams had dined in the President's House in", "doc_score": "80.8849868774414", "publish_date": "2018/12/31"}, {"doc_id": "12817947", "text": "First inauguration of Barack Obama / First inauguration of Barack Obama The first inauguration of Barack Obama as the 44th President of the United States took place on Tuesday, January 20, 2009. The inauguration, which set a record attendance for any event held in Washington, D.C., marked the commencement of the first four-year term of Barack Obama as President and Joe Biden as Vice President. Based on the combined attendance numbers, television viewership, and Internet traffic, it was among the most-observed events ever by the global audience. \"A New Birth of Freedom\", a phrase from the Gettysburg Address, served as the inaugural theme to commemorate the", "doc_score": "81.30842590332031", "publish_date": "2018/12/31"}, {"doc_id": "12938938", "text": "Invitations to the first inauguration of Barack Obama / same design since those for Harry S. Truman's presidential inauguration on January 20, 1949. The invitations have a gold embossed inauguration seal at the top of the page and black-inked script using customized Shelley Alegro and Kuenstler typefaces. The invitation reads, \"The Presidential Inaugural Committee requests the honor of your presence to attend and participate in the Inauguration of Barack H. Obama as President of the United States of America and Joseph R. Biden Jr. as Vice President of the United States of America on Tuesday, the twentieth of January two thousand and nine in the city of Washington.\" Ink", "doc_score": "81.47272491455078", "publish_date": "2018/12/31"}, {"doc_id": "273025", "text": "Morgan Freeman / Hall of Presidents re-opened on July 4, 2009, at Walt Disney World Resort in Orlando, Florida. Freeman joined President Bill Clinton, USA Bid Committee Chairman Sunil Gulati, and USMNT midfielder Landon Donovan on December 1, 2010, in Zurich for the U.S. bid committee's final presentation to FIFA for the 2022 FIFA World Cup. On day four of the 2016 Democratic National Convention, Morgan Freeman provided the voiceover for the video introduction of Democratic Presidential candidate Hillary Clinton. On September 19, 2017, Freeman featured in a video by the \"Committee to Investigate Russia\" group. In the video, Freeman declared \"we are", "doc_score": "81.94693756103516", "publish_date": "2018/12/31"}, {"doc_id": "1288287", "text": "Joe Biden / and Biden had quietly reduced his public schedule in order to spend more time with his son. At the time of his death, Beau Biden had been widely seen as the frontrunner to be the Democratic nominee for Governor of Delaware in 2016. During much of his second term, Biden was said to be preparing for a possible bid for the 2016 Democratic presidential nomination. At age 74 on Inauguration Day in January 2017, he would have been the oldest president on inauguration in history. With his family, many friends, and donors encouraging him in mid-2015 to enter the race,", "doc_score": "79.14703369140625", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_1", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "19992504", "text": "Robert M. Speer / Robert M. Speer Robert M. Speer (born February 10, 1956) served as Acting United States Secretary of the Army from January 20, 2017 to August 2, 2017. He attended University of Notre Dame (BA, Accounting), Indiana University (MBA, Information Systems) and Industrial College of the Armed Forces of National Defense University (MS, National Resource Strategy). He was commissioned in the Army through the Reserve Officers' Training Corps (ROTC). Speer served 28 years in the U. S. Army. In 2004, Robert Speer was tapped to establish financial controls in Iraq for $18.6 billion appropriated for reconstruction projects during the occupation of", "doc_score": "77.2236328125", "publish_date": "2018/12/31"}, {"doc_id": "20411878", "text": "Edward Snowden asylum in Russia / the speakers themselves admit are sheer speculation.\" In late January 2014, U.S. attorney general Eric Holder, in an interview with MSNBC, indicated that the U.S. could allow Snowden to return from Russia under negotiated terms, saying he was prepared to engage in conversation with him, but that full clemency would be going too far. Snowden's first television interview aired January 26, 2014, on Germany's NDR. In April 2014, he appeared on video from an undisclosed location during President Putin's live annual Q&A exchange with the public. Snowden asked whether Russia intercepted, stored or analyzed individuals' communications. Putin replied, \"Russia uses", "doc_score": "76.80806732177734", "publish_date": "2018/12/31"}, {"doc_id": "18429554", "text": "Independence Day: Resurgence / of the invasion approaches, ESD Director David Levinson meets with warlord Dikembe Umbutu and Dr. Catherine Marceaux in the African state Republique Nationale d'Umbutu. They travel to an intact alien city destroyer and discover that alien survivors sent a distress call to their home world before their defeat. It is revealed that former U.S. President Thomas Whitmore, Dr. Brackish Okun, and Umbutu are telepathically linked to the aliens, following personal encounters, and have visions of an unidentified spherical object. An unidentified spherical ship emerges from a wormhole near Earth's Moon, and despite objections from Levinson, is destroyed on the orders", "doc_score": "78.57966613769531", "publish_date": "2018/12/31"}, {"doc_id": "19809925", "text": "State visits to the United States / In 2013, Brazilian President Dilma Rousseff canceled a planned state visit to the United States after revelations that the U.S. National Security Agency had spied on her communications and the communications of other Brazilian government officials. A wide variety of ceremonial activities occur during visits to the United States. The specific order of occurrence will vary based on the visitor's itinerary and is determined in advance during pre-visit negotiations between protocol officials of the United States and the visiting state. However, the activities allowed and the form they take proceed generally according to a schedule that accounts for the visitor's", "doc_score": "75.11280059814453", "publish_date": "2018/12/31"}, {"doc_id": "20217125", "text": "Eric Ueland / Eric Ueland Eric M. Ueland is an American political advisor and government official. He was President Donald Trump's first nominee to become Under Secretary of State for Management in June 2017. His unsuccessful nomination was withdrawn in June 2018 in favor of Brian Bulatao. Ueland has served in senior positions in the United States Senate since 1996, including as chief of staff for Republican Senate Majority Leader Bill Frist and Assistant Majority Leader Don Nickles. \"Roll Call\" described Ueland as a \"longtime budget and Senate rules expert\" who is \"regarded as one of the smarter procedural strategists for the Republicans.\"", "doc_score": "75.74982452392578", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_2", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "16385285", "text": "Federal prosecution of public corruption in the United States / prosecutions. Article Two, Section Four of the United States Constitution provides that: \"The President, Vice President and all civil Officers of the United States, shall be removed from Office on Impeachment for, and Conviction of, Treason, \"Bribery\", or other High crimes and Misdemeanors.\" For a time in the early history of the country, corrupt public officials could be charged with the common law crimes related to corruption; such crimes could continue to be charged in the D.C. circuit court, where the laws of Maryland and Virginia remained in force, even after the Supreme Court's decision abolishing federal common law crimes", "doc_score": "79.70358276367188", "publish_date": "2018/12/31"}, {"doc_id": "201614", "text": "Impeachment / mayor of Tower Hamlets, in London until he was removed from office for breaching electoral rules. Similar to the British system, Article One of the United States Constitution gives the House of Representatives the sole power of impeachment and the Senate the sole power to try impeachments of officers of the U.S. federal government. (Various state constitutions include similar measures, allowing the state legislature to impeach the governor or other officials of the state government.) In contrast to the British system, in the United States impeachment is only the first of two stages, and conviction during the second stage requires", "doc_score": "78.00990295410156", "publish_date": "2018/12/31"}, {"doc_id": "3075456", "text": "Nondelegation doctrine / is up to the agency to assess risks and announce prohibitions on harmful additives, and to determine the process by which actions will be brought based on the same. Similarly, the Internal Revenue Service has been given the responsibility of collecting taxes that are assessed under the Internal Revenue Code. Although Congress has determined the amount of the tax to be assessed, it has delegated to the IRS the authority to determine how such taxes are to be collected. Administrative agencies like these are sometimes referred to as the Fourth Branch of government. The origins of the nondelegation doctrine, as", "doc_score": "78.6470947265625", "publish_date": "2018/12/31"}, {"doc_id": "13620376", "text": "Deferred prosecution / Deferred prosecution A deferred prosecution agreement (DPA), which is very similar to a non-prosecution agreement (NPA), is a voluntary alternative to adjudication in which a prosecutor agrees to grant amnesty in exchange for the defendant agreeing to fulfill certain requirements. A case of corporate fraud, for instance, might be settled by means of a deferred-prosecution agreement in which the defendant agrees to pay fines, implement corporate reforms, and fully cooperate with the investigation. Fulfillment of the specified requirements will then result in dismissal of the charges. Since 1999, the United States Department of Justice (DOJ) has set forth guidelines concerning", "doc_score": "76.2062759399414", "publish_date": "2018/12/31"}, {"doc_id": "2078460", "text": "Petitioner / Petitioner A petitioner is a person who pleads with governmental institution for a legal remedy or a redress of grievances, through use of a petition. The petitioner may seek a legal remedy if the state or another private person has acted unlawfully. In this case, the petitioner, often called a plaintiff, will submit a plea to a court to resolve the dispute. On the other hand, the petitioner may be complaining against the law it to \"... make no law... abridging... the right of the people peaceably to assemble, and to petition the government for redress of grievances\". A petitioner", "doc_score": "78.51998901367188", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_3", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "563445", "text": "Refugee / who could be either internally displaced persons, refugees or other migrants. It can also refer to incidents in the country of origin or departure, to large problems whilst on the move or even after arrival in a safe country that involve large groups of displaced persons. In 2018, the United Nations estimated the number of forcibly displaced people to be 68.5 million worldwide. Of those, 25.4 million are refugees while 40 million are internally displaced within a nation state and 3.1 million are classified as asylum seekers. 85% of refugees are hosted in developed countries, with 57% coming from Syria,", "doc_score": "93.33855438232422", "publish_date": "2018/12/31"}, {"doc_id": "563446", "text": "Refugee / Afghanistan and South Sudan. Turkey is the top hosting country of refugees with 3.5 million displaced people within its borders. In 2006, there were 8.4 million UNHCR registered refugees worldwide, the lowest number since 1980. At the end of 2015, there were 16.1 million refugees worldwide. When adding the 5.2 million Palestinian refugees who are under UNRWA's mandate there were 21.3 million refugees worldwide. The overall forced displacement worldwide has reached to a total of 65.3 million displaced persons in the end of 2015, while it was 59.5 million 12 months earlier. One in every 113 people globally is an", "doc_score": "93.99595642089844", "publish_date": "2018/12/31"}, {"doc_id": "16033185", "text": "Sahrawi refugees / 26,000 Sahrawis refugees. UNCHR referred to Algeria's figure for many years, but in 2005 concern about it being inflated led the organization to reduce its working figure to 90,000 based on satellite imagery analysis. UNHCR is in dialogue with the Algerian Government and the Sahrawi refugee leadership, seeking to conduct a census to determine the exact number of refugees in the camps. In 1998, UN's Minurso mission identified 42,378 voting-age adults in the camps, counting only those who had contacted the mission's registration offices and subsequently been able to prove their descent from pre-1975 Western Sahara. No attempt was made", "doc_score": "92.78813934326172", "publish_date": "2018/12/31"}, {"doc_id": "563394", "text": "Refugee / education and medical aid until it is safe enough to return to their country of origin. There, refugees are at risk of disease, child soldier and terrorist recruitment, and physical and sexual violence. There are estimated to be 700 refugee camp locations worldwide. Not all refugees who are supported by the UNHCR live in refugee camps. A significant number, actually more than half, live in urban settings, such as the ~60,000 Iraqi refugees in Damascus (Syria), and the ~30,000 Sudanese refugees in Cairo (Egypt). The residency status in the host country whilst under temporary UNHCR protection is very uncertain as", "doc_score": "92.92694854736328", "publish_date": "2018/12/31"}, {"doc_id": "2514090", "text": "Internally displaced person / Internally displaced person An internally displaced person (IDP) is someone who is forced to flee his or her home but who remains within his or her country's borders. They are often referred to as refugees, although they do not fall within the legal definitions of a refugee. At the end of 2014, it was estimated there were 38.2 million IDPs worldwide, the highest level since 1989, the first year for which global statistics on IDPs are available. The countries with the largest IDP populations were Syria (7.6 million), Colombia (6 million), Iraq (3.6 million), the Democratic Republic of the Congo", "doc_score": "93.31556701660156", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_4", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "5143257", "text": "Ransomware / large key size it uses, analysts and those affected by the Trojan considered CryptoLocker extremely difficult to repair. Even after the deadline passed, the private key could still be obtained using an online tool, but the price would increase to 10 BTC—which cost approximately US$2300 as of November 2013. CryptoLocker was isolated by the seizure of the Gameover ZeuS botnet as part of Operation Tovar, as officially announced by the U.S. Department of Justice on 2 June 2014. The Department of Justice also publicly issued an indictment against the Russian hacker Evgeniy Bogachev for his alleged involvement in the botnet.", "doc_score": "85.81246185302734", "publish_date": "2018/12/31"}, {"doc_id": "5143261", "text": "Ransomware / the payload was signed with a digital signature in an effort to appear trustworthy to security software. CryptoWall 3.0 used a payload written in JavaScript as part of an email attachment, which downloads executables disguised as JPG images. To further evade detection, the malware creates new instances of explorer.exe and svchost.exe to communicate with its servers. When encrypting files, the malware also deletes volume shadow copies and installs spyware that steals passwords and Bitcoin wallets. The FBI reported in June 2015 that nearly 1,000 victims had contacted the bureau's Internet Crime Complaint Center to report CryptoWall infections, and estimated losses", "doc_score": "84.65376281738281", "publish_date": "2018/12/31"}, {"doc_id": "5143255", "text": "Ransomware / computer in such a way as part of an investigation. In May 2012, Trend Micro threat researchers discovered templates for variations for the United States and Canada, suggesting that its authors may have been planning to target users in North America. By August 2012, a new variant of Reveton began to spread in the United States, claiming to require the payment of a $200 fine to the FBI using a MoneyPak card. In February 2013, a Russian citizen was arrested in Dubai by Spanish authorities for his connection to a crime ring that had been using Reveton; ten other individuals", "doc_score": "86.64991760253906", "publish_date": "2018/12/31"}, {"doc_id": "5143243", "text": "Ransomware / 15 October and 18 December, the operators of CryptoLocker had procured about US$27 million from infected users. The CryptoLocker technique was widely copied in the months following, including CryptoLocker 2.0 (thought not to be related to CryptoLocker), CryptoDefense (which initially contained a major design flaw that stored the private key on the infected system in a user-retrievable location, due to its use of Windows' built-in encryption APIs), and the August 2014 discovery of a Trojan specifically targeting network-attached storage devices produced by Synology. In January 2015, it was reported that ransomware-styled attacks have occurred against individual websites via hacking, and", "doc_score": "84.28792572021484", "publish_date": "2018/12/31"}, {"doc_id": "18082040", "text": "Gameover ZeuS / installs on the computer, disables certain system processes, download and launch executables, or even delete essential system files, easily bricking the device. According to a report by Symantec, Gameover Zeus has largely been used for banking fraud and distribution of the CryptoLocker ransomware. In early June 2014, the U.S. Department of Justice announced that an international inter-agency collaboration named Operation Tovar had succeeded in temporarily cutting communication between Gameover ZeuS and its command and control servers. On 24 February 2015, the FBI announced a reward of up to $3 million in exchange for information regarding alleged Russian cyber criminal Evgeniy", "doc_score": "84.90046691894531", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_5", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "14806032", "text": "Clarence Thomas / selection, Bush called Thomas the \"best qualified [nominee] at this time.\" U.S. presidents of that era submitted lists of potential federal court nominees to the American Bar Association (ABA) for a confidential rating of their judicial temperament, competence and integrity on a three-level scale of well qualified, qualified or unqualified. However, as noted by Adam Liptak of \"The New York Times\", the ABA has historically taken generally liberal positions on divisive issues, and studies suggest that candidates nominated by Democratic presidents fare better in the group's ratings than those nominated by Republicans. Anticipating that the ABA would rate Thomas more", "doc_score": "80.4765853881836", "publish_date": "2018/12/31"}, {"doc_id": "8756111", "text": "Tommy Carcetti / \"The Baltimore Sun\", becomes his campaign manager. When early polls show low numbers for Carcetti, he assumes that he has already lost on the basis of his race and begins to lose interest in the campaign. He chooses not to prepare for an upcoming debate with Royce and Gray, believing that he could win the debate but still lose the election regardless. However, Carcetti's debate performance is invigorated when he learns from Valchek that a state's witness was recently murdered. He uses this inside information and his previous request for a witness protection scheme to ambush Royce to great effect.", "doc_score": "79.40351867675781", "publish_date": "2018/12/31"}, {"doc_id": "5506227", "text": "Thomas Noe / jury deliberated for three days before delivering their verdict. On November 20, 2006, Thomas Noe was given an 18-year sentence, to be served after the 27-month federal sentence imposed in September, fined $213,000, \"ordered to pay the cost of the prosecution, estimated at nearly $3 million, and ordered to pay restitution to the Ohio Bureau of Workers' Compensation for the money missing from the rare-coin fund, estimated at $13.7 million.\" Earlier, on August 17, 2005, Ohio Governor Bob Taft was charged with four criminal misdemeanors stemming from his failure to disclose golf outings paid for by lobbyists, as well as", "doc_score": "79.86898803710938", "publish_date": "2018/12/31"}, {"doc_id": "10790170", "text": "James W. Holley III / 8000 signatures, which a judge deemed sufficient to force the ballot question of Holley's recall on July 13, 2010. Though an Independent, Holley has backed both Democrats and Republicans running for office, including Hillary Clinton's 2008 presidential bid and former Senator George Allen's 2006 re-election bid. He also made a campaign contribution to Barack Obama. Holley drew criticism in 2008 for suggesting that Portsmouth needed a \"black\" hotel to act as a counterbalance to the \"white\" Renaissance Hotel. Holley was an early supporter of the Renaissance; his portrait hangs in the lobby, and the hotel's ballroom is named the \"Holley", "doc_score": "79.40655517578125", "publish_date": "2018/12/31"}, {"doc_id": "8764982", "text": "Clarence Royce / his motto of reform and development. Royce receives massive contributions and fundraising help from developer Andy Krawczyk. He retains State Senator Clay Davis as his deputy campaign chairman. Royce is given more reason to be displeased with Burrell when these key political figures's records are subpoenaed by the BPD's Major Case Unit. An outraged Davis tells Royce that he never asks where his money comes from, implying that its origin is illicit, and warns that he should be protected if Royce wants continued funding for the campaign. Royce displays this anger to Burrell, who assures that there will be no", "doc_score": "82.35409545898438", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_6", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "19324989", "text": "Destiny 2 / and some legendary gear also have a lore tab. At the 2017 Electronic Entertainment Expo (E3), a new cinematic trailer was shown, narrated by the main antagonist, Dominus Ghaul. It showed that Bungie did focus more on the story for the sequel than the original, as Bungie was \"attempting to go in-depth into the universe and the motivations of the characters.\" E3 2017 also revealed that \"Destiny 2\"s release date was moved up to September 6, 2017, and the Windows version was confirmed for an October 24 release. The dates for the beta on the console versions were also confirmed", "doc_score": "76.84603881835938", "publish_date": "2018/12/31"}, {"doc_id": "20112773", "text": "Genius (U.S. TV series) / season one in new roles. Principal photography for season one took place in mid-2016 in Prague. Filming for season two began in November 2017 in Málaga and was expected to take place for over five months in various cities around the world, including Barcelona, Paris, and Budapest. On January 13, 2017, National Geographic released an extended trailer for the first season. On January 12, 2018, a trailer for the second season was released. On April 19, 2017, National Geographic renewed the series for a second season. The subject of the second season was to have been announced during the finale", "doc_score": "78.5459213256836", "publish_date": "2018/12/31"}, {"doc_id": "20274043", "text": "Happy! (TV series) / the two work to save Hailey. The series is based on the four-issue comic book series of the same name created by writer Grant Morrison and artist Darick Robertson, Happy was originally voiced by Bobby Moynihan in the pilot, but was later replaced by Patton Oswalt. The series premiered on Syfy on December 6, 2017. On January 29, 2018, it was announced that Syfy had renewed the series for a second season, which is set to premiere around Easter 2019. The review aggregator website Rotten Tomatoes reported an approval rating of 76%, with an average rating of 6.2/10 based on", "doc_score": "78.79132080078125", "publish_date": "2018/12/31"}, {"doc_id": "3064273", "text": "Fear Factor / for a second season consisting of 20 episodes. The second season, subtitled \"Season From Hell\", began airing on February 25, 2018. The MTV revival is hosted by Ludacris and continues to use the format of four teams competing for a $50,000 prize. The stunts draw inspiration from elements of pop culture, such as horror movies, urban legends, and viral videos. In addition to Chiller, reruns of \"Fear Factor\" have aired in syndication, on FX and MTV2. The series also has a YouTube channel, where previously unaired footage is shown. Before the contestants are introduced (and at the half-way point of", "doc_score": "79.57923126220703", "publish_date": "2018/12/31"}, {"doc_id": "2462504", "text": "America's Funniest Home Videos / timeslot (and was the lead-off starting on October 7, 2018 to Dancing With The Stars Juniors) on September 30, 2018. After every half of the season, the $10,000 winners from the preceding episodes are brought back to participate in a contest to win an additional $100,000. (Previously, there would be three $100,000 shows per season, after runs of shows consisting of either 5, 6, or 7 episodes. Beginning with the 24th season, the format changed to two $100,000 shows, each one after a 9-or-10-episode run. This format was also used during seasons 9, 12, 13, and 14.) Two $100,000 contests", "doc_score": "77.49382019042969", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_7", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "16734676", "text": "Energy in California / demand. California receives most of its natural gas by pipeline from production regions in the Rocky Mountains, the Southwest, and western Canada. Some of this is seasonally stored in the Aliso Canyon Oil Field, and its 2015 leak caused California to install grid batteries to compensate. California has led the United States from 2010 to 2013 with its sustainable energy plans (also known as \"clean energy\"), with Clean Edge's Clean Energy Index for 2013 rating it at 91.7, with the second ranked state being Massachusetts, at 77.8, and Mississippi the lowest at 4.2. California is the only state with extensive", "doc_score": "85.3406982421875", "publish_date": "2018/12/31"}, {"doc_id": "5348370", "text": "History of California 1900–present / 1903, California became the leading oil-producing state in the US, and traded the number one position back and forth with Oklahoma through 1930. Production at the various oil fields increased to about 34 million barrels per year by 1904. By 1910 production had reached 78 million barrels. California drilling operations and oil production are concentrated primarily in Kern County, the San Joaquin Valley, and the Los Angeles Basin. As of 2012, California was the nation's third most prolific oil-producing state, behind only Texas and North Dakota. In the past century, California's oil industry grew to become the state's number one", "doc_score": "86.3861083984375", "publish_date": "2018/12/31"}, {"doc_id": "5348374", "text": "History of California 1900–present / with four \"super giants\" that have produced over 1 billion barrels of oil. Among these \"super gaints\" are Midway-Sunset, the largest oil field in the lower 49 United States, and Elk Hills, the former United States Naval Petroleum Reserve. \"For a chronology of the state's oil industry see California oil and gas industry#Chronology of the California oil industry.\" In 2012 the state was the 13th largest producer of natural gas in the United States, with a total annual production of 248 billion cu feet of gas. Today natural gas is the second most widely used energy source in California. About", "doc_score": "85.67940521240234", "publish_date": "2018/12/31"}, {"doc_id": "7774290", "text": "Natural gas prices / largest supplier of natural gas is Bolivia. The price which Bolivia is paid for its natural gas is roughly US$3.25 to Brazil and US$3.18 to Argentina. Other sources state that Brazil pays between US$3.15/MMBtu and US$3.60/MMBtu (not including US$1.50/MMBtu in Petrobras extraction and transportation costs). The price of gas in the US as a whole is between US$5.85/MMBtu (21 May 2006), US$7.90/MMBtu (April 2006) & US$6.46/MMBtu (June 2006). Though several years ago the price of natural gas spiked at $14 in California due to lack of pipeline capacity to and within California, and also due to power outages. While according", "doc_score": "85.52201080322266", "publish_date": "2018/12/31"}, {"doc_id": "2558180", "text": "Imperial Valley / which conveys surface runoff and subsurface drainage from fields to the Salton Sea, which is a designated repository for agricultural runoff, with environmental considerations not yet solved. Imperial Valley has become a \"hot-bed\" of renewable energy projects, both solar and geothermal. This is driven in part by California's mandate to generate 33% of its electricity from renewable sources by 2020, the valley's excellent sun resources, the high unemployment, its proximity to large population centers on the coast, and large tracts of otherwise unusable desert land. Much of the land suitable for green energy is owned by the federal government (Bureau", "doc_score": "83.8425064086914", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_8", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "15357382", "text": "Reverse auction / a specification before retailers or resellers and allowing them to publicly bid for their business. In congressional testimony on the 2008 proposed legislative package to use federal funds to buy toxic assets from troubled financial firms, Federal Reserve Chairman Ben Bernanke proposed that a reverse auction could be used to price the assets. In 2004, the White House Office of Federal Procurement Policy (OFPP) issued a memorandum encouraging increased use of commercially available online procurement tools, including reverse auctions. In 2005, both the Government Accountability Office and Court of Federal Claims upheld the legality of federal agency use of online", "doc_score": "84.02111053466797", "publish_date": "2018/12/31"}, {"doc_id": "15030202", "text": "Microsoft acquisition hoax / a series of similarly-formatted mock press releases with an assortment of varying acquisition targets, including the government of the United States of America. According to the release, \"United States citizens will be able to expect lower taxes, increases in government services, discounts on all Microsoft products and the immediate arrest of all executive officials of Sun Microsystems Inc. and Netscape Corp.\" One meta-joke claimed that Microsoft ultimately put an end to the jokes by acquiring \"Microsoft Acquires\". Despite the proliferation of chain emails circulating the Internet both in 1994 and in the present, the Microsoft hoax was considered the first", "doc_score": "84.25969696044922", "publish_date": "2018/12/31"}, {"doc_id": "19044987", "text": "Federal Trade Commission v. Vemma Nutrition Company / alleged Vemma Nutrition Company of running an illegal pyramid scheme dependent on targeting young adults and recruitment tactics that emphasize the importance of becoming an \"affiliate\" and purchasing \"affiliate packs\" and monthly auto-delivery supply packs. Vemma further emphasizes the importance of affiliates to recruit others and \"teach them to duplicate this process,\" offering \"bonuses\" as incentive for doing so. Vemma CEO Benson K. Boreyko claimed in his recruitment presentations that there is a potential for affiliates to \"earn up to $50,000 a month working part time.\" The FTC found that affiliates are unlikely to earn substantial income and suffer, therefore", "doc_score": "85.07210540771484", "publish_date": "2018/12/31"}, {"doc_id": "1780338", "text": "Product bundling / Department of Justice (DOJ) and 20 states. Joel I. Klein was the lead prosecutor. The plaintiffs alleged that Microsoft abused monopoly power on Intel-based personal computers in its handling of operating system sales and web browser sales. The issue central to the case was whether Microsoft was allowed to bundle its flagship Internet Explorer (IE) web browser software with its Microsoft Windows operating system. Bundling them together is alleged to have been responsible for Microsoft's victory in the browser wars as every Windows user had a copy of Internet Explorer. Cable and satellite television (Pay TV) have bundled TV channels", "doc_score": "82.63813018798828", "publish_date": "2018/12/31"}, {"doc_id": "13979890", "text": "Dodd–Frank Wall Street Reform and Consumer Protection Act / be taken into consideration, being those things that create an accounting liability such as, but not limited to\" Title XII, known as the \"Improving Access to Mainstream Financial Institutions Act of 2010\", provides incentives that encourage low- and medium-income people to participate in the financial systems. Organizations that are eligible to provide these incentives are 501(c)(3) and tax exempt organizations, federally insured depository institutions, community development financial institutions, state, local or tribal governments. Multi-year programs for grants, cooperative agreements, etc., are also available to Title XIII, or the \"Pay It Back Act\", amends the Emergency Economic Stabilization Act of 2008", "doc_score": "81.47554779052734", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_9", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "11631359", "text": "Environmental issues in Florida / planning to experiment with burning trash through plasma arc gamification to generate energy and reduce landfill space. In 2010 there were, in the state, 44 federal Superfund sites, 101 brownfields, 13,527 petroleum cleanups and more than 3,000 other sites with dry-cleaning fluids or other hazardous waste. Drinking water is at risk because the water table is so shallow. Because of its marine origins, Florida soil is naturally high in phosphorus. Coupled with fertilizer, this often has resulted in excessive phosphorus in water runoff to nearby bodies of water. As a result, Florida has required certain municipalities to limit the application", "doc_score": "84.53882598876953", "publish_date": "2018/12/31"}, {"doc_id": "20346658", "text": "Effects of Hurricane Irma in Florida / generators that capable of operating air conditioners for up to four days in the event of a power outage. On November 22, the 12 deaths at the nursing home were ruled to be homicides by heat exposure. Court hearings for the potential permanent revocation of the nursing home's license began on January 29, 2018. The deaths at the Hollywood Hills nursing home prompted an immediate response from Florida lawmakers. Governor Scott signed an executive order mandating nursing facilities to have plans in place to supply emergency power for four days in the event of a power outage. Calling the incident", "doc_score": "84.68669891357422", "publish_date": "2018/12/31"}, {"doc_id": "19957127", "text": "Protection of Native American sites in Florida / changes have increased the scope and destructiveness of the problem. In the late 1970s looting of sites on state owned lands increased dramatically and spread across the state from the Tampa Bay area north towards the St. Marks River. Entering the 1980s, looting was still on the rise and the market value of illegal artifacts was as well. In 1994 the isolated finds program was introduced, which greatly muddied the line between legal collecting and the illegal artifact trade making an already difficult job of site protection for law enforcement nearly impossible. Looters are generally looking for pottery, stone tools,", "doc_score": "83.85884857177734", "publish_date": "2018/12/31"}, {"doc_id": "20346659", "text": "Effects of Hurricane Irma in Florida / \"a tragedy of gargantuan proportion\", Representative Frederica Wilson proposed all nursing and assisted-living facilities have backup generators and the ability to run air conditioning with generator power. By September 19, Senator Lauren Book filed a bill that would require such facilities to be able to use generator power for five days. About twelve bills related to nursing homes and generators were filed in the 2018 Florida Legislative session. Effects of Hurricane Irma in Florida Hurricane Irma was the costliest storm in the history of the U.S. state of Florida. Irma developed from a tropical wave near the Cape Verde Islands", "doc_score": "84.2254409790039", "publish_date": "2018/12/31"}, {"doc_id": "20346656", "text": "Effects of Hurricane Irma in Florida / result, the USDA projected that only 46 million boxes of citrus fruits would be collected in the 2017–18 growing season, the smallest crop since 1945. Local and state authorities quickly began an investigation into the deaths at The Rehabilitation Center at Hollywood Hills in Broward County. The facility did not have a backup generator to operate the air conditioning system during the power outage. For unknown reasons, the nursing home was not listed on FPL's priority restoration list. After multiple 9-1-1 calls from the nursing home on September 13, paramedics and staff from a nearby hospital arrived at the scene", "doc_score": "82.70113372802734", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_10", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "16481508", "text": "Amit Garg / Amit Garg Dr Amit Garg is an Indian mathematician and mental calculator. On 15 March 2012, he broke the mental calculation world record of completing ten tasks to \"divide a 10-digit number by a 5-digit number\" in a record time of 5:45 minutes without any errors. These tasks were constructed by a program provided by Dr Ralf Laue, author of the Book of Alternative Records and Chairman of Mental Calculation World Cup, such that there are no remainders. The previous record holder was Willem Bouman from the Netherlands with a time of 6:07 minutes. This world record was accepted at", "doc_score": "84.17120361328125", "publish_date": "2018/12/31"}, {"doc_id": "20991711", "text": "Prithveesh K. Bhat / Prithveesh K. Bhat Prithveesh K. Bhat or Prathvish K. Bhat (born 23 December 1995) is a Indian Rubik's Cube speedsolver and mosaic artist. He has set several Rubik's Cube records, including the Guinness World Record for \"′Largest Dual Sided Rubik’s Cube Mosaic′\", leading a team of 20 members. In 2015, he wrote a book named \"′Rubik Magic′\", which consisted of a set of easy memorizing formula’s for children to solve the Rubik Cube. It was released by D. Veerendra Heggade. He solves Rubik's cube in 38 seconds and till date has taught over 2,000 people and is conducting free", "doc_score": "80.99302673339844", "publish_date": "2018/12/31"}, {"doc_id": "19772439", "text": "Kevin Hays (speedsolver) / Kevin Hays (speedsolver) Kevin Hays (born 12 May 1994) is an American Rubik's Cube speedsolver. Recognized as an expert at solving big cubes (5x5, 6x6 and 7x7), he has won 6 world championship titles and set 20 world records across the three events. He has also set 47 North American records and won 21 US National titles. Hays grew up in Renton, Washington, where he started speedsolving during his freshman year of high school in January 2009. Hays then attended college and continued speedcubing at Washington University in St. Louis. Hays now lives in Seattle, WA. At Hays' first competition,", "doc_score": "82.09612274169922", "publish_date": "2018/12/31"}, {"doc_id": "19593634", "text": "Lucas Etter / Lucas Etter Lucas Etter is an American speedcuber who previously held the world record for fastest single Rubik's Cube solve, 4.90 seconds, set at River Hill Fall 2015 on 21 November 2015 when he was 14. Etter’s solve made him the first person to break the five second barrier in official competition.. Etter is currently ranked 5th in the world for 3x3x3 average of five solves. Etter formerly holds the world record for 2x2x2 average of five solves (excluding fastest and slowest). Etter set the record of 1.51 seconds at Music City 2015 on 12 September 2015. Etter won the", "doc_score": "85.20155334472656", "publish_date": "2018/12/31"}, {"doc_id": "18799399", "text": "Collin Burns / Collin Burns Collin Burns is a speedcuber from the United States. On April 25th 2015 he set the world record for the fastest 3x3x3 Rubik's Cube single solve with a time of 5.25. He set that time (which was the world record for approximately eight months) using the YuXin brand 3x3 cube. Burns solved the cube 0.3 seconds faster than the previous world record of 5.55 seconds, set by Mats Valk. His record was broken by Lucas Etter on November 21st 2015. Burns had his 5.25 solve recorded at a Rubik's Cube competition at Central Bucks West High School in", "doc_score": "83.8607177734375", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_11", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "12933095", "text": "Nap / lower risk of heart-related death. For years, scientists have been investigating the benefits of napping, including the 30-minute nap as well as sleep durations of 1–2 hours. Performance across a wide range of cognitive processes has been tested. Studies demonstrate that naps are as good as a night of sleep for some types of memory tasks. A NASA study led by David F. Dinges, professor at the University of Pennsylvania School of Medicine, found that naps can improve certain memory functions and that long naps are more effective than short ones. In that NASA study, volunteers spent several days living", "doc_score": "92.54082489013672", "publish_date": "2018/12/31"}, {"doc_id": "12933100", "text": "Nap / standing quietly; reclining at rest but not sleeping; or reclining to nap. All participants were restricted to 4 hours of sleep on the night prior to each of the sleep laboratory tests. During three daytime naps, he noted significant reductions in blood pressure and heart rate. By contrast, the team did not observe changes in cardiovascular function while the participants were standing or reclining at rest. These findings also show that the greatest decline in blood pressure occurs between lights-off and onset of daytime sleep itself. During this sleep period, which lasted 9.7 minutes on average, blood pressure decreased, while", "doc_score": "88.00421905517578", "publish_date": "2018/12/31"}, {"doc_id": "12933098", "text": "Nap / 24-hour profiles in cardiovascular function. Even if such effects of physical activity can be discounted for explaining the relationship between siesta and cardiovascular health, it is still unknown whether it is the daytime nap itself, a supine posture or the expectancy of a nap that is the most important factor. It was recently suggested that a short nap can reduce stress and blood pressure (BP), with the main changes in BP occurring between the time of lights off and the onset of stage 1 (Zaregarizi, M. 2007 & 2012). Zaregarizi and his team have concluded that the acute time of", "doc_score": "91.20867156982422", "publish_date": "2018/12/31"}, {"doc_id": "12933108", "text": "Nap / only successes have been anecdotal reports from serious devotees and are widely considered to be harmful and physically unsustainable for the average person. Nap A nap is a short period of sleep, typically taken during daytime hours as an adjunct to the usual nocturnal sleep period. Naps are most often taken as a response to drowsiness during waking hours. A nap is a form of biphasic or polyphasic sleep, where the latter terms also include longer periods of sleep in addition to one single period. Cultural attitudes toward napping during the work day vary. In many Western cultures, children and", "doc_score": "89.53617858886719", "publish_date": "2018/12/31"}, {"doc_id": "12933096", "text": "Nap / on one of 18 different sleep schedules, all in a laboratory setting. To measure the effectiveness of the naps, tests probing memory, alertness, response time, and other cognitive skills were used. The National Institute of Mental Health funded a team of doctors, led by Alan Hobson, Robert Stickgold, and colleagues at Harvard University for a study which showed that a midday nap reverses information overload. Reporting in \"Nature Neuroscience\", Sara Mednick, Stickgold and colleagues also demonstrated that, in some cases, a 1-hour nap could even boost performance to an individual's top levels. The NIMH team wrote: \"The bottom line is:", "doc_score": "92.01004028320312", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_12", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "1360517", "text": "Marks & Spencer / till became available. The policy applied across all 703 UK M&S stores and prompted a strong backlash by customers. A company spokesman subsequently apologised and stated that they will attempt to reassign staff whose beliefs may impact their work to different departments, such as clothing. Marks & Spencer introduced a hijab in its section of school uniforms in late 2018 and subsequently faced backlash and boycott from customers; the product is stocked for girls as young as three. Marks & Spencer Marks & Spencer Group plc (also known as M&S) is a major British multinational retailer headquartered in the City", "doc_score": "81.63411712646484", "publish_date": "2018/12/31"}, {"doc_id": "1360478", "text": "Marks & Spencer / the time. In November 2013, it was revealed that Bill Adderley, founder of homeware chain Dunelm Group, had amassed a £250m stake in M&S over the past 18 months. This disclosure was made as stock market rules mean that any holding over 3 per cent share must be made public. On 7 January 2016 it was announced that Marc Bolland, who has been CEO since 2010 would step down on 2 April 2016, and be replaced by Steve Rowe, head of clothing, and previously head of the food business. Stores identified for closure in July 2015 included Woolwich, Walsall, Erdington,", "doc_score": "80.09646606445312", "publish_date": "2018/12/31"}, {"doc_id": "1587758", "text": "GlaxoSmithKline / sold in India. GSK also previously owned the Lucozade and Ribena brands of soft drinks, but they were sold in 2013 to Suntory for £1.35bn. Other products include Abreva to treat cold sores; Night Nurse, a cold remedy; Breathe Right nasal strips; and Nicoderm and Nicorette nicotine replacements. In March 2014 it recalled Alli, an over-the-counter weight-loss drug, in the United States and Puerto Rico because of possible tampering, following customer complaints. As of 2013 GSK had offices in over 115 countries and employed over 99,000 people, 12,500 in R&D. The company's single largest market is the United States. Its", "doc_score": "77.50025177001953", "publish_date": "2018/12/31"}, {"doc_id": "12879852", "text": "Super-complaint / Super-complaint A super-complaint is a complaint made in the UK by a state-approved'super-complainant'/watchdog organisation on behalf of consumers, which was fast-tracked to a higher authority such as the Office of Fair Trading (prior to its dissolution on 1 April 2014). The official body now in charge of general consumer protection super complaints is the Competition and Markets Authority. A super complaint, as defined in section 11(1) of the UK’s Enterprise Act 2002, is a complaint submitted by a designated consumer body that “any feature, or combination of features, of a market in the UK for goods or services is", "doc_score": "78.67184448242188", "publish_date": "2018/12/31"}, {"doc_id": "10844811", "text": "Profit warning / Profit warning A profit warning is a warning declaration issued by a listed company to investors through a stock exchange. It warns investors that the profit of the company in the coming quarter will significantly decline when compared with that of the same quarter of previous year, or the company may even make a loss. Investors should be aware of the possible loss when buying or selling its stock. For example, William Hill Bookmakers issued a profit warning on 23 March 2016 which they attributed to \"a bad run of results and customers imposing betting limits on themselves\". Company share", "doc_score": "78.22679138183594", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_13", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "17725232", "text": "Cronulla-Sutherland Sharks supplements saga / went on at Cronulla. He publicly admitted to overseeing a regimen that involved the administration of two growth hormone-releasing peptides, CJC-1295 and GHRP-6. Although Stephen Dank has never faced any criminal charges in relation to dealing in or administering the aforementioned peptides. Both substances are banned by the World Anti-Doping Code; Dank admits both were injected into Cronulla players without their knowledge. The players were also given lozenges and creams containing the peptides unbeknown to all the players of what they were being administered. “I directed their administration,’’ Dank said. The admission is significant, both for the 12 players who", "doc_score": "81.83702850341797", "publish_date": "2018/12/31"}, {"doc_id": "18797510", "text": "The Hotplate / The Hotplate The Hotplate was an Australian cooking reality television series which aired on the Nine Network on 28 July 2015. The show consisted of state-based restaurants with teams travelling the country to dine in and score each other's restaurants. The restaurants were judged by British food writer and critic, Tom Parker Bowles and Melbourne restaurateur, Scott Pickett. The show pit six established suburban restaurants against each other all striving for a leg up in the industry—and an extra $100,000 in the bank, Sydney’s Guillaume Brahimi, the French-born chef, appeared as a special guest judge during all elimination episodes. Only", "doc_score": "84.97004699707031", "publish_date": "2018/12/31"}, {"doc_id": "18598805", "text": "Food safety in Australia / to contain traces of Salmonella Typhimurium, infecting 507 people. Relevant juice products were recalled and the contamination was eventually traced to fruit from one supplier. In March 2007, Long and Linda Fou, owners of the Homebush French Golden Hot Bakery in NSW, pleaded guilty to handling and selling unsafe food. They were fined $42,000. 319 people were poisoned during the incident. Around 500 people alleged they had suffered thyroid dysfunction after dangerous levels of iodine were found in Bonsoy brand soy milk, due to the formulation used in the product between 2004 and 2009, which replaced pure kombu seaweed with", "doc_score": "84.76882934570312", "publish_date": "2018/12/31"}, {"doc_id": "1460706", "text": "Eddie McGuire / McGuire has never denied the allegations. On 6 May 2007, Llewellyn's position was vindicated when it was announced that Jessica Rowe would not be returning to Channel 9. McGuire's decision to force Jana Wendt off the \"Sunday\" program backfired with the relaunch of the show on 3 September 2006. The Nine Network's switchboard was flooded with an unprecedented number of calls complaining about the new format and hosts. This episode was considered by many in the media as a failure by the 'P-plated CEO' (a term coined by Sydney tabloids) to manage the network in a professional and ethical manner.", "doc_score": "80.56444549560547", "publish_date": "2018/12/31"}, {"doc_id": "11016192", "text": "Stephen Asprinio / Chef Michael Mina at Nobhill in the MGM Grand Las Vegas. Asprinio appeared on reality TV show \"Top Chef\" on Bravo during its first season and was one of the final five contestants when he was eliminated from the competition. Asprinio also competed as a contestant on \"\" in 2010, but he was eliminated in the third episode. Asprinio is best known as the \"villain\" of Top Chef's first season; ABC named him one of \"Reality TV's Top 15 Meanest Villains.\" One of the most stark examples of this \"villain\" behaviour was Asprinio's ongoing verbal treatment of another contestant, Candice", "doc_score": "84.43817901611328", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_14", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "12941807", "text": "2009 Icelandic financial crisis protests / for a new referendum. Thus, a second referendum was held on 9 April 2011 also resulting in \"no\" victory with a lesser percentage. After the referendum failed to pass, the British and Dutch governments said that they would take the case to the European courts. The Althing (Iceland's parliament) voted 33–30 to indict the former Prime Minister Geir Haarde, but not the other ministers, on charges of negligence in office at a session on 28 September 2010. He will stand trial before the \"Landsdómur\", a special court to hear cases alleging misconduct in government office: it will be the first", "doc_score": "82.80441284179688", "publish_date": "2018/12/31"}, {"doc_id": "15184954", "text": "Internal devaluation / mechanism within a currency union as culprits. Internal devaluation was first considered during the Sweden economic crisis during the 1990s and Finland's accession to the European Union in 1995. Internal devaluation gained popularity during the economic recession of 2008–2010 when several countries pursued such policies with aim to restore competitiveness and to balance national budgets. Latvia is often named as successful case of internal devaluation by popular media, although its poor performance in the international development indices (e.g. Global competitiveness indices, European Union Innovation Scoreboard, the miserable rating levels had not changed in the following year as well ) as", "doc_score": "82.03365325927734", "publish_date": "2018/12/31"}, {"doc_id": "12941798", "text": "2009 Icelandic financial crisis protests / Haarde that he was withdrawing from politics due to esophageal cancer and would not be a candidate in those elections, protesters continued to fill the streets, calling for a new political scene and for immediate elections; Haarde (Independence Party) announced on 26 January 2009 that he would hand in his resignation as PM shortly, after talks with the Social Democratic Alliance on keeping the government intact had failed earlier the same day. The Social Democratic Alliance formed a new government on minority coalition with the Left-Green Movement, with the support of the Progressive Party and the Liberal Party, which was", "doc_score": "79.94294738769531", "publish_date": "2018/12/31"}, {"doc_id": "4957558", "text": "Anders Samuelsen / tax by 5 percentage points in the 2017 budget. In response, Rasmussen reshuffled his cabinet to have the Liberal Alliance join the government and take the leadership of six ministries. Under Samuelsen's leadership, the government won parliamentary approval in January 2017 to deploy up to 60 special forces to fight Islamic State in Syria as part of the U.S.-led Operation Inherent Resolve. The government later committed to sending an additional 55 soldiers to the NATO-led Resolute Support Mission in Afghanistan; the decision was made to boost security efforts after a car bomber attacked a Danish convoy in September 2017. \"See", "doc_score": "77.85982513427734", "publish_date": "2018/12/31"}, {"doc_id": "9675968", "text": "Tanzi effect / Tanzi effect The Tanzi effect is an economic situation involving a period of high inflation in a country which results in a decline in the volume of tax collection and a deterioration of real tax proceeds being collected by the government of that country. This is due to the time elapsed between the moment the taxable event occurs and the collection of the tax becomes effective. The effect was noticed by economists since the 1920s but it was Italian economist Vito Tanzi that explained the actual causes in a 1977 paper. The effect has been known since the ending period", "doc_score": "81.38680267333984", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_15", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "1299", "text": "The Ashes / First Test at Sydney by just 10 runs having followed on. Australia had scored a massive 586 (Syd Gregory 201, George Giffen 161) and then dismissed England for 325. But England responded with 437 and then dramatically dismissed Australia for 166 with Bobby Peel taking 6 for 67. At the close of the second last day's play, Australia were 113–2, needing only 64 more runs. But heavy rain fell overnight and next morning the two slow left-arm bowlers, Peel and Johnny Briggs, were all but unplayable. England went on to win the series 3–2 after it had been all square", "doc_score": "93.87644958496094", "publish_date": "2018/12/31"}, {"doc_id": "1338", "text": "The Ashes / series would be closely fought proved well-founded, the series remaining undecided as the closing session of the final Test began. Experienced journalists including Richie Benaud rated the series as the most exciting in living memory. It has been compared with the great series of the distant past, such as 1894–95 and 1902. The First Test at Lord's was convincingly won by Australia, but in the remaining four matches the teams were evenly matched and England fought back to win the Second Test by 2 runs, the smallest winning margin in Ashes history, and the second-smallest in all Tests. The rain-affected", "doc_score": "93.54525756835938", "publish_date": "2018/12/31"}, {"doc_id": "1342", "text": "The Ashes / Ashes. England went on to win the series 3–1, beating Australia by an innings and 83 runs at Sydney in the Fifth Test. Australia, captained by Michael Clarke, batted first on a cloudy day after winning the toss and were bowled out for 280. England made 644, their highest innings total since 1938. England then bowled Australia out again for 281. England's series victory was its first on Australian soil for 24 years. The 2010–11 Ashes series was the only one in which a team had won three Tests by innings margins and it was the first time England had", "doc_score": "93.88421630859375", "publish_date": "2018/12/31"}, {"doc_id": "12889904", "text": "Fourth Test, 1948 Ashes series / Fourth Test, 1948 Ashes series The Fourth Test of the 1948 Ashes series was one of five Tests in a cricket series between Australia and England. The match was played at Headingley Stadium at Leeds from 22 to 27 July with a rest day on 25 July. Australia won the match by seven wickets to take an unassailable 3–0 series lead. In successfully chasing a target of 404, they set a new world record for the highest victorious runchase in Test history. Needing to win the match to prevent an Australian series victory, England captain Norman Yardley won the toss", "doc_score": "92.72317504882812", "publish_date": "2018/12/31"}, {"doc_id": "12890320", "text": "First Test, 1948 Ashes series / a crushing innings defeat in a match over the Marylebone Cricket Club—a team consisting almost entirely of Test-capped and current England players. England captain Norman Yardley won the toss and elected to bat on a cloudy day. After the first morning was interrupted by inclement weather, the Australian fast bowlers quickly made inroads into the English batting. Despite the loss of leading Australian paceman Ray Lindwall with a groin injury, the hosts had difficulty against his colleagues and fell to be 74 runs for the loss of eight wickets (74/8). However, a rearguard action by tail-enders Alec Bedser and Jim", "doc_score": "94.61909484863281", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_16", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "432878", "text": "Demography of the United Kingdom / make a reliable estimate. This would be 0.09% of the population at the time. Below are the 60 largest foreign-born groups in the UK according to 2014 and 2015 ONS estimates. Note:<br> The British Social Attitudes Survey found in 2012 that the non-religious outnumbered Christians (48% vs 46%). Six percent identified as something else. Discrepancies found between surveys may be the result of differences in phrasing, question order, and data collection method. In a YouGov poll 2011 35% of the total respondents were either very or fairly religious vs 63% who were not very religious or not religious at all,", "doc_score": "85.66351318359375", "publish_date": "2018/12/31"}, {"doc_id": "19450631", "text": "Issues in the United Kingdom European Union membership referendum, 2016 / Responsibility also claim that taxes from immigrants boost public funding. The leave campaign believe reduced immigration would ease pressure in public services such as schools and hospitals, as well as giving British workers more jobs and higher wages. In 2011, David Cameron of the Conservative Party (UK) made the promise to bring net migration to the UK under 100,000 by 2015, but the Government did not meet this target, and net migration rose to 336,000 in 2015. According to the ONS, net migration from the EU had risen to 183,000 in March 2015, an increase of 53,000 from March 2014.", "doc_score": "86.84923553466797", "publish_date": "2018/12/31"}, {"doc_id": "14726806", "text": "Youth unemployment in the United Kingdom / and 10% of young men are underemployed, something they call \"alarming\" and a \"critical waste of talent\". A 2010 report by The Prince's Trust highlighted that youth unemployment can have a negative impact on the mental health of young people and that it is a risk factor in suicide and attempted suicide. According to the report that was carried out by interviewing 2,170 young people aged 16 to 25 48% of individuals suffered insomnia, depression and panic attacks due to being unemployed and that individuals were twice as likely to self-harm or suffer panic attacks if they had been unemployed", "doc_score": "84.6567611694336", "publish_date": "2018/12/31"}, {"doc_id": "15636839", "text": "OECD Better Life Index / of absolute ones. OECD Better Life Index The OECD Better Life Index, in May 2011 by the Organisation for Economic Co-operation and Development following a decade of work on this issue, is a first attempt to bring together internationally comparable measures of well-being in line with the recommendations of the Commission on the Measurement of Economic Performance and Social Progress also known as the Stiglitz-Sen-Fitoussi Commission. The recommendations made by this Commission sought to address concerns that standard macroeconomic statistics like GDP failed to give a true account of people’s current and future well-being. The OECD Better Life Initiative includes", "doc_score": "84.15695190429688", "publish_date": "2018/12/31"}, {"doc_id": "19385262", "text": "Benefit cap / increased from 10.1% in June 2013 to 15.2% in March 2017. In the general population the increase was from 3.4% to 4.1%. Statistics published by the Department for Work and Pensions indicated that by 2018, 70% of the households that had been subject to the cap were no longer subject to it, amounting to 54,000 households. In that year independent research was published examining 10,000 benefit-capped households. It estimated that the policy had increased the likelihood of moving into work by 21%. However, only 37% of those no longer subject to the cap had become so due to a higher", "doc_score": "86.02493286132812", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_17", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "63856", "text": "Creationism / belief in religious fundamentalism is much more likely to affect attitudes towards evolution than it is for believers elsewhere. Political partisanship affecting religious belief may be a factor because political partisanship in the US is highly correlated with fundamentalist thinking, unlike in Europe. Most contemporary Christian leaders and scholars from mainstream churches, such as Anglicans and Lutherans, consider that there is no conflict between the spiritual meaning of creation and the science of evolution. According to the former Archbishop of Canterbury, Rowan Williams, \"...for most of the history of Christianity, and I think this is fair enough, most of the", "doc_score": "77.8427734375", "publish_date": "2018/12/31"}, {"doc_id": "17373644", "text": "Acceptance of evolution by religious groups / United Methodist Church affirms a Creator God and supports the scientific study of evolution. \"We recognize science as a legitimate interpretation of God's natural world. We affirm the validity of the claims of science in describing the natural world and in determining what is scientific. We preclude science from making authoritative claims about theological issues and theology from making authoritative claims about scientific issues. We find that science's descriptions of cosmological, geological, and biological evolution are not in conflict with theology.\" The Church of the Nazarene, an evangelical Christian denomination, sees \"knowledge acquired by science and human inquiry equal to", "doc_score": "79.281494140625", "publish_date": "2018/12/31"}, {"doc_id": "10891993", "text": "Pre-emption right / company in a rights issue, a usually but not always public offering. In this context, the pre-emptive right is also called subscription right or subscription privilege. This is the right, but not the obligation, of existing shareholders to buy the new shares before they are offered to the public. In this way, existing shareholders can maintain their proportional ownership of the company, preventing stock dilution. In many jurisdictions, subscription rights are automatically provided for by statute, for example the UK, but in other jurisdictions it only arises if provided for under the constitutional documents of the relevant company, for example", "doc_score": "79.9854736328125", "publish_date": "2018/12/31"}, {"doc_id": "2040225", "text": "Old Earth creationism / to be false, but microevolution is accepted as a genetic parameter designed by the Creator into the fabric of genetics to allow for environmental adaptations and survival. Generally, it is viewed by proponents as a middle ground between literal creationism and evolution. Theistic evolution regards religious teachings about God as compatible with modern scientific understanding about biological evolution. Theistic evolution is not in itself a scientific theory, but a range of views about how the science of general evolution relates to religious beliefs in contrast to special creation views. Supporters of theistic evolution generally harmonize evolutionary thought with belief in", "doc_score": "77.20295715332031", "publish_date": "2018/12/31"}, {"doc_id": "5502987", "text": "The Church Union / Church Union merged with the Anglo-Catholic Congress to form the present organisation. The Church Union The Church Union is an Anglo-Catholic advocacy group within the Church of England. The organisation was founded as the Church of England Protection Society on May 12, 1859 to challenge the authority of the English civil courts to determine questions of doctrine. It changed its name to the English Church Union in May 1860. In particular, it was active in defending Anglo-Catholic priests such as Arthur Tooth, Sidney Faithorn Green and Richard William Enraght against legal action brought under the Public Worship Regulation Act 1874.", "doc_score": "78.32312774658203", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_18", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "5710154", "text": "Muhammad bin Fahd Al Saud / Fahd Program for Research and Strategic Studies was established at the University of Central Florida in the United States of America. The Program tackles wide scopes which are considered vital and include: cultural and academic exchange, strategic research and studies of mutual interest. The program is operated by Prince Mohammad Bin Fahd University and the University of Central Florida and it was officially launched in 2012. Prince Mohammed Bin Fahd support Endowed Chairs in universities to undertake studies that lead to taking effective decisions to overcome problems and improving performance, these are: Prince Mohammad Bin Fahd launched a number of", "doc_score": "79.22484588623047", "publish_date": "2018/12/31"}, {"doc_id": "4913179", "text": "The Prince's Trust / The Prince's Trust The Prince's Trust is a charity in the United Kingdom founded in 1976 by Charles, Prince of Wales to help vulnerable young people get their lives on track. It supports 11 to 30 year-old who are unemployed and those struggling at school and at risk of exclusion. Many of the young people helped by The Trust are in or leaving care, facing issues such as homelessness or mental health problems, or have been in trouble with the law. It runs a range of training programmes, providing practical and financial support to build young people's confidence and motivation.", "doc_score": "77.77940368652344", "publish_date": "2018/12/31"}, {"doc_id": "16984855", "text": "Recovery Day / Commissioner Constance Barnes, City Councilor Geoff Meggs, and MLA Randy Hawes) and a march through the streets of Downtown Vancouver. The event closed with over 400 people joining hands in a circle to recite the Serenity Prayer. Recovery Day is scheduled to be held in dozens of Canadian cities in September 2017. On August 31, 2017, President Donald Trump proclaimed September as National Alcohol and Drug Addiction Recovery Month. Recovery Day Recovery Day is an annual event, first held on September 30, 2012, which demonstrates and celebrates the ability of those with drug, alcohol and behavioral addictions to achieve long-term", "doc_score": "74.43600463867188", "publish_date": "2018/12/31"}, {"doc_id": "19474665", "text": "Saudi Vision 2030 / finance all the projects to be developed and facilitate the process of achieving the goals and targets of Vision 2030, Crown Prince Mohammad bin Salman announced, in January 2016, that an IPO of Saudi ARAMCO is going to take place. However, only 5% of the company will be offered on the stock market. A beach resort is proposed to be built on the Red Sea between the towns of Umluj and Al-Wajh in the northern section of the Hejazi coast. The resort project will involve, \"50 islands and 34,000 square kilometers in a global upmarket tourism and leisure mega-development\" and", "doc_score": "76.878173828125", "publish_date": "2018/12/31"}, {"doc_id": "4913204", "text": "The Prince's Trust / helped over 900,000 young people turn their lives around in the UK through money and advice from the charity and returned £1.4 billion in value to society through in the last 10 years alone. The Prince's Trust has worked with very prominent artists such as: The Prince's Trust The Prince's Trust is a charity in the United Kingdom founded in 1976 by Charles, Prince of Wales to help vulnerable young people get their lives on track. It supports 11 to 30 year-old who are unemployed and those struggling at school and at risk of exclusion. Many of the young people", "doc_score": "75.85636138916016", "publish_date": "2018/12/31"}]}
{"question_id": "20230623_19", "search_time": "2023/06/27/03:32", "search_result": [{"doc_id": "12954539", "text": "Gateway Protection Programme / 2000. The legal basis for the programme's funding was established by Section 59 of the Nationality, Immigration and Asylum Act 2002. This act was passed by the House of Commons by 362 votes to 74 in June 2002 and by the House of Lords – at the ninth attempt, following concern about the introduction of measures allowing for the detention of asylum seekers in rural areas) – in November 2002. The Gateway Protection Programme was subsequently established in March 2004, with the first refugees arriving in the UK on 19 March. Initially, the programme quota was set at 500 per", "doc_score": "85.1168212890625", "publish_date": "2018/12/31"}, {"doc_id": "12954532", "text": "Gateway Protection Programme / Gateway Protection Programme The Gateway Protection Programme is a scheme operated by the British government in partnership with the United Nations High Commissioner for Refugees (UNHCR) and co-funded by the European Union (EU), offering a legal route for a quota of UNHCR-identified refugees to be resettled in the United Kingdom. Following a proposal by the British Home Secretary, David Blunkett, in October 2001, the legal basis was established by the Nationality, Immigration and Asylum Act 2002 and the programme itself launched in March 2004. Since its inception, the programme has enjoyed broad support from the UK's main political parties. The", "doc_score": "85.76896667480469", "publish_date": "2018/12/31"}, {"doc_id": "12954537", "text": "Gateway Protection Programme / has also participated in the Ten or More Plan. The former is for so-called \"mandate\" refugees who have been granted refugee status by UNHCR in third countries. To qualify for the scheme, refugees must have close ties to the UK and it must also be demonstrated that the UK is the most appropriate country for their resettlement. The Ten or More Plan, established by UNHCR in 1973 and administered in the UK by the British Red Cross, is for refugees requiring medical attention not available in their current location. During the 1990s, 2,620 refugees were settled in the UK through", "doc_score": "80.93983459472656", "publish_date": "2018/12/31"}, {"doc_id": "12954538", "text": "Gateway Protection Programme / these two programmes. In 2003, the UK's Ten or More Plan had a resettlement goal of 10 people and the Mandate Refugee Scheme 300. Refugees have also been resettled through specific programmes following emergencies. For example, 42,000 Ugandan Asians expelled from Uganda during 1972–74, 22,500 Vietnamese during 1979–92, over 2,500 Bosnians in the 1990s, and over 4,000 Kosovars in 1999. A new resettlement programme was proposed by the British Home Secretary, David Blunkett in October 2001, having been hinted at by the previous Home Secretary, Jack Straw, in a speech to the European Conference on Asylum in Lisbon in June", "doc_score": "81.48222351074219", "publish_date": "2018/12/31"}, {"doc_id": "12954535", "text": "Gateway Protection Programme / immediate arrival assistance. Once in the UK, refugees are entered into a 12-month support programme intended to aid their integration. The programme has involved local authorities and NGOs including the British Red Cross, the International Rescue Committee, Migrant Helpline, Refugee Action, the Refugee Arrivals Project, the Refugee Council, Scottish Refugee Council and Refugee Support. These organisations formed the Resettlement Inter-Agency Partnership at the planning stage of the programme, in order to pool their resources and form a partnership for the delivery of services to the resettled refugees. The programme is distinct from and in addition to ordinary provisions for claiming", "doc_score": "82.01659393310547", "publish_date": "2018/12/31"}]}
