{"question_id": "20230217_0", "search_time": "2023/02/20/04:17", "search_result": [{"doc_id": "20004919", "text": "Donald Trump 2020 presidential campaign / The campaign has announced, and Trump has confirmed in several stump speeches, that the slogan for the 2020 race will be changed from \"Make America Great Again\" to \"Keep America Great\", once a sufficient level of \"greatness\" has been reached. As of the fall of 2018, Trump continues to use the old slogan. On November 7, 2018, Trump confirmed that Mike Pence would be his vice presidential running mate in 2020. The rallies have come under intense criticism for the high level of misleading statements made by Trump, anything from 68 to 76 percent during the summer 2018 rallies. Presidential", "doc_score": "80.10195922851562", "publish_date": "2018/12/31"}, {"doc_id": "20560413", "text": "2020 Democratic National Convention / 2020 Democratic National Convention The 2020 Democratic National Convention, is an event in which delegates of the United States Democratic Party will choose the party's nominees for President of the United States and Vice President of the United States in the 2020 U.S. presidential election. The convention is scheduled to be held from July 13–16, 2020. Bids on the site for the convention were solicited in late 2017, and were made public in the spring of 2018. Las Vegas, Nevada later withdrew and decided to focus on the 2020 Republican National Convention, for which their bid was subsequently defeated by", "doc_score": "81.2319564819336", "publish_date": "2018/12/31"}, {"doc_id": "16745150", "text": "2016 Republican National Convention / next day, Ohio Governor John Kasich suspended his campaign, effectively making Trump the presumptive Republican presidential nominee. Trump was the first presidential nominee of a major party since Wendell Willkie, the Republican candidate in 1940, who has held neither political office nor a high military rank prior to his nomination. He was also the first presidential nominee of a major party without political experience since General Dwight D. Eisenhower first captured the Republican presidential nomination in 1952. This was the first Republican National Convention to be held entirely in July since 1980. Twitter and CBS News live streamed the convention", "doc_score": "79.68833923339844", "publish_date": "2018/12/31"}, {"doc_id": "17148325", "text": "2018 United States elections / television viewers<br>8:00 to 11:00 PM Eastern Television viewers 25 to 54<br>8:00 to 11:00 PM Eastern 2018 United States elections The 2018 United States elections were held in the United States on Tuesday, November 6, 2018. These midterm elections took place in the middle of Republican President Donald Trump's term. Thirty-five of the 100 seats in the United States Senate and all 435 seats in the United States House of Representatives were contested. Thirty-nine state and territorial governorships as well as numerous other state and local elections were also contested. In the elections, the Democratic Party won control of the House", "doc_score": "81.34992980957031", "publish_date": "2018/12/31"}, {"doc_id": "19846309", "text": "2020 Republican Party presidential primaries / their outspoken criticism of the president on the Senate floor. 2016 presidential candidates John Kasich and Carly Fiorina have also indicated interest in challenging Trump. In the case of Ohio Governor John Kasich, rumors have circulated that he might consider a joint ticket with Colorado Democratic Governor John Hickenlooper. In March 2018, Flake and Kasich traveled to New Hampshire to reportedly \"test the waters.\" Longtime political strategist Roger Stone, however, predicts that Trump may not seek a second term if he succeeds in keeping all of his campaign promises and \"[makes] America great again\". <section begin=\"interested\" /> Individuals in this", "doc_score": "79.80767059326172", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_1", "search_time": "2023/02/20/04:17", "search_result": [{"doc_id": "16858067", "text": "Super Bowl LI / positioned around the stadium to enable 360-degree views of plays. Fox introduced a new feature utilizing the system known as \"Be the Player\", which composited the various camera angles into a single view of a play from the point-of-view of a player on the field. Fox constructed a temporary, two-floor studio in Discovery Green, which originated pre-game coverage, and broadcasts of Fox Sports 1 studio programs during the week leading up to the game, such as \"Fox Sports Live\", \"The Herd with Colin Cowherd\", \"\", \"NASCAR Race Hub\", and \"UFC Tonight\". An average of 111.3 million viewers watched Super Bowl", "doc_score": "82.61741638183594", "publish_date": "2018/12/31"}, {"doc_id": "376030", "text": "Super Bowl / watched several portions of the Super Bowl 2015 broadcast. The game set a record for total viewers for the fifth time in six years. The highest-rated game according to Nielsen was Super Bowl XVI in 1982, which was watched in 49.1 percent of households (73 shares), or 40,020,000 households at the time. Ratings for that game, a San Francisco victory over Cincinnati, may have been aided by a large blizzard that had affected much of the northeastern United States on game day, leaving residents to stay at home more than usual. Super Bowl XVI still ranks fourth on Nielsen's list", "doc_score": "83.89681243896484", "publish_date": "2018/12/31"}, {"doc_id": "376028", "text": "Super Bowl / from the United States alone are tuned into the Super Bowl at any given moment. In press releases preceding each year's event, the NFL typically claims that this year's Super Bowl will have a potential worldwide audience of around one billion people in over 200 countries. This figure refers to the number of people \"able\" to watch the game, not the number of people \"actually\" watching. However, the statements have been frequently misinterpreted in various media as referring to the latter figure, leading to a common misperception about the game's actual global audience. The New York-based media research firm Initiative", "doc_score": "84.05581665039062", "publish_date": "2018/12/31"}, {"doc_id": "375992", "text": "Super Bowl / is the second-largest day for U.S. food consumption, after Thanksgiving Day. In addition, the Super Bowl has frequently been the most-watched American television broadcast of the year; the seven most-watched broadcasts in U.S. television history are Super Bowls. In 2015, Super Bowl XLIX became the most-watched American television program in history with an average audience of 114.4 million viewers, the fifth time in six years the game had set a record, starting with the 2010 Super Bowl, which itself had taken over the number-one spot held for 27 years by the final episode of \"M*A*S*H\". The Super Bowl is also", "doc_score": "85.37164306640625", "publish_date": "2018/12/31"}, {"doc_id": "17076868", "text": "Super Bowl XLVI halftime show / had a 47.4 household rating; among adults 18–49 it had a 41.5 rating, compared with the game average of 40.5. \"Reuters\" noted that the half-hour from 9:30 to 9:58 ET peaked at a 50.7 household rating and a 72 share, with 117.7 million viewers. The record was broken by Bruno Mars in 2014 (115 million) and Katy Perry in 2015 (118 million). Madonna set a record as the most-tweeted subject on Twitter (10,245 posts in one second, with an average of 8,000 tweets per second for five minutes) and was the most-searched term on Google during the show. Wired CEO", "doc_score": "82.7682876586914", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_2", "search_time": "2023/02/20/04:17", "search_result": [{"doc_id": "12894033", "text": "Morristown UFO hoax / Morristown UFO hoax The Morristown UFO hoax was originally thought to be an unidentified aerial event, of mysterious floating red lights, that occurred near Morristown, New Jersey, on Monday, January 5, 2009, between 8:15 pm and 9:00 pm. The lights were later observed on 4 other days: January 26, January 29, February 7, and February 17, 2009. The events were actually a hoax, meant as a social experiment. Five flare lights attached to helium balloons were released by Joe Rudy and Chris Russo and seen in the skies above Morris County, New Jersey. Sightings were concentrated in the towns of", "doc_score": "78.75611114501953", "publish_date": "2018/12/31"}, {"doc_id": "12894034", "text": "Morristown UFO hoax / Hanover Township, Morristown, Morris Plains, Madison, and Florham Park. On January 5, 2009, at 8:28 pm, the Hanover Township police department received the first of seven 9-1-1 calls. Neighboring police departments also received numerous phone calls with regard to the strange lights. Morristown Police Lt. Jim Cullen alerted Morristown Airport about a possible hazard to airplanes. Airport control tower workers reported seeing the lights in the sky, but could not determine what they were. Hanover Township police also contacted the Morristown Airport to try to pick up the objects on radar, but they were unable to pick up anything. Major", "doc_score": "76.05155944824219", "publish_date": "2018/12/31"}, {"doc_id": "18687310", "text": "UFOs: Past, Present, and Future / all unknown radar signs to disappear once the fighters entered the city. As the fighters left DC airspace, the unknown objects reappeared. The confusion resulted in \"the largest, and longest, press conference in the Pentagon since World War II.\" The radar issues were blamed on temperature inversion. In January 14, 1953, the Central Intelligence Agency became involved, convening a panel of top scientists to further explore the phenomenon and its potential threat to national security. Their analysis concluded that the objects involved in several high-profile sightings were not aircraft, balloons, birds, \"but that they were self-luminous, unidentified objects.\" Yet the", "doc_score": "77.95800018310547", "publish_date": "2018/12/31"}, {"doc_id": "20491980", "text": "USS Nimitz UFO incident / States at an unknown date. Defense and security writer Kyle Mizokami suggested three possibilities that could explain the sightings. The first is equipment malfunction or misinterpretation; USS \"Princeton\"s radars and the Super Hornets' electro-optical sensors and radars could have all malfunctioned, or the crew could have misinterpreted a number of natural phenomena. The second is classified government technology: if the objects were aircraft operated by the US government, it would make sense that they were kept secret, as the object easily outmaneuvered multiple Super Hornets, a jet that was considered state-of-the-art in 2004. The third possibility is that the sightings", "doc_score": "75.85301971435547", "publish_date": "2018/12/31"}, {"doc_id": "436766", "text": "Unidentified flying object / which cannot be positively identified as a familiar object.\" Accordingly, the term was initially restricted to that fraction of cases which remained unidentified after investigation, as the USAF was interested in potential national security reasons and/or \"technical aspects\" (see ). During the late 1940s and through the 1950s, UFOs were often referred to popularly as \"flying saucers\" or \"flying discs\". The term UFO became more widespread during the 1950s, at first in technical literature, but later in popular use. UFOs garnered considerable interest during the Cold War, an era associated with a heightened concern for national security, and, more recently,", "doc_score": "75.7219467163086", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_3", "search_time": "2023/02/20/04:17", "search_result": [{"doc_id": "2029699", "text": "State of emergency / State of emergency A state of emergency (also known as a state of calamity in the Philippines) is a situation in which a government is empowered to perform actions that it would normally not be permitted. A government can declare such state during a disaster, civil unrest, or armed conflict. Such declaration alerts citizens to change their normal behavior and orders government agencies to implement emergency plans. \"Justitium\" is its equivalent in Roman law—a concept in which the senate could put forward a final decree (senatus consultum ultimum) that was not subject to dispute. States of emergency can also be", "doc_score": "86.2826156616211", "publish_date": "2018/12/31"}, {"doc_id": "14504847", "text": "2017 Pacific typhoon season / though most tropical cyclones typically develop between May and October. The season's first named storm, Muifa, developed on April 25, while the season's last named storm, Tembin, dissipated on December 26. This season also featured the latest occurrence of the first typhoon of the year since 1998, with Noru reaching this intensity on July 23. The scope of this article is limited to the Pacific Ocean, to the north of the equator between 100°E and the 180th meridian. Within the northwestern Pacific Ocean, there are two separate agencies that assign names to tropical cyclones, which can often result in a", "doc_score": "85.3692855834961", "publish_date": "2018/12/31"}, {"doc_id": "2029707", "text": "State of emergency / Labour Conventions are monitored by independent expert committees, regional Courts and other State Parties. The Constitution, which has been amended several times, has always allowed for a state of emergency (literally \"estado de sitio\", \"state of siege\"), to be declared if the constitution or the authorities it creates are endangered by internal unrest or foreign attack. This provision was much abused during dictatorships, with long-lasting states of siege giving the government a free hand to suppress opposition ( state of emergencies had been declared 52 times by democratic and dictatorial governments, starting in 1854 shortly after the constitution came into", "doc_score": "85.07084655761719", "publish_date": "2018/12/31"}, {"doc_id": "14504859", "text": "2017 Pacific typhoon season / and it is one of the costliest and deadliest typhoon in the basin in 2017 with total damage reached US$1.03 billion and 151 deaths. Later, two weak storms affected Philippines. In December, Tropical storm Kai-tak caused flooding in Central Philippines. Typhoon Tembin was responsible for severe flooding and landslides in South Philippines, it became the deadliest tropical cyclone in 2017 with over 250 deaths. Typhoon Tembin moved South China Sea, so 2017 became the most tropical cyclone in South China Sea with 22 Tropical cyclones, and Tembin affected Southern Vietnam. On January 7, both PAGASA and the JMA reported that", "doc_score": "86.01932525634766", "publish_date": "2018/12/31"}, {"doc_id": "14504932", "text": "2018 Pacific typhoon season / making landfall in the Philippines, Maliksi prompted the PAGASA to declare the official start of the rainy season on June 8, 2018. Two people were killed by heavy monsoonal rains, enhanced by Maliksi, in the Philippines. A disturbance formed southwest of Taiwan on June 12, just within the meiyu front, and the JTWC indicated a subtropical depression subsequently. By 21:00 UTC of June 13, the JTWC issued its first advisory on the system, designating it as \"07W\", and was classified as a tropical depression. Despite located in a moderately to a severely sheared environment, the system was located over in", "doc_score": "84.8236083984375", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_4", "search_time": "2023/02/20/04:17", "search_result": [{"doc_id": "3604191", "text": "Pepsi Max / the Netherlands the following December. By the end of 1994, Pepsi Max was sold in approximately twenty countries. By the end of 1995, that figure had more than doubled. The product remained unavailable in the United States until 2006 (the US, PepsiCo's home market, and the largest consumer of carbonated soft drinks), where one of its principal ingredients had not yet been approved by the Food and Drug Administration. The ingredient—acesulfame potassium—is combined with aspartame to provide the beverage's sweetness, whereas some other diet colas are sweetened by aspartame alone. In early-2005, Pepsi Max Twist (with added lemon-lime flavour) joined", "doc_score": "92.42278289794922", "publish_date": "2018/12/31"}, {"doc_id": "14159268", "text": "Pepsi-Cola Made with Real Sugar / flavor more in line with \"regular\" Mountain Dew. A third batch was released on July 31, 2010, again as a five-week limited availability. On October 12, Consumerist.com reported that Pepsi had decided to continue offering the Throwback line as long as consumers continue to buy it. A fourth batch appeared in stores in late December 2010, removing the limited edition logo from the packaging. At the same time, Sierra Mist, a drink that debuted in 1999 and had always been made with high fructose corn syrup, also had a sugar-based formula released under the name \"Sierra Mist Natural\", which was", "doc_score": "93.38610076904297", "publish_date": "2018/12/31"}, {"doc_id": "14159267", "text": "Pepsi-Cola Made with Real Sugar / plans to release versions of Pepsi and Mountain Dew with pure cane sugar as its main sweetener, and without the citric acid found in regular Pepsi, on a limited basis. The original shipment went on sale in April 2009, and ended in June. Sales were strong for both, prompting PepsiCo to release a second limited edition for December 2009–February 2010. The second version of Mountain Dew Throwback from December 2009 differed slightly in its formula from the first version from April 2009, in that it now included concentrated orange juice as one of its ingredients, giving it a slightly different", "doc_score": "92.69202423095703", "publish_date": "2018/12/31"}, {"doc_id": "2925076", "text": "Crystal Pepsi / beverage by entering a sweepstakes via a mobile application or online at Pepsipass.com between December 10 and 11. Winners selected during the following week would receive the beverage in time for Christmas. On June 30, 2016, Pepsi announced that the drink would be making a second return, reaching Canadian stores on July 11, and American stores on August 8, 2016. Unlike the original release in the 1990s, the drink as released in 2015 and 2016 contains caffeine and sodium benzoate, a preservative. In October 2016, Pepsi rereleased the drink in the United States again for a limited time exclusively on", "doc_score": "91.51480865478516", "publish_date": "2018/12/31"}, {"doc_id": "2925069", "text": "Crystal Pepsi / fad called the Clear Craze equated clarity with purity. This began with the remake of Ivory soap, whose marketing slogan had already been \"99 and 44/100 percent pure\", from its classic milky solution. The \"clear\" idea spread to many companies and product types including PepsiCo's development of a clear cola. Crystal Pepsi was marketed as a caffeine-free \"clear alternative\" to normal colas. Its marketing slogan was \"You've never seen a taste like this\". On April 13, 1992, PepsiCo introduced Crystal Pepsi to test markets in Denver, Sacramento, Dallas, Providence, and Grand Rapids, and the product generated a positive response. Pleased", "doc_score": "91.75025177001953", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_5", "search_time": "2023/02/20/04:17", "search_result": [{"doc_id": "13814244", "text": "Poultry farming in the United States / that could be used profitably on local farms to an unwanted byproduct. This trend may be reversing itself due to higher disposal costs on the one hand and higher fertilizer prices on the other, making farm regions attractive once more. From the farmer's point of view, eggs used to be practically the same as currency, with general stores buying eggs for a stated price per dozen. Egg production peaks in the early spring, when farm expenses are high and income is low. On many farms, the flock was the most important source of income, though this was often not appreciated", "doc_score": "84.65209197998047", "publish_date": "2018/12/31"}, {"doc_id": "12431755", "text": "Egg as food / protein content, the United States Department of Agriculture categorizes eggs as \"Meats\" within the Food Guide Pyramid. Despite the nutritional value of eggs, there are some potential health issues arising from cholesterol content, salmonella contamination, and allergy to egg proteins. Chickens and other egg-laying creatures are kept widely throughout the world and mass production of chicken eggs is a global industry. In 2009, an estimated 62.1 million metric tons of eggs were produced worldwide from a total laying flock of approximately 6.4 billion hens. There are issues of regional variation in demand and expectation, as well as current debates concerning", "doc_score": "82.82371520996094", "publish_date": "2018/12/31"}, {"doc_id": "19557391", "text": "Food prices / Food and Agriculture Organization projects that consumers still have to deal with more expensive food until at least 2018. It is rare for the spikes to hit all major foods in most countries at once. Food prices rose 4% in the United States in 2007, the highest increase since 1990, and are expected to climb as much again in 2008. As of December 2007, 37 countries faced food crises, and 20 had imposed some sort of food-price controls. In China, the price of pork jumped 58% in 2007. In the 1980s and 1990s, farm subsidies and support programs allowed major", "doc_score": "84.50119018554688", "publish_date": "2018/12/31"}, {"doc_id": "3589973", "text": "Fecundity / Fecundity Fecundity, in human demography and population biology, is the potential for reproduction of an organism or population, measured by the number of gametes (eggs), seed set, or asexual propagules. Fecundity is similar to fertility, the natural capability to produce offspring. A lack of fertility is infertility while a lack of fecundity would be called sterility. Human demography considers only human fecundity which is often intentionally limited through contraception, while population biology studies all organisms. The term fecundity in population biology is often used to describe the rate of offspring production after one time step (often annual). In this sense,", "doc_score": "80.49602508544922", "publish_date": "2018/12/31"}, {"doc_id": "12431791", "text": "Egg as food / from raw or undercooked eggs is dependent in part upon the sanitary conditions under which the hens are kept. Health experts advise people to refrigerate washed eggs, use them within two weeks, cook them thoroughly, and never consume raw eggs. As with meat, containers and surfaces that have been used to process raw eggs should not come in contact with ready-to-eat food. A study by the U.S. Department of Agriculture in 2002 (Risk Analysis April 2002 22(2):203-18) suggests the problem is not so prevalent in the U.S. as once thought. It showed that of the 69 billion eggs produced annually,", "doc_score": "82.2724380493164", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_6", "search_time": "2023/02/20/04:17", "search_result": [{"doc_id": "16362131", "text": "Environmental impact of hydraulic fracturing in the United States / Arkansas Oil and Gas Commission halted injection at two of the main disposal wells, and the earthquakes abated. Several earthquakes in 2011, including a 4.0 magnitude tremor on New Year's Eve that hit Youngstown, Ohio, are likely linked to a disposal of hydraulic fracturing wastewater, according to seismologists at Columbia University. By order of the Ohio Department of Natural Resources, the well had stopped injecting on December 30, 2011. The following day, after the 4.0 quake, Ohio governor John Kasich ordered an indefinite halt to injection in three additional deep disposal wells in the vicinity. The Department of Natural Resources", "doc_score": "82.57592010498047", "publish_date": "2018/12/31"}, {"doc_id": "20373461", "text": "Chemical Control Superfund Site / The origin of the fire “has never been determined, although unstable chemicals are the prime suspect” The damages caused by the Chemical Control Corporation superfund site effected both the surrounding environment and community of Elizabeth, New Jersey. The chemicals before the fire effected groundwater, soil and the nearby water way of the Elizabeth River. During the 1980 fire, chemicals became airborne and spread to neighboring towns and states. Numerous chemicals from the site, including benzene, PCBs, toluene and more, resulted in side effects of irritated eyes, vomiting, diarrhea and skin rashes. The long term effects from the exposure of the", "doc_score": "83.61410522460938", "publish_date": "2018/12/31"}, {"doc_id": "1474469", "text": "CS gas / Many people, including children and the elderly, were injured during the ensuing panic. The gas was so intense that breezes carried it into Cowell Memorial Hospital, endangering patients, interrupting operations and incapacitating nurses. Students at nearby Jefferson and Franklin elementary schools were also affected. Members of the United States armed forces are exposed to CS during initial training, and during training refresher courses or equipment maintenance exercises, using CS tablets that are melted on a hotplate. This is to demonstrate the importance of properly wearing a gas or protective mask, as the agent's presence quickly reveals an improper fit or", "doc_score": "81.91155242919922", "publish_date": "2018/12/31"}, {"doc_id": "20373405", "text": "CPS Madison Industries Superfund Site / CPS Madison Industries Superfund Site The CPS Madison Industries Superfund Site is located in Old Bridge, New Jersey. Since 1967, site operators had improperly handed high-risk substances by expelling them into public sewer systems throughout the township. Established in 1962, CPS Madison Industries, located in Middlesex County, New Jersey, has remained a large competitor in the copper and zinc industry producing compounds primarily for food additives, fertilizers, and pharmaceuticals. CPS Madison Industries was declared to be a superfund site as of September 8, 1983, due to its improper handlings of Volatile Organic Compounds, and has since been undergoing groundwater", "doc_score": "81.88973999023438", "publish_date": "2018/12/31"}, {"doc_id": "8482804", "text": "Weldon Spring Ordnance Works / limestone quarry located 4 miles from the plant. Primary contaminants of concern at the Chemical Plant and surrounding soil include uranium, thorium, radium, and their radioactive decay products. The quarry contains materials contaminated with TNT and DNT residues, as well as uranium, thorium, and radium residues and contaminated materials and equipment. The quarry is located from the St. Charles County well field, which is used as a drinking water source for approximately 70,000 people. On July 14, 1989, the United States Environmental Protection Agency proposed adding the Weldon Spring Ordnance Works to the National Priorities List. The site was officially", "doc_score": "81.40938568115234", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_7", "search_time": "2023/02/20/04:17", "search_result": [{"doc_id": "10519928", "text": "Iceberg Skating Palace / test event in December 2012. At the Grand Prix Final, competitors said they liked the venue but some spectators complained about handrails obstructing the view in the upper tier. It takes about two hours to adjust the ice when switching from figure skating to short track or vice versa. Plans had originally existed for the arena to converted into a cycling velodrome following the Olympics. Iceberg Skating Palace The Iceberg Skating Palace (Russian: Дворец Зимнего Спорта Айсберг) is a 12,000-seat multi-purpose arena at Sochi Olympic Park in Sochi, Russia. The venue hosted the figure skating and short track speed skating", "doc_score": "86.2127685546875", "publish_date": "2018/12/31"}, {"doc_id": "10519927", "text": "Iceberg Skating Palace / Iceberg Skating Palace The Iceberg Skating Palace (Russian: Дворец Зимнего Спорта Айсберг) is a 12,000-seat multi-purpose arena at Sochi Olympic Park in Sochi, Russia. The venue hosted the figure skating and short track speed skating events at the 2014 Winter Olympics. It cost $43.9 million, including the temporary works for the Olympics. 15,000 tonnes of steel were used. The environment was taken into consideration in its construction. A local figure skating competition was held in October 2012 but the International Skating Union said more work was needed to be ready for the 2012–2013 Grand Prix of Figure Skating Final, a", "doc_score": "88.94444274902344", "publish_date": "2018/12/31"}, {"doc_id": "3740880", "text": "Ice rink / which is equivalent to 90 Olympic size skating rinks. The rink is prepared by lowering the canal's water level and letting the canal water freeze. The rink is then resurfaced nightly by cleaning the ice of snow and flooding it with water from below the ice. The rink is recognized as the \"world's largest naturally frozen ice rink\" by the Guinness Book of World Records because \"\"its entire length receives daily maintenance such as sweeping, ice thickness checks and there are toilet and recreational facilities along its entire length\"\". The longest ice skating trail can be found in Invermere, British", "doc_score": "88.14116668701172", "publish_date": "2018/12/31"}, {"doc_id": "16771483", "text": "Brașov Olympic Ice Rink / The ice rink was first tested on 18 February 2010 by Tanja Szewczenko and Norman Jeschke and officially later that day with an ice hockey game between Corona Brașov and Steaua Rangers. There are three general areas: The possibility exists to extend the seating capacity for special events, in which case the hall could host a total of over 2,000 people, including 400 standing. The temperature in the spectator area is usually around 16 degrees Celsius, and that of the ice can range, depending on the event, between –6 (for figure skating) to –15 (for hockey). The ice is levelled", "doc_score": "86.41279602050781", "publish_date": "2018/12/31"}, {"doc_id": "14434779", "text": "Icehouse (arena) / used mostly for public skating, is named the Bradbury Rink, after the Bradbury family – the most well-known member, Steven Bradbury, was a short-track speedskater who won the 1,000 m Gold Medal at the 2002 Winter Olympics, and his father John along with brother Warren were both also heavily involved in ice sports. The rink is home to both Victorian-based ice hockey teams competing in the Australian Ice Hockey League, the Melbourne Ice and Melbourne Mustangs. The Icehouse has a capacity of 6,500 people, and its facilities include a Pro-shop, The St Moritz Bar and the Igloo Café. Since opening", "doc_score": "86.075439453125", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_8", "search_time": "2023/02/20/04:17", "search_result": [{"doc_id": "16952992", "text": "Monetary reform in the United States / is the so-called Chicago plan. The Need Act, presented in the House of Representatives in September 2011 by Dennis Kucinich, is a proposed law that implies that \"the creation of money by private financial institutions as interest-bearing debts should cease once and for all\". Monetary reform in the United States Monetary reform, the reform of monetary creation and thus of the banking system, is a topical political issue in the United States, especially in light of the public debt (15 trillion dollar in November 2011), household debt (student debts, etc.), Social Security and other public sector undertakings and state debts.", "doc_score": "87.95735931396484", "publish_date": "2018/12/31"}, {"doc_id": "16674519", "text": "United States fiscal cliff / a 89–8 margin At about 11 pm that evening, the U.S. House of Representatives passed the same legislation without amendments by a 257–167 vote. U.S. President Barack Obama signed it into law the next day. However, the budget sequestration was only delayed and the debt ceiling was not changed, thus triggering the United States debt-ceiling crisis of 2013. The term \"fiscal cliff\" has been used in the past to refer to various fiscal issues. The term started being used in the context of the expiration of the Bush tax cuts in 2010. In 2011, the term started to be used", "doc_score": "90.59303283691406", "publish_date": "2018/12/31"}, {"doc_id": "17611867", "text": "United States debt-ceiling crisis of 2013 / reduced the sequester's impact. The bill that extended the government's continuing resolution to September 30 lessened the sequester's effect on defense, and later bills removed furloughs for air traffic control and food service industries. On May 19, the debt ceiling was reinstated at just under $16.7 trillion to reflect borrowing during the suspension period. As there was no provision made for further commitments after the ceiling's reinstatement, Treasury began applying extraordinary measures once again. Despite earlier estimates of late July, Treasury announced that default would not happen \"until sometime after Labor Day\". Other organizations, including the Congressional Budget Office (CBO),", "doc_score": "89.12574005126953", "publish_date": "2018/12/31"}, {"doc_id": "15512865", "text": "United States debt ceiling / led to a rating downgrade by several rating agencies and a warning by others. The GAO estimated that the delay in raising the debt ceiling during the debt ceiling crisis of 2011 raised borrowing costs for the government by $1.3 billion in fiscal year 2011 and noted that the delay would also raise costs in later years. The Bipartisan Policy Center extended the GAO's estimates and found that the delay raised borrowing costs by $18.9 billion over ten years. Some writers have expressed the view that if extraordinary measures are exhausted, the executive branch has the authority to determine which", "doc_score": "88.27469635009766", "publish_date": "2018/12/31"}, {"doc_id": "15772495", "text": "Cut, Cap and Balance Act / Cut, Cap and Balance Act The proposed Cut, Cap and Balance Act of 2011 (or HR 2560) was a bill put forward in the 112th United States Congress by Republicans during the 2011 U.S. debt ceiling crisis. The provisions of the bill included a cut in the total amount of federal government spending, a cap on the level of future spending as a percentage of GDP, and, on the condition that Congress pass certain changes to the U.S. Constitution, an increase in the national debt ceiling to allow the federal government to continue to service its debts. The bill had", "doc_score": "91.58761596679688", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_9", "search_time": "2023/02/20/04:17", "search_result": [{"doc_id": "18727935", "text": "Success Kid / Success Kid Success Kid is an Internet meme featuring a baby clenching a fistful of sand with a determined facial expression. It began in 2007 and eventually became known as \"Success Kid\". The popularity of the image led CNN to describe Sammy Griner, the boy depicted in the photo, as \"likely the Internet's most famous baby\". In addition to popular use on social media, the image has been licensed for commercial use, and was used by the White House to promote immigration reform. In 2015 the Griner family used it to promote a GoFundMe campaign for money to pay for", "doc_score": "80.79792022705078", "publish_date": "2018/12/31"}, {"doc_id": "18727938", "text": "Success Kid / He appeared in an ad for Vitamin Water as well as billboards for Virgin Mobile UK, for a fee that website Search Engine Journal described as \"significant\". In 2013, she hired \"meme manager\" Ben Lashes to represent her son and his likeness, which led to deals to have the image put on t-shirts sold by Hot Topic, for Radio Shack to use the picture around its corporate offices, and to have him appear on Xbox screensavers. In 2012, Justin and Laney Griner spoke at a conference connected with ROFLCon about the challenges of raising a child and protecting that child's", "doc_score": "79.27216339111328", "publish_date": "2018/12/31"}, {"doc_id": "5086891", "text": "Marc Jacobs / ongoing project entitled, \"\"Protect The Skin You're In\"\", which has celebrities pose nude, with their breasts and frontal area covered, for T-shirts to raise awareness about melanoma; all sales benefit research at the NYU Langone Medical Center. Some of the celebrities that have posed are Miley Cyrus, Eva Mendes, Kate Upton, Victoria Beckham, Heidi Klum, Hilary Swank, and Naomi Campbell. On April 4, 2018, Jacobs proposed to his model boyfriend, Charly Defrancesco, via a flashmob while in a Chipotle restaurant. The flashmob did a routine to the song Kiss by Prince. Marc Jacobs Marc Jacobs (born April 9, 1963) is", "doc_score": "76.16214752197266", "publish_date": "2018/12/31"}, {"doc_id": "3313243", "text": "Supercouple / most beautiful celebrities would produce in a child. The first baby pictures for Shiloh set a world record. \"People\" paid more than $4.1 million for the North American rights, while British magazine \"Hello!\" obtained the international rights for roughly $3.5 million; the total rights sale earned up to $10 million worldwide, and was the most expensive celebrity image of all time. All profits were donated to an undisclosed charity by Jolie and Pitt. On July 26, 2006, Madame Tussauds in New York unveiled a wax figure of two-month-old Shiloh; it was the first infant re-created in wax by Madame Tussauds.", "doc_score": "77.5820083618164", "publish_date": "2018/12/31"}, {"doc_id": "18021216", "text": "XHamster / via Twitter after her old employer had terminated her. The woman had attracted attention for flipping the finger at U.S. President Trump while passing his motorcade on a bike. After rapper Drake got accused by Pusha T in a diss track of denying a child, xHamster noticed an increase in search inquiries over 2700% for the alleged mother and former porn actress Rosee Divine. In May 2018, in the aftermath of the diss track release, Divine was offered a job as an official xHamster spokesmodel. In June 2018, Australian rapper Iggy Azalea got a job offer after posting twerking videos", "doc_score": "76.56880187988281", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_10", "search_time": "2023/02/20/04:17", "search_result": [{"doc_id": "19807793", "text": "2017 Philadelphia Eagles season / 2017 Philadelphia Eagles season The 2017 Philadelphia Eagles season was the franchise's 85th season in the National Football League, the 15th playing their home games at Lincoln Financial Field, and the second under head coach Doug Pederson. The Eagles improved their 7–9 record from 2016, reaching a record of 13–3, and tying their 2004 season for the highest winning percentage in franchise history. Their win against the Los Angeles Rams allowed them to clinch the division title for the first time since 2013, but came with the loss of Carson Wentz to a torn ACL. A close win against the", "doc_score": "84.11380767822266", "publish_date": "2018/12/31"}, {"doc_id": "18084463", "text": "Super Bowl 50 / Roman numerals (under which the game would have been known as \"Super Bowl L\"), so the logo could prominently feature the Arabic numerals 50. The Panthers finished the regular season with a 15–1 record, racking up the league's top offense, and quarterback Cam Newton was named the NFL Most Valuable Player (MVP). They defeated the Arizona Cardinals 49–15 in the NFC Championship Game and advanced to their second Super Bowl appearance since the franchise began playing in 1995. The Broncos finished the regular season with a 12–4 record, bolstered by having the league's top defense. The Broncos defeated the defending", "doc_score": "81.3535385131836", "publish_date": "2018/12/31"}, {"doc_id": "6728528", "text": "2006 Pro Bowl / was given the Most Valuable Player award. Notes: On December 19, 2005, the NFL announced that fans had cast more than 70.5 million votes via the Internet and the Sprint wireless telephone service, bettering by more than 16% the 61 million votes cast for the 2005 Pro Bowl. Of the top ten vote-getters, all were offensive players and seven, including four of the top five, hailed from the AFC. Colts quarterback Peyton Manning led all players, garnering 1,184,142 votes, a new single-player record, and narrowly edging out Seahawks running back Shaun Alexander (1,110,575 votes) and Chargers running back LaDainian Tomlinson", "doc_score": "83.67166900634766", "publish_date": "2018/12/31"}, {"doc_id": "19807797", "text": "2017 Philadelphia Eagles season / XXXIX. Notes The Eagles began their 2017 season on the road against the Washington Redskins and won 30-17. However, the team lost the following week to the Kansas City Chiefs in Doug Pederson's return to face his mentor and the team's former coach, Andy Reid. Then the Eagles went on a nine-game win streak which consisted of dominant home wins over the Arizona Cardinals, San Francisco 49ers, Denver Broncos and Chicago Bears. However, their win streak came to an end at the hands of the Seattle Seahawks in Week 13 by a score of 24-10 in Seattle. But the team", "doc_score": "83.54857635498047", "publish_date": "2018/12/31"}, {"doc_id": "395052", "text": "Super Bowl XXXV / teams were named Lewis. Linebacker Ray Lewis, a native of Lakeland, Florida, less than an hour from Super Bowl host city Tampa, who made 3 solo tackles, 2 assists, and blocked 4 passes, became the second linebacker to be named Super Bowl MVP after Chuck Howley in Super Bowl V. Lewis also became the first defensive player to be honored since Larry Brown in Super Bowl XXX, and at the time the seventh defensive player to be Super Bowl MVP, joining Howley, Jake Scott, Harvey Martin, Randy White, Richard Dent, and Brown (since Lewis, only three additional defensive players have", "doc_score": "81.6932144165039", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_11", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "1689762", "text": "Barney & Friends / time, said this: Barney & Friends Barney & Friends is an American children's television series aimed at children from ages 1 to 8, created by Sheryl Leach and produced by HIT Entertainment. It premiered on PBS on April 6, 1992. The series features the title character Barney, a purple anthropomorphic \"Tyrannosaurus rex\" who conveys educational messages through songs and small dance routines with a friendly, optimistic attitude. Production of new episodes originally ceased on September 18, 2009, although reruns of the series were still shown on many PBS stations in the following years. Reruns aired for 10 years on Sprout", "doc_score": "81.59493255615234", "publish_date": "2018/12/31"}, {"doc_id": "1689750", "text": "Barney & Friends / Barney & Friends Barney & Friends is an American children's television series aimed at children from ages 1 to 8, created by Sheryl Leach and produced by HIT Entertainment. It premiered on PBS on April 6, 1992. The series features the title character Barney, a purple anthropomorphic \"Tyrannosaurus rex\" who conveys educational messages through songs and small dance routines with a friendly, optimistic attitude. Production of new episodes originally ceased on September 18, 2009, although reruns of the series were still shown on many PBS stations in the following years. Reruns aired for 10 years on Sprout from 2005 until", "doc_score": "81.62625885009766", "publish_date": "2018/12/31"}, {"doc_id": "13991596", "text": "The Camel (Parks and Recreation) / food restaurant chain and a Public Broadcasting Service public affairs program. Ron names his bunion Paul, after the mythological lumberjack Paul Bunyan. In its original American broadcast on November 12, 2009, \"The Camel\" was seen by 4.67 million viewers, according to Nielsen Media Research. It drew a 2.1 rating/6 share among viewers aged between 18 and 49, about a five percent drop from the previous week's episode, \"Ron and Tammy\". The episode received generally positive reviews. Matt Fowler of IGN said \"The Camel\" was a particularly funny episode, and that the parks department's collaboration on the mural allowed \"each character", "doc_score": "78.3523941040039", "publish_date": "2018/12/31"}, {"doc_id": "2846866", "text": "Barney Miller / in 2008 (four years after the release of Season 1), followed by Season 3 in 2009. Shout! Factory acquired the rights to the series in 2011 and subsequently released a complete series set on October 25, 2011. The 25-disc set features all 168 episodes of the series as well as bonus features and the first season of the Abe Vigoda spin-off, \"Fish\". In 2014, Shout! began releasing individual season sets, season 4 was released on January 7, 2014, season 5 on May 13, 2014. Season 6 on December 9, 2014. and Season 7 on April 7, 2015, followed by the", "doc_score": "79.82820892333984", "publish_date": "2018/12/31"}, {"doc_id": "20829977", "text": "Barney Barnato (TV series) / Barney Barnato (TV series) Barney Barnato was a television mini-series based on the life of British diamond mining magnate Barney Barnato. It was produced in South Africa, West Germany, and the United Kingdom. It was first shown on television in South Africa by the South African Broadcasting Corporation on 9 April 1990. A young and improvised Barney Barnato emigrated from England to South Africa in 1870. There he first works at a circus and falls in love with and later marries Fanny. The ambitious Barnato uses his business acumen to establish himself within the rough business world of diamond mining", "doc_score": "77.36248779296875", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_12", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "17407128", "text": "BTS (band) / People on the Internet\". On July 17, the group announced the release of their second compilation album \"\" for August 24, 2018, with seven new tracks added to the release. Their 2018 world tour, titled, began the following day in Seoul. For the final stop of the North American leg, the band performed at Citi Field, marking the first time a Korean act has performed at a U.S. stadium. All 40,000 tickets for the stadium date were later confirmed by Big Hit Entertainment to have sold out in under 20 minutes. On August 24, the album was released, along", "doc_score": "84.151123046875", "publish_date": "2018/12/31"}, {"doc_id": "17407099", "text": "BTS (band) / BTS (band) BTS (), also known as the Bangtan Boys, is a seven-member South Korean boy band formed by Big Hit Entertainment. The name subsequently became a backronym for Beyond the Scene in July 2017. On June 12, 2013, they performed the song \"No More Dream\" from their initial album \"2 Cool 4 Skool\" to commemorate their debut on June 13, 2013. They won several New Artist of the Year awards for the track \"No More Dream\", including at the 2013 Melon Music Awards and Golden Disc Awards and the 2014 Seoul Music Awards. The band continued to gain prominence", "doc_score": "83.7821044921875", "publish_date": "2018/12/31"}, {"doc_id": "17407105", "text": "BTS (band) / charted on YouTube's Music Global Top 100: 17th on the video chart, 6th on the artist chart and 14th on the tracks chart. In May 2017, they won the Top Social Artist Award at the \"Billboard\" Music Awards, becoming the first Korean group to win a BBMA. On November 20, 2017, \"Guinness World Records\" revealed that BTS had earned a spot in their 2018 edition for \"having the world's most Twitter engagements for a music group\". That December, they were revealed to be the most tweeted about celebrity in 2017, being \"liked or retweeted over half a billion times (502", "doc_score": "81.6689682006836", "publish_date": "2018/12/31"}, {"doc_id": "20614307", "text": "J-Hope / J-Hope J-Hope released his first solo mixtape, \"Hope World\", worldwide on March 1, 2018. The album was met with a positive reception. His debut at number 63 (and subsequent peak at number 38) made him the highest charting solo Korean artist on the \"Billboard\" 200 at the time of the mixtape's release. Jung Ho-seok was born on February 18, 1994, in Gwangju, South Korea, where he lived with his parents and older sister. Before debuting with BTS, he was part of the underground dance team Neuron. J-Hope had been relatively well-known for his skills in dance prior to his debut;", "doc_score": "81.93534088134766", "publish_date": "2018/12/31"}, {"doc_id": "17407137", "text": "BTS (band) / Mnet Asian Music Awards, including Album of the Year and Artist of the Year. This marked their third year in a row winning the Artist of the Year award. According to StubHub BTS was one of 2018's best selling concerts in the world, second to only Ed Sheeran. In December 2018, \"Billboard\" reported that BTS ranked #8 in their year-end Top Artist Chart, alongside the likes of Drake and Taylor Swift. They were also the No. 2 act of the year in the Duo/Group ranking, only behind Imagine Dragons. In the same month they made the Bloomberg 50, citing their", "doc_score": "83.22694396972656", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_13", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "1739375", "text": "Dianne Feinstein / the most popular votes in any U.S. Senate election in history, having received 7.75 million votes. The record was previously held by her California colleague Barbara Boxer, who received 6.96 million votes in her 2004 re-election. In October 2017, Feinstein declared her intention to run for re-election in 2018. Feinstein lost the endorsement of the California Democratic Party's executive board, which opted to support State Senator Kevin de León in the 2018 election; however, she finished first in the state's \"jungle primary\" and was re-elected in the general election on November 6, 2018. According to the \"Los Angeles Times\", Feinstein", "doc_score": "88.79515075683594", "publish_date": "2018/12/31"}, {"doc_id": "1739371", "text": "Dianne Feinstein / National Convention, urging delegates to reject the Kennedy delegates' proposal to \"open\" the convention, thereby allowing delegates to ignore their states' popular vote, a proposal that was soundly defeated. In the run-up to the 1984 Democratic National Convention, there was considerable media and public speculation that Mondale might pick Feinstein as his running mate. However, he chose Geraldine Ferraro instead. Also in 1984, Feinstein proposed banning handguns in San Francisco, and became subject to a recall attempt organized by the White Panther Party. She won the recall election and finished her second term as mayor on January 8, 1988. In", "doc_score": "83.67476654052734", "publish_date": "2018/12/31"}, {"doc_id": "8568466", "text": "Jeffrey D. Klein / and his IDC colleagues rejoined the Senate Democratic Conference in April 2018. In January 2018, Klein was accused by a female former staffer of having forcibly kissed her in 2015; Klein denied the accusation and immediately called for an investigation of the allegation. In the September 2018 Democratic primary election, Klein was defeated by lawyer Alessandra Biaggi in what amounted to a major upset for Klein and his former IDC colleagues. Klein remained on the general election ballot on a minor party line and was defeated by Biaggi again. A lifelong resident of the northeast Bronx, he was educated in", "doc_score": "83.32291412353516", "publish_date": "2018/12/31"}, {"doc_id": "1739381", "text": "Dianne Feinstein / of a filibuster: \"When it comes to filibustering a Supreme Court appointment, you really have to have something out there, whether it's gross moral turpitude or something that comes to the surface. This is a man I might disagree with, (but) that doesn't mean he shouldn't be on the court.\" On July 12, 2009, Feinstein stated her belief that Supreme Court nominee Sonia Sotomayor would be confirmed by the U.S. Senate, praising her for her experience and for overcoming \"adversity and disadvantage\". After President Obama nominated Merrick Garland for the Supreme Court in March 2016, Feinstein met with Garland on", "doc_score": "82.2430191040039", "publish_date": "2018/12/31"}, {"doc_id": "1739374", "text": "Dianne Feinstein / senator as soon as the election was certified in November while Boxer would not take office until the expiration of Cranston's term in January; thus Feinstein became California's senior senator, even though she was elected at the same time as Boxer and Boxer had previous congressional service. Feinstein also became the first female Jewish senator in the United States, though Boxer was also Jewish. Feinstein and Boxer were also the first female pair of U.S. Senators representing any state at the same time. Feinstein was re-elected in 1994, 2000, 2006, 2012, and 2018. In 2012, Feinstein claimed the record for", "doc_score": "84.13644409179688", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_14", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "3883639", "text": "Diet Pepsi / reported that Diet Pepsi was changing its sweetener to sucralose ahead of a major rebranding of the soft drink set for January 2013. In 2015, some people on Facebook and Twitter expressed their distaste for the new formula. In response, Pepsi revived its aspartame formulation, as \"Diet Pepsi Classic Sweetener Blend\" for US markets in September 2016, and it was sold alongside the new formula. According to Pepsi-Cola manufacturer/distributor Wis-Pak, PepsiCo announced plans to reformulate Diet Pepsi back to its original formula, reverting its sweetener from sucralose to aspartame. The new formulation was released marketwide on February 25, 2018. Additional", "doc_score": "92.01919555664062", "publish_date": "2018/12/31"}, {"doc_id": "4166501", "text": "PepsiCo / 2015. This division contributed 33 percent of PepsiCo's net revenue as of 2015, and involves the manufacture (and in some cases licensing), marketing and sales of both carbonated and non-carbonated beverages in North America. The main brands distributed under this division include Pepsi, Mountain Dew, Gatorade, 7 Up (outside the U.S.), Tropicana Pure Premium orange juice, Mist Twst, SoBe Lifewater, Tropicana juice drinks, AMP Energy, Naked Juice, and Izze. Aquafina, the company's bottled water brand, is also marketed and licensed through North America Beverages. In 2015, PepsiCo also introduced Stubborn Soda, a line of carbonated beverages without high fructose corn", "doc_score": "92.28671264648438", "publish_date": "2018/12/31"}, {"doc_id": "14159267", "text": "Pepsi-Cola Made with Real Sugar / plans to release versions of Pepsi and Mountain Dew with pure cane sugar as its main sweetener, and without the citric acid found in regular Pepsi, on a limited basis. The original shipment went on sale in April 2009, and ended in June. Sales were strong for both, prompting PepsiCo to release a second limited edition for December 2009–February 2010. The second version of Mountain Dew Throwback from December 2009 differed slightly in its formula from the first version from April 2009, in that it now included concentrated orange juice as one of its ingredients, giving it a slightly different", "doc_score": "90.68807983398438", "publish_date": "2018/12/31"}, {"doc_id": "4790956", "text": "Sierra Mist / sucrose instead of high-fructose corn syrup. In Fall 2014, Stevia was added as an adjunctive sweetener. On December 18, 2015, Pepsi announced that the name of Sierra Mist would be changing to Mist Twst at an unknown point in spring 2016, in line with Pepsico's sponsorship agreement with the NBA, which replaced Coca-Cola's previous sponsorship and its broad campaign with the league for Sprite. The name change was officially made in late March 2016. In Summer 2018, the Mist Twst brand reverted to Sierra Mist. From 2000 until 2010 Sierra Mist was sweetened with high-fructose corn syrup, and its other", "doc_score": "89.397705078125", "publish_date": "2018/12/31"}, {"doc_id": "3604191", "text": "Pepsi Max / the Netherlands the following December. By the end of 1994, Pepsi Max was sold in approximately twenty countries. By the end of 1995, that figure had more than doubled. The product remained unavailable in the United States until 2006 (the US, PepsiCo's home market, and the largest consumer of carbonated soft drinks), where one of its principal ingredients had not yet been approved by the Food and Drug Administration. The ingredient—acesulfame potassium—is combined with aspartame to provide the beverage's sweetness, whereas some other diet colas are sweetened by aspartame alone. In early-2005, Pepsi Max Twist (with added lemon-lime flavour) joined", "doc_score": "89.55191040039062", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_15", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "15579389", "text": "Edward Enninful / 10 April 2017. Condé Nast International chairman and chief executive Jonathan Newhouse announced him as the successor to Alexandra Shulman, calling Enninful \"an influential figure in the communities of fashion, Hollywood and music which shape the cultural zeitgeist\", adding that \"by virtue of his talent and experience, Edward is supremely prepared to assume the responsibility of British \"Vogue\"\". It was noted that Enninful had six times as many followers on Instagram as Shulman at the time of his appointment. Edward Enninful Edward Kobina Enninful (born February 1972) is a British fashion stylist, and editor-in-chief of \"British Vogue\" magazine. He was", "doc_score": "82.02384185791016", "publish_date": "2018/12/31"}, {"doc_id": "17173155", "text": "Louis Vuitton Foundation / magazine, revealed that the final cost of the building had been €780 million (close to $900 million). Before the official opening, it provided the venue for Louis Vuitton’s women’s spring/summer 2015 fashion show. Upon Arnault's invitation, Frank Gehry visited the garden, and imagined an architecture inspired by the glass Grand Palais, and also by the structures of glass, such as the Palmarium, which was built for the Jardin d'Acclimatation in 1893. The building site is designed after the founding principles of 19th century landscaped gardens. It connects the building with the Jardin d'Acclimatation at north, and the Bois de Boulogne", "doc_score": "79.33154296875", "publish_date": "2018/12/31"}, {"doc_id": "11694371", "text": "Karlie Kloss / 2018, Kloss confirmed that she would be stepping in Heidi Klum’s shoes on Project Runway’s season 17 as the host and executive producer. She said, “could not be more excited to host and produce a series that provides a platform to aspiring American designers as they pursue their creative and entrepreneurial dreams.” \"Vogue Paris\" declared her one of the top 30 models of the 2000s. Models.com has said that Kloss \"represents the gold standard of modelling—a girl with the look, the poise, and the drive to take things to the next level\". Kloss is an avid computer programmer. In April", "doc_score": "81.24890899658203", "publish_date": "2018/12/31"}, {"doc_id": "20308536", "text": "Youri Vaisse / Youri Vaisse Youri Vaisse is a French business manager. He is currently the General Manager of Madam Glam LLC. Youri Vaisse was born on December 29, 1987 in France and grew up in Saint-Jean-de-Luz, France. After graduating in 2009 from the KEDGE Business School in Bordeaux, France, Vaisse created his company Euskal Miles for two years. Later on in 2012, he decided to join the United States to work for the controversial dating website Gleeden for five years. Youri was the General Manager of the PDL team FC Miami City in Miami, Florida from 2015 to 2018. In early 2018,", "doc_score": "83.20042419433594", "publish_date": "2018/12/31"}, {"doc_id": "17216558", "text": "Olivier Rousteing / Sébastien Bertaud and opened at Opéra de Paris on June 13, 2017. Rousteing was adopted and is openly gay. Olivier Rousteing Olivier Rousteing (born October 23, 1985) is a French fashion designer and the creative director of Balmain. Rousteing was adopted by his parents at age 1. Rousteing′s mother is an optician, while his father is a seaport manager. He grew up in Bordeaux and moved to Paris to study at ESMOD (Ecole Supérieure des Arts et Techniques de la Mode). In 2003, Rousteing graduated and began his career as a designer at Roberto Cavalli and went on to become", "doc_score": "82.12873840332031", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_16", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "5971003", "text": "Presidential finding / Presidential finding In the United States, a presidential finding, more formally known as a Memorandum of Notification (MON), is a presidential directive required by statute to be delivered to certain Congressional committees to justify the commencement of covert operations by the Central Intelligence Agency (CIA). Current use of the presidential finding stems from the so-called Hughes–Ryan Amendment to the Foreign Assistance Act of 1974, which prohibited the expenditure of appropriated funds by or on behalf of the CIA for intelligence activities \"unless and until the President finds that each such operation is important to the national security of the United", "doc_score": "80.72319030761719", "publish_date": "2018/12/31"}, {"doc_id": "20490015", "text": "Advanced Aerospace Threat Identification Program / identify...\" He went on to say that \"some researchers, including Robert Sheaffer and Mick West, have suggested that distant jets might be the culprit...\" The program manager, Luis Elizondo, said on December 19, 2017, that he believed there was \"very compelling evidence we may not be alone.\" The program came to public attention on December 16, 2017, in news stories in Politico and \"The New York Times\". The story in the \"Times\" included doubts about alien visitation expressed by James Oberg, a space writer and UFO debunker, and Sara Seager, a scientific specialist on the atmospheres of extrasolar planets. Oberg", "doc_score": "81.42064666748047", "publish_date": "2018/12/31"}, {"doc_id": "2805710", "text": "Chemtrail conspiracy theory / response attempting to dispel the rumors was published in 2000 by the Environmental Protection Agency (EPA), the Federal Aviation Administration (FAA), the National Aeronautics and Space Administration (NASA) and the National Oceanic and Atmospheric Administration (NOAA). Many chemtrail believers interpreted agency fact sheets as further evidence of the existence of a government cover-up. The EPA refreshed its posting in 2015. In the early 2000s the USAF released an undated fact sheet that stated the conspiracy theories were a hoax fueled in part by citations to a 1996 strategy paper drafted within their Air University titled \"Weather as a Force Multiplier:", "doc_score": "81.17887878417969", "publish_date": "2018/12/31"}, {"doc_id": "858061", "text": "Moon landing conspiracy theories / radiation (see radiation poisoning and health threat from cosmic rays). Some conspiracists have suggested that Starfish Prime (a high-altitude nuclear test in 1962) was a failed attempt to disrupt the Van Allen belts. 2. Film in the cameras would have been fogged by this radiation. 3. The Moon's surface during the daytime is so hot that camera film would have melted. 4. The Apollo 16 crew could not have survived a big solar flare firing out when they were on their way to the Moon. 5. The flag placed on the surface by the astronauts fluttered despite there being no", "doc_score": "80.82125091552734", "publish_date": "2018/12/31"}, {"doc_id": "1461564", "text": "UFO conspiracy theory / UFOlogists reject Bluebook's conclusion because of its initial suggestion that Mantell was chasing \"Venus or a comet\". The U.S. Air Force may have planted the seeds of UFO conspiracy theories with Project Sign (established 1947) (which became Project Grudge and Project Blue Book). Edward J. Ruppelt, the first director of Blue Book, characterized the Air Force's public behavior regarding UFOs as \"schizophrenic\": alternately open and transparent, then secretive and dismissive. Ruppelt also revealed that in mid-1948, Project Sign issued a top secret Estimate of the Situation concluding that the flying saucers were not only real but probably extraterrestrial in origin.", "doc_score": "80.52586364746094", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_17", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "219710", "text": "Keanu Reeves / Syme-Reeves, who was stillborn. The strain put on their relationship by their grief resulted in their breakup several weeks later. On April 2, 2001, Syme was driving alone on Los Angeles' Cahuenga Boulevard when she sideswiped three parked cars, rolled over several times, and was thrown from the car. Authorities believed she died instantly. She was reportedly being treated for depression and taking two prescription drugs, which police found in her car. Reeves, who was scheduled to begin shooting back-to-back \"Matrix\" sequels during the subsequent spring, sought \"peace and time\" to deal with the incident, according to his friend Bret", "doc_score": "76.87725067138672", "publish_date": "2018/12/31"}, {"doc_id": "5827106", "text": "Mary Scheer / as an egomaniac who abuses her co-star, Whitney Houston and Gillian Anderson's Dana Scully in the \"XXX Files\" sketch. During the second season, Scheer became visibly pregnant and continued to perform on the show. After giving birth, Scheer finished the second and third seasons before leaving in 1998. Besides \"MADtv\", Scheer has appeared in several television shows. Her credits include \"Reno 911!\", \"Primetime Glick\", \"X-Chromosome\", \"Free Ride\", and \"Dropping Out\". She had a recurring role on the Nickelodeon sitcom \"iCarly\" as Marissa Benson, the extremely overprotective mother of Nathan Kress's character Freddie Benson. The show ran from September 8, 2007", "doc_score": "74.79630279541016", "publish_date": "2018/12/31"}, {"doc_id": "1303816", "text": "Raquel Welch / won a $10.8 million verdict against MGM in 1986. Despite the win, Welch wished the whole episode never had happened. \"I just wanted to clear my reputation and get back to my work, my work in movies\", she said. But she was blackballed by the industry and the incident affected her film career on the big screen from that moment on. Welch didn't appear in another feature film until 1994's \"\", though she showed up frequently on television. In 2001, she had supporting roles in the comedy films \"Legally Blonde\" opposite Reese Witherspoon and \"Tortilla Soup\". Her other recent films", "doc_score": "77.69699096679688", "publish_date": "2018/12/31"}, {"doc_id": "1303793", "text": "Raquel Welch / Globe Award for Best Actress in Television Film for her performance in the film \"Right to Die\" (1987). In 1995, Welch was chosen by \"Empire\" magazine as one of the \"100 Sexiest Stars in Film History\". \"Playboy\" ranked Welch No. 3 on their \"100 Sexiest Stars of the Twentieth Century\" list. In 2011, \"Men's Health\" ranked her No. 2 in its \"Hottest Women of All Time\" list. Welch was born as Jo Raquel Tejada on September 5, 1940 in Chicago, Illinois. Her father, Armando Carlos Tejada Urquizo (1911–1976), was an aeronautical engineer from La Paz, Bolivia, born to Agustin Tejada", "doc_score": "75.58182525634766", "publish_date": "2018/12/31"}, {"doc_id": "7558650", "text": "Brenda Barrett / series. Fan rumors persisted, with speculation of a possible recast in talks on Internet message boards. Such actresses as Gina Tognoni (Dinah Marler, GL; Kelly Cramer, OLTL) and Rebecca Budig (Greenlee Smythe, AMC) were rumored to be up for a recast however no truth came to such rumors. In early 2008, then-executive producer Robert Guza, Jr. confirmed to Soap Opera Digest that he was in close talks with Marcil to reprise her role of Brenda. Guza stated: Fans were disappointed once again in 2008, when following the cancellation of \"Las Vegas\", Marcil landed two primetime acting jobs; a role on", "doc_score": "74.0855484008789", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_18", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "153719", "text": "Food and Drug Administration / was initially hoped to be safer than previous NSAIDs, due to its reduced risk of intestinal tract bleeding. However, a number of pre- and post-marketing studies suggested that Vioxx might increase the risk of myocardial infarction, and this was conclusively demonstrated by results from the APPROVe trial in 2004. Faced with numerous lawsuits, the manufacturer voluntarily withdrew it from the market. The example of Vioxx has been prominent in an ongoing debate over whether new drugs should be evaluated on the basis of their absolute safety, or their safety relative to existing treatments for a given condition. In the wake", "doc_score": "86.61427307128906", "publish_date": "2018/12/31"}, {"doc_id": "153720", "text": "Food and Drug Administration / of the Vioxx recall, there were widespread calls by major newspapers, medical journals, consumer advocacy organizations, lawmakers, and FDA officials for reforms in the FDA's procedures for pre- and post- market drug safety regulation. In 2006, a congressionally requested committee was appointed by the Institute of Medicine to review pharmaceutical safety regulation in the U.S. and to issue recommendations for improvements. The committee was composed of 16 experts, including leaders in clinical medicinemedical research, economics, biostatistics, law, public policy, public health, and the allied health professions, as well as current and former executives from the pharmaceutical, hospital, and health insurance", "doc_score": "88.7353286743164", "publish_date": "2018/12/31"}, {"doc_id": "153717", "text": "Food and Drug Administration / license drugs for use by terminally ill patients with \"desperate diagnoses,\" after they have completed Phase I testing. The case won an initial appeal in May 2006, but that decision was reversed by a March 2007 rehearing. The US Supreme Court declined to hear the case, and the final decision denied the existence of a right to unapproved medications. Critics of the FDA's regulatory power argue that the FDA takes too long to approve drugs that might ease pain and human suffering faster if brought to market sooner. The AIDS crisis created some political efforts to streamline the approval process.", "doc_score": "88.05858612060547", "publish_date": "2018/12/31"}, {"doc_id": "153726", "text": "Food and Drug Administration / priority review voucher is a provision of the Food and Drug Administration Amendments Act (HR 3580) signed by President George W. Bush signed the bill in September 2007 which awards a transferable \"priority review voucher\" to any company that obtains approval for a treatment for a neglected tropical diseases. The system was first proposed by Duke University faculty David Ridley, Henry Grabowski, and Jeffrey Moe in their 2006 \"Health Affairs\" paper: \"Developing Drugs for Developing Countries\". In 2012, President Obama signed into law the FDA Safety and Innovation Act which includes Section 908 the \"Rare Pediatric Disease Priority Review Voucher", "doc_score": "89.62478637695312", "publish_date": "2018/12/31"}, {"doc_id": "153732", "text": "Food and Drug Administration / enter the market to compete and keep health care costs down. However, in an indicator that the FDA may be too lax in their approval process, in particular for medical devices, a 2011 study by Dr. Diana Zuckerman and Paul Brown of the National Research Center for Women and Families, and Dr. Steven Nissen of the Cleveland Clinic, published in the Archives of Internal Medicine, showed that most medical devices recalled in the last five years for \"serious health problems or death\" had been previously approved by the FDA using the less stringent, and cheaper, 510(k) process. In a few", "doc_score": "88.21015167236328", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_19", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "19065475", "text": "SS El Faro / at an approximate depth of. The hydrostatic pressure at this depth is approximately. The NTSB reported that the object was, \"consistent with a [] cargo ship...in an upright position and in one piece.\" On November 16, the National Transportation Safety Board announced it had completed its search of the sunken ship but did not find the voyage data recorder. On January 3, 2016, the NTSB opened the public accident docket on the investigation into sinking of \"El Faro\", initially releasing underwater images and video of the vessel. On April 18, 2016, the NTSB, utilizing the RV \"Atlantis\", a", "doc_score": "78.74043273925781", "publish_date": "2018/12/31"}, {"doc_id": "19396475", "text": "SS Clifton / divers further explored and video-documented the wreck, making nine dives in July–August 2017. Careful work was necessary, as the long-lost hull had been found approximately 100 miles (160 km) from where she had been last seen and was believed to have sunk. Trotter made the identification public in September 2017. The delay made it possible for the news to be formally released on September 21, 2017, the 93rd anniversary of the vessel's last surface sighting. Trotter said that the discovery was \"a personal milestone\" in a quest that he was fortunate enough to complete within his lifetime. Trotter told the", "doc_score": "77.74813842773438", "publish_date": "2018/12/31"}, {"doc_id": "15885120", "text": "Wreck of the RMS Titanic / one of \"Titanic\"s surviving crew members, who became the first relative of a \"Titanic\" passenger or crew member to visit the wreck. Cameron himself also returned to \"Titanic\" in 2001 to carry out filming for Walt Disney Pictures' \"Ghosts of the Abyss\", filmed in 3D. In 2003 and 2004, the US National Oceanic and Atmospheric Administration carried out two expeditions to \"Titanic\". The first, carried out between 22 June and 2 July 2003, performed four dives in two days. Its key aims were to assess the current condition of the wreck site and carry out scientific observations to support ongoing", "doc_score": "77.69869232177734", "publish_date": "2018/12/31"}, {"doc_id": "15885117", "text": "Wreck of the RMS Titanic / on the sea floor. Although the attempt was strongly criticised by marine archaeologists, scientists and historians as a money-making publicity stunt, a second, successful attempt to lift the fragment was carried out in 1998. The so-called \"Big Piece\" was conserved in a laboratory in Santa Fe for two years before being put on display at the Luxor Las Vegas hotel and casino. In 1995, Canadian director James Cameron chartered the \"Akademik Mstislav Keldysh\" and the \"MIRs\" to make 12 dives to \"Titanic\". He used the footage in his blockbuster 1997 film \"Titanic\". The discovery of the wreck and a \"National", "doc_score": "78.25881958007812", "publish_date": "2018/12/31"}, {"doc_id": "5526756", "text": "The Toll of the Sea / camera negative in 1985. As the final two reels were missing, Gitt and Comandini used \"an original two-color Technicolor camera\" to shoot a sunset on a California beach, \"much as the film's original closing must have looked.\" Because modern film technology was used to create a color print instead of the original Technicolor Process 2, which involved cementing together two film strips base to base, the resulting image quality is better than the original prints appeared. The restored version is available as one of the titles included in the 4-DVD box-set \"Treasures from American Film Archives, 50 Preserved Films\". The", "doc_score": "75.98696899414062", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_20", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "3275828", "text": "George Yeardley / by Bill Gallagher and produced by Carnival Films, the makers of Downton Abbey. The series premiered on Sky One in the United Kingdom in May 2017. Sky ordered a second series of Jamestown in May 2017, before the premiere of the first series. Series 2 aired from February 2018. The renewal of Jamestown for a third season was announced by Sky One on March 23, 2018. On July 24, 2018, archaeologists from Jamestown Rediscovery and the Smithsonian Institution announced the discovery of a prominent burial around 400 years old in an important spot within the church. Ground-penetrating radar confirmed the", "doc_score": "73.24037170410156", "publish_date": "2018/12/31"}, {"doc_id": "13597365", "text": "Park Holidays UK / inland from the picturesque seaside town of Aldeburgh. In August 2017, the company bought Martello Beach Holiday Park (renamed as Pevensey Bay Holiday Park) near Eastbourne, East Sussex. In May 2018 they purchased another park named Martello Beach Holiday Park (keeping the original name) which is next to their St Osyth Beach resort, currently making it the 29th holiday park to join the group. Over the last 5-10 years Park Holidays UK have carried out major refurbishments to its holiday parks, in particular focusing on infrastructure, clubhouses, new swimming pools, additional facilities, and upgraded holiday accommodation, with a strong focus", "doc_score": "75.40641784667969", "publish_date": "2018/12/31"}, {"doc_id": "13702752", "text": "A Seaside Rendezvous / and 8 August 2009. It was rumoured that the concert's promoters, SJM Concerts Ltd., had applied to Teignbridge District Council for permission to hold the concerts at The Den, though it was recognised that there were concerns. With the dates planned as 4 and 5 September 2009, support for the shows quickly increased and spread across the country. A band spokesperson was quoted as describing the band as \"very keen\" to complete the gigs, with locals describing it as \"an iconic event.\" A council meeting was held on the morning of 17 August in Newton Abbot to decide whether the", "doc_score": "75.6585922241211", "publish_date": "2018/12/31"}, {"doc_id": "13597360", "text": "Park Holidays UK / in the British Travel Awards and in 2017, global ratings and reviews provider Feefo awarded Park Holidays UK the 2017 Gold Service Award. Feefo's top-level award is made to companies which allow customers to post unedited reviews via its website, and achieved exceptionally high scoring in the previous year. Park Holidays UK operates six Parks in Devon (Riviera Bay, Landscove, Waterside, Dawlish Sands, Golden Sands, Tarka) one in Dorset (Sandhills), one in Hampshire (Solent Breezes), six in Sussex (Beauport, Coghurst Hall, Chichester Lakeside, Winchelsea Sands, Rye Harbour Holiday Park, Pevensey Bay), six in Kent (Marlie, New Beach, Alberta, Seaview, Harts,", "doc_score": "73.26138305664062", "publish_date": "2018/12/31"}, {"doc_id": "15740777", "text": "Bonfire Night / it is now usually just a night of revelry with a bonfire and fireworks, although an effigy of Guy Fawkes is burned on the fire. Celebrations are held throughout Great Britain; in some non-Catholic communities in Northern Ireland; and in some other parts of the Commonwealth. In London, celebrations also feature funfairs, family entertainment, and special food and drinks. In the Canadian province of Newfoundland and Labrador, 5 November is commemorated with bonfires and firework displays, and it is officially celebrated in South Africa. In Northern Ireland, the term \"Bonfire Night\" can refer to the Eleventh Night celebrations of 11", "doc_score": "73.75450897216797", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_21", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "11703101", "text": "Egg hunt / been created that emit various clicks, beeps, noises, or music. A number of companies have made use of the popularity of Easter and more specifically Easter egg hunts to promote the sales of their candy products. Most notable have been chocolatiers including Cadbury with their annual Easter Egg Trail. In 2015, the British chocolate company Thorntons worked with the geocaching community to hide chocolate eggs across the United Kingdom. Egg hunt An egg hunt is a game during which decorated eggs or Easter eggs are hidden for children to find. Real hard-boiled eggs, which are typically dyed or painted, artificial", "doc_score": "73.10552978515625", "publish_date": "2018/12/31"}, {"doc_id": "5477985", "text": "The Sittaford Mystery / a person on skis could have travelled between Sittaford and Exhampton. Major Burnaby hoped that the second pair of skis, of a different size, would pass unnoticed. Mr Rycroft, who is a member of the Psychical Research Society, reassembles five of the six original participants for a second séance at Sittaford House, the absent Mr Duke being replaced by Brian Pearson. The séance has scarcely begun, when Inspector Narracott steps in, in the company of Emily and Mr Duke, and charges Major Burnaby with the murder of Captain Trevelyan. Emily explains that Burnaby had lost a lot of money by", "doc_score": "73.96774291992188", "publish_date": "2018/12/31"}, {"doc_id": "18873887", "text": "Operation Icarus / Group estimates the theft of art and antiques to be worth around £300 million, \"second only to drug dealing and more costly than the theft of stolen vehicles.\" Operation Icarus was launched in 2013 by West Mercia Police (WMP) following the recovery by the Metropolitan Police Service (MPS) of several stolen religious artefacts. The MPS had received information from HM Revenue and Customs relating to the illegal importation of a gorilla's head by an art collector in South London. When police confronted the collector they also found two 15th century decorative oak panels and a 13th-century stone memorial. The oak", "doc_score": "73.28224182128906", "publish_date": "2018/12/31"}, {"doc_id": "19620438", "text": "The Rezort / to a decreased inhibition to harm the living. After several system failures, the resort's security system goes offline. Zombies are released from their fenced-in pens, killing the guests and staff in the resort. Wilton escapes to her office, sealing the door behind her and dooming the remaining engineers. The guests outside the resort in the safari do not realize what has happened until the now-freed zombies attack them. Alfie is killed in the melee. Nevins tells them the entire island will be firebombed in several hours as a failsafe, and their only hope is to escape to the docks. Nevins'", "doc_score": "72.76409912109375", "publish_date": "2018/12/31"}, {"doc_id": "5550005", "text": "The Laundry Files / network could hold the entire nation at hostage, this is an incredible risk. In an unrelated event, Howard is informed that he is being negligent about preparing for a meeting about a Business Software Alliance audit for the Laundry's software; Howard strongly opposes the audit, as the BSA invariably installs \"spyware\" to snoop for unauthorised installations. Howard, with the assistance of Detective Inspector Josephine Sullivan of Milton Keynes, investigates the incident, which soon expands to the murder of humans as well as cows. They attempt to track who could possibly have had access to the gorgon-emulation software and installed it.", "doc_score": "73.2784423828125", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_22", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "2937076", "text": "Nicola Sturgeon / She also served as a member of the Education, Culture and Sport Committee and the Health and Community Care Committee. On 22 June 2004, John Swinney resigned as Leader of the SNP following poor results in the European Parliament election. His then-depute, Roseanna Cunningham, immediately announced her intention to stand for the leadership. The previous leader, Alex Salmond, announced at the time that he would not stand. On 24 June 2004, Sturgeon announced that she would also be a candidate in the forthcoming election for the leadership, with Kenny MacAskill as her running mate. However, Salmond later announced that he", "doc_score": "85.09383392333984", "publish_date": "2018/12/31"}, {"doc_id": "2937089", "text": "Nicola Sturgeon / Sturgeon contested her first election as SNP leader at the 2016 election. The SNP fell two seats short of securing another overall majority. Nonetheless, with 63 seats, the SNP was still by far the largest party in the chamber, with more than double the seats of the next-largest party, the Scottish Tories. Sturgeon was formally nominated for a second term on 17 May, defeating Lib Dem leader Willie Rennie by a vote of 63 to 5, with 59 members abstaining. The UK Government held a referendum to decide the future of the United Kingdom's European Union membership in which all", "doc_score": "85.19259643554688", "publish_date": "2018/12/31"}, {"doc_id": "2937070", "text": "Nicola Sturgeon / leaving Sturgeon to take the party leadership unopposed at the SNP's annual conference. She was formally elected to succeed Salmond as First Minister on 19 November. \"Forbes\" magazine ranked Sturgeon as the 50th most powerful woman in the world in 2016 and 2nd in the United Kingdom. In 2015, BBC Radio 4's \"Woman's Hour\" assessed Sturgeon to be the most powerful and influential woman in the United Kingdom. Nicola Ferguson Sturgeon was born in Ayrshire Central Hospital in Irvine, on 19 July 1970. She is the eldest of three daughters born to Robin Sturgeon (born 1948), an electrician, and Joan", "doc_score": "83.28410339355469", "publish_date": "2018/12/31"}, {"doc_id": "2937085", "text": "Nicola Sturgeon / as the first female Leader of the SNP on 14 November 2014 at the Autumn Conference in Perth, with Hosie as her depute. This also effectively made her First Minister in waiting, given the SNP's absolute majority in the Scottish Parliament. In her first speech as leader, Sturgeon said that it was \"the privilege of her life\" to lead the party she joined as a teenager. On 19 November 2014, Salmond formally resigned as First Minister of Scotland and the election for the new First Minister took place the following day. Sturgeon and Ruth Davidson, the leader of the Scottish", "doc_score": "84.44302368164062", "publish_date": "2018/12/31"}, {"doc_id": "2937069", "text": "Nicola Sturgeon / number of seats in the Scottish Parliament in the 2007 election and Salmond was subsequently appointed First Minister. He appointed Sturgeon as Deputy First Minister and Cabinet Secretary for Health and Wellbeing. She was appointed as Cabinet Secretary for Infrastructure, Investment and Cities in 2012. Following the defeat of the \"Yes\" campaign in the 2014 Scottish independence referendum, Salmond announced that he would be resigning as party leader at the SNP party conference that November, and would resign as First Minister after a new leader was chosen. No one else was nominated for the post by the time nominations closed,", "doc_score": "83.22037506103516", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_23", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "6557084", "text": "Jackie Brown (English boxer) / of Italy. In October 1931, Brown married Mary Chapman. In September 1932, he defended both his titles against Jim Maharg, winning on a disqualification in the eighth, for a low blow. In October 1932, he fought Victor 'Young' Perez, of Tunisia for the World flyweight champion, beating him in thirteen rounds when Perez’ corner threw in the towel. Brown was recognized as world flyweight champion by the National Boxing Association of America. In June and September 1933, he defended his World and European titles against Valentin Angelmann, of France, winning both defences on points. In October 1933 he ran over", "doc_score": "80.31053161621094", "publish_date": "2018/12/31"}, {"doc_id": "13412875", "text": "James Wilks / James Wilks James Brett Wilks (born 5 April 1978) is a retired English professional mixed martial artist. He was the winner of Spike TV's \"\". Wilks was born and raised in Leicestershire, England. He attended Uppingham School. After leaving Uppingham in 1996, Wilks went to Bournemouth University, obtaining a Bachelor of Science degree in Business and Land Management. He moved to the United States in June 2000. Wilks began training Taekwondo and Bruce Lee's martial art style, Jeet Kune Do while living in the United Kingdom. He moved to the United States and began training under Erik Paulson with \"Combat", "doc_score": "81.29898071289062", "publish_date": "2018/12/31"}, {"doc_id": "6557082", "text": "Jackie Brown (English boxer) / Jackie Brown (English boxer) John Brown (29 November 1909 – 15 March 1971), better known as Jackie Brown, was a flyweight boxer, who was British and European flyweight champion, and was also recognised by the National Boxing Association as the World flyweight champion. Born John Brown in Collyhurst, England, he had his first professional fight on 18 May 1925, at the age of sixteen, defeating Harry Gainey on points over six rounds. In October 1929, he won the vacant British flyweight title, knocking out Bert Kirby in three rounds. The BBBofC subsequently recognised Brown as the World Champion, succeeding the", "doc_score": "83.08990478515625", "publish_date": "2018/12/31"}, {"doc_id": "10605612", "text": "Danny Boy Collins / Danny Boy Collins Daniel \"Boy\" Collins (born 21 February 1967) is an English professional wrestler. Noted for his agile, gymnastic style in the ring, he has toured successfully across Europe and Japan and held British, European and World (European version) titles in five different weight divisions. Collins made his professional debut in 1983 against Adrian Finch before going on to be a regular star of ITV's World of Sport programme. Despite losing his TV debut to veteran heel \"Crybaby\" Jim Breaks, Collins would come back in 1984 to defeat Breaks first in an elimination tournament final, then in a £500-per-fall", "doc_score": "80.708740234375", "publish_date": "2018/12/31"}, {"doc_id": "10605620", "text": "Danny Boy Collins / Wolverhampton. In February 2018 Collins faced American star Chris Silvio at Cheltenham Town Hall for World Pro Wrestling. Danny Boy Collins Daniel \"Boy\" Collins (born 21 February 1967) is an English professional wrestler. Noted for his agile, gymnastic style in the ring, he has toured successfully across Europe and Japan and held British, European and World (European version) titles in five different weight divisions. Collins made his professional debut in 1983 against Adrian Finch before going on to be a regular star of ITV's World of Sport programme. Despite losing his TV debut to veteran heel \"Crybaby\" Jim Breaks, Collins", "doc_score": "81.66259765625", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_24", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "15692396", "text": "Virtual store research / determine if the change was beneficial. This approach is often paired with intercept research, which requires the researcher to station data collectors in actual stores and interrupt shoppers to ask questions about their shopping experience. These types of tests take place at the time of purchase and are widely considered to yield the most accurate insights about actual consumer behavior. However, they are very expensive and time consuming, and the tests themselves are considered by many shoppers and storeowners to be highly intrusive. Virtual store research emerged as a more cost-effective alternative that could address the drawbacks of in-person store", "doc_score": "78.30162048339844", "publish_date": "2018/12/31"}, {"doc_id": "2368257", "text": "Waitrose / as a franchise from the parent company Whitbread. Waitrose offers a self-service system known as 'Quick Check'. Customers must register as a member of myWaitrose, and then insert their myWaitrose card. They are then automatically issued with a hand-held PDA with built-in barcode scanner, allowing them to scan and pack items as they are taken from the shelf. Loose items from the fresh produce and bakery departments can be weighed at self-service scales, producing a barcode label which can then be scanned. The customer then pays for their shopping at a dedicated self-service checkout by scanning a terminating barcode and", "doc_score": "80.32003021240234", "publish_date": "2018/12/31"}, {"doc_id": "2368265", "text": "Waitrose / opened a second DFC purposely built in early 2015 in Coulsdon, South London to service London and the South East. Waitrose currently has 5.1% share of the food market as of 2015. Additionally it had an 18% and 10% share of the organic food and fish markets respectively, during 2008. Waitrose has received a number of awards. Its wines have been given awards by Decanter magazine and the International Wine and Spirit Competition. The supermarket chain has also received awards for its retail service, including awards from Which? magazine. Compassion in World Farming and the RSPCA have given Waitrose awards", "doc_score": "79.62979888916016", "publish_date": "2018/12/31"}, {"doc_id": "13228922", "text": "Foursquare / 2013, the company introduced Time Machine, which provided a visual way to review one's historical check-ins on the service. This feature contained an advertisement for the Samsung Galaxy S4 smartphone. A newer version of this feature was integrated into Swarm (app) when the apps were split. \"Specials\" are an incentive for Foursquare users to check-in at a new spot or revisit their favorite hangout. Over 750,000 businesses offer \"Specials\" that include discounts and freebies. They are intended for businesses to use to persuade new customers and regular customers to visit their venue. S \"Specials\" can include anything from a free", "doc_score": "77.58619689941406", "publish_date": "2018/12/31"}, {"doc_id": "2368246", "text": "Waitrose / is where the world is now.\" \"The Daily Telegraph\" also later reported that Waitrose has faced \"complaints from disgruntled middle-class shoppers who claim its free coffee offer is attracting the wrong kind of customer\". In May 2018 myWaitrose members ceased to be able to claim free hot drinks in the chain's 180 in-store cafes. In 2010, Waitrose began a price guarantee, matching prices of 1000 items with Tesco. In 2012, it extended this campaign to 7000 items. Waitrose publishes a monthly magazine called \"Waitrose Food\", formerly \"Waitrose Kitchen\". This is free to card account holders and myWaitrose card members. In", "doc_score": "78.8686294555664", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_25", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "3686658", "text": "Justin Fashanu / Justin Fashanu Justinus Soni \"Justin\" Fashanu (; 19 February 1961 – 2 May 1998) was an English footballer who played for a variety of clubs between 1978 and 1997. He was known by his early clubs to be gay, and came out to the press later in his career, becoming the first professional footballer to be openly gay. He was also the first black footballer to command a £1million transfer fee, with his transfer from Norwich City to Nottingham Forest in 1981, but had little success as a player afterwards, although he continued to play at senior level until 1994.", "doc_score": "92.81942749023438", "publish_date": "2018/12/31"}, {"doc_id": "6200439", "text": "John Amaechi / Books, which discusses his career and life as a closeted professional athlete. Amaechi is the first NBA player to speak publicly about being gay. Few male team sports members in the United States have come out as gay. Among them are former NFL players Ryan O'Callaghan, Kwame Harris, Wade Davis, Esera Tuaolo, Roy Simmons, and Dave Kopay, and former Major League Baseball players Glenn Burke and Billy Bean. Bean wrote an op-ed in support of Amaechi's decision. In 2013, Jason Collins of the NBA's Washington Wizards revealed he was gay in a \"Sports Illustrated\" article. Cyd Zeigler, the co-founder of", "doc_score": "90.09292602539062", "publish_date": "2018/12/31"}, {"doc_id": "796373", "text": "Coming out / out was former NFL running back David Kopay, who played for five teams (San Francisco, Detroit, Washington, New Orleans and Green Bay) between 1964 and 1972. He came out in 1975 in an interview in the \"Washington Star\". The first professional athlete to come out while still playing was Czech-American professional tennis player Martina Navratilova, who came out as a lesbian during an interview with \"The New York Times\" in 1981. English footballer Justin Fashanu came out in 1990 and was subject to homophobic taunts from spectators, opponents and teammates for the rest of his career. In 1995 while at", "doc_score": "86.6988296508789", "publish_date": "2018/12/31"}, {"doc_id": "5444289", "text": "Jason Collins / story of the May 6, 2013 issue of \"Sports Illustrated\", a first person story by Collins with journalist Franz Lidz, and posted on the magazine's website on April 29, 2013, he came out as gay, becoming the first active male athlete from one of the four major North American professional team sports to publicly do so. He wrote that he wished to maintain his privacy in regard to specific details of his personal life, and that he is not in a relationship. Collins also said a \"notorious antigay hate crime\", the murder of Matthew Shepard in 1998, led him to", "doc_score": "87.95491027832031", "publish_date": "2018/12/31"}, {"doc_id": "13681343", "text": "Homosexuality in association football / as gay, after he agreed to an exclusive with \"The Sun\" tabloid newspaper on 22 October 1990. Fashanu claimed to have had an affair with a married Conservative MP who he first met in a London gay bar. A week later, John Fashanu publicly distanced himself from his brother, describing Justin as an \"outcast\", while Justin's manager Brian Clough famously described him as a \"bloody poof.\" Fashanu was interviewed for the July 1991 cover story of \"Gay Times\", and Fashanu revealed that no club had offered him a full-time contract since the story first appeared. In the morning of 3", "doc_score": "89.92198944091797", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_26", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "594852", "text": "Bokononism / Bokononism Bokononism () is a fictitious religion invented by Kurt Vonnegut and practiced by many of the characters in his novel \"Cat's Cradle\". Many of the sacred texts of Bokononism were written in the form of calypsos. Bokononism is based on the concept of \"foma\", which are defined as harmless untruths. A foundation of Bokononism is that the religion, including its texts, is formed entirely of lies; however, one who believes and adheres to these lies will have peace of mind, and perhaps live a good life. The religion's bible, \"The Books of Bokonon\", begins: \"Don't be a fool! Close", "doc_score": "78.58955383300781", "publish_date": "2018/12/31"}, {"doc_id": "5599421", "text": "The Peanut Butter Solution / fight in a soccer game), the ghosts visit Michael in his sleep and give him the recipe of a magical formula for hair growth, the main ingredient of which is peanut butter. Michael's first attempt to make the formula is thwarted when his father and sister think he is making something to ingest (rather than use topically) and dispose of it. The ghosts return the following night, giving themselves a second chance to pay him back for giving his money to some homeless people, and also give Michael special instruction not to add too much peanut butter, as it will", "doc_score": "77.83888244628906", "publish_date": "2018/12/31"}, {"doc_id": "6783985", "text": "Ish Kabibble / Vincent Price, go in search of the Amulet of Ish Kabibble. In the TV show \"M*A*S*H\", Alan Alda's character Hawkeye Pierce several times refers to Ish Kabibble. Once Pierce asks whom he and Trapper John should drink to—\"MacArthur or Ish Kabibble?\" Another time he refers to Ish Kabibble and his All Girl Orchestra and refers to him as part of a dream. In the TV show \"Green Acres\", Sam Drucker sells \"Ish Kabibble\" kazoos. In the \"Cousin Maude's Visit\" episode of \"All in the Family\", Maude refers to how the name \"Ish Kabibble\" makes Archie Bunker laugh, in an automatic", "doc_score": "76.88835144042969", "publish_date": "2018/12/31"}, {"doc_id": "8465368", "text": "How to find out a True Friend / for her pretended causes did not work, she had to reveal the truth. He assured her that he would return. The queen gave him apples and told him that he needed a companion, but he should invite any prospect to eat with him, and then he should cut an apple into two unequal parts and reject anyone who did not take the smaller. He met three young men, each of whom also claimed to be going on a pilgrimage to the shrine of St. James, but the first two wanted the larger part, and the prince feigned illness to be", "doc_score": "76.3445816040039", "publish_date": "2018/12/31"}, {"doc_id": "7100637", "text": "Á Bao A Qu / Á Bao A Qu A Bao A Qu is a legendary Mewar creature described in Jorge Luis Borges's 1967 \"Book of Imaginary Beings\". Borges claimed to have found it either in an introduction to the \"Arabian Nights\" by Richard Francis Burton, or in the book \"On Malay Witchcraft\" (1937) by C.C. Iturvuru. The Burton reference was given in the original Spanish, but it was changed to the Iturvuru reference in the English text, possibly to make it sound more exotic, or as a reference to Borges' friend C. C. Iturburu. The writer Antares conjectures that Borges's tale might be inspired", "doc_score": "80.61546325683594", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_27", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "3255916", "text": "Staatsoper Hannover / of the company, the first American and the first woman to hold the post. In March 2014, the company announced the scheduled conclusion of Kamensek's GMD tenure after the 2015-2016 season. In September 2014, the company announced the appointment of Ivan Repušić as its next GMD, effective with the 2016-2017 season. Staatsoper Hannover Staatsoper Hannover is a German opera house and opera company in Hanover. Its season runs from September to June. The home base of Staatsoper Hannover is a theater built in classical style between 1845 and 1852 based on a plan drawn by Georg Ludwig Friedrich Laves. The", "doc_score": "81.33448028564453", "publish_date": "2018/12/31"}, {"doc_id": "12887772", "text": "Jonas Alber / Jonas Alber Jonas Alber (born March 11, 1969) is a German conductor and violinist based in Berlin. He was appointed general music director of the Staatstheater Braunschweig in 1998, becoming Germany’s youngest conductor to hold such a position at the time. Born in Offenburg, Germany, Jonas Alber studied violin and conducting at the Hochschule für Musik Freiburg, where he was a student of Nicolas Chumachenco. He later attended the Universität für Musik und Darstellende Kunst in Vienna, where he studied conducting under Leopold Hager and Karl Österreicher, and qualified as a conductor. He was awarded the Herbert von Karajan Foundation", "doc_score": "79.4912338256836", "publish_date": "2018/12/31"}, {"doc_id": "6407649", "text": "Kent Nagano / Kent Nagano Kent George Nagano (born November 22, 1951) is an American conductor and opera administrator. He is currently music director of the Montreal Symphony Orchestra since 2006, and general music director of the Hamburg State Opera since 2015. Nagano was born in Berkeley, California, while his parents were in graduate school at the University of California, Berkeley. He is a \"sansei\" (third-generation) Japanese-American. He grew up in Morro Bay, a city located on the Central Coast of California in San Luis Obispo County. He studied sociology and music at the University of California, Santa Cruz. After graduation, he moved", "doc_score": "77.97217559814453", "publish_date": "2018/12/31"}, {"doc_id": "14971267", "text": "Kirill Petrenko / Kirill Petrenko Kirill Garrievich Petrenko (born 11 February 1972) is a Russian-Austrian conductor, currently the \"Generalmusikdirektor\" (General Music Director) of the Bavarian State Opera, and the chief conductor of the Berlin Philharmonic in the 2019–2020 season, succeeding Sir Simon Rattle. Petrenko was born in Omsk, Russia to a violinist father and musicologist mother. He is of Jewish descent. His father was born in Lviv (now in Ukraine). Petrenko studied piano as a youth, and made his public debut as a pianist at age 11. At age 18, he and his family emigrated to Austria, where his father played in the", "doc_score": "77.72126007080078", "publish_date": "2018/12/31"}, {"doc_id": "11969154", "text": "Ludwig Minkus / retired soon after, and on was given a farewell benefit performance. That same year the St. Petersburg Imperial Theatre's \"Kapellmeister\" Alexei Papkov also retired. In light of the departure of both Minkus and Papkov, Ivan Vsevolozhsky abolished the ballet orchestra, and employed the Italian Riccardo Drigo for the newly created position of \"Director of Music\" for the Imperial Ballet. Drigo would now serve in the dual capacity as \"chef d'orchestre\" for ballet performances and the conducting of Italian opera, as well as any musical tailoring or additional pieces needed by the Ballet Master. It is unlikely that Minkus ever worked", "doc_score": "77.68851470947266", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_28", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "7326135", "text": "Howard Webb / Madrid. He showed yellow cards to Martín Demichelis and Mark van Bommel of Bayern Munich and cautioned Cristian Chivu of Inter Milan. Inter won the match 2–0 through two goals by striker Diego Milito. In December 2011, Webb was named one of the 12 referees selected by UEFA to take charge of games at Euro 2012. He was in charge of a Group A fixture between Russia and Czech Republic on the opening day in Wrocław, a Group C fixture between Italy and Croatia in Poznań, and a quarter-final between the Czech Republic and Portugal in Warsaw. Webb was selected", "doc_score": "83.92940521240234", "publish_date": "2018/12/31"}, {"doc_id": "7326123", "text": "Howard Webb / League and FIFA World Cup in the same year. Throughout his professional career, Webb drew praise for his authoritative and respected approach to refereeing from football bodies, pundits, colleagues, players and managers. He announced his retirement in August 2014 to become the technical director of the Professional Game Match Officials Board. Webb was born to Sylvia and Billy Webb and grew up in Rotherham, West Riding of Yorkshire. His father was a referee for 35 years. Webb first took up refereeing in local leagues in 1989. In 1993, he progressed to the Northern Counties East League as an assistant referee,", "doc_score": "83.1495361328125", "publish_date": "2018/12/31"}, {"doc_id": "7326142", "text": "Howard Webb / game to pass on their knowledge.\" Webb then became director of referees for the Saudi Arabian Football Federation, while also joining BT Sport as an analyst. After resigning his position with SAFF in January 2017 – to be replaced by Mark Clattenburg – it was announced that from March 2017 he would become the Manager of Video Assistant Referee Operations for Major League Soccer's Professional Referee Organization. Webb issued at least one card in every game he refereed in the 2002–03 and 2004–05 seasons. The first red card he showed in the Premier League was to Michael Svensson of Southampton", "doc_score": "85.76264953613281", "publish_date": "2018/12/31"}, {"doc_id": "7775497", "text": "Richard Scudamore / suspended three-point deduction Cole's agent, Jonathan Barnett, was punished with a £100,000 fine and suspension following a separate investigation by The FA. In January 2006, former Luton Town manager Mike Newell and then-manager of Queens Park Rangers Ian Holloway alleged that bribes were rife in English football. Scudamore told BBC Radio 4, \"He has a duty to the game to tell us exactly what he knows and if there has been wrong-doing it will be taken up. If he can substantiate his claims, it could be fantastic evidence.\" In September of the same year, BBC Panorama broadcast a special programme", "doc_score": "78.59062194824219", "publish_date": "2018/12/31"}, {"doc_id": "7326190", "text": "Mike Dean (referee) / course of the final. In September 2015, Arsenal supporters launched a petition to prevent Dean from refereeing their team following a Premier League fixture against Chelsea, gathering almost 100,000 signatures within a week. The Football Association later rescinded a red card Dean issued to Arsenal defender Gabriel during the incident, and handed Chelsea striker Diego Costa a retrospective three-match suspension for violent conduct. In January 2017, Dean was criticised after giving a straight red card to West Ham midfielder Sofiane Feghouli for a coming together with Manchester United defender Phil Jones, after which Jones writhed on the floor in apparent", "doc_score": "83.2738265991211", "publish_date": "2018/12/31"}]}
{"question_id": "20230217_29", "search_time": "2023/02/20/04:18", "search_result": [{"doc_id": "6938469", "text": "Operation Rescue (Kansas) / Wichita, Kansas, to focus its efforts on late-term abortion provider George Tiller, who was assassinated in 2009. After the FACE (Freedom of Access to Clinic Entrances) bill was signed into law by then-president Bill Clinton, Operation Rescue West implemented new tactics that did not involve arrest. Operation Rescue operates a fleet of what it refers to as \"Truth Trucks\", large panel vehicles that bear images of aborted fetuses. These \"Truth Trucks\" travel around the nation showing what Operation Rescue describes as \"grisly truth about abortion.\" The organization offers a $25,000 reward for reports of criminal activity at abortion clinics which", "doc_score": "78.77728271484375", "publish_date": "2018/12/31"}, {"doc_id": "19492253", "text": "Reactions to the occupation of the Malheur National Wildlife Refuge / have begun efforts to mobilize volunteers who are interested in assisting environmental restoration at the refuge after the occupation ends. ONDA announced that more than 600 people from all over the Pacific Northwest responded to their calls. On February 3, additional security officers were sent to national wildlife refuges in southern Oregon, northern California, and Nevada in response to the occupation. The militants were mocked on social media, with commentators ridiculing the groups as \"Y'all Qaeda\" (in reference to American dialectical Y'all and the group al-Qaeda). Twitter hashtags such as \"#OregonUnderAttack,\" \"#VanillaISIS\" (Vanilla Ice and ISIS), \"#Yeehawdists\" (Yeehaw and Jihadists),", "doc_score": "77.94300079345703", "publish_date": "2018/12/31"}, {"doc_id": "19285446", "text": "Timeline of the occupation of the Malheur National Wildlife Refuge / attended the funeral of Robert \"LaVoy\" Finicum in Kanab, Utah, while others rebuilt a razed memorial on U.S. Route 395. About another 100 people led by the 3 Percenters of Idaho rallied at the Idaho Statehouse in the afternoon in honor of Finicum, who they believed was unarmed at the time of his death. After a week without communication, David Fry was able to reestablish online communications, posting several videos on YouTube and claiming that he managed to find a way around the FBI's lockdown of their communication to the outside world. In one video, he showed a large collection", "doc_score": "75.09014129638672", "publish_date": "2018/12/31"}, {"doc_id": "19492250", "text": "Reactions to the occupation of the Malheur National Wildlife Refuge / who utilize intimidation, threats or fear in order to further an agenda.\" Following the end of the occupation, U.S. Representative Jason Chaffetz from Utah introduced a bill which would ban the Bureau of Land Management (BLM) and United States Forest Service (USFS) from law enforcement activities on federal lands and would transfer the responsibility to local sheriffs instead—a key demand of the militants. Immediately following the seizure of the refuge, the Harney County School District ordered all schools in the county to be closed for one week. The Oregon Cattlemen's Association, while maintaining that it still supported the Hammonds, released", "doc_score": "76.68036651611328", "publish_date": "2018/12/31"}, {"doc_id": "19982369", "text": "Reactions to Executive Order 13769 / green card holders) from traveling to the United States, although lawful permanent residents have since been exempted from Trump's executive order. Jonathan Chait of \"New York\" magazine said that the 2011 case involved a temporary response to specific intelligence regarding two suspicious Iraqi refugees living in Bowling Green, Kentucky and said that Trump's \"sweeping halt in the absence of a reported breach\" is not comparable. The statement also said that the order applied to countries \"previously identified by the Obama administration as sources of terror\". The Trump administration's executive order relied on H.R.158 or the Visa Waiver Program Improvement and", "doc_score": "76.66788482666016", "publish_date": "2018/12/31"}]}
