{"question_id": "20231006_0", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "13460786", "text": "Impeachment investigations of United States federal officials / an end.\" The five accusations were \"obstruction of justice\", \"violation of the foreign emoluments clause\", \"violation of the domestic emoluments clause\", \"undermining the independence of the federal judiciary\" and \"undermining the freedom of the press\". Many Democrats opposed this action. The first vote on the subject was held on December 6, 2017, when a second privileged resolution was tabled by a vote of 364 to 58 with four voting \"present\". The second vote on the subject was held on January 19, 2018, when the third privileged resolution offered by Representative Green was tabled by a vote of 355 to 66,", "doc_score": "82.32404327392578", "publish_date": "2018/12/31"}, {"doc_id": "4989282", "text": "Impeachment in the United States / he resigned from office before the full House voted on the articles of impeachment. To date, no president has been removed from office by impeachment and conviction. Impeachment proceedings may be commenced by a member of the House of Representatives on his or her own initiative, either by presenting a list of the charges under oath or by asking for referral to the appropriate committee. The impeachment process may be initiated by non-members. For example, when the Judicial Conference of the United States suggests a federal judge be impeached, a charge of actions constituting grounds for impeachment may come from", "doc_score": "83.54874420166016", "publish_date": "2018/12/31"}, {"doc_id": "14334763", "text": "Filibuster in the United States Senate / \"extraneous matter\" may be considered in a reconciliation bill. The presiding officer, relying always (as of 2017) on the opinion of the Senate parliamentarian, determines whether an item is extraneous, and a 60-vote majority is required to include such material in a reconciliation bill. The Congressional Review Act, adopted in 1995, allows Congress to review and repeal administrative regulations adopted by the Executive Branch within 60 legislative days. This procedure will most typically be used successfully shortly after a party change in the presidency. It was used once in 2001 to repeal an ergonomics rule promulgated under Bill Clinton), was", "doc_score": "81.72966003417969", "publish_date": "2018/12/31"}, {"doc_id": "428896", "text": "Seventeenth Amendment to the United States Constitution / to reform or repeal the amendment. Under President Barack Obama's administration in 2009, four sitting Democratic senators left the Senate for executive branch positions: Barack Obama (President), Joe Biden (Vice President), Hillary Clinton (Secretary of State), and Ken Salazar (Secretary of the Interior). Controversies developed about the successor appointments made by Illinois Governor Rod Blagojevich and New York Governor David Paterson. New interest was aroused in abolishing the provision for the Senate appointment by the governor. Accordingly, Senator Russ Feingold of Wisconsin and Representative David Dreier of California proposed an amendment to remove this power; Senators John McCain and Dick", "doc_score": "83.25126647949219", "publish_date": "2018/12/31"}, {"doc_id": "4989297", "text": "Impeachment in the United States / Oregon. The court for the trial of impeachments may differ somewhat from the federal model—in New York, for instance, the Assembly (lower house) impeaches, and the State Senate tries the case, but the members of the seven-judge New York State Court of Appeals (the state's highest, constitutional court) sit with the senators as jurors as well. Impeachment and removal of governors has happened occasionally throughout the history of the United States, usually for corruption charges. A total of at least eleven U.S. state governors have faced an impeachment trial; a twelfth, Governor Lee Cruce of Oklahoma, escaped impeachment conviction by", "doc_score": "85.69959259033203", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_1", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "11395", "text": "The Plague / plan, but when Tarrou tells him that there are others in the city, including Dr. Rieux, who have loved ones outside the city whom they are not allowed to see, Rambert becomes sympathetic and changes his mind. He then decides to join Tarrou and Dr. Rieux to help fight the epidemic. In mid-August, the situation continues to worsen. People try to escape the town, but some are shot by armed sentries. Violence and looting break out on a small scale, and the authorities respond by declaring martial law and imposing a curfew. Funerals are conducted with more and more speed,", "doc_score": "83.04319763183594", "publish_date": "2018/12/31"}, {"doc_id": "13359750", "text": "Gamasoidosis / of gamasoidosis have a long history, with \"cases [...] reported since the 17th century, documented in the leading medical literature since at least the 1920s.\" Avian and rodent mites have been documented infesting residential buildings, work spaces, schools and hospitals. Despite this, there is considered to be widespread ignorance and misinformation \"regarding human infestation with \"D. gallinae\" across healthcare, science and pest control fields\", which in turn has led to increasing numbers of infestations and a dangerous propagation of the disease. Due to it being an uncommon diagnosis, gamasoidosis may be misdiagnosed as scabies or pediculosis or bites mistakenly identified", "doc_score": "82.77730560302734", "publish_date": "2018/12/31"}, {"doc_id": "6716048", "text": "Acanthocheilonemiasis / is referred to as eosinophilia. It is mainly found in Africa. The parasite is transmitted through the bite of small flies (\"A. coliroides\"). Generally speaking, acanthocheilonemiasis does not show initial symptoms. However, if symptoms do arise, it is typically in individuals who are visiting highly infected areas rather than natives to those areas. A major common laboratory finding is an increase in specialized white blood cells, which is called eosinophilia. Other symptoms include itchy skin, neurological symptoms, abdominal and chest pain, muscle pain, and swelling underneath the skin. If there are abnormally high levels of white blood cells, then a", "doc_score": "77.77935791015625", "publish_date": "2018/12/31"}, {"doc_id": "541903", "text": "Parasitism / destructive of all plants. Species of \"Striga\" (witchweeds) are estimated to cost billions of dollars a year in crop yield loss, infesting over 50 million hectares of cultivated land within Sub-Saharan Africa alone. \"Striga\" infects both grasses and grains, including corn, rice and sorghum, undoubtedly some of the most important food crops. \"Orobanche\" also threatens a wide range of other important crops, including peas, chickpeas, tomatoes, carrots, and varieties of cabbage. Yield loss from \"Orobanche\" can be total; despite extensive research, no method of control has been entirely successful. Many plants and fungi exchange carbon and nutrients in mutualistic mycorrhizal", "doc_score": "81.3801040649414", "publish_date": "2018/12/31"}, {"doc_id": "11245897", "text": "Eradication of infectious diseases / the number in 2009, so real progress has been made towards this prediction. Nonetheless, the last 1% may be the hardest, and cases have increased from 2015 (22) to 2017 (30). The worm is able to infect dogs, domestic cats and baboons as well as humans, complicating eradication efforts. Yaws is a rarely fatal but highly disfiguring disease caused by the spiral-shaped bacterium (spirochete) \"Treponema pallidum pertenue\", a close relative of the syphilis bacteria \"Treponema pallidum pallidum\", spread through skin to skin contact with infectious lesions. The global prevalence of this disease and the other endemic treponematoses, bejel and pinta,", "doc_score": "81.10002136230469", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_2", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "18596579", "text": "Caroline Shaw (healthcare administrator) / business women in 2009, received the North West Inspiring Woman of the Year award in 2007 and Crain's Manchester Businesses Businesswoman of the Year award in 2009. She was suspended from her duties at Christie Hospital on 19 December 2013 while investigations were conducted as part of a disciplinary process. It was alleged that she had made an improper claim for the payment of expenses for a retreat in Ibiza organised by the Young Presidents' Organization, of which she had become a member with the Trust’s agreement. She resigned her post in October 2014, having been suspended on full pay", "doc_score": "77.7137680053711", "publish_date": "2018/12/31"}, {"doc_id": "14753509", "text": "Lewis Archer / and as Audrey defends Lewis, a food critic from the \"Weatherfield Gazette\" walks in. A show spokesperson told \"Inside Soap's\" Katy Moon that Lewis turns on the charm and quickly wins the reviewer over. Audrey's grandson Nick Tilsley (Ben Price), who owns The Bistro, realises Lewis' communication skills could be good for his business and he employs Lewis for a trial period at the restaurant. Lewis and Audrey decide to rekindle their relationship in March 2012. Kate White from \"Inside Soap\" wrote that Audrey finds Lewis hard to resist, especially after he has apologised for his previous actions. When Lewis", "doc_score": "78.82384490966797", "publish_date": "2018/12/31"}, {"doc_id": "8263624", "text": "Sharon Horgan / public relations and starring Stephen Fry. In 2005, she made her big-screen debut as Beth in \"Imagine Me & You\", a British-American romantic comedy directed by Ol Parker. Horgan made a cameo appearance in BBC's \"Extras\" before appearing as a guest booker in two series of \"Rob Brydon's Annually Retentive\" (2006–07), also on the BBC, a spoof comedy set behind the scenes of a chat show presented by Rob Brydon. She won a British Comedy Award in 2007 for Best Female Newcomer for her performance. In 2010, Horgan appeared in \"The Increasingly Poor Decisions of Todd Margaret\". The US/UK comedy", "doc_score": "78.06539916992188", "publish_date": "2018/12/31"}, {"doc_id": "20708453", "text": "Lewis Ritchie / a group of independent advisers, charged with looking at NHS Tayside's financial difficulties and to report to Scottish Government within a three month period. In January 2018 he was named as the chair of a review of urgent care services in Skye, Lochalsh and Wester Ross. Interim findings published a few months later. He was made OBE in the 2011 Queen's Birthday Honours. He was elected as a fellow of the Royal Society of Edinburgh in 2016. In the 2011 New Year Honours he was made Knight Bachelor for services to the NHS in Scotland. He was invested on 5", "doc_score": "78.5704116821289", "publish_date": "2018/12/31"}, {"doc_id": "14753522", "text": "Lewis Archer / food critic and Nick Tilsley (Ben Price) offers him a two-week trial as head waiter. Gail disapproves but Audrey defends Lewis and he later buys Audrey a bracelet as a gift of thanks. When Nick finds some money missing from the till, he and Gail believe Lewis took it. Audrey also doubts Lewis but when she learns that Eva Price (Catherine Tyldesley) took the money, she tries unsuccessfully to stop Lewis from leaving. Lewis returns for his wages and tells Nick that his community service has finished and he is leaving for good. Audrey arrives to see Lewis, asks him", "doc_score": "78.34107208251953", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_3", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "3348149", "text": "Tickle Me Elmo / since Furby in 1998. However, some members of the media expected a large response. Toys \"R\" Us stores and Amazon had a pre-sale program for the doll, the first included elaborate in-store displays with a digital countdown to the doll's launch. Amazon took more presale orders than it could fulfill. As with the original Tickle Me Elmo doll, demand for the new toy gave rise to some extreme acts. One person in Tampa, Florida was allegedly threatened with a gun to hand over a TMX toy. This was parodied on \"Saturday Night Live\", which said the man \"was subdued by", "doc_score": "73.15459442138672", "publish_date": "2018/12/31"}, {"doc_id": "3348144", "text": "Tickle Me Elmo / Chicago for fighting over the doll, while in New York some people ran after delivery trucks hoping to get their hands on Elmo before it reached stores. Someone allegedly purchased a Tickle Me Elmo for $7,100 in Denver. A clerk working at a Wal-Mart store in Fredericton, New Brunswick, Canada was among those injured by \"Elmo-mania\". During a Midnight Madness sale on December 14, a crowd of 300 stampeded down the aisle after spotting him being handed a box of the toys by another employee. Trampled, he suffered \"a pulled hamstring, injuries to his back, jaw and knee, a broken", "doc_score": "74.3560791015625", "publish_date": "2018/12/31"}, {"doc_id": "8261278", "text": "Filled milk / attempting to protect its market against competition by cheaper foreign fat. Many states also passed bans or restrictions on the sale and production of filled milk products. The issue of filled milk came to the forefront in \"United States v. Carolene Products Co.\" wherein Carolene Products Co. was indicted in the United States District Court for the Southern District of Illinois for violation of the Act by the shipment in interstate commerce of certain packages of \"Milnut,\" a compound of condensed skimmed milk and coconut oil made in imitation or semblance of condensed milk or cream. The indictment stated, in", "doc_score": "71.13922119140625", "publish_date": "2018/12/31"}, {"doc_id": "2124521", "text": "Lindbergh kidnapping / far away as Chicago and Minneapolis, but those spending the bills were never found. Per a presidential order, all gold certificates were to be exchanged for other bills by May 1, 1933. A few days before the deadline, a man brought $2,980 to Manhattan bank for exchange; it was later realized the bills were from the ransom. He had given his name as J.J. Faulkner of 537 West 149th Street. No one named Faulkner lived at that address, and a Jane Faulkner who had lived there 20 years earlier denied involvement. During a thirty-month period, a number of the ransom", "doc_score": "74.73097229003906", "publish_date": "2018/12/31"}, {"doc_id": "7475747", "text": "Postal (film) / in Paradise since September 11, under the watchful eye of bin Laden's best friend George W. Bush, are after the same shipment, but for entirely different reasons. Hoping to outdo the catastrophe of 9/11, they plan to instill the dolls with Avian influenza and distribute them to unsuspecting American children. The two groups meet at the shipment's destination, German-themed amusement park Little Germany. A fight between \"Postal\" creator Vince Desi and \"Postal\" director and park owner Uwe Boll (which ends with Boll being shot in the genitals, confessing \"I hate video games\"), sparks a massive shootout between the cult, the", "doc_score": "73.58869934082031", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_4", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "15792255", "text": "Mediterranean Interregional Commission / of the Union for the Mediterranean, Lyon (France). • 29 November - 4 December 2010 : Mediterranean Economic Week, Marseille (France) Mediterranean Interregional Commission The Mediterranean Interregional Commission is one of the twelve Committees of the United Cities and Local Governments. Within United Cities and Local Governments, the Interregional Mediterranean Commission is at the junction of three regional sections: Europe, Africa, and the Middle East/West Asia. The Mediterranean occupies a special place in UCLG due to the large amount of direct members in the three regions North, South, and East of the Mediterranean and because of the many cooperation initiatives", "doc_score": "84.08195495605469", "publish_date": "2018/12/31"}, {"doc_id": "16986724", "text": "Conference of the Americas on International Education / David Johnston, Governor General of Canada, Alvaro Toubes Prata, National Secretary for Technological Development and Innovation of Brazil, and Mexican writer Carlos Fuentes. The third CAIE was held the 16-18 of October, 2013, in Monterrey, Mexico, under the theme “Knowledge Mobility: Responsibility and Resources”. Seventy 70 conferences, workshops, and sessions were planned, and there were about 900 attendees. The fourth conference took place in Quito Ecuador, in 2015. The fifth is planned for Montreal, Canada in 2017. Conference of the Americas on International Education The Conference of the Americas on International Education (CAIE) is an international conference that takes place", "doc_score": "83.87478637695312", "publish_date": "2018/12/31"}, {"doc_id": "19208760", "text": "2016 United Nations Climate Change Conference / promises into action. Additional criticisms depicted the less developed countries as not receiving enough money in order to help them adapt to \"changes that are already happening because of global warming.\" 2016 United Nations Climate Change Conference The 2016 United Nations Climate Change Conference was an international meeting of political leaders and activists to discuss environmental issues. It was held in Marrakech, Morocco, on 7-18 November 2016. The conference incorporated the twenty-second Conference of the Parties (COP22), the twelfth meeting of the parties for the Kyoto Protocol (CMP12), and the first meeting of the parties for the Paris Agreement (CMA1).", "doc_score": "85.90179443359375", "publish_date": "2018/12/31"}, {"doc_id": "18664953", "text": "Third World Forum / Third World Forum Third World Forum (Forum Tiers Monde) is an international network of research centers. Third World Forum was established in 1975 and is based in Dakar. It was among the organizations that helped to set up the World Forum for Alternatives, created in Cairo in 1997.Samir Amin is its co-founder and current director. Third World Forum is composed of a network of intellectuals throughout Africa, Asia and Latin America, seeking to promote debate on contemporary processes and patterns of development. To this end, it conducts critical research on global capitalism, geo-politics, North-South relations, national and regional security, ecological", "doc_score": "85.74311828613281", "publish_date": "2018/12/31"}, {"doc_id": "17597887", "text": "Arraiolos meeting / approach the challenges of globalisation. The name is derived from the small Portuguese town of Arraiolos, where the first meeting took place in 2003. Jorge Sampaio, then the President of Portugal, had invited the presidents of Finland, Germany, as well as of soon-to-be EU members Hungary, Latvia and Poland to discuss the consequences of the 2004 enlargement of the European Union and plans for a Constitution for Europe. Following the 2005 meeting, the seven participating presidents wrote a joint article titled \"Together for Europe\" about their conception of the European community. It was published on 15 July 2005 by \"Diena\",", "doc_score": "83.55195617675781", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_5", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "699493", "text": "Sagrada Família / midpoint in 2010. However, some of the project's greatest challenges remain, including the construction of ten more spires, each symbolising an important Biblical figure in the New Testament. It is anticipated that the building can be completed by 2026—the centenary of Gaudí's death. The basilica has a long history of dividing the citizens of Barcelona: over the initial possibility it might compete with Barcelona's cathedral, over Gaudí's design itself, over the possibility that work after Gaudí's death disregarded his design, and the 2007 proposal to build an underground tunnel of Spain's high-speed rail link to France which could disturb its", "doc_score": "86.16632080078125", "publish_date": "2018/12/31"}, {"doc_id": "6189299", "text": "Giralda / Giralda The Giralda () is the bell tower of the Seville Cathedral in Seville, Spain. It was originally built as the minaret for the Great Mosque of Seville in al-Andalus, Moorish Spain, during the reign of the Almohad dynasty, with a Renaissance-style top subsequently added by the Catholics after the expulsion of the Muslims from the area. The Giralda was registered in 1987 as a World Heritage Site by UNESCO, along with the Alcázar and the General Archive of the Indies. The tower is in height and remains one of the most important symbols of the city, as it has", "doc_score": "85.94928741455078", "publish_date": "2018/12/31"}, {"doc_id": "8485432", "text": "Unfinished building / is Antoni Gaudí's Sagrada Família in Barcelona, a church that has been under construction since 1882, and that is now expected to be complete in 2026. There are numerous unfinished buildings that remain partially constructed in countries around the world, some of which can be used in their incomplete state but with others remaining as a mere shell. Some projects are intentionally left with an unfinished appearance, particularly the follies of the late 16th to 18th century. Some buildings are in a cycle of near-perpetual construction, with work lasting for decades or even centuries. Antoni Gaudí's Sagrada Família in Barcelona,", "doc_score": "84.08953094482422", "publish_date": "2018/12/31"}, {"doc_id": "5327819", "text": "Puerta de Alcalá / Puerta de Alcalá The Puerta de Alcalá (\"Alcalá Gate\", from the Arabic word القلعة \"al-qal'a\", \"citadel\") is a Neo-classical monument in the Plaza de la Independencia in Madrid, Spain. It is regarded as the first modern post-Roman triumphal arch built in Europe, older than the similar monuments Arc de Triomphe in Paris and Brandenburg Gate in Berlin. It was a gate of the former Walls of Philip IV. It stands near the city center and several meters away from the main entrance to the Parque del Buen Retiro. The square is bisected by Alcalá Street, although the street does not", "doc_score": "85.35138702392578", "publish_date": "2018/12/31"}, {"doc_id": "9447507", "text": "Alcázar of Segovia / Alcázar of Segovia The Alcázar of Segovia (literally, \"Segovia Fortress\") is a medieval \"alcázar\" located in the city of Segovia (Castile and León, Spain), a World Heritage Site by UNESCO. Rising out on a rocky crag above the confluence of two rivers near the Guadarrama mountains, it is one of the most distinctive castle-palaces in Spain by virtue of its shape – like the bow of a ship. The Alcázar was originally built as a fortress but has served as a royal palace, a state prison, a Royal Artillery College and a military academy since then. It is currently used", "doc_score": "84.16851043701172", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_6", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "8648383", "text": "Mr. Opportunity / animation style. In 2011, due to the earthquake and tsunami in Japan, which affected Honda's supply chain, the campaign was discontinued and replaced by the \"Good Reasons\" campaign, with actor Patrick Warburton making jabs at a cardboard Mr. Opportunity in the introductory ad about a \"man doing a cartoon man's job\". Mr. Opportunity appears as a White man in his mid-thirties. He has dark-blond hair that is slightly up at the front in a kind of \"cowlick\" fashion and has green eyes. He typically wears a light-blue dress shirt with the sleeves rolled up, light brown slacks, and dark brown", "doc_score": "80.04714965820312", "publish_date": "2018/12/31"}, {"doc_id": "11006344", "text": "Alexey Steele / “Battle of the Angels” in his commercial. “Battle of the Angels” also appeared in a Toyota commercial representing the office of a sinister financial ruler of the world. It is rumored that the theme for this work was suggested to the artist by actor Sylvester Stallone. Steele inspired disturbing concepts on singer-activist Catman Cohen's album covers for “How I want to die” and “How I want to Live.\" Steele’s trademark appearance was the subject of a Bill Maher joke involving “Alexey’s Mustache Enhancer” on the HBO program, “Real Time with Bill Maher” (September 14, 2007, Episode 108). Business Puerto Rico,", "doc_score": "78.94406127929688", "publish_date": "2018/12/31"}, {"doc_id": "884276", "text": "Jim Carrey / religious and philosophical reasons for exemption from vaccination. Carrey was criticized for being \"ignorant when it comes to vaccines\" by Arthur Caplan, head of the Division of Medical Ethics, at New York University, and by Jeffrey Kluger, senior writer at \"Time\", who described his anti-vaccination statements as \"angry, dense and immune to reason\". Carrey believes in and advocates for the so-called \"law of attraction\". In an interview with Oprah Winfrey on February 17, 1997, he revealed that as a struggling actor he would use visualization techniques to get work. He also stated that he visualized a $10,000,000 check given to", "doc_score": "78.30675506591797", "publish_date": "2018/12/31"}, {"doc_id": "3253947", "text": "Donald Faison / Reed in the Brothers Strause science fiction thriller \"Skyline\". Faison was in the 2010 CBS comedy pilot \"The Odds\". As of March 2011, Faison appeared in commercials for \"The Sims Medieval\". In 2012, he made a cameo appearance in the movie \"Pitch Perfect\". In 2013, Faison hosted the short-lived TBS comedy sketch show \"Who Gets the Last Laugh\"; as of 2016, he has hosted GSN game show \"Winsanity\". In 2018 Faison voiced pilot Hype Fazon, a character written and named for him by Dave Filoni, on \"Star Wars Resistance\". Faison had caught show creator Dave Filoni's attention via his stop", "doc_score": "78.02311706542969", "publish_date": "2018/12/31"}, {"doc_id": "8473281", "text": "Billy Herrington / Billy Herrington William Glen Harold Herrington (July 14, 1969 – March 2, 2018), known professionally as Billy Herrington and by the nickname Aniki, was an American model and pornographic film actor. In the late 2000s, his appearances in various gay pornography movies led him to become a popular Internet meme on video sharing websites such as Japan's Nico Nico Douga, where he was referred to by the sobriquet. Since then, at least 110,000 short mash-up parodies of his clips — known as \"Gachimuchi\" — have been produced by fans. Herrington was born in North Babylon, New York. Herrington grew", "doc_score": "75.6360855102539", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_7", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "786847", "text": "Breast cancer / systems. Each of these influences the prognosis and can affect treatment response. Description of a breast cancer optimally includes all of these factors. Women can reduce their risk of breast cancer by maintaining a healthy weight, reducing alcohol use, increasing physical activity, and breast-feeding. These modifications might prevent 38% of breast cancers in the US, 42% in the UK, 28% in Brazil and 20% in China. The benefits with moderate exercise such as brisk walking are seen at all age groups including postmenopausal women. High levels of physical activity reduce the risk of breast cancer by about 14%. Strategies that", "doc_score": "92.6298828125", "publish_date": "2018/12/31"}, {"doc_id": "15285332", "text": "Pre- and post-test probability / the general population can often be assumed equal to the prevalence in the control group. In such cases, the post-test probability can be estimated by multiplying the relative risk with the risk in the general population. For example, the incidence of breast cancer in a woman in the United Kingdom at age 55 to 59 is estimated at approximately 280 cases per 100.000 per year, and the risk factor of having been exposed to high-dose ionizing radiation to the chest (for example, as treatments for other cancers) confers a relative risk of breast cancer between 2.1 and 4.0, compared to", "doc_score": "91.16134643554688", "publish_date": "2018/12/31"}, {"doc_id": "786884", "text": "Breast cancer / relatively high prevalence and long-term survival rates, research is biased towards breast cancer. Some subjects, such as cancer-related fatigue, have been studied little except in women with breast cancer. One result of breast cancer's high visibility is that statistical results can sometimes be misinterpreted, such as the claim that one in eight women will be diagnosed with breast cancer during their lives—a claim that depends on the unrealistic assumption that no woman will die of any other disease before the age of 95. This obscures the reality, which is that about ten times as many women will die from heart", "doc_score": "89.74105834960938", "publish_date": "2018/12/31"}, {"doc_id": "11022696", "text": "Risk factors for breast cancer / 30 doubles the risk compared to having first live birth at age less than 25. Never having children triples the risk. The studies have found that these risk factors become less material as a woman reaches menopause, i.e. that they affect risk of breast cancer prior to menopause but not after it. In balancing premenopausal reductions in risk from childbirth and lactation, it is important also to consider the risks involved in having a child. Hormonal contraceptives may produce a slight increase in the risk of breast cancer diagnosis among current and recent users, but this appears to be a", "doc_score": "92.80669403076172", "publish_date": "2018/12/31"}, {"doc_id": "11022670", "text": "Risk factors for breast cancer / in a given individual. Approximately 5% of new breast cancers are attributable to hereditary syndromes, and well-established risk factors accounts for approximately 30% of cases. The risk of getting breast cancer increases with age. A woman is more than 100 times more likely to develop breast cancer in her 60s than in her 20s. If all women lived to age 95, about one in eight would be diagnosed with breast cancer at some point during their lives. However, the actual lifetime risk is lower than that, because 90% of women die before age 95, most commonly from heart attacks, strokes,", "doc_score": "94.14253234863281", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_8", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "19433065", "text": "2020 FIFA Futsal World Cup / the event before, the tournament will be heading to a new location, later shortlisted to four. The Czech Republic, Egypt, Georgia, the Netherlands, and the United States expressed interest, but eventually did not bid. The host were originally to be appointed by December 2016, then delayed to December 2017. Costa Rica, Croatia, Kazakhstan, and the United Arab Emirates were later eliminated from contention. The hosts were selected by the FIFA Council on 26 October 2018 in Kigali, Rwanda from the final four candidates: Iran, Japan, Lithuania, and New Zealand. Lithuania were chosen over Iran, Japan and New Zealand as host", "doc_score": "86.77152252197266", "publish_date": "2018/12/31"}, {"doc_id": "7584338", "text": "FIFA World Cup hosts / 2020 as the last in a four-phase process. On 14 October 2016, FIFA said it would accept a tournament-sharing bid by CONCACAF members Canada, Mexico and the United States. On 10 April 2017, Canada, the United States, and Mexico announced their intention to submit a joint bid to co-host, with three-quarters of the games to be played in the U.S., including the final. On 11 August 2017, Morocco officially announced a bid to host. Therefore, the official 2026 FIFA World Cup bids were from two football confederations. The first one was from CONCACAF, which was triple bid by Canada, United", "doc_score": "85.86036682128906", "publish_date": "2018/12/31"}, {"doc_id": "17612474", "text": "2026 FIFA World Cup bids / tournament in South Africa; the second Arab and Muslim-majority country, after the 2022 tournament in Qatar; and the first time in North Africa. Following rumors on each nation bidding individually, the three nations announced on 10 April 2017 a bid to host the World Cup jointly. Canada and Mexico would host 10 games each, while the United States would host the remaining 60 games, including all remaining matches from the quarterfinals onward. It will be the first FIFA World Cup held in three countries, the first men's World Cup held in Canada (the 2015 FIFA Women's World Cup was held", "doc_score": "86.69513702392578", "publish_date": "2018/12/31"}, {"doc_id": "16681961", "text": "2026 FIFA World Cup / contacted to be part of the bid. 41 cities with 45 venues responded and submitted to be part of the bid (3 venues in 3 cities in Mexico, 8 venues in 6 cities in Canada and 38 venues in 34 cities in the United States). A first round elimination cut 9 venues and 9 cities, then a second round elimination cut 9 venues in 6 cities, reducing the total number to 23 venues, each in their own city or metropolitan area. The 23 candidate cities and venues will be narrowed down to 16 in 2020 or 2021 (3 in Canada,", "doc_score": "87.58727264404297", "publish_date": "2018/12/31"}, {"doc_id": "7584339", "text": "FIFA World Cup hosts / States and Mexico, and the second one was from CAF with a bid by Morocco. The host was announced on 13 June 2018 at the 68th FIFA Congress in Moscow, Russia. The United Bid from Canada, Mexico and the United States was selected over the Morocco bid by 134 votes to 65 with 1 selecting neither and 3 abstentions. This will be the first World Cup to be hosted by more than two countries. Mexico becomes the first country to host three men's World Cups and its Estadio Azteca, should selected, will become the first stadium to stage three World", "doc_score": "85.8804931640625", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_9", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "20908413", "text": "2018 Nobel Peace Prize / ceremony at Oslo City Hall that includes the laureate's Nobel lecture in the presence of the King of Norway and royal family. The laureate receives a Nobel diploma, medal and document confirmng the Nobel Prize amount. In the 2018 Nobel Peace Prize award presentation speech, committee chair Berit Reiss-Andersen reiterated the committee's decision to award Mukwege and Murad for their respective efforts to address the war crimes of sexual violence, commending them to the \"long tradition of champions of human dignity\" also celebrated on this date, the anniversary of the Universal Declaration of Human Rights. In her Nobel lecture, Nadia", "doc_score": "83.08438110351562", "publish_date": "2018/12/31"}, {"doc_id": "20908412", "text": "2018 Nobel Peace Prize / risk of his and his family's life, and Murad's efforts since her abduction and enslavement in 2014 at speaking publicly about the plight of the Yazidis especially women and girls forced into sexual slavery. Tasked with reviewing nominations from September of the previous year through February 1 and ultimately selecting the Prize winners, the Norwegian Parliament-appointed members of the Norwegian Nobel Committee at the time of the 2018 prize were listed as: Since 1990, the Nobel Peace Prize has been awarded every year on 10 December, the anniversary of Alfred Nobel's death, by the Norwegian Nobel Committee chair in a", "doc_score": "85.01589965820312", "publish_date": "2018/12/31"}, {"doc_id": "20908399", "text": "2018 Nobel Peace Prize / 2018 Nobel Peace Prize The 2018 Nobel Peace Prize was awarded to Denis Mukwege and Nadia Murad \"for their efforts to end the use of sexual violence as a weapon of war and armed conflict,\" according to the Norwegian Nobel Committee announcement on 5 October 2018 in Oslo, Norway. \"Both laureates have made a crucial contribution to focusing attention on, and combating, such war crimes,\" according to the award citation. After reading the citation, Committee Chair Berit Reiss-Andersen told reporters that the impact of this year's award is to highlight sexual abuse with the goal that every level of governance", "doc_score": "85.85055541992188", "publish_date": "2018/12/31"}, {"doc_id": "20908416", "text": "2018 Nobel Peace Prize / Norwegian Church Aid, Plan International Norway and JOIN Good Forces. 2018 Nobel Peace Prize The 2018 Nobel Peace Prize was awarded to Denis Mukwege and Nadia Murad \"for their efforts to end the use of sexual violence as a weapon of war and armed conflict,\" according to the Norwegian Nobel Committee announcement on 5 October 2018 in Oslo, Norway. \"Both laureates have made a crucial contribution to focusing attention on, and combating, such war crimes,\" according to the award citation. After reading the citation, Committee Chair Berit Reiss-Andersen told reporters that the impact of this year's award is to highlight", "doc_score": "85.44596862792969", "publish_date": "2018/12/31"}, {"doc_id": "20374560", "text": "2017 Nobel Peace Prize / in the 1990s. He also called on State parties to make further progress at the UN High Level Conference on Nuclear Disarmament slated for 2018, noting the role of civil society organizations such as ICAN in supporting such multilateral disarmament processes. UN Secretary-General António Guterres relayed in a press statement that the award \"recognizes the determined efforts of civil society to highlight the unconscionable humanitarian and environmental consequences that would result if they [nuclear weapons] were ever used again,\" noting that the first UN General Assembly resolution, in 1946, had \"established the goal of ridding the world of nuclear weapons", "doc_score": "84.09056091308594", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_10", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "6934649", "text": "Federation of Hospital and University Employees / a union, GESO, and affiliated with the federation. There were several strikes in the 1990s, including two successive one month walkouts by Locals 35 and 34, respectively, in the spring semester of 1996. The 1996 strike was concerned primarily with the issue of subcontracting. During the strike, Local 35 organized nearly 300 casual workers into its bargaining unit, but Yale inserted a loophole into the contract which gave it the ability to subcontract work in any new or renovated buildings, and then promptly began a campaign to renovate nearly all of its major buildings. In 1998 the federation struck a", "doc_score": "88.42894744873047", "publish_date": "2018/12/31"}, {"doc_id": "17581336", "text": "United States federal government shutdown of 2013 / 14,936, but recovered at the week's end to finish at 15,237 on October 11. Prior to the shutdown, surveys of public opinion had shown that general sentiment among the American public about the Affordable Care Act was divided, with slightly more opposed to the act than in favor of it. For example, a Kaiser Family Foundation survey in September 2013 found that approximately 43% of Americans opposed the health care reform law while 39% viewed it favorably, numbers largely unchanged since 2011. Half of the public also said in September 2013, just days before major provisions of the law were", "doc_score": "89.70638275146484", "publish_date": "2018/12/31"}, {"doc_id": "6837869", "text": "Medical resident work hours / shift began, involving nearly 190 hospitals and residency training programs. The studies randomly assigned medical residents to shifts longer than specified by the ACGME regulations. A study led by the University of Pennsylvania, which will end in 2019, assigned residents in 32 medical training programs to shifts as long as 30 hours. It used 31 other programs as a control group. Despite the longer shifts, the other overall rules were still adhered to. The other study, led by Northwestern University and ending in 2015, was similar in design. Both were conducted with the approval of the ACGME. In neither study", "doc_score": "86.36449432373047", "publish_date": "2018/12/31"}, {"doc_id": "7791189", "text": "Health Professionals and Allied Employees / nearly 4,000 in 1993. In 1985, the union changed its name to the Health Professionals and Allied Employees to represent its shift away from purely hospital organizing. 1993 proved to be a pivotal year for HPAE. On December 4, 1993, 680 union members struck Jersey Shore Medical Center in Neptune City, New Jersey. Pay was the primary issue. The union wanted across-the-board wage raises of 5 percent and pay increases for senior nurses. The hospital sought to impose a merit-pay system. This caused former New Jersey Governor Christine Todd Whitman to almost strip Jersey Shore University Medical Center of their", "doc_score": "89.60659790039062", "publish_date": "2018/12/31"}, {"doc_id": "10223281", "text": "Hayward teachers strike / raise over the next two years, the following day, as classes resumed. Hayward teachers strike The Hayward teachers strike was an April 2007 ten-day strike of teachers in the Hayward Unified School District in Hayward, California. The teachers, counselors and nurses, represented by the Hayward Education Association (HEA), were upset over a 16% raise given to two district administrators in summer 2006. Negotiations broke down, with the HEA asking for an 8.08% retroactive raise initially, reaching 16% after 2 years, and the district offering a one time 5.5% raise (one source stating 7%) with possible subsequent increases of 1.6%, which", "doc_score": "88.9305419921875", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_11", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "17571841", "text": "Troy E. Brown / will prevail.\" His latest attorney, Jill Craft of Baton Rouge, referred to the Senate's consideration of expulsion as \"a dog and pony show\" without proper rules of legal fairness. Brown's resignation in February 2017 avoided a vote by his colleagues on his proposed expulsion from the chamber. He had pleaded no contest twice in four months to misdemeanor charges related to domestic abuse. Brown said that he did not believe his Senate colleagues, the majority of whom are Republicans, would have given him a fair hearing had he sought to remain in office. Democrats Warren Harang, III, a sugar cane", "doc_score": "80.72549438476562", "publish_date": "2018/12/31"}, {"doc_id": "2944591", "text": "Evan Mecham / passing of House Resolution 2002 on February 8 by a vote of 46 to 14. Upon Mecham's impeachment by the House, his powers as governor were suspended and Mofford became acting governor. Arizona has no lieutenant governor, so the secretary of state stands first in the order of succession if he or she has been popularly elected. The Arizona State Senate convened as a court of impeachment on February 29. Mecham's supporters compared the impeachment trial to the crucifixion of Jesus Christ. The charges against Mecham in the impeachment trial were obstruction of justice, filing a false statement, and misuse", "doc_score": "80.20262145996094", "publish_date": "2018/12/31"}, {"doc_id": "2465882", "text": "Bob Livingston / Bob Livingston Robert Linlithgow Livingston Jr. (born April 30, 1943) is an American politician from Louisiana best known for being chosen as Newt Gingrich's successor as Speaker of the United States House of Representatives. He stepped down as speaker-elect following revelations of his numerous extramarital affairs. A Republican, he served as a U.S. Representative from Louisiana from 1977 to 1999 and as the Chairman of the Appropriations Committee from 1995–1999. During his final years in congress, Livingston was a strong supporter of Bill Clinton's impeachment. He is currently a Washington, D.C.-based lobbyist. Livingston's memoir, \"The Windmill Chaser: Triumphs and Less", "doc_score": "83.54505920410156", "publish_date": "2018/12/31"}, {"doc_id": "18242370", "text": "Rick Perry veto controversy / Rick Perry veto controversy On August 15, 2014, Texas Governor Rick Perry was indicted by a Travis County grand jury, but has since been cleared on all charges. The first charge of the indictment was abuse of official capacity, a first-degree felony, for threatening to veto $7.5 million in funding for the Public Integrity Unit, a state public corruption prosecutors department. The second charge, which has since been ruled unconstitutional, was coercion of a public servant, a third-degree felony, for seeking the resignation of Travis County District Attorney Rosemary Lehmberg, a Democrat, after she was convicted of drunk driving, and", "doc_score": "81.7510986328125", "publish_date": "2018/12/31"}, {"doc_id": "5272463", "text": "Sheldon Silver / Sheldon Silver Sheldon Silver (born February 13, 1944) is a former lawyer, Democratic Party politician from New York City and convicted felon who served as Speaker of the New York State Assembly from 1994 until 2015. In 2015, Silver was arrested on federal corruption charges, and resigned as Speaker of the Assembly shortly thereafter. In November 2015, Silver was convicted of all charges; the felony convictions triggered his automatic expulsion from the Assembly. In May 2016, Silver was sentenced to 12 years in prison and ordered to repay $5.3 million in ill-gotten gains and $1.75 million in additional fines. Silver's", "doc_score": "80.64193725585938", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_12", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "443600", "text": "Vatican City / Vatican City, which became effective on 1 March. It replaced the 1929 \"Law concerning citizenship and residence\". There are 16 articles in the new law, whereas the old law had 33 articles. It updated the old law by incorporating changes made after 1929, such as the 1940 granting of Vatican City citizenship, \"durante munere\", to the members of the Holy See's diplomatic service. It also created a new category, that of official Vatican \"residents\", i.e., people living in Vatican City; these are not necessarily Vatican citizens. On 1 March 2011, only 220 of the over 800 people living in Vatican", "doc_score": "80.98202514648438", "publish_date": "2018/12/31"}, {"doc_id": "12174353", "text": "History of the Catholic Church / the Orthodox Eastern Catholic Churches, involving the return of expropriated properties of the Eastern Catholic Churches, which the Orthodox Church took over after World War II at the request of Joseph Stalin. With the election of Pope Francis in 2013, following the resignation of Benedict, Francis is the current and first Jesuit pope, the first pope from the Americas, and the first from the Southern Hemisphere. Since his election to the papacy, he has displayed a simpler and less formal approach to the office, choosing to reside in the Vatican guesthouse rather than the papal residence. He has signalled numerous", "doc_score": "81.7935562133789", "publish_date": "2018/12/31"}, {"doc_id": "443599", "text": "Vatican City / not possess other citizenship automatically becomes an Italian citizen as provided in the Lateran Treaty. As of 31 December 2011, other than the pope, there were 594 persons possessing Vatican citizenship, of which: 72% were clergy, including: 28% were laity, including: The persons authorized to reside in the Vatican City maintaining their original citizenship were 238, of the aforementioned numbers. The persons residing in buildings outside of the Vatican City in buildings exempt from expropriation and taxation were 3,500 on the above-mentioned date. On 22 February 2011, Pope Benedict XVI promulgated a new \"Law concerning citizenship, residency and access\" to", "doc_score": "81.37922668457031", "publish_date": "2018/12/31"}, {"doc_id": "443571", "text": "Vatican City / summers from May to September. Some minor local features, principally mists and dews, are caused by the anomalous bulk of St Peter's Basilica, the elevation, the fountains and the size of the large paved square. In July 2007, the Vatican accepted a proposal by two firms based respectively in San Francisco and Budapest, whereby it would become the first carbon neutral state by offsetting its carbon dioxide emissions with the creation of a Vatican Climate Forest in Hungary, as a purely symbolic gesture to encourage Catholics to do more to safeguard the planet. Nothing came of the project. On 26", "doc_score": "82.80169677734375", "publish_date": "2018/12/31"}, {"doc_id": "2042893", "text": "Vatican Hill / Treaties in 1929 it was part of the Rione of Borgo. Before the Avignon Papacy (1305–1378), the headquarters of the Holy See were located at the Lateran Palace. After the Avignon Papacy the church administration moved to Vatican Hill and the papal palace was (until 1871) the Quirinal Palace, upon the Quirinal Hill. Since 1929, part of the Vatican Hill is the site of the State of the Vatican City. However, the cathedral of the Bishop of Rome, the Pope, is not St. Peter's in the Vatican, but Basilica di San Giovanni in Laterano, which is extra-territorially linked, as indicated", "doc_score": "79.60031127929688", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_13", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "6408454", "text": "Intelsat 708 / experience another mission failure until August 2011. In 1997, the U.S. Defense Technology Security Administration found that China had obtained \"significant benefit\" from the Review Committee and could improve their \"launch vehicles... ballistic missiles and in particular their guidance systems.\" In 1998, the U.S. Congress reclassified satellite technology as a munition that was subject to ITAR, returning export control from the Commerce Department to the State Department. In 2002, Loral paid $20 million in fines and compliance expenses to settle allegations of violating export control regulations. No export licenses to China have been issued since 1996, and an official", "doc_score": "80.62328338623047", "publish_date": "2018/12/31"}, {"doc_id": "13525732", "text": "Intelsat 19 / the spring of 2012 has successfully reached a unanimous conclusion. The IOB concluded: \"the anomaly occurred before the spacecraft separated from the launch vehicle during the ascent phase of the launch and originated in one of the satellite’s two solar array wings due to a rare combination of factors in the panel fabrication … After rigorous investigation, the launch vehicle was exonerated from causing or contributing to the anomaly and there were no unexpected interactions between the spacecraft and the launch vehicle.\" Intelsat 19 Intelsat 19 is a geostationary communications satellite operated by Intelsat. It was constructed by Space Systems", "doc_score": "79.85215759277344", "publish_date": "2018/12/31"}, {"doc_id": "10251330", "text": "Glory (satellite) / Glory (satellite) The Glory satellite was a planned NASA satellite mission that would have collected data on the chemical, micro-physical and optical properties—and the spatial and temporal distributions—of sulfate and other aerosols, and would have collected solar irradiance data for the long-term climate record. The science focus areas served by Glory included: atmospheric composition; carbon cycle, ecosystems, and biogeochemistry; climate variability and change; and water and energy cycles. The US$424 million satellite was lost on March 4, 2011, when its Taurus XL carrier rocket malfunctioned. A subsequent investigation revealed that the fairing system failed to open fully, causing the satellite", "doc_score": "81.3276596069336", "publish_date": "2018/12/31"}, {"doc_id": "8222168", "text": "NOAA-19 / On September 6, 2003, the satellite was badly damaged while being worked on at the Lockheed Martin Space Systems factory in Sunnyvale, California. The satellite fell to the floor as a team was turning it into a horizontal position. A NASA inquiry into the mishap determined that it was caused by a lack of procedural discipline throughout the facility. While the turn-over cart used during the procedure was in storage, a technician removed twenty-four bolts securing an adapter plate to it without documenting the action. The team subsequently using the cart to turn the satellite failed to check the bolts,", "doc_score": "82.40325164794922", "publish_date": "2018/12/31"}, {"doc_id": "13934256", "text": "Intelsat 5 / services in the Americas, with access to Europe, including direct-to-home television services in Mexico. Controllers began noticing degradation of the nickel-hydrogen battery in PAS-5 earlier 1998. The effect on operations was analyzed in June 1998. During periods of peak solar eclipse, which occur twice a year, PanAmSat will be required to shut off a portion of the satellite's payload for some time. PanAmSat reportedly received a compensation of US$185 million from its insurers after the satellite was declared a \"total loss\" because its capacity was reduced by more than 50 percent. PAS 5 was leased in May 2002 to the", "doc_score": "80.06806945800781", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_14", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "16989908", "text": "Memorials to Abraham Lincoln / August 16, 2017, a bust of Abraham Lincoln in a park in West Englewood, Chicago was spray-painted black and later covered in tar and set on fire. Within a year of this death, Lincoln's image began to be disseminated throughout the world on stamps. Pictured on many United States postage stamps, Lincoln is the only U.S. President to appear on a. Lincoln was one of five people to be depicted on United States paper currency (federal issue) during their lifetime (along with Salmon P. Chase, Francis E. Spinner, Spencer M. Clark, and Winfield Scott). He has been featured on", "doc_score": "81.8536148071289", "publish_date": "2018/12/31"}, {"doc_id": "17803294", "text": "Commemoration of the American Civil War on postage stamps / Davis in the Confederate states, nine U.S. presidents had Civil War experience. Abraham Lincoln is perhaps the most commemorated of the Civil War generation on U.S. postage. Pictured here as his statue in the Lincoln Memorial in Washington, DC. 1958 issue. In the 2009 issue of 42-cent Lincoln stamps, Lincoln was pictured in four stages of life: as rail-splitter, as lawyer, as politician, and as president. 2009 issue. Lincoln was elected in 1860 and won reelection in 1864, the first president since Andrew Jackson to do so. The Confederacy initiated hostilities while he was seeking to \"hold, occupy and possess\",", "doc_score": "80.72222900390625", "publish_date": "2018/12/31"}, {"doc_id": "17803265", "text": "Commemoration of the American Civil War on postage stamps / virtually uncommemorated on stamps for almost a century. This article follows the convention of the 1995 Civil War commemoration of 20 stamps related to the Civil War; civilian persons of the Civil War have been pictured beginning with the definitive issue for Abraham Lincoln after his assassination. Notable persons who were Civil War participants have been included in this article including inventors, authors, and subsequent U.S. presidents. Note: A brief note as to the significance of each subject as it is related to the American Civil War is included by each stamp and cover. The generations who led and fought", "doc_score": "81.25992584228516", "publish_date": "2018/12/31"}, {"doc_id": "17803262", "text": "Commemoration of the American Civil War on postage stamps / and during many decades thereafter, sporadic U. S. definitive issues appeared in honor of Civil War-related statesmen and military leaders—exclusively those, however, who had supported the Union cause. Their Confederate counterparts remained unrecognized on American stamps until 1937, when Lee and Jackson were included among the Civil War generals and admirals pictured in the commemorative Army-Navy issues, a series promoted by President Franklin D. Roosevelt (himself a stamp enthusiast). Even then, however, with the war some seven decades in the past, this inclusion of a stamp honoring Confederate generals proved controversial. After the issue was announced in May 1936, a", "doc_score": "80.54005432128906", "publish_date": "2018/12/31"}, {"doc_id": "8667235", "text": "Legacy of George Washington / fifty-seven years before, was also inspired by the occasion to pen a Century Hymn, and to add to \"America\" the stanza: <poem> Our joyful hearts today, Their grateful tribute pay, Happy and free, After our toils and fears, After our blood and tears, Strong with our hundred years, O God, to Thee. </poem> The image of Washington has always been commonplace on U.S. currency and postage stamps. Washington, along with Benjamin Franklin, appeared on the nation's first postage stamps in 1847. Since that time Washington has appeared on many postage issues, more than all other presidents combined. Washington's victory over", "doc_score": "80.39788818359375", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_15", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "17661747", "text": "October 2013 mini-continuing resolutions / be furloughed. The FDA will stop routine food safety inspections as well as most of its laboratory research. Employees will still handle emergencies and high-risk product recalls. The FDA posted a full list of \"Medical Product Activities During the Federal Government Shutdown\" with more details on their website. Due to the shutdown, the FDA quit routine inspections of \"food manufacturers, warehouses, packers, distributors and other key links in the food production chain,\" whereas it would normally average 200 a week. The furloughed workers were also responsible for many tasks that involved catching issues or illnesses early, so only small crews", "doc_score": "78.98711395263672", "publish_date": "2018/12/31"}, {"doc_id": "9106502", "text": "Anthrax Vaccine Immunization Program / they are forced to take the vaccine”, which the suit says has not been properly approved by the government, despite the FDA issuing its “final rule” on the vaccine on December 15, 2005. The suit also says the DOD has failed to follow presidential orders and federal laws that require the government to obtain informed consent before giving an unapproved and experimental vaccine to anyone. On February 8, 2007, the military has resumed mandatory vaccinations of certain troops. Specific policies and troop selection varies according to branch of service. By August 2007, the original court affirmed that the AVIP was", "doc_score": "78.5769271850586", "publish_date": "2018/12/31"}, {"doc_id": "17272813", "text": "Infectious diseases within American prisons / to even post-incarceration treatment. It was first issued measure in New York involving a coalition between different sectors to provide aid for prisoners even after release. Other guidelines included collaborating with the local healthcare systems that prisoners may potentially be released to after serving their terms. Serious public health outbreaks like the spread of Methicillin-resistant Staphylococcus aureus have prompted drastic measures leading to medical isolation. Proponents of this guideline seek to establish this measure throughout all U.S. Prisons. However, ethical issues have arisen as opponents question the segregation and labeling of individuals based on their health condition. Approaches to preventing", "doc_score": "77.82405090332031", "publish_date": "2018/12/31"}, {"doc_id": "16874063", "text": "Anthrax vaccine adsorbed / a controlled field trial.\" On December 15, 2005, the FDA re-issued a Final Rule & Order on the license status of the anthrax vaccine. After reviewing the extensive scientific evidence and carefully considering comments from the public, the FDA again determined that the vaccine is appropriately licensed for the prevention of anthrax, regardless of the route of exposure. Also in 2005, the George W. Bush administration established a policy to ensure that the Strategic National Stockpile retains a current unexpired inventory of 60 million doses of AVA. (The US GAO reports that 4 million doses of the inventory will expire", "doc_score": "78.81168365478516", "publish_date": "2018/12/31"}, {"doc_id": "4765078", "text": "Medical Waste Tracking Act / Congress enacted the MWTA as a pilot study to better determine how the life cycle of medical wastes played out under federal regulations. Section 11002 of the MWTA, \"Listing of Medical Wastes,\" provides a listing of definitions on what materials will be classified as \"medical wastes\" under the act. The list includes within its definitions: \"cultures and stocks of infectious agents,\" \"pathological wastes\" such as body tissues, blood wastes and blood byproducts, sharps, contaminated carcasses and beddings of animals, surgery or autopsy wastes that were once in contact with infectious agents, \"laboratory wastes,\" \"dialysis wastes that were in contact with", "doc_score": "77.93925476074219", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_16", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "2449858", "text": "Diana DeGette / Diana DeGette Diana Louise DeGette (born July 29, 1957) is a Japanese-born American politician who is currently the U.S. Representative for, serving since 1997, and a Chief Deputy Whip. She is a member of the Democratic Party. The district is based in Denver. She is currently the dean of the Colorado congressional delegation. A fourth-generation Coloradan, DeGette was born in Tachikawa, Japan, the daughter of Patricia Anne (\"née\" Rose) and Richard Louis DeGette. Her parents were American, and, at the time of her birth, her father was serving in the armed forces. She graduated from Colorado College where she", "doc_score": "84.38583374023438", "publish_date": "2018/12/31"}, {"doc_id": "2448206", "text": "Corrine Brown / Corrine Brown Corrine Brown (born November 11, 1946) is a convicted felon and former American politician who served as a member of the U.S. House of Representatives from Florida from 1993 to 2017. She was a member of the Democratic Party. After a court-ordered redistricting significantly changed her district, and while facing a federal indictment, Brown was defeated in the 2016 Democratic primary by Al Lawson, who went on to win Brown's former seat. On December 4, 2017, she was sentenced to five years in prison and ordered to pay restitution. Born in Jacksonville, Florida, Brown earned a bachelor of", "doc_score": "85.94522857666016", "publish_date": "2018/12/31"}, {"doc_id": "14027604", "text": "Valerie Sargent Meyers / Valerie Sargent Meyers Valerie Sargent Meyers (born November 1, 1971) is a Republican candidate challenging Democratic Party incumbent Jim Marshall to represent the Georgia's 8th congressional district (map) in the 2010 United States House of Representatives elections. A native of Huntsville, Alabama, Meyers now lives with her two children, Isabel and Zane, in Bonaire, Georgia, and is a member of Warner Robins Church of Christ. Meyers graduated with a B.A. in English with a minor in Business from the University of South Alabama in Mobile in 1993 and is currently working on an MBA in international business administration at", "doc_score": "86.8436050415039", "publish_date": "2018/12/31"}, {"doc_id": "19394313", "text": "Juliana Stratton / Juliana Stratton Juliana Stratton (née Wiggins; born September 8, 1965) is an American lawyer and politician who has served as a Democratic member of the Illinois House of Representatives since January 2017. She represented the 5th district. As of 2018, she is the Democratic Lieutenant Governor-elect in the 2018 election and the first black woman to be elected to that position in the state. Stratton was born to a schoolteacher mother and doctor father, and raised in the South Side of Chicago, where she attended Kenwood Academy. Stratton earned a Bachelor of Science from the University of Illinois, Urbana-Champaign and", "doc_score": "86.80537414550781", "publish_date": "2018/12/31"}, {"doc_id": "10939892", "text": "Maggie Hassan / Hassan won re-election in 2014. Since becoming Governor of New Hampshire, Hassan was elected Vice Chair of the Democratic Governors Association and served as a superdelegate at the Democratic National Convention. In 2016, she ran for the U.S. Senate and narrowly defeated Kelly Ayotte, the Republican incumbent, by approximately a thousand votes (about 0.1% of the vote). She is serving with Jeanne Shaheen, another former governor; New Hampshire's Senate delegation shares this distinction with that of Virginia (composed of former governors Mark Warner and Tim Kaine). Hassan was born Margaret Wood in Boston, Massachusetts, the daughter of Margaret (Byers) and", "doc_score": "84.0793685913086", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_17", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "5808709", "text": "SafeSearch / SafeSearch SafeSearch is a feature of Google Search that acts as an automated filter of pornography and potentially offensive content. A 2003 report by Harvard Law School's Berkman Center for Internet & Society stated that SafeSearch excluded many innocuous websites from search-result listings, including ones created by the White House, IBM, the American Library Association and Liz Claiborne. On the other hand, many pornographic images slip through the filter, even when \"innocent\" search terms are entered. Blacklisting certain search terms is hindered by homographs (e.g., \"beaver\"), blacklisting certain URLs is rendered ineffective by the changing URLs of porn sites, and", "doc_score": "89.10975646972656", "publish_date": "2018/12/31"}, {"doc_id": "16709212", "text": "TrapWire / a TrapWire Threat Meter (TIM) level which may be monitored by security personnel. The system distinguishes threat and vulnerability information; the latter is not shared through the network. TrapWire does not list its clients online; however, a review of publicly available documents indicates the firm’s clients include, among others, the US military, state and local law enforcement, Fusion Centers, financial institutions, transportation hubs, energy sites, and the hospitality and gaming industry. In August 2012, the hack of a US-based company, Stratfor, resulted in more than one million internal Stratfor emails published via WikiLeaks. Included in the emails were claims made", "doc_score": "86.83613586425781", "publish_date": "2018/12/31"}, {"doc_id": "7765013", "text": "HTTP cookie / some countries have legislation about cookies. The United States government has set strict rules on setting cookies in 2000 after it was disclosed that the White House drug policy office used cookies to track computer users viewing its online anti-drug advertising. In 2002, privacy activist Daniel Brandt found that the CIA had been leaving persistent cookies on computers that had visited its website. When notified it was violating policy, CIA stated that these cookies were not intentionally set and stopped setting them. On December 25, 2005, Brandt discovered that the National Security Agency (NSA) had been leaving two persistent cookies", "doc_score": "90.03036499023438", "publish_date": "2018/12/31"}, {"doc_id": "17912358", "text": "Bug bounty program / from $500 to $3133.70. In 2017, Google expanded their program to cover vulnerabilities found in applications developed by third parties and made available through the Google Play Store. Similarly, Microsoft and Facebook partnered in November 2013 to sponsor The Internet Bug Bounty, a program to offer rewards for reporting hacks and exploits for a broad range of Internet-related software. In 2017, GitHub and The Ford Foundation sponsored the initiative, which is managed by volunteers from Uber, Microsoft, Facebook, Adobe, and HackerOne. The software covered by the IBB includes Adobe Flash, Python, Ruby, PHP, Django, Ruby on Rails, Perl, OpenSSL, Nginx,", "doc_score": "90.10540771484375", "publish_date": "2018/12/31"}, {"doc_id": "20153728", "text": "WannaCry ransomware attack / the vulnerability in order to protect themselves from the cyber attack. The head of Microsoft's Cyber Defense Operations Center, Adrienne Hall, said that “Due to the elevated risk for destructive cyber-attacks at this time, we made the decision to take this action because applying these updates provides further protection against potential attacks with characteristics similar to WannaCrypt [alternative name to WannaCry]”. Researcher Marcus Hutchins accidentally discovered the kill switch domain hardcoded in the malware. Registering a domain name for a DNS sinkhole stopped the attack spreading as a worm, because the ransomware only encrypted the computer's files if it was", "doc_score": "89.75144958496094", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_18", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "719612", "text": "Climate change and agriculture / loss, in particular in areas such as South East Asia. Erosion, submergence of shorelines, salinity of the water table due to the increased sea levels, could mainly affect agriculture through inundation of low-lying lands. Low-lying areas such as Bangladesh, India and Vietnam will experience major loss of rice crop if sea levels rise as expected by the end of the century. Vietnam for example relies heavily on its southern tip, where the Mekong Delta lies, for rice planting. Any rise in sea level of no more than a meter will drown several km of rice paddies, rendering Vietnam incapable of", "doc_score": "103.6137924194336", "publish_date": "2018/12/31"}, {"doc_id": "719556", "text": "Climate change and agriculture / be severely affected in some places. Climate change induced by increasing greenhouse gases is likely to affect crops differently from region to region. For example, average crop yield is expected to drop down to 50% in Pakistan according to the Met Office scenario whereas corn production in Europe is expected to grow up to 25% in optimum hydrologic conditions. More favourable effects on yield tend to depend to a large extent on realization of the potentially beneficial effects of carbon dioxide on crop growth and increase of efficiency in water use. Decrease in potential yields is likely to be caused", "doc_score": "100.88822174072266", "publish_date": "2018/12/31"}, {"doc_id": "719617", "text": "Climate change and agriculture / substantially reduce or eliminate runoff. A reduction in runoff will affect the ability to irrigate crops and will reduce summer stream flows necessary to keep dams and reservoirs replenished. Approximately 2.4 billion people live in the drainage basin of the Himalayan rivers. India, China, Pakistan, Afghanistan, Bangladesh, Nepal and Myanmar could experience floods followed by severe droughts in coming decades. In India alone, the Ganges provides water for drinking and farming for more than 500 million people. The west coast of North America, which gets much of its water from glaciers in mountain ranges such as the Rocky Mountains and", "doc_score": "104.83612060546875", "publish_date": "2018/12/31"}, {"doc_id": "719582", "text": "Climate change and agriculture / mid-21st century. In Central and South Asia, projections suggested that yields might decrease by up to 30%, over the same time period. These projections were assigned \"medium confidence.\" Taken together, the risk of hunger was projected to remain very high in several developing countries. More detailed analysis of rice yields by the International Rice Research Institute forecast 20% reduction in yields over the region per degree Celsius of temperature rise. Rice becomes sterile if exposed to temperatures above 35 degrees for more than one hour during flowering and consequently produces no grain. A 2013 study by the International Crops Research", "doc_score": "101.82315063476562", "publish_date": "2018/12/31"}, {"doc_id": "719605", "text": "Climate change and agriculture / and increased flood risks, while areas outside of the storm track will experience less precipitation and increased risk of droughts. Water stress effects plant development and quality in a variety of ways first off drought can cause poor germination and impaired seedling development in plants. At the same time plant growth relies on cellular division, cell enlargement, and differentiation. Drought stress impairs mitosis and cell elongation via loss of turgor pressure which results in poor growth. Development of leaves is also dependent upon turgor pressure, concentration of nutrients, and carbon assimilates all of which are reduced by drought conditions, thus", "doc_score": "101.8946533203125", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_19", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "20995597", "text": "Sully (dog) / Sully (dog) Sully is a yellow labrador dog employed as a service animal for disabled military veterans in the United States. He is notable as the service dog used by the former President of the United States George H. W. Bush during the last six months of his life, up until his death on November 30, 2018. Sully was trained by the charity America's VetDogs and is able to perform a two-page list of commands, which includes fetching items, answering a telephone, and summoning help in an emergency. He was assigned to assist George H. W. Bush in the summer", "doc_score": "80.57749938964844", "publish_date": "2018/12/31"}, {"doc_id": "7759832", "text": "Rex (dog) / Marine I is his personal dog basket\". Rex would ultimately be seen as being calmer than his predecessor Lucky, who is remembered for dragging Nancy Reagan across the White House lawn, while Rex was seen as being better behaved. Reportedly, Rex took a disliking to the Lincoln Bedroom in the White House. Thought to possibly be haunted by the ghost of Abraham Lincoln, the dog would refuse to enter the room and sometimes would stand outside it and bark through the doorway. Rex's high-profile led in part to the sudden popularization of the breed in America in the years following", "doc_score": "77.37439727783203", "publish_date": "2018/12/31"}, {"doc_id": "13254903", "text": "Bo (dog) / nine litter mates was Senator Ted Kennedy's dog named \"Cappy\" (Amigo's Captain Courageous); the litter was named \"Hope and Change\", in honor of Obama's victory. Bo's original buyer is unknown, but eventually they returned him to the Stern family; purchasing Bo required signing a contract to return him to his breeder if things did not work out. Bo enrolled with Kennedy's obedience trainer Dawn Sylvia-Stasiewicz, in Hume, Virginia on January 5, 2009. Bo's brother, Rico, is owned by a couple in Houston, Texas. At his first press conference as President-elect, Obama was questioned by reporters as to which breed the", "doc_score": "77.38493347167969", "publish_date": "2018/12/31"}, {"doc_id": "8058604", "text": "Horse behavior / a barn cat). While many domesticated stallions become too aggressive to tolerate the close presence of any other male horse without fighting, some tolerate a gelding as a companion, particularly one that has a very calm temperament. One example of this was the racehorse Seabiscuit, who lived with a gelding companion named \"Pumpkin\". Other stallions may tolerate the close presence of an immature and less dominant stallion. Stallions and mares often compete together at horse shows and in horse races, however, stallions generally must be kept away from close contact with mares, both to avoid unintentional or unplanned matings, and", "doc_score": "75.49158477783203", "publish_date": "2018/12/31"}, {"doc_id": "9459167", "text": "Smokey (mascot) / was a great mascot.\" Smokey VIII died on March 17, 2006 after suffering complications from high blood pressure and kidney disease. Smokey IX began his post at the 2004 Peach Bowl and was retired in 2012. This dog was known to be somewhat feisty. In 2006 he bit an Alabama player during pregame warm-ups. An ESPN article said a Crimson Tide receiver fell on the dog when the player jumped out of bounds for a pass. The athlete-dog interaction caused a dust-up among the rivals. Alabama said Smokey bit the player but UT say Smokey only nipped, getting a little", "doc_score": "74.98031616210938", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_20", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "9980360", "text": "Yovani Gallardo / a five-year, $30.1 million contract extension through the 2014 season, with an $13 million option for 2015. Gallardo pitched his first career complete game shutout on May 28 at Miller Park against the New York Mets, outdueling Mets ace Johan Santana 2–0. Gallardo was selected to his first all-star game in the 2010 season, but just after he was elected, he got injured. On August 27, 2010, Gallardo was robbed at gunpoint at a Milwaukee supermarket. He and clubhouse attendant Alex Sanchez handed over jewelry and money to the robbers. Sanchez was struck on the head with the butt of", "doc_score": "83.08404541015625", "publish_date": "2018/12/31"}, {"doc_id": "20047477", "text": "Adrián Sánchez / by Daniel Murphy, his first MLB run. At bat against Jeurys Familia of the New York Mets in an August 26, 2017, game, Sánchez reacted to an errant pitch well inside by attempting to bunt the ball away from him, but instead foul-tipped it back into his chest, sending him to the ground. After a visit from Nationals trainer Paul Lessard, Sánchez resumed the at-bat and singled home his third run batted in of the day, earning a standing ovation from the home crowd at Nationals Park. Sánchez spent the night in the hospital but was cleared to return after", "doc_score": "85.02893829345703", "publish_date": "2018/12/31"}, {"doc_id": "11417075", "text": "Johnny Cueto / Ballpark since leaving the Reds, his fourteenth (fifteenth counting the postseason) double digit strikeout game, and he established the record for the most double digit strikeout games by a pitcher at the stadium (eight). Cueto returned to form on May 28 against the Atlanta Braves, allowing one earned run in six strong innings striking out eight batters, while tacking on a RBI sac fly and a sac bunt at the plate. Cueto then went winless in his next five starts, before posting his sixth victory of the season after allowing two runs in five innings against the Pirates on June", "doc_score": "82.56368255615234", "publish_date": "2018/12/31"}, {"doc_id": "5256579", "text": "John Lackey / starts, going 3-1 with a 1.60 ERA and 34 strikeouts. On July 5, Orioles designated hitter Nelson Cruz went 3-for-3 with a double off of Lackey. Cruz had served a 50-game suspension for his involvement in the Biogenesis baseball scandal the previous season, which Cruz claimed he had sought help from Biogenesis of American to fight a gastrointestinal infection. After the Cruz' big game, Lackey stated, \"I'm not going to comment on him. I've got nothing to say about him. There are some things I would like to say but I'm not going to. You guys forget pretty conveniently about", "doc_score": "83.40330505371094", "publish_date": "2018/12/31"}, {"doc_id": "3298516", "text": "David Ortiz / Ortiz with a painting of him at home plate in Yankee Stadium, as well as a book of notes to Ortiz written by several former and current Yankees. When it was their turn, the Baltimore Orioles presented Ortiz with the mangled dugout phone he had destroyed with a bat from his 2013 outburst. On May 14, at Fenway Park, Ortiz hit a walk-off double to lead the Red Sox to a 6–5 victory over the Houston Astros, It was his 20th career walk off hit. The double was the 600th of Ortiz' career, making him the 15th player all time", "doc_score": "81.7250747680664", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_21", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "16317469", "text": "Middle Class Tax Relief and Job Creation Act of 2012 / The rate would have applied to the first $110,100 in income. However, under the Senate version of the bill, the temporary tax cut applied to only one-sixth of that income amount, or $18,350, since the income would have to be earned in the first two months of 2012. Under the House version, persons earning far more than $110,100 a year would have received the full benefit in the two months. A conference committee resolved the differences between the House version and the Senate version on February 17, 2012, and the conference report was approved by the House and the Senate.", "doc_score": "86.64287567138672", "publish_date": "2018/12/31"}, {"doc_id": "12445184", "text": "Earned income tax credit / For tax year 2013, the maximum EITC benefit for a single person or couple filing without qualifying children is $487. The maximum EITC with one qualifying child is $3,250, with two children, it is $5,372, and with three or more qualifying children, it is $6,044. These amounts are indexed annually for inflation. The earned income tax credit has been part of political debates in the United States regarding whether raising the minimum wage or increasing EITC is a better idea. In a random survey of 568 members of the American Economic Association in 2011, roughly 60% of economists agreed (31.7%)", "doc_score": "84.68131256103516", "publish_date": "2018/12/31"}, {"doc_id": "20417184", "text": "Tax Cuts and Jobs Act of 2017 / could rise to over 84% if doubled. The personal exemption is eliminated—this was a deduction of $4,050 per taxpayer and dependent, unless it is in an estate or trust. The child tax credit is doubled from $1,000 to $2,000, $1,400 of which will be refundable. There is also a $500 credit for other dependents, versus zero under current law. The lower threshold for the high-income phaseout for the Child Tax Credit changes from $110,000 AGI to $400,000 for married filers. Mortgage interest deduction for newly purchased homes (and second homes) was lowered from total loan balances of $1million under current", "doc_score": "82.91918182373047", "publish_date": "2018/12/31"}, {"doc_id": "6443095", "text": "Income tax in the United States / applies to net investment income in excess of certain thresholds. An individual pays tax at a given bracket only for each dollar within that tax bracket's range. The top marginal rate does not apply in certain years to certain types of income. Significantly lower rates apply after 2003 to capital gains and qualifying dividends (see below). Income tax for year 2017: Single taxpayer making $40,000 gross income, no children, under 65 and not blind, taking standard deduction; Note, however, that taxpayers with taxable income of less than $100,000 must use IRS provided tax tables. Under that table for 2016, the", "doc_score": "83.7208251953125", "publish_date": "2018/12/31"}, {"doc_id": "10866681", "text": "IRA Required Minimum Distributions / retitled as an inherited IRA without a rollover transaction. (Spouses have much greater rollover rights and can delay distributions until their own age 70½ if they choose.) A nonspouse IRA beneficiary must either begin distributions by the end of the year following the decedent's death (they can elect a \"stretch\" payout if they do this) or, if the decedent died before April 1 of the year after he/she would have been 70½, the beneficiary can follow the \"5-year rule\". The suspension of the RMD requirements for 2009 also meant that when counting the 5-year rule, 2009 was disregarded. The 5-year", "doc_score": "83.11970520019531", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_22", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "19172655", "text": "Max Fashion / various Omni-channel features in FY 17-18. The Landmark Group, with over US$6 billion revenue, is a retail and hospitality conglomerate in the Middle East, Africa, and the Indian sub-continent. Currently based out of Dubai, the company was established in 1973, with its first store in Bahrain. The group’s current employee base stands at 55,000 employees operating over 2,400 outlets, with a retail presence of over 30 million sq. ft. across 21 countries. Landmark Group has multiple retail concepts for the family, including Centrepoint, Babyshop, Splash, Shoe Mart, Lifestyle, Iconic, SportsOne, Max, Shoexpress, Home Centre, Home Box, Emax and LandmarkShops.com. The", "doc_score": "79.99622344970703", "publish_date": "2018/12/31"}, {"doc_id": "5866927", "text": "Christian Louboutin / honour of his love of Egypt. The bar was later auctioned at the Architecture of Taste-themed ball on 29 October 2012 in Battersea Park, London. Louboutin was also one of the judges at the Martini Royale Casting Party to find the new face of the drinks brand. In 2013, Louboutin was celebrated at Toronto's Design Exchange with a comprehensive exhibit featuring themes of showgirls, fetish, construction and travel. In the spring of 2012, the company opened its first men's store in New York City, with over of space and located next to its existing Horatio Street store. From previous experience", "doc_score": "76.57624816894531", "publish_date": "2018/12/31"}, {"doc_id": "11600820", "text": "Christian Siriano / revenue. In 2012 the \"New York Times\" reported that revenue was estimated around $5 million. In September 2012, the first Christian Siriano flagship store was opened on Elizabeth Street in Manhattan's Nolita neighborhood. The store launch included celebrity guests like Heidi Klum, Allison Williams from HBO series \"Girls\", stylist Brad Goreski, and DJs The Misshapes. Siriano launched his first fragrance in early 2014. He celebrated the 10th anniversary of his fashion line in February 2018 with a runway show of his Fall 2018 collection. The New York City show featured a diverse-set of models, including Ashley Graham, Selma Blair,", "doc_score": "81.88075256347656", "publish_date": "2018/12/31"}, {"doc_id": "18512564", "text": "Cristtee / III) Daily Cares Series IV) Natural Skincare Series V) Base Oil Series VI) Essential Oils Series Outlets In 1st Oct 2015, Cristtee set up its first kiosk outlet at Aman Central Mall, Alor Setar, Kedah, Malaysia. In the following year 1st Dec 2016, its second outlet was opened at Tesco gate, Penang, Malaysia. Cristtee Cristtee is a Malaysian skincare brand retailer that specializes in making premium, all-natural skin, hair, and body care products. The company was founded as a handcrafted soap company in 2012 after one of its creators successfully treated one of the elderly in their family who had", "doc_score": "76.71908569335938", "publish_date": "2018/12/31"}, {"doc_id": "9856111", "text": "Christiana Mall / Urban Outfitters. Christiana Mall has various dining options including a food court and restaurants such as Brio Tuscan Grille, California Pizza Kitchen, The Cheesecake Factory, J.B. Dawson's Restaurant & Bar, and Panera Bread. The Christiana Mall is a popular destination for shoppers in the Delaware Valley area centered around Philadelphia while also attracting visitors from the New York, Baltimore and Washington D.C. areas looking for tax-free shopping. The mall attracts over 20 million visitors annually. Christiana Mall is one of the top producing malls in the United States. The Apple Store at the Christiana Mall claims to sell more iPhones", "doc_score": "77.87901306152344", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_23", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "977422", "text": "Obelisk / reliefs depict scenes of tribute bearing to the king from Syria and the west. The Black Obelisk was discovered by Sir Austen Henry Layard in 1846 on the citadel of Kalhu. The obelisk was erected by Shalmaneser III and the reliefs depict scenes of tribute bearing as well as the depiction of two subdued rulers, Jehu the Israelite and Sua the Gilzanean, giving gestures of submission to the king. The reliefs on the obelisk have accompanying epigraphs, but besides these the obelisk also possesses a longer inscription that records one of the latest versions of Shalmaneser III’s annals, covering the", "doc_score": "80.94866943359375", "publish_date": "2018/12/31"}, {"doc_id": "16940943", "text": "Hurrian foundation pegs / Louvre in Paris. The second lion is on display at the Metropolitan Museum of Art in New York. The foundation pegs are dated to the Akkadian period. They were placed in the foundation of the temple of Nergal, the god of the underworld, during its construction. The pegs were deposited to protect and preserve the temple and the Hurrian prince of Urkesh, Tish-atal, who dedicated it. The upper part of the figurines depict a snarling lion with the forelegs stretched forward, while the lower part ends in a thick peg. The lion places its paws on a copper plaque", "doc_score": "80.07776641845703", "publish_date": "2018/12/31"}, {"doc_id": "1068134", "text": "Djoser / then sealed the grave goods in the galleries in an attempt to save them. The statue of Djoser is walled into the serdab. The main purpose of the statue was to allow the king to manifest himself and be able to see the rituals performed in and out the serdab. This painted statue is plastered and made out of limestone. Each characteristic of the statue represents something, the striated tripartite wig he is wearing assimilates him to the living world as a dead king. The striped head cloth that covers the wig was used to cover all of his hair.", "doc_score": "81.69908142089844", "publish_date": "2018/12/31"}, {"doc_id": "11681021", "text": "Emancipation Memorial / which was ultimately deemed too expensive, posed Lincoln atop a tall central pillar flanked by smaller pillars topped with black Civil War soldiers and other figures. When Ball's design was finally chosen, the commission insisted on certain changes. Instead of wearing a liberty cap, the slave in the revised monument is depicted bare-headed with tightly curled hair. The face was re-sculpted to look like Archer Alexander, an ex-slave whose life story was popularized by a biography written by William Greenleaf Eliot. Compared to the original design, in which Lincoln's hand seems to awaken the slave to his new freedom and", "doc_score": "80.91600036621094", "publish_date": "2018/12/31"}, {"doc_id": "9297563", "text": "Bembine Tablet / Bembine Tablet The Bembine Tablet, the Bembine Table of Isis or the Mensa Isiaca (Isiac Tablet) is an elaborate tablet of bronze with enamel and silver inlay, most probably of Roman origin but imitating the ancient Egyptian style. It was named in the Renaissance after Cardinal Bembo, a celebrated antiquarian who acquired it after the 1527 sack of Rome. Thereafter it was used by antiquarians to penetrate the meaning of Egyptian hieroglyphs, which were not authentically deciphered until the 19th century. Owing to these prior misconceptions, the tablet became of importance to western esoteric traditions. The \"Tablet\" is now regarded", "doc_score": "80.33493041992188", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_24", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "8316486", "text": "Lombardi's Pizza / the original did. It is unusual in not selling slices, highly popular throughout New York City. Only whole pies made to order are sold. In 2005, Lombardi's offered entire pizzas for 5 cents, their 1905 price, to commemorate the 100th anniversary of the first pizza sold at its original location. Lombardi's Pizza Lombardi's is a pizzeria located at 32 Spring Street on the corner of Mott Street in the Nolita neighborhood in the borough of Manhattan, New York City. Opened in 1905, it has been acknowledged by the Pizza Hall of Fame as the first pizzeria in the United States.", "doc_score": "88.58075714111328", "publish_date": "2018/12/31"}, {"doc_id": "3123887", "text": "Mexicans / in 1948 and during the Six-Day War, thousands of Lebanese left Lebanon and went to Mexico. They first arrived in Veracruz. Although Arabs made up less than 5% of the total immigrant population in Mexico during the 1930s, they constituted half of the immigrant economic activity. Immigration of Arabs in Mexico has influenced Mexican culture, in particular food, where they have introduced Kibbeh, Tabbouleh and even created recipes such as \"Tacos Árabes\". By 1765, Dates, which originated from the Middle East, were introduced into Mexico by the Spaniards. The fusion between Arab and Mexican food has highly influenced the Yucatecan", "doc_score": "87.83187103271484", "publish_date": "2018/12/31"}, {"doc_id": "8316484", "text": "Lombardi's Pizza / Lombardi's Pizza Lombardi's is a pizzeria located at 32 Spring Street on the corner of Mott Street in the Nolita neighborhood in the borough of Manhattan, New York City. Opened in 1905, it has been acknowledged by the Pizza Hall of Fame as the first pizzeria in the United States. Gennaro Lombardi started the business in 1897 as a grocery store at 53½ Spring Street, and began selling tomato pies wrapped in paper and tied with a string at lunchtime to workers from the area's factories. In 1905 Lombardi received a business license to operate a pizzeria restaurant, and soon", "doc_score": "91.41625213623047", "publish_date": "2018/12/31"}, {"doc_id": "6854579", "text": "Italian-American cuisine / fields. Prior to Prohibition starting in 1919, many wineries had made their start: Seghesio, Simi, Sebastiani Vineyards and Foppiano began in the late 19th century and remain in operation today. Others included Giuseppe Magliavacca's Napa winery, Secondo Guasti's Italian Vineyard Company and Andrea Sbarbaro's Italian-Swiss Colony. From 1919 until the Repeal of Prohibition in 1933, many Italian-Americans struggled to keep their vineyards going. Many remained through providing sacramental wine to the Catholic Church or grape juice to the general market. These few holdouts can be credited with salvaging America's viticulture heritage, in an industry that values the longevity and tradition", "doc_score": "87.46998596191406", "publish_date": "2018/12/31"}, {"doc_id": "1723494", "text": "Mexican Americans / discrimination and prejudice, as one becomes more and more comfortable with the more diverse neighborhoods that are created through the influx of immigrants. Applying this model to the experiences of Mexican Americans forces one to see Mexican American immigrants as positive additions to the \"American melting pot,\" in which as more additions are made to the pot, the more equal and accepting society will become. In the heady days of the late 1960s, when the student movement was active around the globe, the Chicano movement conducted actions such as the mass walkouts by high school students in Denver and East", "doc_score": "87.27581787109375", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_25", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "2742304", "text": "Ring-tailed lemur / tools in the wild, it can not only be trained to use a tool, but will preferentially select tools based on their functional qualities. Therefore, the conceptual competence to use a tool may have been present in the common primate ancestor, even though the use of tools may not have appeared until much later. In addition to being listed as \"endangered\" in 2014 by the IUCN, the ring-tailed lemur has been listed since 1977 by CITES under Appendix I, which makes trade of wild-caught specimens illegal. Although there are more endangered species of lemur, the ring-tailed lemur is considered a", "doc_score": "87.76824951171875", "publish_date": "2018/12/31"}, {"doc_id": "18073728", "text": "Crowned eagle / This predatory relationship has led to much hypothesizing as to whether \"Stephanoaetus\" eagles may have partially shaped human evolution, with small early primate ancestors having evolved towards larger body sizes and larger brains due to the reduced probability of eagle predation with these features. The crowned eagle is fairly common in suitable habitat, though at the population level, its numbers have shown a decline in sync with deforestation. Declines appear to be widespread and may be increasing due to the often fevered pace of clear-cutting. This species main habitat is rich, high-canopy forest, which is a major target of timber", "doc_score": "87.63470458984375", "publish_date": "2018/12/31"}, {"doc_id": "18073731", "text": "Crowned eagle / the complete absence of indigenous (and thus prey productive) forests. Certain southern African countries, such as Zambezi, Zimbabwe and Malawi, have almost no extensive stands of native forest today, while other countries such as Namibia were never heavily forested. In 2012 the species status was changed to Near Threatened by the IUCN. Like the martial eagle, the crowned has throughout modern history been persecuted by farmers, who maintain that the bird is a threat to their livestock. In fact, both the crowned and martial eagles only rarely attack livestock. In some cases, however, crowned eagles have actually been killed while", "doc_score": "88.7968978881836", "publish_date": "2018/12/31"}, {"doc_id": "2671183", "text": "Lemur / helps them to recover rapidly from a population crash. In captivity, lemurs can live twice as long as they do in the wild, benefiting from consistent nutrition that meets their dietary requirements, medical advancements, and improved understanding of their housing requirements. In 1960, it was thought that lemurs could live between 23 and 25 years. We now know that the larger species can live for more than 30 years without showing signs of aging (senescence) and still be capable of reproduction. Lemurs have traditionally been regarded as being less intelligent than anthropoid primates, with monkeys and apes often described as", "doc_score": "85.43658447265625", "publish_date": "2018/12/31"}, {"doc_id": "6672290", "text": "Southern bald ibis / listed as vulnerable on the IUCN Red List, however, it is in no immediate danger of extinction. The southern bald ibis is part of the family, \"Threskiornithidae,\" which is composed of birds from the warm temperate and tropical regions of the world, with the exclusion of Oceania. The group is defined by the lack of feathers on their face. This family is composed of the ibises and their close relatives, the spoonbills. Taxonomically, ibises are categorized as a subfamily named \"Threskiornithinae\". This subfamily contains around 26 species of wading birds with long, thin, down-curved beaks, ranging in size from medium", "doc_score": "86.22620391845703", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_26", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "979034", "text": "Halloween costume / 53.3 percent of consumers planned to buy a costume for Halloween 2005, spending $38.11 on average (up $10 from the year before). They were also expected to spend $4.96 billion in 2006, up significantly from just $3.3 billion the previous year. The troubled economy has caused many Americans to cut back on Halloween spending. In 2009, the National Retail Federation anticipated that American households would decrease Halloween spending by as much as 15% to $56.31. In 2013, Americans spent an estimated $6.9 billion to celebrate Halloween, including a predicted $2.6 billion on costumes (with more spent on adult costumes than", "doc_score": "90.42587280273438", "publish_date": "2018/12/31"}, {"doc_id": "182793", "text": "Halloween / small-change donations from the houses they visit. It is estimated that children have collected more than $118 million for UNICEF since its inception. In Canada, in 2006, UNICEF decided to discontinue their Halloween collection boxes, citing safety and administrative concerns; after consultation with schools, they instead redesigned the program. According to a 2018 report from the National Retail Federation, 30 million Americans will spend an estimated $480 million on Halloween costumes for their pets in 2018. This is up from an estimated $200 million in 2010. The most popular costumes for pets are the pumpkin, followed by the hot dog,", "doc_score": "86.74934387207031", "publish_date": "2018/12/31"}, {"doc_id": "979033", "text": "Halloween costume / \"Caitlyn Jenner\" corset costume. Despite public outcry claiming that the costume is offensive, popular retailers plan to go full steam ahead with selling the costume; one defending their conviction to sell the costume as a celebration of Jenner. Halloween costume parties generally take place on or around October 31, often on the Friday or Saturday prior to the holiday. Halloween parties are the 3rd most popular type of party held in Western countries, falling behind only to Super Bowl & New Year's Eve parties. Researchers conducted a survey for the National Retail Federation in the United States and found that", "doc_score": "84.51634979248047", "publish_date": "2018/12/31"}, {"doc_id": "979035", "text": "Halloween costume / for children's costumes) and $330 million on pet costumes. In 2017 it was estimated that Americans would spend $9.1 billion on Halloween merchandise with $3.4 billion of that being on spend on Halloween costumes. Halloween costumes in the contemporary Western world sometimes depict people and things from present times and are sometimes read in terms of their political and cultural significance. Halloween costumes are sometimes denounced for cultural appropriation when they uncritically use stereotypical representations of other groups of people. Immigration and Customs Enforcement Secretary Julie Myers was involved in a scandal when she awarded \"Best Costume\" at the ICE", "doc_score": "84.6926498413086", "publish_date": "2018/12/31"}, {"doc_id": "5880264", "text": "Consumer Expenditure Survey / sworn for life to protect this information. Violations of the law are a felony punishable by a prison sentence of up to five years and a fine of up to $250,000. Average expenditures per household/consumer unit for calendar year 2017 were $60,060, a 4.8-percent increase from 2016 levels, as reported by the U.S. Bureau of Labor Statistics on September 11, 2018. During the same time period, the Consumer Price Index (CPI-U) rose 2.1 percent, and average pretax incomes decreased slightly by 1.5 percent. Eight of the 10 largest components of household spending increased during 2017 compared to 2016. Source: www.bls.gov/CEX", "doc_score": "80.41313171386719", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_27", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "7015169", "text": "Delcastle Technical High School / in the fall of 1969; however, the auditorium and district offices were not completed until 1972. The school's name is the result of a contest, the winning entry was the idea of one student to combine \"Delaware\" and \"New Castle County.\" Delcastle is arranged in three distinct wings: A, B and C. The \"A\" Wing consists of industrial, construction, and automotive-related career fields as well as Technical Drafting; the \"B\" Wing houses Digital Media (including the television studio), Graphic Arts, Culinary Arts, Business Technology, Cosmetology, Production & Imagining and additional classrooms. The \"C\" Wing generally comprises academic classrooms, yet does", "doc_score": "88.79328155517578", "publish_date": "2018/12/31"}, {"doc_id": "20471786", "text": "Golden Strip Career Center / named after \"the Golden Strip,\" an informal collective title for the cities of Fountain Inn, Simpsonville, and Mauldin; though the school technically is addressed in Greenville, it is just outside of Mauldin. The firefighting program at the school was established in January 2013. On the morning of February 24, 2016, several buildings at the campus were damaged due to a windstorm. No people that were on campus at that time were hurt or injured. Golden Strip Career Center offers the following programs: On several occasions, Greenville County School District has held job fairs at the career center, due to a", "doc_score": "85.59506225585938", "publish_date": "2018/12/31"}, {"doc_id": "7015170", "text": "Delcastle Technical High School / include some career programs such as Chemical Laboratory and Dental Assisting. Additionally, Delcastle Technical's campus includes the Marshallton building in Marshallton, Delaware and houses the medical, foreign language studies, and business technology programs. Students of Delcastle Technical are offered academic courses in addition to career training in elected fields. Students select a career program during the spring semester of their freshman year. Course selection is based on the program of study chosen. There are 23 career programs offered at Delcastle Technical, spanning six \"clusters\": Delcastle has offered articulation programs with regional post-secondary institutions so that students are able to earn", "doc_score": "89.68441772460938", "publish_date": "2018/12/31"}, {"doc_id": "9835756", "text": "Pine Ridge High School / after changing coordinators many times, lasted through the 2014-2015 school and was rebranded as “Teacher Assisting”. Though the program portion of the original Link ended, the class continued to be offered. That class would later be removed from the course offerings for the 2017-2018 school year, marking the official end of the program and the class at Pine Ridge after a 10 year presence on campus. Pine Ridge High School has an award-winning Air Force Junior ROTC program: Designated a Distinguished Unit by the USAF since 2004; Recognized as an Outstanding High School Leadership Training Program by College Admissions Officers;", "doc_score": "86.54885864257812", "publish_date": "2018/12/31"}, {"doc_id": "16642890", "text": "Romeo Engineering and Technology Center / student he believed had the weapon; the student was searched and no gun was found. The student who made the claim revoked his statement, saying it was false. The lockdown at the high school was lifted after the student stated his statement was false. The student faces heavy legal action and prosecution from the school district. On October 30, 2012 at 10:35 a.m., winds from hurricane Sandy gusted at speeds of 50 MPH and caused RETC to temporarily lose power before switching over to the back-up generator. Power was restored later on that day. On April 18, 2013 at approximately", "doc_score": "86.94432830810547", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_28", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "16159925", "text": "Bubba Jenkins / Bubba Jenkins Bubba Jenkins (born February 5, 1988) is an American mixed martial artist and former collegiate wrestler. He grew up in Virginia Beach, Virginia and is well known for winning the 2011 NCAA Division I Championship at 157 lbs. for Arizona State University. Jenkins formerly fought for the mixed martial arts promotion Bellator Fighting Championships in the featherweight division, after signing a long-term promotional agreement with the organization in May 2013. Jenkins is currently competing in the featherweight division of Brave Combat Federation, where he is the reigning featherweight champion. He has also competed for Absolute Championship Berkut. Bubba", "doc_score": "84.18611145019531", "publish_date": "2018/12/31"}, {"doc_id": "17957905", "text": "Tyler Summitt / Tyler Summitt Ross Tyler Summitt (born September 21, 1990) is a former American college basketball coach and former player. He was the head coach for the Louisiana Tech Lady Techsters from 2014 to 2016. Summitt was born September 21, 1990 to R. B. Summitt, II, and Pat Summitt, who was then head coach of the University of Tennessee women's basketball team. He was deeply involved in the University of Tennessee basketball program during his youth. \"Before he even celebrated his first birthday, Tyler was celebrating a national championship in the arms of his mom when the Lady Vols won it", "doc_score": "81.4465560913086", "publish_date": "2018/12/31"}, {"doc_id": "8277513", "text": "Ellis Rainsberger / Ellis Rainsberger Ellis D. Rainsberger (born October 20, 1932) is a former American football and Canadian football player, coach, and scout. He served as the head football coach at Washburn University (1962–1964), Southern Illinois University Carbondale (1966), and Kansas State University (1975–1977), compiling a career college football record of 27–42–1. Rainsberger was the head coach of the USFL's Pittsburgh Maulers for part of the 1984 season, tallying a mark of 1–7. He was most recently a scout with the Tennessee Titans (2000–2004) and Miami Dolphins (2005–2007) of the National Football League (NFL). Rainsberger was a three-year football letterman at Kansas", "doc_score": "81.01639556884766", "publish_date": "2018/12/31"}, {"doc_id": "5223569", "text": "Pat Sullivan (American football) / Pat Sullivan (American football) Patrick Joseph Sullivan (born January 18, 1950) is a former American football player and coach. An All-American quarterback for the Auburn Tigers, he won the Heisman Trophy in 1971 and then played six seasons in the National Football League (NFL) with the Atlanta Falcons and Washington Redskins. Sullivan was a head football coach at Samford University, a position he held from 2007 to 2014. He was previously the head football coach at Texas Christian University (TCU) from 1992 to 1997 and the offensive coordinator at the University of Alabama at Birmingham (UAB) from 1999 to 2006.", "doc_score": "79.90805053710938", "publish_date": "2018/12/31"}, {"doc_id": "13527083", "text": "Alex Tanney / he came back in 2011 and threw for a career-high 3,867 yards along with 38 TDs. He won three Midwest Conference Offensive Player of the Year Awards in his college career along with numerous All-American Awards. In 2011 a quarterback trick shot video highlighting Tanney's talent went viral. Subsequently, in July 2011, History Channel’s \"Stan Lee’s Superhumans\" filmed an episode featuring Tanney. The episode featured Tanney's \"super-human\" throwing accuracy. On October 29, 2011, in a game against Carroll University, Tanney set the NCAA record for all-time all-division career touchdown passes with 150, surpassing Jimmy Terwilliger's record of 148. Tanney finished", "doc_score": "81.68782806396484", "publish_date": "2018/12/31"}]}
{"question_id": "20231006_29", "search_time": "2023/10/11/15:28", "search_result": [{"doc_id": "4966238", "text": "Brakspear Brewery / 1986 claimed \"Brakspear's draft bitter is undoubtedly the best to be had in England\". With the opening of The Bell Street Brewery in Henley-on-Thames in spring 2013 a number of beers are brewed including some sold using the Brakspear's beer brand name albeit with point of sale material also showing the brewing provenance as The Bell Street Brewery. Previous Brakspear's beer names Mild, Old Ale and Special have featured at various times, with Special being a regular product. Brakspear's last head brewer, Peter Scholey, set up The Beer Counter as a \"cuckoo brewery\", overseeing the production of his own beers", "doc_score": "79.82542419433594", "publish_date": "2018/12/31"}, {"doc_id": "6405211", "text": "Millstream Brewing / Millstream Brewing Millstream Brewing is a small American brewery founded in 1985 by Carroll F. Zuber and brothers James Roemig and Dennis Roemig in Amana Colonies Iowa. Millstream Brewing Company was established in the fall of 1985 in The Amana Colonies by locals Carrol Zuber and brothers James and Dennis Roemig. Joseph Pickett designed the brewery and created the original recipes. Originally Millstream's only products consisted of the Millstream Lager and the Schild Brau Amber. In 2001 three employees formed a partnership and purchased the brewery. Since that time Millstream has continued to grow and expand their product line, now", "doc_score": "80.74364471435547", "publish_date": "2018/12/31"}, {"doc_id": "13331476", "text": "RJ Rockers Brewing Company / company experienced 92% growth in 2008, and in February 2009 RJ Rockers Brewing Company leased a building in downtown Spartanburg's west end that was formerly occupied by The Salvation Army. The facility features a 30 barrel brewing system with an annual capacity of 18,000 barrels. RJ Rockers Brewing Company sells its beer in bottles, cans, and on draft. Annually, RJ Rockers releases 11 beers in bottles but produces many more that are draft only \"specialty brews\". In February 2015, RJ Rockers released its first barrel aged beer (BA Black Perle), thus beginning a series of beers that have been aged", "doc_score": "79.4005355834961", "publish_date": "2018/12/31"}, {"doc_id": "19269074", "text": "Bosque Brewing Company / Bosque Brewing Company Bosque Brewing Company is a microbrewery based in New Mexico with taprooms in Albuquerque and Las Cruces. The company produces beers inspired by American and European style traditions that are distributed throughout the state of New Mexico. Co-Founders Gabe Jensen, Jotham Michnovicz, and Kevin Jameson began Bosque Brewing Company with the intent of designing and producing high-quality, flavorful beers while creating jobs and contributing to the local economy and community. The partners started their initial recipe development in 2010 with full-scale brewing operations beginning in 2012, and then opening for business in October 2012 at the original", "doc_score": "79.83208465576172", "publish_date": "2018/12/31"}, {"doc_id": "19074663", "text": "Hardywood Park Craft Brewery / Hardywood Park Craft Brewery Hardywood Park Craft Brewery is a brewery founded in 2011 and located in Richmond, Virginia, USA. In 2015, the brewery became the top rated brewery in Virginia by consumer ratings on RateBeer.com. Hardywood operates in two adjacent buildings situated between the Diamond and the Fan districts in Richmond. Hardywood Park Craft Brewery was founded by Eric McKay and Patrick Murtaugh on October, 2011. 100% of the brewery’s electricity comes from renewable energy sources (wind, biomass and solar) via the Dominion Green Power program. The brewery also partners with the James River Association to convert its used", "doc_score": "80.01103973388672", "publish_date": "2018/12/31"}]}
