{"question_id": "20221021_0", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "14790717", "text": "JuJu Chan / hop, ballet, and Latin dancing, skiing, swimming, diving, and playing the piano. JuJu Chan JuJu Chan (born February 2, 1988) is a Hong Kong American actress, singer, Taekwon-Do (ITF) athlete and Kung Fu actress. She is also a winner in the Miss Chinatown 2009 pageant, and has been called the \"Female Bruce Lee\" by fans. She received her masters degree in Film and Television from New York University. Chan is best known for her role as Silver Dart Shi in the latest \"\" (Released on 26 February 2016)., and in \"Rich Mate, Poor Mate\" a reality television series produced by", "doc_score": "85.21580505371094", "publish_date": "2018/12/31"}, {"doc_id": "769589", "text": "Jamie Lee Curtis / issued as US Patent 9,827,151 on November 28, 2017 and will expire on September 7, 2036. Curtis is a blogger for \"The Huffington Post\" online newspaper. On her website, Curtis tells her young readers that she \"moonlights as an actor, photographer, and closet organizer\". In March 2012, Curtis was featured with Martin Sheen and Brad Pitt in a performance of Dustin Lance Black's play \"'8'\"—a staged reenactment of the federal trial that overturned California's Prop 8 ban on same-sex marriage—as Sandy Stier. The production was held at the Wilshire Ebell Theatre and broadcast on YouTube to raise money for the", "doc_score": "82.7027816772461", "publish_date": "2018/12/31"}, {"doc_id": "3214339", "text": "Ming-Na Wen / \"Inconceivable\", a medical drama that was aired on NBC, but the show was short-lived. The series is one of the few American television shows with an Asian American series lead. She is also known for her roles on the main casts of the animated series \"The Batman\" and the sci-fi series \"Stargate Universe\". Besides television, she is notable for starring in the films \"The Joy Luck Club\", \"Street Fighter\" and \"\". Wen was born on November 20, 1963 in Coloane, one of the two main islands of Macau. Her parents divorced when she was an infant and she moved with", "doc_score": "83.39148712158203", "publish_date": "2018/12/31"}, {"doc_id": "18678042", "text": "Lana Condor / Lana Condor Lana Therese Condor (born May 11, 1997) is a Vietnamese-American actress and dancer. She made her debut as Jubilation Lee / Jubilee in the 2016 superhero film \"\" and had her first lead role as Lara Jean Covey in the 2018 film adaptation of \"To All the Boys I've Loved Before\". She is set to star as Koyomi K. in the science fiction film \"\" (2018), and will portray Saya Kuroki in the upcoming Syfy drama series \"Deadly Class\". Condor was born in Cần Thơ, Vietnam and raised in Chicago, Illinois. She was adopted by American parents, Mary", "doc_score": "81.5312728881836", "publish_date": "2018/12/31"}, {"doc_id": "19280576", "text": "Combination Platter / Combination Platter Combination Platter is a 1993 drama film directed by Tony Chan and starring Jeffrey Lau, Colleen O'Brien, and Lester Chit-Man Chan. It is the directorial debut of Tony Chan. The film follows the story of Robert (Jeffrey Lau), a young illegal immigrant, who lives in Flushing, Queens, seeking to marry a U.S. citizen so he can stay in the country legally. The film details the difficulties faced by young undocumented immigrant Robert (Jeffrey Lau), working at a low-paying job at a Szechuan restaurant in Flushing, Flushing, Queens, New York. Robert wants to obtain U.S. citizenship and is told", "doc_score": "83.3194808959961", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_1", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "17507461", "text": "Public Service Loan Forgiveness (PSLF) / forgiveness a borrower can receive. Those interested in receiving PSLF should regularly submit the \"Employment Certification Form\" for PSLF. This form will be used by the Department of Education's contractor, FedLoan Servicing, to determine whether an individual's employment and payments qualify for the program. Multiple plans are available to those interested in the PSLF program. Those wishing to seek forgiveness under the PSLF should make payments under one of the income-driven repayment plans, including Income Contingent Repayment, Income Based Repayment, Pay As You Earn, or Revised Pay As You Earn. On May 23, 2018, the U.S. Department of Education announced", "doc_score": "91.80078125", "publish_date": "2018/12/31"}, {"doc_id": "12684740", "text": "Student loan default in the United States / In the rehabilitation program, a borrower must do a number of things. He or she must make at least 9 qualifying, on-time student loan payments. If any payments are missed, the borrower must begin the repayment schedule from the beginning. After borrowers complete the agreement, the guarantor transfers the loan to a lender and servicer. The default status will be removed from your loan. You will regain eligibility for benefits that were available on the loan before you defaulted, such as deferment, forbearance, a choice of repayment plans, and loan forgiveness, and you will be eligible to receive additional federal", "doc_score": "91.85698699951172", "publish_date": "2018/12/31"}, {"doc_id": "12931322", "text": "Loan modification in the United States / utilization of a document processing program called the DMM Portal. Participants in the LMM program will use this secure online portal for the exchange of documents and communication. This program will help ensure that documents sent between the lender and the borrower and not lost or misplaced. Instant uploads and verification of transmissions are a hallmark of the portal. Election to participate in the LMM program will suspend any pending motions for relief from stay (“MFR”). However, while an LMM is pending, debtors will be required to pay 31% of their gross monthly income through the Chapter 13 plan as", "doc_score": "90.0555419921875", "publish_date": "2018/12/31"}, {"doc_id": "12931332", "text": "Loan modification in the United States / after a delinquency occurs. Under Fannie Mae's new guidance, loan servicers can use foreclosure prevention tools to assist distressed borrowers when a borrower demonstrates the need. As noted above, these guidelines apply to borrowers who are still current in their payments, but whose default is reasonably foreseeable. This new guideline is effective immediately, and borrowers may obtain information on eligibility at MakingHomeAffordable.gov. The HOPE for Homeowners Act (H4H) Program is effective for endorsements on or after October 1, 2008, through September 30, 2011. The Troubled Assets Relief Program is a systematic foreclosure prevention and mortgage modification program established by the", "doc_score": "90.79098510742188", "publish_date": "2018/12/31"}, {"doc_id": "12684741", "text": "Student loan default in the United States / student aid. After completing loan rehabilitation, borrowers once again become eligible to receive financial aid. With the loan no longer in default, wage garnishment and the seizure of tax refunds ceases. Borrowers are able to apply for deferment and forbearance benefits as long as these have not been exhausted during default. And lastly, the outstanding balance of the loan is no longer due in full. Several new initiatives have arisen to combat high student loan cohort default rates, including an outreach effort by the Department of Education to borrowers struggling to repay their loans. \"The Economist\" reported in June 2014", "doc_score": "90.1590805053711", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_2", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "399418", "text": "Sandra Bullock / organization at least five times. Her first public donation of that amount was to the Red Cross's Liberty Disaster Relief Fund. Three years later, she sent money in response to the 2004 Indian Ocean earthquake and tsunamis. In 2010, she donated US$1 million to relief efforts in Haiti following the Haiti earthquake, and again donated the same amount following the 2011 Tōhoku earthquake and tsunami. In 2017, she donated US$1 million to support Red Cross relief efforts for Hurricane Harvey in Texas. Along with other stars, Bullock did a public service announcement urging people to sign a petition for clean-up", "doc_score": "82.7239990234375", "publish_date": "2018/12/31"}, {"doc_id": "16744830", "text": "Lyda Hill / Junior League of Dallas Endowment Fund (as Chairman), and on the Board of Visitors of M. D. Anderson. The Lyda Hill Foundation supports increased understanding of nature and science. She has joined The Giving Pledge, initiated by Bill and Melinda Gates and Warren Buffett, and has pledged to donate her entire wealth to charity, the bulk of it during her lifetime. She received the President's Volunteer Action Award and the Best of America Award in 1985. The following year, she received the Hockaday Distinguished Alumna Award, the Historical Society Award of Excellence, and she was named one of the Outstanding", "doc_score": "81.03231048583984", "publish_date": "2018/12/31"}, {"doc_id": "17560194", "text": "Carolyn Rafaelian / in Newport, Rhode Island, built in 1894. \"Rhode Island Monthly\" described Rafaelian's charitable work as including \"Project USA, a nonprofit, which has raised funds for the victims of Hurricane Katrina, survivors of breast cancer, and endangered species\" as well as separate projects with the Humane Society of the United States. Rafaelian was listed 22nd in \"Forbes\" America’s Richest Self-Made Women in 2016, with net worth estimated at $700 million in June 2016. In May 2017, she was recognized by the David Lynch Foundation for her humanitarian efforts. As of June 2018, Rafaelian is estimated to be worth $1 billion, and", "doc_score": "80.85678100585938", "publish_date": "2018/12/31"}, {"doc_id": "2274197", "text": "Joan Kroc / center. In 2002, Kroc Center, a large Salvation Army community center that she helped fund—to the tune of $87 million—opened to the public. She later bequeathed an additional $1.6 billion to open Salvation Army Kroc Centers across the nation, the largest one-time gift ever recorded. Several institutions in the San Diego area are named after her, including the think tank Joan B. Kroc Institute for Peace and Justice and the Joan B. Kroc School of Peace Studies- the world’s top peace institution- at the University of San Diego, the St. Vincent de Paul Joan Kroc Center for the Homeless (Part", "doc_score": "79.2518539428711", "publish_date": "2018/12/31"}, {"doc_id": "13352850", "text": "Harvest of Hope Foundation / educational endeavors, from grade school to post secondary institutions. Since its establishment, The Harvest of Hope Foundation has distributed more than $812,000 in emergency and educational financial aid to migrant farmworkers. Eighty (80) cents of every donated dollar goes to provide direct emergency and educational aid. Ten-twelve (10-12) cents of every dollar is used for administrative expenses. Only eight (8) cents of every dollar goes to the foundation’s president for his full-time work managing and maintaining the Harvest of Hope Foundation. These percentages are well balanced as compared to other non-profit organizations. Because the Harvest of Hope Foundation receives more", "doc_score": "78.8238754272461", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_3", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "11653292", "text": "Cortana Mall / it to Parisian in 1998, then McRae's a year later. After McRae's closed in 2006, it became Foley's and ultimately Macy's. Other former anchors include H. J. Wilson Co., which became Service Merchandise in 1985, then Steve & Barry's from 2004 to 2009. It is now tenanted by Virginia College. Mervyns, which was added in 1981, has been vacant since 2006. As of March 2016, the mall anchors were: Sears, Dillard's, JC Penney and Virginia College. A fifth anchor, Macy's, announced that its Cortana Mall location would close in April 2016. On January 4, 2017, it was announced the Sears", "doc_score": "77.36698913574219", "publish_date": "2018/12/31"}, {"doc_id": "5418971", "text": "Waldbaum's / Long Island. In February 2011, A&P announced thirty-two additional store closings, including three Long Island Waldbaum's: Farmingdale, Smithtown, and Valley Stream on April 15, 2011. In January 2012, A&P announced half a dozen additional closings on Long Island. The grocery chain said that six stores would close in Commack, West Babylon, East Islip, Lake Ronkonkoma, Huntington Station and Rockville Centre. The closures happened in March 2012, as Waldbaum's parent company, A&P, Inc. emerged from Chapter 11 bankruptcy protection. On July 20, 2015, A&P filed for a pre-packaged Chapter 11 bankruptcy, following years of financial loss and a struggle to compete", "doc_score": "75.56355285644531", "publish_date": "2018/12/31"}, {"doc_id": "18674808", "text": "Kraft Heinz / in the 2018 Fortune 500 list of the largest United States corporations by total revenue. The merger was agreed by the boards of both companies, with approval by shareholders (at the shareholders meeting) and regulatory authorities. The new company became the world's fifth-largest food and beverage company and the third-largest in the United States. The company is headquartered in Chicago at the Aon Center and Pittsburgh at PPG Place. The companies completed the merger on July 2, 2015. Under the merger, Kraft's shareholders received 49% of shares in the combined company, plus a one-time dividend of US$16.50 per share. \"Fortune\"", "doc_score": "76.59233856201172", "publish_date": "2018/12/31"}, {"doc_id": "10525011", "text": "Eastland Center / Steve & Barry's space. Sears closed in 2013. Just like Northland, Spinoso bought Eastland in July 2015. In 2016, Target received the CVS Pharmacy and closed on February 3, 2018 (rest of the Target store included). Macy's closed its store at the mall on March 19, 2017 after nearly sixty years of business under various nameplates. Following Macy's closure, Target also closed its store on February 3, 2018. Two months later, Burlington shuttered its store at the mall in April 2018. One of the mall's centerpieces upon opening was a nine-foot sculpture of a lion and a mouse, titled \"The", "doc_score": "76.60780334472656", "publish_date": "2018/12/31"}, {"doc_id": "13254802", "text": "Hillcrest Mall / retail space to total, into which was merged its \"Men's Store and Home\". The vacated anchor space was reconstructed for other tenants, which by the end of 2016 included Sporting Life, H&M, Aritzia, and Pandora. On October 24, 2017, Hillcrest announced that they would put Marshalls, HomeSense, Indigo, and Old Navy stores in the former Target space in November 2018 along with a major interior renovation. The mall’s interior got a refresh with new floors, lighting, washrooms, ceilings, upgraded food court, and new entrances 1 & 6 which was completed by October 2018. Several large retailers used to be located", "doc_score": "77.02983856201172", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_4", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "2794844", "text": "Kanye West / On February 11, West premiered the album at Madison Square Garden as part of the presentation of his Yeezy Season 3 clothing line. Following the preview, West announced that he would be modifying the track list once more before its release to the public, and further delayed its release to finalize the recording of the track \"Waves\" at the behest of co-writer Chance the Rapper. He released the album exclusively on Tidal on February 14, 2016, following a performance on \"SNL\". Following its official streaming release, West continued to tinker with mixes of several tracks, describing the work as \"a", "doc_score": "82.84630584716797", "publish_date": "2018/12/31"}, {"doc_id": "2794851", "text": "Kanye West / also announced in September that he would be changing his stage name to \"Ye\". \"Yandhi\" was originally set for released on September 29, 2018 but was postponed to November 23, 2018. West later postponed the album again in November 2018 with no new release date set. Later in 2018, West began collaborating with other new acts besides Lil Pump. West appeared as a guest feature on the tracks \"Kanga\" and \"Mama\" with Nicki Minaj on American rapper 6ix9ine's debut album \"Dummy Boy\". West is also the sole feature on XXXTentacion's first posthumous album \"Skins\". 6ix9ine and XXXTentacion are both slated", "doc_score": "85.22261810302734", "publish_date": "2018/12/31"}, {"doc_id": "18155232", "text": "Rich the Kid / Rich the Kid Dimitri Roger (born July 13, 1992), known professionally as Rich the Kid (stylized as Rich The Kid), is an American rapper. Currently signed to Interscope Records, Rich The Kid's debut album \"The World Is Yours\" was released on March 30, 2018. Dimitri Roger was born in Queens on July 13, 1992. He is of Haitian descent and grew up speaking Haitian Creole fluently. After his parents' divorce, Roger moved with his mother to Woodstock, Georgia, a suburb 30 minutes north of Atlanta, when he was 13. Rich The Kid said he grew up listening to Nas, Jay-Z,", "doc_score": "81.59347534179688", "publish_date": "2018/12/31"}, {"doc_id": "19961871", "text": "DJ Young Music / DJ Young Music Bernard Brooks (born December 28, 1996), professionally known as DJ Young Music, is an American DJ, songwriter and record producer from Brandywine, Maryland. He initially gained recognition as the official DJ for Washington, D.C.-based singer Ginuwine at the age of 16. He is perhaps best known for being the youngest artist to ever sign a worldwide distribution deal with E1 Music. Young Music began deejaying at the age of 12. In 2011, his uncle, Ginuwine, hired DJ Young Music to open for him at shows in 40 cities across the United States. In 2015, he became the", "doc_score": "84.24989318847656", "publish_date": "2018/12/31"}, {"doc_id": "19961875", "text": "DJ Young Music / 30 million listeners. DJ Young Music Bernard Brooks (born December 28, 1996), professionally known as DJ Young Music, is an American DJ, songwriter and record producer from Brandywine, Maryland. He initially gained recognition as the official DJ for Washington, D.C.-based singer Ginuwine at the age of 16. He is perhaps best known for being the youngest artist to ever sign a worldwide distribution deal with E1 Music. Young Music began deejaying at the age of 12. In 2011, his uncle, Ginuwine, hired DJ Young Music to open for him at shows in 40 cities across the United States. In 2015,", "doc_score": "84.28791809082031", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_5", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "20236082", "text": "Impeachment March / in Santa Ana, with no incidents. Impeachment March The Impeachment March, sometimes referred to as the \"Impeach Trump\" protest, was a series of rallies against the President of the United States, Donald Trump, held nationwide on July 2–4, 2017, advocating that Congress begin the impeachment process against him. Events took place in more than 30 cities throughout the United States. Organizers accused President Trump of violating the United States Constitution, specifically the Foreign Emoluments Clause and the Domestic Emoluments Clause, and claimed he committed obstruction of justice by dismissing Sally Yates and James Comey. They also cited Trump's alleged interference", "doc_score": "80.5324478149414", "publish_date": "2018/12/31"}, {"doc_id": "20189207", "text": "2017–18 Qatar diplomatic crisis / primary base of US air operations against the Islamic State of Iraq and the Levant. However, Secretary of State Rex W. Tillerson and Defense Secretary James Mattis worked on de-escalating the situation. Tillerson, as the CEO of ExxonMobil, was acquainted with the current and previous emirs of Qatar. A number of countries in the region, including Turkey, Russia and Iran, called for the crisis to be resolved through peaceful negotiations. All GCC countries involved in the announcement ordered their citizens out of Qatar. Three Gulf states (Saudi Arabia, UAE, Bahrain) gave Qatari visitors and residents two weeks to leave their", "doc_score": "79.14292907714844", "publish_date": "2018/12/31"}, {"doc_id": "19589348", "text": "Government of the Islamic Republic of Iran / Government of the Islamic Republic of Iran The Government of the Islamic Republic of Iran (, known simply as Neẓām () among its supporters, and Režim () among its dissidents) is the ruling state and current political system in Iran, in power since the revolution and fall of Pahlavi dynasty in 1979. Its constitution, adopted by a referendum, uses separation of powers model with Executive, Legislative, and Judicial systems, while the Supreme Leader is the country's head of state and commander-in-chief of the armed forces. It is currently one of the four governments using the title Islamic republic in the", "doc_score": "75.08375549316406", "publish_date": "2018/12/31"}, {"doc_id": "16400597", "text": "Sixty-seventh session of the United Nations General Assembly / regards to the encroaching deadline to meet the Millennium Development Goals. The three-members are: Indonesia's Susilo Bambang Yudhoyono, Liberia's Ellen Johnson Sirleaf and the United Kingdom's David Cameron. It had been speculated by the Middle Eastern media that the Iranian nuclear programme, along with the Syrian civil war, would constitute the main focus of the session. A few days before the session began, international leaders arrived for the General Debate amongst worry that these two issues would lead to a wider international conflict. Iranian President Mahmoud Ahmadinejad said that the United States, United Kingdom and France \"violate the basic rights", "doc_score": "79.05360412597656", "publish_date": "2018/12/31"}, {"doc_id": "20505398", "text": "2017–18 Iranian protests / the dictator!\" — referring to Supreme Leader Ayatollah Ali Khamenei — and asking security forces to join them. The protests mark the most intense domestic challenge to the Iranian government since the 2009 presidential election protests. However, these protests differ from the Green movement in participants, causes, goals, and chants. While some analysts suggest the protests are a result of unfavorable economic policies adopted by the administration of Iranian President Hassan Rouhani, others say that dissatisfaction with the theocratic regime and the Supreme Leader are the actual causes of the unrest. Rouhani acknowledged on 8 January 2018 that \"people had", "doc_score": "80.522705078125", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_6", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "2054553", "text": "Medical prescription / Medical prescription A prescription is a health-care program implemented by a physician or other qualified health care practitioner in the form of instructions that govern the plan of care for an individual patient. The term often refers to a health care provider's written authorization for a patient to purchase a prescription drug from a pharmacist. The format of a prescription falls in to seven parts. However, with modern prescribing habits, some are no longer applicable or included on an everyday basis. Definition: For such prescriptions to be accepted as a legal medical prescription, it needs to be filed by a", "doc_score": "87.48362731933594", "publish_date": "2018/12/31"}, {"doc_id": "2269276", "text": "Prescription drug / events, including those due to dangerous drug interactions. According to one study, as many as 15% of older American adults are at risk of potential major interactions between drugs. The package insert for a prescription drug contains information about the intended effect of the drug and how it works in the body. It also contains information about side effects, how a patient should take the drug, and cautions for its use, including warnings about allergies. As a general rule, \"over-the-counter drugs\" (OTC) are used to treat a condition that does not need care from a healthcare professional if have been", "doc_score": "86.23033142089844", "publish_date": "2018/12/31"}, {"doc_id": "19081865", "text": "Specialty drugs in the United States / management to control side effects, patient support and education to ensure compliance or continued treatment, and specialized handling and distribution of medications directly to the patient or care provider. Specialty medications may be covered under either the medical or pharmacy benefit.\" According to an article published in 2014 in the journal \"Pharmacoeconomics\", \"[s]pecialty pharmacies combine medication dispensing with clinical disease management. Their services have been used to improve patient outcomes and contain costs of specialty pharmaceuticals. These may be part of independent pharmacy businesses, retail pharmacy chains, wholesalers, pharmacy benefit managers, or health insurance companies. Over the last several years,", "doc_score": "85.52130889892578", "publish_date": "2018/12/31"}, {"doc_id": "2269278", "text": "Prescription drug / be made, the consumer must make informed decisions when purchasing such products. By law, American pharmacies operated by \"membership clubs\" such as Costco and Sam's Club must allow non-members to use their pharmacy services and may not charge more for these services than they charge as their members. Physicians may legally prescribe drugs for uses other than those specified in the FDA approval, known as off-label use. Drug companies, however, are prohibited from marketing their drugs for off-label uses. Large US retailers that operate pharmacies and pharmacy chains use inexpensive generic drugs as a way to attract customers into stores.", "doc_score": "85.32328796386719", "publish_date": "2018/12/31"}, {"doc_id": "19081855", "text": "Specialty drugs in the United States / patients. Management includes areas from patient education and adherence to the delivery of the medication. These medications often require very specific storage conditions and monitoring of temperature, the level of agitation and proper reconstitution of the drug. Because of the high risk of error and adverse events, provider management of delivery is required, especially for injection or infusion of some biologic medications. Such biologics are often coded in a way that ties reimbursement to delivery by a provider—either a specialty pharmacist or medical care provider with those skills. As more biologics are being designed to be self-administered pharmacists are", "doc_score": "84.80392456054688", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_7", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "16746295", "text": "Zaatari refugee camp / one of the first camps to be mapped in detail through OpenStreetMap. Zaatari refugee camp Zaatari (Arabic: مخيم الزعتري) is a refugee camp in Jordan, located east of Mafraq, which has gradually evolved into a permanent settlement; it is the world’s largest camp for Syrian refugees. It was first opened on 28 July 2012 to host Syrians fleeing the violence in the ongoing Syrian Civil War that erupted in March 2011. It is connected to the road network by a short road which leads to Highway 10. The main concerns in early days related to the lack of sufficient food", "doc_score": "90.12400817871094", "publish_date": "2018/12/31"}, {"doc_id": "16746289", "text": "Zaatari refugee camp / Zaatari refugee camp Zaatari (Arabic: مخيم الزعتري) is a refugee camp in Jordan, located east of Mafraq, which has gradually evolved into a permanent settlement; it is the world’s largest camp for Syrian refugees. It was first opened on 28 July 2012 to host Syrians fleeing the violence in the ongoing Syrian Civil War that erupted in March 2011. It is connected to the road network by a short road which leads to Highway 10. The main concerns in early days related to the lack of sufficient food supplies and better accommodation. In 2013 it was reported that the camp", "doc_score": "90.99311828613281", "publish_date": "2018/12/31"}, {"doc_id": "17341581", "text": "Husn Camp / an area of. With the influx of more refugees, 2,990 prefabricated structures were constructed between 1969 and 1971 by the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA). Many of the refugees were shifted to these prefab housing complex. The initial refugee population, centered at a temporary facility, was 12,500, while there are now over 22,000 refugees registered at the camp. The demographic statistics indicate that people in the age group of 25-45 constitute about 30 percent, while children in the age range of 0–5 years are about 12 percent, and senior citizens", "doc_score": "88.45643615722656", "publish_date": "2018/12/31"}, {"doc_id": "11207370", "text": "Aida Camp / Aida Camp Aida (), also spelled 'Ayda, is a Palestinian refugee camp situated 2 kilometers north of the historic centre of Bethlehem and 1 kilometer north of Beit Jala, in the central West Bank. According to the UNRWA, the camp had a population of approximately 5,498 refugees at the end of 2014. Named after a famous coffeehouse (\"maqhah\") located on the site in the early 1940s, Aida camp was established in 1950 by refugees from the Jerusalem and Hebron areas, and covered an area of 66 dunams (0.17 square kilometres). At the time, Aida housed 1125 refugees living in 94", "doc_score": "89.1054916381836", "publish_date": "2018/12/31"}, {"doc_id": "4384036", "text": "Killi Faizo / Killi Faizo Killi Faizo is a UNHCR staging refugee camp on the Afghan-Pakistan border, in Chaman, Pakistan - two kilometres into the country. A parallel camp exists on the other side of the border. It was opened in late 2001 as a response to the U.S. invasion of Afghanistan. Medical organisations such as Médecins Sans Frontières (particularly MSF-Holland) operate inside the camp. The World Food Program provides wheat flour, beans and vegetable oil for the Afghan refugees in the camp. Physically, the site can accommodate up to 10,000 people - though authorities attempt to limit this to 1,600 (or 600", "doc_score": "89.8038330078125", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_8", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "20505438", "text": "2017–18 Iranian protests / and security and said \"It is up to the Iranians, and to the Iranians alone, to pursue the path of peaceful dialogue\". China, Russia and some other nations considered the protests as internal issue which did not relate to the security council. 2017–18 Iranian protests A series of public protests occurred in various cities throughout Iran beginning on 28 December 2017 and continuing into 2018. The first protest took place in Mashhad, Iran's second-largest city by population, initially focused on the economic policies of the country's government; however, as protests spread throughout the country, their scope expanded to include political", "doc_score": "96.43230438232422", "publish_date": "2018/12/31"}, {"doc_id": "20505397", "text": "2017–18 Iranian protests / 2017–18 Iranian protests A series of public protests occurred in various cities throughout Iran beginning on 28 December 2017 and continuing into 2018. The first protest took place in Mashhad, Iran's second-largest city by population, initially focused on the economic policies of the country's government; however, as protests spread throughout the country, their scope expanded to include political opposition to the theocratic regime of Iran and its longtime Supreme Leader, Ali Khamenei. According to \"The Washington Post,\" protesters' chants and attacks on government buildings upended a system that had little tolerance for dissent, with some demonstrators even shouting \"Death to", "doc_score": "98.42432403564453", "publish_date": "2018/12/31"}, {"doc_id": "20505404", "text": "2017–18 Iranian protests / patronage and propaganda to build support for their authority.\" The 2017–18 events are the largest protest in Iran since the 2009 Iranian presidential election protests. The demonstrations were started by crowds protesting across Iran, including in Mashhad, the second-most populous city. Protests spread to over 70 towns and cities, including Neyshabour, Kashan, Kerman, Kermanshah, Kashmar, Rasht, Esfahan, Arak, Bandar Abbas, Ardabil, Qazvin, Hamedan, Sari, Babol, Amol, Shahinshahr, Shahrekord, Shiraz, Khorramabad, Zanjan, Gorgan, Zahedan, Urmia, Dorud, Yazd and Shahroud. In some demonstrations, protestors provocatively chanted \"Reza Shah, bless your soul\", a reference to Reza Shah, the leader of Iran during 1925–41", "doc_score": "95.82428741455078", "publish_date": "2018/12/31"}, {"doc_id": "3426609", "text": "Iran student protests, July 1999 / through halls, grabbing female students by the hair and setting fire to rooms. Several students were thrown off of third story balconies \"onto pavement below, their bones crushed,\" and one student paralyzed. According to students' accounts, uniformed police stood by and did nothing. \"Witnesses reported that at least one student was killed, 300 wounded, and thousands detained in the days that followed.\" The next day unrest began in earnest, spreading through Tehran and to other cities and continuing for almost a week, with unemployed youths joining the students. Basijis are reported to have disguised themselves as students (wearing jeans, T-shirts,", "doc_score": "92.97051239013672", "publish_date": "2018/12/31"}, {"doc_id": "11853614", "text": "Organizations of the Iranian Revolution / but the guard eventually grew into \"a full-scale\" military force \"with air force and navy branches\". Its work involves both conventional military duties, helping Islamic forces abroad, such as Hezbollah in Lebanon, and internal security, such as the suppression of narcotics trafficking, riots by the discontented, and unIslamic behavior by members of the public. It has been described as \"without a doubt the strongest institution of the revolution\" \"Oppressed mobilization\" or \"Baseej-e Mostaz'afin\" was founded at the command of Khomeini in 1980, to be organized by the Revolutionary Guard. Its purpose was to mobilize volunteers of many skills — doctors,", "doc_score": "88.754150390625", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_9", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "979034", "text": "Halloween costume / 53.3 percent of consumers planned to buy a costume for Halloween 2005, spending $38.11 on average (up $10 from the year before). They were also expected to spend $4.96 billion in 2006, up significantly from just $3.3 billion the previous year. The troubled economy has caused many Americans to cut back on Halloween spending. In 2009, the National Retail Federation anticipated that American households would decrease Halloween spending by as much as 15% to $56.31. In 2013, Americans spent an estimated $6.9 billion to celebrate Halloween, including a predicted $2.6 billion on costumes (with more spent on adult costumes than", "doc_score": "83.68565368652344", "publish_date": "2018/12/31"}, {"doc_id": "182793", "text": "Halloween / small-change donations from the houses they visit. It is estimated that children have collected more than $118 million for UNICEF since its inception. In Canada, in 2006, UNICEF decided to discontinue their Halloween collection boxes, citing safety and administrative concerns; after consultation with schools, they instead redesigned the program. According to a 2018 report from the National Retail Federation, 30 million Americans will spend an estimated $480 million on Halloween costumes for their pets in 2018. This is up from an estimated $200 million in 2010. The most popular costumes for pets are the pumpkin, followed by the hot dog,", "doc_score": "82.33129119873047", "publish_date": "2018/12/31"}, {"doc_id": "979033", "text": "Halloween costume / \"Caitlyn Jenner\" corset costume. Despite public outcry claiming that the costume is offensive, popular retailers plan to go full steam ahead with selling the costume; one defending their conviction to sell the costume as a celebration of Jenner. Halloween costume parties generally take place on or around October 31, often on the Friday or Saturday prior to the holiday. Halloween parties are the 3rd most popular type of party held in Western countries, falling behind only to Super Bowl & New Year's Eve parties. Researchers conducted a survey for the National Retail Federation in the United States and found that", "doc_score": "81.73812866210938", "publish_date": "2018/12/31"}, {"doc_id": "979032", "text": "Halloween costume / recent years such science fiction-inspired characters as aliens and superheroes. There are also costumes of pop culture figures like presidents, athletes, celebrities, or characters in film, television, literature, etc. Another popular trend is for women (and in some cases, men) to use Halloween as an excuse to wear sexy or revealing costumes, showing off more skin than would be socially acceptable otherwise. Young girls also often dress as entirely non-scary characters at Halloween, including princesses, fairies, angels, cute animals and flowers. There have been controversial costumes over the years. One that sparked enormous controversy well before Halloween 2015 is a", "doc_score": "81.33396911621094", "publish_date": "2018/12/31"}, {"doc_id": "182781", "text": "Halloween / maker Ralph Lee of Greenwich Village, is the world's largest Halloween parade and one of America's only major nighttime parades (along with Portland's Starlight Parade), attracting more than 60,000 costumed participants, two million spectators, and a worldwide television audience of over 100 million. Development of artifacts and symbols associated with Halloween formed over time. Jack-o'-lanterns are traditionally carried by guisers on All Hallows' Eve in order to frighten evil spirits. There is a popular Irish Christian folktale associated with the jack-o'-lantern, which in folklore is said to represent a \"soul who has been denied entry into both heaven and hell\":", "doc_score": "80.44285583496094", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_10", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "17097479", "text": "American Airlines Group / American Airlines Group American Airlines Group Inc. is an American publicly traded airline holding company headquartered in Fort Worth, Texas. It was formed December 9, 2013, in the merger of AMR Corporation, the parent company of American Airlines, and US Airways Group, the parent company of US Airways. The airline groups together form the largest airline in the world, with more than 6,700 daily flights to 350 locations in 56 countries worldwide, about $40 billion in operating revenue, over 100,000 employees, and plans to take delivery of 607 new aircraft, including 517 narrowbody aircraft and 90 widebody international aircraft. The", "doc_score": "78.68962097167969", "publish_date": "2018/12/31"}, {"doc_id": "11847456", "text": "Delta Air Lines–Northwest Airlines merger / year before Northwest Airlines declared bankruptcy. Then in 2007 became CEO of Delta Air Lines when the merger took place. On April 14, 2008, both Delta and Northwest Airlines announced that they would merge to create the world's largest airline under the Delta name. The Atlanta-based combined airline will have $17.7 billion enterprise value. The company also stated on April 14, 2008 that it agreed with its pilot union to extend the existing collective bargaining agreement through the end of 2012. The agreement, subject to a vote by the pilots, provided Delta pilots a 3.5% equity stake in the created", "doc_score": "80.0934066772461", "publish_date": "2018/12/31"}, {"doc_id": "17097483", "text": "American Airlines Group / the more well-established \"American\" name going forward. The headquarters for the new airline was also consolidated at American's current headquarters in Fort Worth, Texas. US Airways exited Star Alliance upon completion of the merger, and American retained its Oneworld alliance. Judge Sean Lane approved the merger on March 27, 2013, but declined to approve a proposed $20 million severance package to AA executive Thomas W. Horton. On July 12, US Airways shareholders approved the proposed merger. On August 13, 2013, the United States Department of Justice along with attorneys general from the District of Columbia, Arizona (headquarters of US Airways),", "doc_score": "80.74992370605469", "publish_date": "2018/12/31"}, {"doc_id": "2572777", "text": "Spirit Airlines / airline's flight dispatchers. In November 2014, Morgan Stanley named Spirit the top growth airline pick for investors. In January 2016, Baldanza stepped down as CEO in order to relocate from Florida, and was replaced by former Air Tran CEO Robert L. Fornaro. This prompted rumors of a merger with Frontier Airlines; if the carriers were to merge, it would create the single largest ultra-low-cost carrier in the Americas. Fornaro led an effort to change the company and improve working conditions as well as the guest experience, implementing multiple changes such as teaming up with the Disney Institute to create new", "doc_score": "82.75250244140625", "publish_date": "2018/12/31"}, {"doc_id": "17097482", "text": "American Airlines Group / 2013, American Airlines and US Airways announced plans to merge, creating, by some measurements, the largest airline in the world. In the deal, which was expected to close in the third quarter of 2013, stakeholders of AMR would own 72% of the company and US Airways shareholders would own the remaining 28%. The combined airline carries the American Airlines name and branding. The holding company was renamed American Airlines Group Inc. The US Airways' management team, including CEO Doug Parker, retained most operational management positions. The combination was considered a \"merger of equals\" between US Airways and American Airlines, retaining", "doc_score": "80.72074127197266", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_11", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "16533115", "text": "Ricky's Tacos / days ago and Sabrina drove 300 miles there and back without telling anyone. Britten decides to drive to San Diego, and at the college, Michael goes the room of the ex, Chris Chapman (Chris Brochu) to break the news, and Chapman noted that Sabrina had diary with she kept all personal information. Britten and Bird observe that she had a pregnancy to hide. In the \"red reality\", Michael drives back to Westfield Distribution and discovers that the doors are locked to look for more evidence, unaware that Detective Ed Hawkins (Kevin Weisman) is watching him. Hawkins notifies Captain Carl Kessel", "doc_score": "80.4686279296875", "publish_date": "2018/12/31"}, {"doc_id": "2143693", "text": "John McEnroe / The show, however, was unsuccessful, twice earning a 0.0 Nielsen rating, and was cancelled within five months. In 2002, he hosted the American game show \"The Chair\" on ABC as well as the British version on BBC One, but this venture also was unsuccessful. In 2004, McEnroe said that during much of his career he had unwittingly taken steroids. He said that he had been administered these drugs without his knowledge, stating: \"For six years I was unaware I was being given a form of steroid of the legal kind they used to give horses until they decided it was", "doc_score": "78.56791687011719", "publish_date": "2018/12/31"}, {"doc_id": "6933867", "text": "John Burton-Race / John Burton-Race John William Burton-Race (born 1 May 1957) is a British Michelin starred chef, television personality and celebrity chef, made famous by the Channel 4 series \"French Leave\" and its sequel \"Return of the Chef\" and \"I'm A Celebrity, Get Me Out Of Here\". Burton-Race was born in Singapore, where his father was a United Nations official. He spent his early years travelling, allowing him to experience food from all round the world. He attended St Mary's College, Southampton. Between 1983 and 2002, he held positions at various restaurants in the South of England, including Le Manoir aux Quat'", "doc_score": "77.45362854003906", "publish_date": "2018/12/31"}, {"doc_id": "17343286", "text": "Jamie Pinzino / was twice named conference Coach of the Year– once for the Northeast-10 (2007) and once for the NEC (2010). Following the 2010 season, Pinzino was involved in an incident that led to his resignation. At a postseason athletic department barbecue in late May, Pinzino became intoxicated, started an altercation with an assistant baseball coach on Bryant's baseball field, and was confrontational with police when they arrived at the scene. Pinzino was arrested and charged with three misdemeanors (simple assault, disorderly conduct, and resisting arrest). As a result, he was forced to resign as Bryant's head coach. Following his resignation at", "doc_score": "79.98770141601562", "publish_date": "2018/12/31"}, {"doc_id": "12258562", "text": "David McIntosh (Gladiators) / television series \"Bromans\". He played Doctore, mentoring the contestants during physical challenges. McIntosh has been reported to date celebrities including Gina Rodriguez, Danielle Lloyd, Sara Jones, Chantelle Houghton, Rachel Christie, Sarah Harper, Chanelle Hayes, Metisha Schaefer, Kelly Brook, Aisleyne Horgan-Wallace, and Juliet Bakos. McIntosh claimed to have not dated Rodriguez, and not know Houghton. During a trip to Russia, McIntosh bedded two Russian circus performers. In 2011 McIntosh became a father with Christie to their son Logan Phoenix McIntosh. Following a breakdown in their relationship, Christie secured a non-molestation order against McIntosh. In March 2014 McIntosh and Brook announced their", "doc_score": "77.68212127685547", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_12", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "4580438", "text": "Solar vehicle / world's first commercial electro-solar hybrid car, and was originally due to be released in January 2008. In May 2007 a partnership of Canadian companies led by Hymotion altered a Toyota Prius to use solar cells to generate up to 240 watts of electrical power in full sunshine. This is reported as permitting up to 15 km extra range on a sunny summer day while using only the electric motors. An inventor from Michigan, USA built a street legal, licensed, insured, solar charged electric scooter in 2005. It had a top speed controlled at a bit over 30 mph, and used", "doc_score": "84.31202697753906", "publish_date": "2018/12/31"}, {"doc_id": "1966048", "text": "Electric vehicle / in 2017, the Tesla Semi, is expected to hit production lines in 2019. Particularly in Europe, fuel-cell electric trains are gaining in popularity to replace Diesel-electric units. In Germany, several Länder have ordered Alstom Coradia iLINT trainsets, in service since 2018, with France also planning to order trainsets. The United Kingdom, the Netherlands, Denmark, Norway, Italy, Canada and Mexico are equally interested. In France, the SNCF plans to replace all its remaining Diesel-electric trains with hydrogen trains by 2035. In the United Kingdom, Alstom announced in 2018 their plan to retrofit British Rail Class 321 trainsets with fuel cells. Electric", "doc_score": "85.1323013305664", "publish_date": "2018/12/31"}, {"doc_id": "1966047", "text": "Electric vehicle / improved both weak points mentioned above. The cell management involves not only monitoring the health of the cells but also a redundant cell configuration (one more cell than needed). With sophisticated switched wiring it is possible to condition one cell while the rest are on duty. Small electric trucks have been used for decades for specific and/or limited uses. Larger electric trucks have been made in the 2010s, such as prototypes of electric Renault Midlum tested in real conditions and trucks by E-Force One and Emoss. Renault and Volvo will launch their first mass-produced electric trucks in early 2019. Announced", "doc_score": "85.61782836914062", "publish_date": "2018/12/31"}, {"doc_id": "11658331", "text": "Electric car / developed the Magne Charge inductive charging system around 1998 for the General Motors EV1 which was also used for the Chevrolet S-10 EV and Toyota RAV4 EV vehicles. During peak load periods, when the cost of generation can be very high, electric vehicles could contribute energy to the grid. These vehicles can then be recharged during off-peak hours at cheaper rates while helping to absorb excess night time generation. Here the batteries in the vehicles serve as a distributed storage system to buffer power. Electric vehicles provide for less dependence on foreign oil, which for the United States and other", "doc_score": "83.25141143798828", "publish_date": "2018/12/31"}, {"doc_id": "9462080", "text": "Chevrolet Volt / of energy to create electricity on board, such as engine-generator sets (genset) fueled by gasoline, diesel, biodiesel, ethanol fuel (E100), or flex-fuel (E85). Regenerative braking would also contribute to the on-board electricity generation. In October 2006 the E-flex powertrain was selected for the new propulsion architecture and the name Volt was chosen by General Motors. The Volt concept car became the first application of the E-Flex (Voltec) drive system with a combination of an electric motor, the same used in the Chevrolet Equinox Fuel Cell, a lithium-ion battery pack with 136 kW of peak power, and a genset consisting of", "doc_score": "84.8543701171875", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_13", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "14303212", "text": "AC Transit Bus fight / the bus and brought back to her seat). In a subsequent interview, when asked if he got his \"stuff back,\" Bruso said Sheriff's deputies ultimately did return his belongings, except an identification card and some money, \"about three hours later.\" \"See\" @ (3:55—4:05). Washington also appeared in a local CBS news video interview giving her version of events. Bruso was born in Michigan. In addition to the \"AC Transit Fight\", another video involving Thomas Bruso was uploaded to YouTube. He was stunned with a taser twice at the Oakland Coliseum by police on August 3, 2009 for sitting in empty", "doc_score": "77.42594909667969", "publish_date": "2018/12/31"}, {"doc_id": "1587537", "text": "50 Cent / unspecified punitive damages and a permanent injunction against the use of his image without permission. While walking through Cincinnati/Northern Kentucky International Airport in May 2016, Jackson harassed and insulted a janitor at the airport, accusing him of being under the influence. The janitor was a hearing-impaired, autistic teenager named Andrew Farrell. The parents of the janitor had seen the viral video as disrespect and wanted to sue Jackson for his action against their child. The lawsuit was originally over one million dollars, but the parents settled for a $100,000 donation to Autism Speaks and his apology. In 2016, a judge", "doc_score": "81.05008697509766", "publish_date": "2018/12/31"}, {"doc_id": "11970056", "text": "Black advance / campaign. Tuck accepted the job and proceeded to book a huge auditorium, invite only a handful of people, stalled for a lot of time with a long-winded introduction, and informed the crowd Nixon would speak on the International Monetary Fund, which Nixon did not know much about. At the end of the rally, Nixon asked Tuck what his name was, then said, \"Dick Tuck, you've made your last advance.\" Tuck became legendary for what amounted to diligent, low-grade obstruction of Nixon's campaign. In one instance, he switched the signs on two different buses, one labeled \"Nixon\" and one labeled \"VIP's.\"", "doc_score": "77.77941131591797", "publish_date": "2018/12/31"}, {"doc_id": "3253947", "text": "Donald Faison / Reed in the Brothers Strause science fiction thriller \"Skyline\". Faison was in the 2010 CBS comedy pilot \"The Odds\". As of March 2011, Faison appeared in commercials for \"The Sims Medieval\". In 2012, he made a cameo appearance in the movie \"Pitch Perfect\". In 2013, Faison hosted the short-lived TBS comedy sketch show \"Who Gets the Last Laugh\"; as of 2016, he has hosted GSN game show \"Winsanity\". In 2018 Faison voiced pilot Hype Fazon, a character written and named for him by Dave Filoni, on \"Star Wars Resistance\". Faison had caught show creator Dave Filoni's attention via his stop", "doc_score": "76.81456756591797", "publish_date": "2018/12/31"}, {"doc_id": "2766211", "text": "George W. Bush military service controversy / part-time Guard duty as an F-102 pilot through April 1972, logging a total of 336 flight hours. Prior to April 1972, Bush had fulfilled more than the required hours of service, but with more than two years remaining before his discharge. He volunteered his services on several projects, including a political campaign. After April 1972, Bush may have failed to meet the attendance requirements established for members of the Air National Guard. In mid-1972, he failed to meet the Air Force requirement for an annual physical examination for pilots, and lost his authorization to be a pilot. According to Bush's", "doc_score": "77.26087951660156", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_14", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "10375252", "text": "The Rocky Horror Picture Show cult following / toast, water, toilet paper, hot dogs, and rice at appropriate points in the movie. Many theatres forbid throwing items that are difficult to clean up. In many cases, a total ban on throwing objects has been instituted due to severe damage to movie screens. Fans often attend shows in costume as the characters. At a now-defunct theater in New Orleans, the local \"Eddie\" would ride his motorcycle down the aisle during Meat Loaf's/Eddie's song, \"Hot Patootie.\" During a showing of \"Rocky Horror\", ad-lib responses, more commonly known as \"call backs\", are lines the audience may shout out in response to", "doc_score": "83.12808990478516", "publish_date": "2018/12/31"}, {"doc_id": "68625", "text": "Cult film / the living conditions of the artists and the economic prospects of the 1970s. Like the surrealists and dadaists, they not only satirically attacked society but also the very structure of film – a counter-cinema that deconstructs narrative and traditional processes. In the late 1980s and 1990s, midnight movies transitioned from underground showings to home video viewings; eventually, a desire for community brought a resurgence, and \"The Big Lebowski\" kick-started a new generation. Demographics shifted, and more hip and mainstream audiences were drawn to them. Although studios expressed skepticism, large audiences were drawn to box office flops, such as \"Donnie Darko\"", "doc_score": "79.8272933959961", "publish_date": "2018/12/31"}, {"doc_id": "175164", "text": "Horror film / 1960s began to influence horror films in the 70s, as the youth involved in the counterculture began exploring the medium. Wes Craven's \"The Hills Have Eyes\" (1977) and \"The Last House on the Left\" (1972) along with Tobe Hooper's \"The Texas Chain Saw Massacre\" (1974) (based on the Ed Gein case) recalled the Vietnam War; while George A. Romero satirized the consumer society in his zombie sequel, \"Dawn of the Dead\" (1978). Meanwhile, the subgenre of comedy horror re-emerged in the cinema with \"The Abominable Dr. Phibes\" (1971), \"Young Frankenstein\" (1974), \"The Rocky Horror Picture Show\" (1975), and \"An American", "doc_score": "80.37580871582031", "publish_date": "2018/12/31"}, {"doc_id": "12983081", "text": "Shock Theater / horror, crime, and comedy. The first Shock package was an instant success nationwide. Viewership measurements in five key television markets (New York, Los Angeles, San Francisco, Philadelphia, San Antonio) showed the program boosting ratings anywhere from 38 percent to 1,125 percent. \"Shock Theater\" stimulated interest in the classic horror films and actors, evidenced by the launching of Forrest J Ackerman's \"Famous Monsters of Filmland\" magazine in early 1958. Since 1957, \"Shock Theater\" has become a generic term, referencing either late night television showings of horror films in general or the genre of early horror films with their emphasis on spooky", "doc_score": "80.02246856689453", "publish_date": "2018/12/31"}, {"doc_id": "18487730", "text": "Jump scare / period of suspense. Some critics have described jump scares as a lazy way to frighten viewers, and believe that the horror genre has undergone a decline in recent years following an over-reliance on the trope, establishing it as a cliché of modern horror films. Prior to the 1980s, jump scares were a relatively rare occurrence in horror movies; however, they became increasingly common in the early 80s as the \"slasher\" subgenre increased in popularity. 1976's \"Carrie\" has one of the first modern jump scares. The scene, which occurs at the end of the film, is credited as the inspiration for", "doc_score": "79.35237884521484", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_15", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "182793", "text": "Halloween / small-change donations from the houses they visit. It is estimated that children have collected more than $118 million for UNICEF since its inception. In Canada, in 2006, UNICEF decided to discontinue their Halloween collection boxes, citing safety and administrative concerns; after consultation with schools, they instead redesigned the program. According to a 2018 report from the National Retail Federation, 30 million Americans will spend an estimated $480 million on Halloween costumes for their pets in 2018. This is up from an estimated $200 million in 2010. The most popular costumes for pets are the pumpkin, followed by the hot dog,", "doc_score": "80.80882263183594", "publish_date": "2018/12/31"}, {"doc_id": "16750523", "text": "Halloween Spooktacular / Sesame Street shows, trick-or-treating, party zones, face painting, hayrides and other strolling park entertainment such as costumed characters. Halloween Spooktacular Halloween Spooktacular is an annual Halloween event that takes place at SeaWorld Orlando just outside of Orlando, Florida, SeaWorld San Antonio in San Antonio, Texas and SeaWorld San Diego in San Diego, California. The event debuted in 2008 at the Orlando, San Diego and San Antonio parks. It was suspended for several years at the San Antonio park and was reintroduced in 2016. The event is specifically designed for children. Halloween Spooktacular is run inside the SeaWorld Orlando park, the", "doc_score": "79.18474578857422", "publish_date": "2018/12/31"}, {"doc_id": "979033", "text": "Halloween costume / \"Caitlyn Jenner\" corset costume. Despite public outcry claiming that the costume is offensive, popular retailers plan to go full steam ahead with selling the costume; one defending their conviction to sell the costume as a celebration of Jenner. Halloween costume parties generally take place on or around October 31, often on the Friday or Saturday prior to the holiday. Halloween parties are the 3rd most popular type of party held in Western countries, falling behind only to Super Bowl & New Year's Eve parties. Researchers conducted a survey for the National Retail Federation in the United States and found that", "doc_score": "79.28849029541016", "publish_date": "2018/12/31"}, {"doc_id": "3973912", "text": "WowWee / Industry Associations’ 2015 TOTY award for Innovative Toy of the Year. MiP was also named \"Innovative Toy of the Year\" at the National Robotics Week. At the 2015 CES, WowWee announced products including MiPosaur and REV. In 2017, the company employed about 100 people. For the 2017 Christmas season, it introduced, through a series of viral promotions on social media, a product called Fingerlings. The tiny robots, in the shape of monkeys, sloths and unicorns, became one of the most popular toys of the season. Some shoppers have complained that they were sold fake fingerlings on amazon and walmart's websites.In", "doc_score": "76.15731048583984", "publish_date": "2018/12/31"}, {"doc_id": "979032", "text": "Halloween costume / recent years such science fiction-inspired characters as aliens and superheroes. There are also costumes of pop culture figures like presidents, athletes, celebrities, or characters in film, television, literature, etc. Another popular trend is for women (and in some cases, men) to use Halloween as an excuse to wear sexy or revealing costumes, showing off more skin than would be socially acceptable otherwise. Young girls also often dress as entirely non-scary characters at Halloween, including princesses, fairies, angels, cute animals and flowers. There have been controversial costumes over the years. One that sparked enormous controversy well before Halloween 2015 is a", "doc_score": "79.13536834716797", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_16", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "18990237", "text": "Jennifer Betit Yen / Jennifer Betit Yen Jennifer Betit Yen (born in New York City, New York and a citizen of the US and Ireland) is an actor, lawyer, producer, and writer. Since 2012, she has been the President of the Asian American Film Lab, a non-profit dedicated to the promotion of diversity in media, and she launched the Film Lab’s first production arm, AAFL TV. Her first screenplay, \"The Opposite of a Fairy Tale\", about elder abuse, written with help from Aaron Woolfolk, received grant funding from the Ms. Foundation for Women. Her web series, \"La La Land\", won an Accolade Award for", "doc_score": "84.64061737060547", "publish_date": "2018/12/31"}, {"doc_id": "15922394", "text": "Asian F / gave up dreams of becoming a dancer and doesn’t want her son to do the same. To promote her candidacy for senior class president, Brittany (Heather Morris) sings a rousing song of female empowerment—\"Run the World (Girls)\"—at an impromptu assembly, with the help of the Cheerios and Santana (Naya Rivera), who has rejoined New Directions unbeknownst to cheerleading coach Sue Sylvester (Jane Lynch). The enormous enthusiasm of the school's entire female population worries Kurt (Chris Colfer), the other candidate in the race. Kurt has given up his dream to play Tony in the musical, and gives a bouquet of roses", "doc_score": "83.62602233886719", "publish_date": "2018/12/31"}, {"doc_id": "14790717", "text": "JuJu Chan / hop, ballet, and Latin dancing, skiing, swimming, diving, and playing the piano. JuJu Chan JuJu Chan (born February 2, 1988) is a Hong Kong American actress, singer, Taekwon-Do (ITF) athlete and Kung Fu actress. She is also a winner in the Miss Chinatown 2009 pageant, and has been called the \"Female Bruce Lee\" by fans. She received her masters degree in Film and Television from New York University. Chan is best known for her role as Silver Dart Shi in the latest \"\" (Released on 26 February 2016)., and in \"Rich Mate, Poor Mate\" a reality television series produced by", "doc_score": "84.49021911621094", "publish_date": "2018/12/31"}, {"doc_id": "13341881", "text": "Adele Wong / Adele Wong Adele Wong (born 8 March 1983) is a Singaporean actress, singer, writer, and screenwriter. Born in Singapore, Wong traces her ancestry to Shanghai, China. She graduated from the National University of Singapore (NUS) with an honors degree in sociology. At NUS, Wong was active in dance and theatre. Upon graduation, Wong began her professional career in acting, hosting and writing. She played the lead role in \"Damned\" which was part of an omnibus feature film which premiered at the Osaka Asian Film Festival in 2009. Wong also played a lead role in \"Garden Girls\", a short film, which", "doc_score": "82.26483154296875", "publish_date": "2018/12/31"}, {"doc_id": "5660420", "text": "Carrie Ann Inaba / Carrie Ann Inaba Carrie Ann Inaba (born January 5, 1968) is an American dancer, choreographer, television dance competition judge, actress, game show host, and singer. She is best known for her work on ABC TV's \"Dancing with the Stars\", and as Fook Yu in \"Austin Powers in Goldmember\". She started her career as a singer in Japan, but became best known for her dancing, first introducing herself to American audiences as one of the original Fly Girls on the Fox sketch comedy series \"In Living Color\" from 1990 to 1992. Inaba was born and raised in Honolulu, Hawaii, graduating from", "doc_score": "84.36439514160156", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_17", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "20500806", "text": "Abandoned coronation of Edward VIII / (but not image). Three Indian states, Jodhpur, Jaipur and Kutch, each produced a coin with his name in the local scripts. Prior to its introduction, twelve coins were sent out to vending machine manufacturers to calibrate their machines. They were never returned to the mint, six are held in private hands and are worth thousands of pounds. The other six are still missing. An example was sold at auction in 2013 for £30,000 As soon as the beginning of the reign in January 1936, the British Post Office were preparing two issues after the four definitive stamp series that was", "doc_score": "79.32211303710938", "publish_date": "2018/12/31"}, {"doc_id": "8812309", "text": "Funeral bundle / cotton cloth was then wrapped around the body. Along with the bodies, different kinds of memorabilia have been found, including clothing, food, scraps of cloth or clothed dolls with religious embroidered motifs, and small badges of gold, and these \"gifts\" form the nucleus of the bundle. Many fabrics interred with the dead were created for expressly for the funerary ritual, and were not worn during life. In adult burials, one usually finds on this nucleus an additional layer, formed of pieces of ceremonial garments, decorated with embroideries and protected by several sheets of cotton fabric. These were cooked and tied", "doc_score": "76.95153045654297", "publish_date": "2018/12/31"}, {"doc_id": "17928072", "text": "Probert-Price Collection / Probert-Price Collection The Probert-Price Collection is a collection of items from the Probert-Price estate, primarily hundreds of vintage dresses which belonged to Renee Probert-Price, original It girl and well-known London socialite of her time (1917-2013). Renee died in 2013 aged 96, and left over 300 dresses, hats, furs, shoes and handbags dating from the 1930s and 1980s to her great niece and goddaughter. Little is known of Probert-Price’s early life, but she was rumoured to be an illegitimate daughter of a lord, or a dealer of precious stones, or a tinned fruit merchant. Her mother Florence May was a well-known", "doc_score": "77.39127349853516", "publish_date": "2018/12/31"}, {"doc_id": "1958473", "text": "Diana, Princess of Wales Memorial Fund / to the Fund after its operations had ceased they would not be lost to charity and instead would continue to make a positive difference to people's lives. In March 2013, The Royal Foundation became the legal owner of the Fund in order to safeguard the Fund's name and any further income donated to the Fund in the future. In 1998, the Fund refused Franklin Mint a licence to produce Diana memorabilia but the Mint went ahead and produced Diana merchandise anyway. The Fund sued in 2002 and lost the case because in the California courts right of publicity may only", "doc_score": "78.95140075683594", "publish_date": "2018/12/31"}, {"doc_id": "1958465", "text": "Diana, Princess of Wales Memorial Fund / some £34 million. £38 million was generously donated from sales of Sir Elton John and PolyGram's CD of \"Candle in the Wind 1997\". A further £66 million was subsequently raised through investments, an eight-year programme of commercial partnerships, and proceeds from the exhibition, \"Diana: A Celebration\", donated by Lord Spencer. During its fifteen years of operation, the Fund worked to secure sustainable improvements in the lives of the most disadvantaged people in the UK and around the world by giving grants, championing causes and lending the Fund’s name and profile to charitable causes. For its first ten years, 1997-2006, the", "doc_score": "78.43203735351562", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_18", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "14542944", "text": "Elizabeth Truss / a significant rise in prison violence incidents in 2015 and 2016, Truss announced in November 2016 a £1.3 billion investment programme in the prison service and the recruitment of 2,500 additional prison officers, partly reversing the cuts made under the previous coalition government. On 11 June 2017, following the General Election, Truss was moved to the position of Chief Secretary to the Treasury, attending the Cabinet but not a full member of it, in what was seen by some as a demotion. Truss developed an enthusiasm for cultivating her presence on Twitter and Instagram, described in the media as an", "doc_score": "82.54451751708984", "publish_date": "2018/12/31"}, {"doc_id": "14542933", "text": "Elizabeth Truss / pupils. Truss has also criticised the over-reliance on calculators to the detriment of mental arithmetic. From March 2011, she was a Member of the Justice Select Committee, remaining on the committee until her appointment as a government minister. On 4 September 2012, Truss was appointed as Parliamentary Under-Secretary of State at the Department for Education, with responsibility for childcare and early learning, assessment, qualifications and curriculum reform, behaviour and attendance, and school food review. In this role, she developed some of the policy areas that she had pursued as a backbencher. In January 2013, she announced proposals to reform A-Levels,", "doc_score": "80.62995147705078", "publish_date": "2018/12/31"}, {"doc_id": "14542927", "text": "Elizabeth Truss / controversial 'A List'. In October 2009, she was selected for the South West Norfolk seat by members of the constituency Conservative Association. She won over 50% of the vote in the first round of the final against five other candidates. Shortly after her selection, some members of the constituency Association objected to Truss's selection, claiming that information about her infidelity, reported to have taken place several years earlier, with the Conservative MP Mark Field had been withheld from the members. A motion was proposed to terminate Truss's candidature, but this was defeated by 132 votes to 37 at a general", "doc_score": "82.6133804321289", "publish_date": "2018/12/31"}, {"doc_id": "14542926", "text": "Elizabeth Truss / from 1998 to 2000. She was elected as a councillor in the London Borough of Greenwich in 2006, standing down in 2010, shortly before the end of her term of office. Truss contested election for the Labour constituency of Hemsworth in 2001, swinging the vote by 4%. Prior to the 2005 general election parliamentary candidate for Calder Valley Sue Catling was pressured to resign by the local Conservative Association, whereupon Truss was selected to fight the seat. A locally divided Conservative party resulted in a hold for Labour. Under David Cameron as Conservative leader, Truss was added to the party's", "doc_score": "81.53994750976562", "publish_date": "2018/12/31"}, {"doc_id": "14542923", "text": "Elizabeth Truss / Eleanor of Provence in 1253). On 11 June 2017, as part of a Cabinet reshuffle following the 2017 general election, Truss was appointed Chief Secretary to the Treasury. Truss was born in Oxford, England. She was raised in a northern, left-wing household; her father, John Truss, is a professor of pure mathematics at the University of Leeds; her mother was a nurse, teacher, and member of the CND. Truss has described both as being \"to the left of Labour\". When Truss later ran for election to Parliament, her mother agreed to campaign for her and her father declined to do", "doc_score": "81.67771911621094", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_19", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "5833506", "text": "McDonald's / in Indonesia, or Ebi (prawn) Burger in Singapore and Japan). In Germany and some other Western European countries, McDonald's sells beer. In New Zealand, McDonald's sells meat pies, after the local affiliate partially relaunched the Georgie Pie fast food chain it bought out in 1996. In the United States and Canada, after limited trials on a regional basis, McDonald's began offering in 2015 and 2017, respectively, a partial breakfast menu during all hours its restaurants are open. Most standalone McDonald's restaurants offer both counter service and drive-through service, with indoor and sometimes outdoor seating. Drive-Thru, Auto-Mac, Pay and Drive, or", "doc_score": "85.19578552246094", "publish_date": "2018/12/31"}, {"doc_id": "8105623", "text": "History of McDonald's / changing consumer tastes. The company introduced the McChicken in 1980; it proved to be a sales disappointment, and was replaced with Chicken McNuggets a year later (having originally been invented by Rene Arend in 1979). In 1985, ready-to-eat salads were introduced. Efficiency, combined with an expanded menu, continued to draw customers. McDonald's began to focus on urban centers and introduced new architectural styles. The first McDonald's Express locations opened in 1991. These are smaller-scale prototypes, usually constructed in prefabricated buildings or urban storefronts, that do not feature certain menu items such as milkshakes and Quarter Pounders. In 1992 Michael R.", "doc_score": "82.9412612915039", "publish_date": "2018/12/31"}, {"doc_id": "5833514", "text": "McDonald's / flat-screen TVs. Other upgrades include double drive-thrus, flat roofs instead of the angled red roofs, and replacing fiber glass with wood. Also, instead of the familiar golden arches, the restaurants now feature \"semi-swooshes\" (half of a golden arch), similar to the Nike swoosh. McDonald's began banning smoking in 1994 when it restricted customers from smoking within its 1,400 wholly owned restaurants. Since the late 1990s, McDonald's has attempted to replace employees with electronic kiosks which would perform actions such taking orders and accepting money. In 1999, McDonald's first tested \"E-Clerks\" in suburban Chicago, Illinois, and Wyoming, Michigan, with the devices", "doc_score": "86.11473083496094", "publish_date": "2018/12/31"}, {"doc_id": "14691808", "text": "History of the hamburger / expansion was mainly due to its use of the franchise system, an innovation borrowed from a sewing machine manufacturer, the Singer Corporation. Singer had developed it during the late 19th century, and it was so successful that it was soon adopted by its competitors. Nowadays, McDonald's even has its own university for training its staff: Hamburger University, located in Oak Brook, Illinois. Graduates receive a degree entitled \"bachelor of hamburgerology with a minor in French fries\". As McDonald's expanded into other countries, it encountered more opposition and general difficulties, as was the case in 1996 when it opened a restaurant", "doc_score": "83.22789001464844", "publish_date": "2018/12/31"}, {"doc_id": "11364952", "text": "Golden State Foods / Golden State Foods Golden State Foods (GSF) is an American foodservice company. Through a joint venture with Taylor Fresh Foods Inc., GSF is one of the biggest service providers to McDonald's restaurants, including liquid products, and it's the third largest beef supplier in the U.S. GSF's Australian group, supplies produce to KFC, Taco Bell and Pizza Hut. GSF also owns the Egypt group, which provides processing and distribution services in the Middle East. The company was founded in 1947 by Bill (William) Moore, and Frank Streeter and began as a small meat company to supply products to Los Angeles area", "doc_score": "84.1458969116211", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_20", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "7383631", "text": "Ron Carey (labor leader) / that the members would accept this offer. Carey won a major contract victory on August 18, 1997. Talks had resumed on August 7 but ended two days later. After five days of silence, talks began again on August 14 under the personal supervision of Labor Secretary Herman at the Hyatt Regency Washington hotel across the street from the Teamsters' headquarters. After two days of nearly continuous bargaining, UPS withdrew its pension demand. President Clinton personally spoke to both parties over the weekend to encourage them to continue bargaining, and a final tentative contract emerged on Monday afternoon, August 18. The", "doc_score": "77.05569458007812", "publish_date": "2018/12/31"}, {"doc_id": "16314587", "text": "Conrad Grayson / Amanda's death and tries to expose him. In the Season 2 finale, Conrad has a bomb planted at Grayson Global, intended for Jack, but Declan is instead caught in the blast and dies from a ruptured artery. During an argument, Conrad accidentally reveals to Daniel he knew about the bomb. Conrad later tells Victoria he has joined the Initiative and is elected Governor of New York at the end of Season 2. At the beginning of Season 3, Conrad is diagnosed with Huntington's disease and is forced to step down as governor. It is revealed that Emily poisoned Conrad and", "doc_score": "74.21852111816406", "publish_date": "2018/12/31"}, {"doc_id": "15949971", "text": "Hayden Moss / of five stayed together and successfully eliminated Baskauskas and his brother Vytas, as well as Tina Wesson, and Eastin's mother Laura Morett (for the second time). However, at the urging of Bankston, Moss decided that it was best to attempt to overthrow Apostol as a clear threat. Their first attempt failed, since they were unable to convince Eastin to flip against Apostol, and when the two of them, along with Wesson's daughter Katie Collins, attempted to vote out Eastin, Bankston was eliminated instead. With Bankston gone, Moss took control of the outsiders' alliance and finally convinced Eastin to vote with", "doc_score": "76.82064819335938", "publish_date": "2018/12/31"}, {"doc_id": "7536142", "text": "Maggie Dixon / president Doug Bruno. The following day, Dixon returned to West Point, where she watched the women's final game with her brother. The following day, she collapsed and was rushed to the base hospital. She was next airlifted to Westchester Medical Center in nearby Valhalla, New York. Doug Bruno changed his flight plans to fly to New York to see his former assistant. She was still alive when Bruno arrived, but she died the following day from what her brother described as an \"arrhythmic episode to her heart.\" Dixon died a little over a month shy of her 29th birthday. An", "doc_score": "75.14391326904297", "publish_date": "2018/12/31"}, {"doc_id": "20198526", "text": "Jared O'Mara / that he had made three attempts on his life during his suspension and had developed an anxiety disorder. He also revealed that he is on the autism spectrum, and believes that he is the first autistic MP in history. O'Mara restated his apology and asked for forgiveness from his constituents and the country. He refused to call a by-election and promised to make his maiden speech in July 2018. On 12 July 2018, O'Mara announced his resignation from the Labour Party. He said that he had \"not been listened to or given a fair investigation\" following his suspension, and that", "doc_score": "74.25534057617188", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_21", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "7404584", "text": "Art intervention / Serpentine Gallery in London, where he exhibited \"Away from the Flock\" (a sheep in a tank). An artist poured black ink into it, and was subsequently prosecuted, at Hirst's wish. The artist's defence was that he thought Hirst would benefit from the publicity and one critic (Tony Parsons) said the artist's action proved that what Damien Hirst does is art. The exhibit was restored at a cost of £1000. A notable case of an unauthorised intervention—which did no damage, yet was still liable for prosecution—occurred at 12.58 p.m. on October 25, 1999, when two artists, Yuan Chai and Jian Jun", "doc_score": "80.35282135009766", "publish_date": "2018/12/31"}, {"doc_id": "18766728", "text": "Curtis Culwell Center attack / An online ISIL persona run by internet troll Joshua Ryne Goldberg had posted maps to the exhibition, and urged his followers to attack the event. Goldberg pled guilty to federal charges in December 2017. His persona was retweeted by one of the attackers on the morning of the attack, and Goldberg claimed responsibility for inciting the attack to multiple news outlets and in his plea agreement. The event, which featured images of Muhammad, was advertised as the \"First Annual Muhammad Art Exhibit and Contest\", presented by the American Freedom Defense Initiative (AFDI), or Stop Islamization of America. It was organized", "doc_score": "78.99089813232422", "publish_date": "2018/12/31"}, {"doc_id": "13851492", "text": "Houston Alternative Art / Jockey's. Herschel Berry, Michael Hollis, and Kelly Kirkonnel started Daucus Carota (Latin for “wild carrot”) while they were in high school. The group had a shifting membership that included Andy Feehan, Nicky Galmiche, Chris Lesikar, Jim Martin, and Julian Schnabel. Members of Daucus Carota used images and sculptures of carrots in their work, often leaving bunches of real carrots in their wake. They sculpted an oversized painted carrot, which they placed around town, including in front of the Museum of Fine Arts, in a gesture designed to belittle the art establishment. In 1968 in San Francisco, Chip Lord and Doug", "doc_score": "78.28874206542969", "publish_date": "2018/12/31"}, {"doc_id": "17597222", "text": "Chartist Mural / itself been created through redevelopment and named in the 1960s. The mural celebrated the Chartist uprising of 1839, when John Frost led a march of thousands of protestors to the Westgate Hotel which was fired on by troops; some 22 demonstrators were killed. Budd researched the Chartist rebellion for four months in consultation with experts at the Newport Museum and Art Gallery. He then created the mural in hundreds of square panels in Kent which were later assembled on site. The mural showed: In 2007, an introductory panel was removed, and it was proposed that the whole mural would be", "doc_score": "76.3621826171875", "publish_date": "2018/12/31"}, {"doc_id": "13851550", "text": "Houston Alternative Art / the country, were Malou Flato, Paul Hester, Douglas Hollis, James Surls, and Richard Turner. They worked collaboratively to design the park in cooperation with the Houston Parks and Recreation Department. It was dedicated in 1992. The rally “Don’t GAG the Arts,” held in the park on the Menil campus to protest censorship of grants by the National Endowment for the Arts (NEA) and to support freedom of expression, drew a large and vocal crowd. The NEA had rescinded grants awarded to four artists, Karen Finley, John Fleck, Holly Hughes, and Tim Miller, because of their works’ provocative content. Rally speakers", "doc_score": "78.73324584960938", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_22", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "49933", "text": "Rail transport in Great Britain / services sold outright (six companies were set up, but five of these were sold to the same buyer). The government said privatisation would see an improvement in passenger services and satisfaction (according to the National Rail Passenger survey) has indeed gone up from 76% in 1999 (when the survey started) to 83% in 2013 and the number of passengers not satisfied with their journey dropped from 10% to 6%. Since privatisation, passenger levels have more than doubled, and have surpassed their level in the late 1940s. Train fares cost 2.7% more than under British Rail in real terms on average.", "doc_score": "75.7665786743164", "publish_date": "2018/12/31"}, {"doc_id": "19164780", "text": "Impact of the privatisation of British Rail / Impact of the privatisation of British Rail The impact of the privatisation of British Rail in the 1990s has been the subject of much debate, which has continued to the present day. Passenger satisfaction according to the National Rail Passenger survey has risen from 76% in 1999 (when the survey started) to 83% in 2013 and the number of passengers not satisfied with their journey dropped from 10% to 6%. However, the impact of the Hatfield rail accident in 2000 left services seriously affected for many months after. According to a Eurobarometer poll, satisfaction with rail of UK respondents is", "doc_score": "75.77272033691406", "publish_date": "2018/12/31"}, {"doc_id": "13908003", "text": "North–South divide in the United Kingdom / and other impressions of the surrounding region relative to other regions. The existence of the North-South divide is fiercely contested. Some sources claim it exists but also that it is even expanding. For example, a report in 2001 found that North East England, North West England and Scotland had poorer health levels than South. The same data have been interpreted otherwise to indicate only a very small difference. Indeed, results are highly dependent on the categories chosen for evaluation. As a generalisation, the following tend to indicate that there is some sort of north-south divide: However, many middle-class and affluent", "doc_score": "78.07820892333984", "publish_date": "2018/12/31"}, {"doc_id": "14436795", "text": "United Kingdom railway station categories / United Kingdom railway station categories The 2,520 railway stations on the National Rail network in Great Britain are classified into six categories (two of which are each divided into two subcategories) by the Department for Transport. The scheme was devised in 1996 and there was a review in 2009 when 106 stations changed categories. The categorisation scheme is owned by Network Rail, the site landlord of most of the stations. Some stations are in more than one category: for instance, at London St Pancras International, the surface platforms are in category A and the Thameslink platforms are in category C1.", "doc_score": "77.03736114501953", "publish_date": "2018/12/31"}, {"doc_id": "2335867", "text": "Rest area / services. As with the rest of the world, these are places where drivers can leave a motorway to refuel, rest, or get refreshments. Most service stations accommodate fast food outlets, restaurants, small food outlets such as Marks and Spencer and coffee shops such as Costa Coffee; many service stations also incorporate motels such as Travelodge. Almost all the MSA sites in the UK are owned by the Department for Transport and let on 50-year leases to private operating companies. However, in December 2008, after a change in the law, the only current official \"rest area\" in the UK was created", "doc_score": "78.4610824584961", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_23", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "19835666", "text": "2022 United States elections / incumbent or have multiple incumbents. Additionally, elections will be held to select the non-voting delegate for the District of Columbia, as well as four of the five non-voting delegates from U.S. territories. Elections will be held for the governorships of 36 U.S. states and three U.S. territories. Special elections may be held for vacancies in the other states and territories, if required by respective state and territorial constitutions. As most governors serve four year terms, the last regularly-scheduled elections for most seats up for election in 2022 were held in 2018. The governors of New Hampshire and Vermont each serve", "doc_score": "83.86419677734375", "publish_date": "2018/12/31"}, {"doc_id": "19207603", "text": "2018 New York gubernatorial election / structure after the 2016 elections. She will be the group’s first candidate.\" Miner circulated designating petitions to create a SAM Party in New York, and on August 21, her campaign announced that it had submitted over 40,000 petition signatures. Miner's submitted petitions far exceeded the 15,000 required to qualify for the November ballot. Persons tied to the Cuomo campaign, after reviewing the petitions, failed to find enough specific objections to challenge their validity. Jimmy McMillan, the party's founder and figurehead indicated on the party Web site that he would make another attempt at the office. He submitted petitions on August", "doc_score": "82.63333129882812", "publish_date": "2018/12/31"}, {"doc_id": "11673993", "text": "Cindy Hyde-Smith / the November 6 special election; Cochran had often done the same. After she and Espy each finished with about 41 percent of the vote, she agreed to debate Espy on November 20. The run-off election was held on November 27, 2018. With nearly 99% of the vote counted, Hyde-Smith was declared the winner with 53.8% of the vote. During the run-off campaign, while appearing with cattle rancher Colin Hutchinson in Tupelo, Mississippi, Hyde-Smith said, \"If he invited me to a public hanging, I'd be in the front row.\" Hyde-Smith's comment immediately drew harsh criticism, given Mississippi's notorious history of lynchings", "doc_score": "82.52674102783203", "publish_date": "2018/12/31"}, {"doc_id": "19940999", "text": "2022 United States gubernatorial elections / 2022 United States gubernatorial elections United States gubernatorial elections will be held on November 8, 2022 in 36 states and three territories. In addition, special elections may take place (depending on state law) if other gubernatorial seats are vacated. As most governors serve four year terms, the last regular gubernatorial elections for all but two of the seats took place in 2018. The governors of New Hampshire and Vermont, each of whom serve two year terms, are up for election in 2020. The 2022 gubernatorial elections will take place concurrently with several other federal, state, and local elections. Alabama: Kay", "doc_score": "83.113525390625", "publish_date": "2018/12/31"}, {"doc_id": "19829652", "text": "2018 United States House of Representatives elections / 2018 United States House of Representatives elections The 2018 United States House of Representatives elections were held on November 6, 2018, with early voting taking place in some states in the weeks preceding that date. Voters chose representatives from all 435 congressional districts across each of the 50 U.S. states. Non-voting delegates from the District of Columbia and four of the five inhabited U.S. territories were also elected. These midterm elections took place nearly halfway through the first term of Republican President Donald Trump. The winners will serve in the 116th United States Congress, with seats apportioned among the states", "doc_score": "81.74560546875", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_24", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "556383", "text": "Sacha Baron Cohen / stick, walking backwards while baring his buttocks, and yelling racial epithets. After the airing of the episode, Spencer initially refused to step down, stating that he was exploited by the producers. He eventually did step down on July 31, 2018, leaving the seat vacant. In May 2018, Spencer lost his primary to a political novice, Steven Sainz, but was expected to serve the rest of his term until November. In an interview with former Tory MP politician Neil Hamilton in 2000, Ali G offered Hamilton what was allegedly cannabis, which Hamilton accepted and smoked, creating some minor controversy in the", "doc_score": "80.6200942993164", "publish_date": "2018/12/31"}, {"doc_id": "12127488", "text": "Nicholas Boyle / Times\" went viral. In the letter, Boyle responded to a Big Read article (\"Braced for the fall\") published on 5 July 2017. In the article, it was stated that the pro-Brexit wing of the Conservative Party are to be known as 'fuckers', while their opponents are to be known as 'wankers'. Boyle opined that \"this rhetoric inverts the truth\", as \"it is the Europhobes who shut themselves away in self-gratifying fantasies, while the Remainers know that real life is possible only through interaction with others\". Boyle's letter was described as outstanding and the \"letter of the decade\" by editor Lionel", "doc_score": "79.30789947509766", "publish_date": "2018/12/31"}, {"doc_id": "5257487", "text": "Russell Brand / he is a precocious prepubescent rather than an adolescent: a child, born after the millennium, who can behave as if we never lived through the 20th century.\" Jeremy Paxman interviewed Brand on \"Newsnight\" in 2013, in which he disparaged the British political system as ineffectual and encouraged the British electorate not to vote. When asked by Paxman what a revolution would look like, Brand replied: British commentator Joan Smith dismissed Brand as the \"canny self-publicist\" who indulges in \"waffle about'revolution'\" as \"one celebrity, I'm afraid, who's more idiot than savant.\" Former \"Independent\" editor Simon Kelner largely defended his appearance", "doc_score": "76.89761352539062", "publish_date": "2018/12/31"}, {"doc_id": "8890128", "text": "A Conflict of Interest / Bank of England intervenes to bail them out at the taxpayers' expense, and, seeing as a new governor is about to be appointed, he asks Sir Humphrey if pressure can be brought to bear on the PM to select the right man for the job — i.e. someone in whose interests it will be to assist in the cover-up. The problem is that the favourite for the post is Alexander Jameson who is known for his scrupulous honesty and integrity, which has earned him the sobriquet \"Mr Clean\". Sir Desmond is concerned that if Jameson is appointed he will expose", "doc_score": "80.79298400878906", "publish_date": "2018/12/31"}, {"doc_id": "14218068", "text": "Malcolm Tucker / the current PM announces that he will resign within a year. Their attempt to properly prepare a \"junior nutter\" Ben Swain for an interview Jeremy Paxman on the problems in the immigration system fails miserably and he embarrasses himself on TV. Malcolm is also enraged that Olly's girlfriend in the opposition stole an idea to have a politician visit an immigration centre to determine the exact problems in the system, originally Malcolm's own idea. These events, along with an ominous comment from Julius Nicholson, lead to Malcolm suspecting that the prime minister will depart sooner than expected. Fearing that he", "doc_score": "78.7371826171875", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_25", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "17092269", "text": "Plug-in electric vehicles in the United Kingdom / Field testing with 100 Smart EDs began in London in 2007. On 30 April 2009, the Electric Car Corporation put on sale the Citroën C1 ev'ie, an adapted Citroën C1 intended for city driving. On that date, it had a list price of £16,850 ($24,989 US). A demonstration trial with the Mini E took place between December 2009 and March 2011 with 40 Mini E cars leased to private users for a two consecutive six-month field trial periods. In addition, one Mini E was delivered to the Government car pool in Downing Street to be tested by ministers in an", "doc_score": "82.50590515136719", "publish_date": "2018/12/31"}, {"doc_id": "20033732", "text": "Renault Trezor / Renault Trezor Renault Trezor is a two-seater electric concept car with autonomous capabilities built by Renault which was unveiled at the 2016 Paris Motor Show. The car secured the Festival Automobile International's Most Beautiful Concept car of the Year 2016 award. The car is expected to become a commercial product by 2020. The car is unique due to its lack of lines across the body with the only visible seam occurring where the roof connects to the lower portion of the car. The main reason for the lack of visible seams is its clamshell style roof which opens up to", "doc_score": "82.67509460449219", "publish_date": "2018/12/31"}, {"doc_id": "5061202", "text": "Electric vehicle conversion / a different battery management system. Since 30 April 2009, the Electric Car Corporation have been selling the Citroën C1 ev'ie, an all-electric conversion from the Citroën C1. Full-size sedans and minivans are generally considered to be poor candidates for EV conversion. As the suspension and tires are already operating close to the maximum permissible, it may be necessary to make substantial modifications in these areas. It may be easier to obtain upgraded suspension components for some smaller vehicles, if these are also typically used for sports racing (particularly autocross). Starting with a heavy vehicle and adding batteries will result", "doc_score": "81.24040222167969", "publish_date": "2018/12/31"}, {"doc_id": "20159335", "text": "Citroën Berlingo Electric / Citroën Berlingo Electric The Citroën Berlingo Electric is a battery-powered version of the Berlingo range of vans. It follows an earlier Citroën Berlingo électrique version sold between 1998 and 2005. The Citroën E-Berlingo Multispace is MPV model released in 2017. A Berlingo First Electric “Powered by Venturi” version was released in 2010 with 250 vehicles supplied to the French postal service La Poste. This version with was produced with a driv train supplied by Venturi Automobiles. The Citroen Berlingo Electric was released in the UK in April 2013. It has a permanent magnet synchronous 49 kW (67 hp) electric motor", "doc_score": "80.64448547363281", "publish_date": "2018/12/31"}, {"doc_id": "20415992", "text": "Tesla Roadster (2020) / in spite of the estimated battery weight of. He added that the feasibility of the acceleration claim assumed that suitable tires would be available for the maximum traction that will be required. Series 4, episode 12 of \"Jay Leno's Garage\" broadcast on 23 August 2018 featured Jay Leno inside the Tesla Roadster prototype along with its designer Franz von Holzhausen. Tesla Roadster (2020) The Tesla Roadster is an upcoming all-electric battery-powered four-seater sports car made by Tesla, Inc. Tesla has said it will be capable of in 1.9 seconds, quicker than any street legal production car to date at", "doc_score": "81.48136138916016", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_26", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "3204894", "text": "England national rugby union team / a series whitewash over Australia in Sydney, and equalled the world record of 18 consecutive wins with an impressive 61–21 victory over Scotland securing the six nations championship of the 2017 edition. In 2018, England lost five consecutive test matches, including a home match versus Ireland. Up until 1910, the English rugby team used various stadia in a number of venues around England before settling at Twickenham Stadium. It is the largest rugby-dedicated stadium in the world. After sell-out matches at Crystal Palace in 1905 and 1906 against New Zealand and South Africa respectively, the Rugby Football Union (RFU) decided", "doc_score": "83.43242645263672", "publish_date": "2018/12/31"}, {"doc_id": "20157466", "text": "2017–18 Oxford United F.C. season / over Oldham Athletic (who were to be relegated at the end of the season) and a home win over Portsmouth in front of what turned out to be the club's largest home crowd of the season. After 15 games the club were in the play-off places, but form declined through the late autumn. Curtis Nelson ruptured his Achilles tendon during a home defeat to Northampton Town in November, and John Mousinho was appointed captain in his place (until Nelson's eventual return in April). Oxford suffered a record 7–0 home defeat at the hands of eventual champions Wigan Athletic on 23", "doc_score": "84.16394805908203", "publish_date": "2018/12/31"}, {"doc_id": "3204915", "text": "England national rugby union team / slipped, following a poor showing at the 2011 Rugby World Cup, and was ranked 6th in February 2012. England entered the 2015 Rugby World Cup ranked 4th. However, after failing to exit the pool stage, England were ranked 8th in the world as of 1 November 2015. England has won 398 of their 725 Test matches; a winning record of 55%. Below is a summary table of capped England matches up until 16 November 2018. Only fixtures recognised as test matches by the RFU are included. On 18 October, England finalised a 36-man squad ahead of the 2018 Autumn Internationals.", "doc_score": "83.848388671875", "publish_date": "2018/12/31"}, {"doc_id": "20175876", "text": "2017–18 Premiership Rugby / 2017–18 Premiership Rugby The 2017–18 Premiership Rugby was the 31st season of the top flight of English domestic rugby union competition and the eighth and final one to be sponsored by Aviva (Gallagher purchased the naming rights beginning in the 2018–19 season). The competition was broadcast by BT Sport for the fifth successive season with five games also simulcast free-to-air on Channel 5 for the first time. Highlights of each weekend's games were shown on Channel 5 with extended highlights on BT Sport. The reigning champions entering the season were Exeter Chiefs, who claimed their first title after defeating Wasps", "doc_score": "84.43850708007812", "publish_date": "2018/12/31"}, {"doc_id": "19743366", "text": "2017 Super Rugby season / highest-seeded wildcard) and likewise with the winners of Quarter-finals 2 and 3. The two semi-final hosts were the highest-seeded winners of their respective quarter-finals. The winners of the semifinals advanced to the final, at the venue of the highest-seeded team. On 9 April 2017, SANZAAR announced that the competition would return to a 15-team format for 2018, with two teams from South Africa and one team from Australia being dropped. To ensure five-team conferences, Japanese side the would move from the South African Conference to the Australian Conference. On 7 July 2017, the South African Rugby Union confirmed that the", "doc_score": "82.22064971923828", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_27", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "14271800", "text": "Thérèse Coffey / became a member of the Culture, Media and Sports Select Committee inquiry into the hacking scandal in 2012. In that committee, she declined to support any motions critical of Rupert and James Murdoch. However, she later joined the majority of her party in voting for exemplary damages to be a default consequence to deter press misbehaviour. Coffey was a member of the Culture, Media and Sport Committee from July 2010 to October 2012, when she was appointed Parliamentary Private Secretary to Michael Fallon, Minister for Business and Energy. In July 2014 she was appointed Assistant Government Whip. She was appointed", "doc_score": "86.55166625976562", "publish_date": "2018/12/31"}, {"doc_id": "14553734", "text": "Jackie Doyle-Price / the 2017 election she was appointed Parliamentary Under Secretary of State in the Department for Health. In July 2017, she spoke in parliament in her new role, answering a question from a DUP \"shadow\". In October 2018, she was appointed as Minister for Suicide Prevention and Mental Health, a new position in the Department of Health and Social Care. Doyle-Price employs her partner Mark Coxshall as her part-time Office Manager on a salary up to £30,000. The practice of MPs employing family members has been criticised by some sections of the media on the lines that it promotes nepotism. Although", "doc_score": "83.25636291503906", "publish_date": "2018/12/31"}, {"doc_id": "10245837", "text": "Nikki Hayes / was publicly assaulted in a hotel in the Temple Bar district of Dublin in April 2008. After receiving a black eye she was grateful for the support of her boss John Clarke and fellow broadcaster Gerry Ryan but was not seen in public for some months following the attack. Hayes has suffered from stress and caught an infection which required her to stick to a diet of only protein. In February 2012, she revealed that, worried about her health, her boyfriend and family members have urged her to stop dieting but that she is happy has control of her weight.", "doc_score": "85.4355239868164", "publish_date": "2018/12/31"}, {"doc_id": "16874643", "text": "Alexa Scimeca Knierim / additional surgery on November 1 and returned to training by the middle of that month. Scimeca Knierim's illness involved regular episodes of vomiting, debilitating pain, difficulties with sleeping, eating or drinking, as well as significant weight loss. Already small, she lost 20 pounds and shrunk to just over 80 pounds. Knierim stated that when his wife initially returned to the ice following surgery, she had to hold his hands just to skate a lap around the rink and could only skate for 10 minutes before having to go home for a nap because it was so physically draining on her", "doc_score": "81.30066680908203", "publish_date": "2018/12/31"}, {"doc_id": "13634922", "text": "Bernice Gera / disenchanted with umpiring when the other umpires refused to cooperate with her on the field. She was scheduled to be the home plate umpire for the second game. Gera cites the \"cool resentment\" of both the other umpires and the baseball establishment as a motivation for her decision to resign, not her dispute with Auburn manager Nolan Campbell. This, combined with both verbal, written and physical \"threats\" \"disgusted\" her and contributed to her disillusionment with baseball culture. Eight men, for example, allegedly shattered the light outside Gera's motel room and cursed at her the night before she umpired her first", "doc_score": "83.39187622070312", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_28", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "19504478", "text": "A Moon Shaped Pool / and Sanctions campaign for an international cultural boycott of Israel. \"A Moon Shaped Pool\" appeared in many publications' lists of the year's best albums. It was the fifth Radiohead album nominated for the Mercury Prize, and was nominated for Best Alternative Music Album and Best Rock Song (for \"Burn the Witch\") at the 59th Annual Grammy Awards. It topped the charts in several countries, becoming Radiohead's sixth number-one album in the UK, and was a bestseller on vinyl. It was certified gold in the UK in June 2016 and in the US in November 2018. Several tracks on \"A Moon", "doc_score": "78.82543182373047", "publish_date": "2018/12/31"}, {"doc_id": "1273047", "text": "Mercury Prize / increase of their album \"The Seldom Seen Kid\" after winning the Prize in 2008. In their winner's speech, Elbow's frontman Guy Garvey said that winning the Mercury Prize was 'Quite literally the best thing that has ever happened to us'. Similarly, sales of The xx's winning album rose by 450% the day after they won the 2010 Mercury Prize and 2013 winner James Blake saw a 2,500% sales increase on Amazon after he was announced as the winner of the 2013 Mercury Prize. 2011 winner PJ Harvey's album \"Let England Shake\" jumped from number 181 to 24 in the UK", "doc_score": "81.50675964355469", "publish_date": "2018/12/31"}, {"doc_id": "12176852", "text": "NME Single of the Year / and hands them in to the editor. An album marked at Number One gets 20 points, Number Two gets 19 points and so on until the 20th, which gets one point. All of the points from the various top 20s are then gathered together and the overall favourites are worked out and ranked for publication in the official list. The single or track with the most points overall is Number One in the list, the one with the second most points is Number Two and so on. There have been, to date, three artists who have won Album and Single", "doc_score": "76.88961791992188", "publish_date": "2018/12/31"}, {"doc_id": "20654562", "text": "Tranquility Base Hotel & Casino / that the album was hindered by an absence of memorable songs. Similarly, Annie Zaleski of \"The A.V. Club\" noted that its lack of \"obvious hooks\" was its key flaw, with its structureless nature resulting in the album feeling \"unmoored and even plodding\". In a mixed review for \"Rolling Stone\", Jon Dolan praised the album's ambition but criticised the album as \"meandering\", concluding that the new stylistic direction \"doesn't quite work\". \"Tranquility Base Hotel & Casino\" was nominated for the 2018 Mercury Prize, an annual prize awarded to the year's best British or Irish album. This became the band's fourth nomination", "doc_score": "78.5593032836914", "publish_date": "2018/12/31"}, {"doc_id": "1273043", "text": "Mercury Prize / Mercury Prize The Mercury Prize, formerly called the Mercury Music Prize, is an annual music prize awarded for the best album released in the United Kingdom by a British or Irish act. It was established by the British Phonographic Industry and British Association of Record Dealers in 1992 as an alternative to the Brit Awards. The prize was originally sponsored by Mercury Communications, a brand owned by Cable & Wireless, from which the prize gets its name. It was later sponsored by Technics (1998 to 2001), Panasonic (2002 and 2003), Nationwide Building Society (2004 to 2008) and Barclaycard (2009–14). The", "doc_score": "78.4405746459961", "publish_date": "2018/12/31"}]}
{"question_id": "20221021_29", "search_time": "2022/10/24/21:44", "search_result": [{"doc_id": "19691481", "text": "Traingate / Traingate Traingate is the popular name given to a 2016 disputed incident between Jeremy Corbyn, leader of the British Labour Party, and the train operating company Virgin Trains East Coast (VTEC) and its minority shareholder Richard Branson. During August 2016, a video was released of Corbyn sitting on the floor of a VTEC train while campaigning during a leadership challenge by Owen Smith. Corbyn said the train was \"ram-packed\" and used this to support his policy to reverse the 1990s privatisation of the railways of Great Britain, which created private operators such as VTEC. Controversy developed when Virgin released CCTV", "doc_score": "74.63632202148438", "publish_date": "2018/12/31"}, {"doc_id": "6517411", "text": "Jerald terHorst / Jerald terHorst Jerald Franklin \"Jerry\" terHorst (July 11, 1922 – March 31, 2010) was an American journalist who served as the twelfth White House Press Secretary during the first month of Gerald Ford's presidency. His resignation in protest of Ford's unconditional pardon of former President Richard Nixon is still regarded as \"a rare act of conscience by a high-ranking public official\". Jerald terHorst was born in Grand Rapids, Michigan, on July 11, 1922. The son of Dutch immigrants, he did not speak English until he was 5 years old. He dropped out of high school at age 15 to work", "doc_score": "74.54634094238281", "publish_date": "2018/12/31"}, {"doc_id": "13914581", "text": "Question Time British National Party controversy / believed it would allow Griffin to claim 'victimisation'. However, according to \"The Times\", the BBC was 'delighted' with the strategy, which was to ensure it could not be accused of giving Griffin an \"easy ride\". The Welsh Secretary, Peter Hain, who had appealed to the BBC Trust to have Griffin's appearance prevented, continued to denounce the decision. David Lammy, one of Britain's first black ministers, feared that people would face violence as a result of the programme. The former Home Secretary, David Blunkett, attacked the way in which \"BBC News at Six\" engaged in \"deliberate promotion of their own publicity-seeking", "doc_score": "74.66250610351562", "publish_date": "2018/12/31"}, {"doc_id": "14479994", "text": "Hari Sevugan / Hari Sevugan Hari Sevugan (born 1974) is the former national press secretary for the Democratic National Committee. He served as the senior spokesman for the Barack Obama presidential campaign. According to one report \"Sevugan's sound bytes were often pithy, biting and memorable.\" Another report is more direct, noting during the 2008 campaign Sevugan always gave out \"the press office's harshest lines.\" He is currently one of the Principals at Chicago-based advocacy firm 270 Strategies. In June, 2011, Sevugan left his position with the DNC to become the Vice President of Communications for StudentsFirst, an education reform organization founded by Michelle", "doc_score": "74.5381851196289", "publish_date": "2018/12/31"}, {"doc_id": "1372600", "text": "News presenter / a panel of reporters or experts. The term \"anchorman\" also was used to describe Walter Cronkite's role at the Democratic and Republican National Conventions, where he coordinated switches between news points and reporters. The widespread claim that news anchors were called \"cronkiters\" in Swedish has been debunked by linguist Ben Zimmer. Anchors occupy a contestable role in news broadcasts. Some argue anchors have become sensationalized characters whose identities overshadow the news itself, while others cite anchors as necessary figureheads of \"wisdom and truth\" in the news broadcast. The role of the anchor has changed in recent years following the advent", "doc_score": "76.51403045654297", "publish_date": "2018/12/31"}]}
