{"question_id": "20220812_0", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "8597819", "text": "United States Consumer Price Index / people to maintain the same standard of living. The Commission also found that 99% of all data were collected during the week, although an increasing amount of purchases happen during the weekend. Additional bias was said to stem from changes in retailing that were unaccounted for in the CPI. Some critics believe however, that because of changes to the way that the CPI is calculated, and because energy and food price changes were excluded from the Federal Reserve's calculation of \"core inflation\", that inflation is being dramatically underestimated. The second argument is unrelated to the CPI, except insofar as the", "doc_score": "93.6164321899414", "publish_date": "2018/12/31"}, {"doc_id": "1709380", "text": "Consumer price index / Replacing the current cost-of-living adjustment calculation with the chained CPI was considered, but not adopted, as part of a deficit-reduction proposal to avert the sequestration cuts, or fiscal cliff, in January 2013, but President Obama included it in his April 2013 budget proposal. Because of some shortcomings of the CPI, notably that it uses static expenditure weighting and it does not account for the substitution effect, the PCEPI is an alternative price index used by the Federal Reserve, among others, to measure inflation. From January 1959 through July 2018, inflation measured by the PCEPI has averaged 3.3%, while it has", "doc_score": "93.76547241210938", "publish_date": "2018/12/31"}, {"doc_id": "8597811", "text": "United States Consumer Price Index / medical care as all consumers in CPI-U or employees in CPI-W. In January of each year, Social Security recipients receive a cost of living adjustment (COLA) \"to ensure that the purchasing power of Social Security and Supplemental Security Income (SSI) benefits is not eroded by inflation. It is based on the percentage increase in the Consumer Price Index for Urban Wage Earners and Clerical Workers (CPI-W)\". However, from December 1982 through December 2011, the all-items CPI-E rose at an annual average rate of 3.1 percent, compared with increases of 2.9 percent for both the CPI-U and CPI-W. This suggests that", "doc_score": "95.89263916015625", "publish_date": "2018/12/31"}, {"doc_id": "8597815", "text": "United States Consumer Price Index / where prices are collected. A second, more broadly based CPI for All Urban Consumers, the CPI-U was also introduced. The CPI-U took into account the buying patterns of professional and salaried workers, part-time workers, the self-employed, the unemployed, and retired people, in addition to wage earners and clerical workers. In January 1983 housing prices were replaced with \"owners' equivalent of rent\" because rents are more stable. In 1995, the Senate Finance Committee appointed a commission to study CPI's ability to estimate inflation. The CPI commission found in their study that the index overestimated the cost of living by a value", "doc_score": "91.48677825927734", "publish_date": "2018/12/31"}, {"doc_id": "8597813", "text": "United States Consumer Price Index / Periodic collection of prices was started, and in 1919 the Bureau of Labor Statistics began publication of separate indexes for 32 cities. Regular publication of a national index, the U.S. city average began in 1921, and indexes were estimated back to 1913 using records of food prices. Because people's buying habits had changed substantially, a new study was made covering expenditures in the years 1934–1936, which provided the basis for a comprehensively revised index introduced in 1940. During World War II, when many commodities were scarce and goods were rationed, the index weights were adjusted temporarily to reflect these shortages.", "doc_score": "93.24394226074219", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_1", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "4525458", "text": "Mar-a-Lago / in 1973, willed the estate to the United States government as a Winter White House for presidents and visiting foreign dignitaries. Richard Nixon preferred the Florida White House in Key Biscayne, however, and Jimmy Carter was not interested. The federal government soon realized the immense cost of maintenance, and the difficulty maintaining security for diplomats, and returned it to the Post Foundation in 1981. It was then listed for sale for $20 million. Dina Merrill and Post's two other daughters did not maintain the property in the meanwhile, expecting to sell it. But there was so little interest, the city", "doc_score": "83.0119857788086", "publish_date": "2018/12/31"}, {"doc_id": "4525455", "text": "Mar-a-Lago / visits or as a Winter White House, but because the costs of maintaining the property exceeded the funds provided by Post, and it was difficult to secure the facility (as it is located in the flight path of Palm Beach Airport), the property was returned to the Post Foundation by an Act of Congress in 1981. In 1985, Mar-a-Lago was purchased by Donald Trump. His wife at the time, Ivana Trump, was charged with running the property. Trump retained Mar-a-Lago through both of his divorces. His family maintains private quarters in a separate, closed-off area of the house and grounds.", "doc_score": "83.39212036132812", "publish_date": "2018/12/31"}, {"doc_id": "19974609", "text": "Attempted assassination of Donald Trump / Southern Detention Center. Due to his mental health conditions, Sandford was kept in solitary confinement and repeatedly put under suicide watch. On June 20, 2016, a complaint was filed with the United States District Court for the District of Nevada charging Sandford with committing an act of violence on restricted ground. Sandford appeared in a Nevada District Court on June 20, 2016, where he was charged with committing an act of violence on restricted ground. Sandford's public defender, Heather Fraley, argued that Sandford should be bailed to a halfway house given his lack of a criminal record, but he was", "doc_score": "78.52510070800781", "publish_date": "2018/12/31"}, {"doc_id": "1428185", "text": "Grand Staircase-Escalante National Monument / President Bill Clinton designated the area as a national monument in 1996 using his authority under the Antiquities Act. Grand Staircase-Escalante is the largest national monument managed by the BLM. On December 4, 2017, President Donald Trump ordered that the monument's size be reduced by nearly 47 percent to, with the remainder broken up into three separate areas, two of which border one another along the Paria River. Conservation, angling, hunting, and outdoor recreation groups have filed suit to block any reduction in the national monument, arguing that the president has no legal authority to materially shrink a national", "doc_score": "78.68333435058594", "publish_date": "2018/12/31"}, {"doc_id": "20993092", "text": "Criminal charges brought in the Special Counsel investigation (2017–present) / Criminal charges brought in the Special Counsel investigation (2017–present) The ongoing Special Counsel investigation is a United States law enforcement and counterintelligence investigation of the Russian government's efforts to interfere in United States politics, with primary focus on the 2016 presidential election. Through November 2018, the Special Counsel has publicly initiated criminal proceedings against 33 people—six U.S. nationals, 26 Russian nationals, and one Dutch national—and three Russian organizations. The Special Counsel has brought charges in three different jurisdictions: the District of Columbia (D.D.C.), the Eastern District of Virginia (E.D. Va.), and the Southern District of New York (S.D.N.Y.). The Special", "doc_score": "77.10717010498047", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_2", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "274557", "text": "Michael Jordan / Year for 2014. In 2017, he became a part owner of the Miami Marlins of Major League Baseball. \"Forbes\" designated Jordan as the athlete with the highest career earnings in 2017. From his Jordan Brand income and endorsements, Jordan's 2015 income was an estimated $110 million, the most of any retired athlete., his current net worth is estimated at $1.7 billion by \"Forbes\". Jordan is the third-richest African-American as of 2018, behind Robert F. Smith and Oprah Winfrey. Jordan co-owns an automotive group which bears his name. The company has a Nissan dealership in Durham, North Carolina, acquired in", "doc_score": "85.62590789794922", "publish_date": "2018/12/31"}, {"doc_id": "274546", "text": "Michael Jordan / last title. Television ratings in particular increased only during his time in the league, and Finals ratings have not returned to the level reached during his last championship-winning season. In August 2009, the Naismith Memorial Basketball Hall of Fame in Springfield, Massachusetts, opened a Michael Jordan exhibit that contained items from his college and NBA careers, as well as from the 1992 \"Dream Team\". The exhibit also has a batting glove to signify Jordan's short career in Minor League Baseball. After Jordan received word of his acceptance into the Hall of Fame, he selected Class of 1996 member David Thompson", "doc_score": "84.42607879638672", "publish_date": "2018/12/31"}, {"doc_id": "274556", "text": "Michael Jordan / that \"marketing-wise, he's great. He's the one who came up with the concept of 'Air Jordan.'\" In June 2010, Jordan was ranked by \"Forbes\" magazine as the 20th-most powerful celebrity in the world with $55 million earned between June 2009 and June 2010. According to the Forbes article, Jordan Brand generates $1 billion in sales for Nike. In June 2014, Jordan was named the first NBA player to become a billionaire, after he increased his stake in the Charlotte Hornets from 80% to 89.5%. On January 20, 2015, Jordan was honored with the \"Charlotte Business Journal\"'s Business Person of the", "doc_score": "84.1231460571289", "publish_date": "2018/12/31"}, {"doc_id": "11180958", "text": "Barry Halper / the New York Post that a Halper-donated jersey, supposedly worn by Shoeless Joe Jackson, was a fake. Horn stated that the logo utilized acrylic coloring first created in 1941. The jersey was removed from display in 2008. Halper gave conflicting statements regarding the provenance of the Jackson jersey. In a 1985 interview, Halper told The Sporting News that it was a “recent acquisition” from Jackson’s family. In 1998, Halper claimed he’d purchased it in the 1950s from Jackson’s widow. Issues of authenticity have been raised with other auctioned items, including items purported to belong to Cy Young, Joe Dimaggio, Mickey", "doc_score": "82.64554595947266", "publish_date": "2018/12/31"}, {"doc_id": "274523", "text": "Michael Jordan / playoff appearance for the Wizards, and Jordan was often unsatisfied with the play of those around him. At several points he openly criticized his teammates to the media, citing their lack of focus and intensity, notably that of the number one draft pick in the 2001 NBA draft, Kwame Brown. With the recognition that 2002–03 would be Jordan's final season, tributes were paid to him throughout the NBA. In his final game at the United Center in Chicago, which was his old home court, Jordan received a four-minute standing ovation. The Miami Heat retired the number 23 jersey on April", "doc_score": "83.72784423828125", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_3", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "16950249", "text": "United States Refugee Admissions Program (USRAP) / to allow the order to go into effect while the court looks at its ultimate legality later in the year. On June 26, 2017, the Supreme Court partially lifted the halt and will hear oral arguments for the petition to vacate the injunctions in the fall. On March 6, 2017, President Trump issued (Protecting The Nation From Foreign Terrorist Entry Into The United States) which revoked EO 13769. (Enhancing Vetting Capabilities and Processes for Detecting Attempted Entry Into the United States by Terrorists or Other Public-Safety Threats)of September 24, 2017, supplements EO 13780 of March 6, 2017. On October 17,", "doc_score": "84.40544128417969", "publish_date": "2018/12/31"}, {"doc_id": "19975111", "text": "Legal challenges to the Trump travel ban / it was about to expire. On October 17, a U.S. district judge in Hawaii issued an opinion saying that much of the proclamation is unconstitutional. On June 26, 2018, the Supreme Court overturned the lower court opinion and upheld Proclamation 9645 in a 5–4 decision. U.S. President Donald Trump signed Executive Order 13769 on January 27, 2017. The order limited the number of refugee arrivals to the U.S. to 50,000 for 2017 and suspended the U.S. Refugee Admissions Program (USRAP) for 120 days, after which the program would be conditionally resumed for individual countries while prioritizing refugee claims from persecuted", "doc_score": "85.18601989746094", "publish_date": "2018/12/31"}, {"doc_id": "199855", "text": "Immigration to the United States / presidents, President Obama's authority to create DAPA and expand DACA were challenged in the federal courts by Texas and 25 other states. In November 2015, the U.S. Court of Appeals for the Fifth Circuit, in a 2-1 decision in \"United States v. Texas\", upheld a preliminary injunction blocking the programs from going forward. The case was heard by the U.S. Supreme Court, which in June 2016 deadlocked 4-4, thus affirming the ruling of the Fifth Circuit but setting no nationally binding precedent. On November 15, 2013, the United States Citizenship and Immigration Services announced that they would be issuing a", "doc_score": "83.32099914550781", "publish_date": "2018/12/31"}, {"doc_id": "19972297", "text": "Executive Order 13769 / Executive Order 13769 Executive Order 13769, titled Protecting the Nation from Foreign Terrorist Entry into the United States, often referred to as the Muslim ban or the travel ban, was an executive order by United States President Donald Trump. Except for the extent to which it was blocked by various courts, it was in effect from 27 January 2017, until 16 March 2017, when it was superseded by Executive Order 13780. Executive Order 13769 lowered the number of refugees to be admitted into the United States in 2017 to 50,000, suspended the U.S. Refugee Admissions Program (USRAP) for 120 days,", "doc_score": "84.97962951660156", "publish_date": "2018/12/31"}, {"doc_id": "19972298", "text": "Executive Order 13769 / suspended the entry of Syrian refugees indefinitely, directed some cabinet secretaries to suspend entry of those whose countries do not meet adjudication standards under U.S. immigration law for 90 days, and included exceptions on a case-by-case basis. Homeland Security lists these countries as Iran, Iraq, Libya, Somalia, Sudan, Syria, and Yemen. More than 700 travelers were detained, and up to 60,000 visas were \"provisionally revoked\". The signing of the order provoked widespread condemnation and protests and resulted in legal intervention against the enforcement of the order with some calling it a \"Muslim ban\" because Trump had previously called for temporarily", "doc_score": "85.0176773071289", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_4", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "21000945", "text": "YouTube Rewind 2018: Everyone Controls Rewind / in references. It was also prominently criticized for its social commentary, which some felt was shoehorned into the video. A point of specific criticism was that \"Everyone Controls Rewind\" was seen by some to promote the behavioral health services of BetterHelp, despite the controversy surrounding the company. Others were angered that the video never brought up the deaths of Dolores O'Riordan, Stephen Hawking, Craig Mack, Avicii, Verne Troyer, Barbara Bush, TotalBiscuit, Anthony Bourdain, Stefán Karl Stefánsson, Aretha Franklin, Mac Miller, R. Lee Ermey, Stan Lee and Stephen Hillenburg, despite each of their deaths having made a major impact on the", "doc_score": "75.11669921875", "publish_date": "2018/12/31"}, {"doc_id": "5302186", "text": "Dick Clark's New Year's Rockin' Eve / ratings for the late-night portion of the broadcast were down by 9% in comparison to 2016, \"New Year's Rockin' Eve\" was once again the highest-rated New Year's special across the major networks, with a 9.0 rating in metered markets, and a 6.8 rating among adults 18-49. Mariah Carey was one of the Times Square headliners for the 2017 edition. Her performance was notably marred by technical issues; when opening with \"Emotions\", Carey remarked throughout the song that she was unable to hear her backing track. On her second song, \"We Belong Together\", she briefly sang the song without incident, but", "doc_score": "76.55397033691406", "publish_date": "2018/12/31"}, {"doc_id": "15569", "text": "Academy Awards / he termed \"the single most hated thing on the show\" – overly long and embarrassing displays of emotion. In 2016, in a further effort to streamline speeches, winners' dedications were displayed on an on-screen ticker. During the 2018 ceremony, host Jimmy Kimmel acknowledged how long the ceremony had become, by announcing that he would give a brand-new jet ski to whoever gave the shortest speech of the night (a reward won by Mark Bridges when accepting his Best Costume Design award for \"Phantom Thread\"). Although still dominant in ratings, the viewership of the Academy Awards have steadily dropped; the 88th", "doc_score": "76.29088592529297", "publish_date": "2018/12/31"}, {"doc_id": "20091245", "text": "90th Academy Awards / see what we have planned for the 90th anniversary show!\" Jimmy extensively campaigned for the ceremony, shooting several promos and discussions on his talk show. On December 4, 2017, it was announced that the timing of the ceremony and its pre-show had been changed and both would be scheduled to broadcast a half-hour earlier than prior telecasts. In the first half of the nominations announcement, pre-taped category introductions were included that featured actresses Priyanka Chopra, Rosario Dawson, Gal Gadot, Salma Hayek, Michelle Rodriguez, Zoe Saldana, Molly Shannon, Rebel Wilson and Michelle Yeoh. As per the tradition of the Academy, the", "doc_score": "75.1196517944336", "publish_date": "2018/12/31"}, {"doc_id": "18935475", "text": "The Golden Girls: Their Greatest Moments / Junger Witt and Tony Thomas, and creator/writer Susan Harris. The women also introduce clips focused on their individual characters and comment on their character's specific traits and quirks. During the special, Bea Arthur pays tribute to late actor Herb Edelman, who played the recurring role of her character's ex-husband Stanley Zbornak during the series' seven-year run. A new version of the theme song \"Thank You for Being a Friend\" was recorded for this special. \"The Golden Girls: Their Greatest Moments\" became the highest-rated special in Lifetime network's 19-year history, averaging a 3.7 household rating (4.2 million viewers) during its premiere", "doc_score": "74.19921112060547", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_5", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "5158615", "text": "Lyoness / warning against Lyoness, listing its alleged privacy violations, misleading advertising, deceptive information and unrealistic and negligible benefits as red flags for doing business with Lyoness. In March 2010, the Swiss magazine \"Beobachter\" published an article by Pascale Hofmeier entitled \"Lyoness: Hands off\". In the article, Sara Stalder of the Swiss Consumer Union and Manuel Richard of the Swiss Gambling Commission warn consumers not to do business with Lyoness. In early 2012, \"Kleine Zeitung\" published an article suggesting that Lyoness deceived the masses by operating an irrelevant shopping community. \"L'Hebdo\", a Swiss magazine, reproduced a story about how Lyoness members are", "doc_score": "78.71932983398438", "publish_date": "2018/12/31"}, {"doc_id": "9759987", "text": "Criticism of Tesco / short of the Government target of 25% female directors. In March 2017 when there were 3 women on the board the Chairman John Allan said at a conference that men were becoming an 'endangered species' in British boardrooms causing widespread criticism. Tesco in Ireland was convicted of failing to display prices properly by the National Consumer Agency in July 2008. Tesco Ireland is the largest food retailer in Ireland, with over 13,500 employees. Tesco Ireland has come in for increased criticism for apparently high prices in its Irish stores, although in its favour this seems to be because comparisons are", "doc_score": "80.04479217529297", "publish_date": "2018/12/31"}, {"doc_id": "9759945", "text": "Criticism of Tesco / have also arisen since the millennium. Tesco has been heavily criticised by the media in both the UK and Ireland among other places over its comparatively more ruthless and harsh business tactics compared to its rivals, all of whom stand charged, like Tesco, of bullying farmers to lower their prices to unsustainable levels. Waitrose was the only major supermarket to come out of this accusation relatively unscathed. Other less prominent disputes have occurred in Thailand, Ireland and Hungary. Tesco has been subject to several claims of apparently out-of-date food being 'back-labelled' to appear to still be in date, poor café", "doc_score": "82.76549530029297", "publish_date": "2018/12/31"}, {"doc_id": "9759989", "text": "Criticism of Tesco / excess of 5%. Tesco in Ireland was convicted of failing to properly display prices by the National Consumer Agency in July 2008. An advertisement in 2011 for pork sausages resulted in complaints to the Advertising Standards Authority (United Kingdom) (ASA), for implying that the meat came from free range pigs. The complaints were upheld, with the ASA agreeing that the advertisement was misleading. Tesco said it was baffled because the farm shown supplied meat from pigs that were born outdoors and reared indoors. A report by the independent retailers group RGDATA contained allegations that Tesco overcharged customers. The report shows", "doc_score": "82.25527954101562", "publish_date": "2018/12/31"}, {"doc_id": "197150", "text": "IKEA / comparing the prices of 49 IKEA products in South Korea and other countries. In February 2013, IKEA announced it had pulled 17,000 portions of Swedish meatballs containing beef and pork from stores in Europe after testing in the Czech Republic found traces of horsemeat in the product. The company removed the Swedish meatballs from stores' shelves on 25 February 2013, but only made the announcement public after Swedish newspaper Svenska Dagbladet uncovered what happened. In a March 2013 media report, an IKEA representative stated that the corporation had forced Familjen Dafgård, its main meatball supplier, to cease business with eight", "doc_score": "79.73602294921875", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_6", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "17044400", "text": "Plug-in electric vehicle fire incidents / one was injured from any of the incidents, and the vehicles were not occupied at the time, nor any of the minivans were involved in any incident, but they were withdrawn as a precaution. The carmaker reported that the demonstration fleet had collectively accumulated 1.3 million miles (2.1 million km) before the vehicles were recalled. The demonstration is a program jointly funded by Chrysler and the U.S. Department of Energy that includes the first-ever factory-produced vehicles capable of reverse power flow. The experimental system would allow fleet operators to use their plug-in hybrids to supply electricity for a building during", "doc_score": "85.3078384399414", "publish_date": "2018/12/31"}, {"doc_id": "5061202", "text": "Electric vehicle conversion / a different battery management system. Since 30 April 2009, the Electric Car Corporation have been selling the Citroën C1 ev'ie, an all-electric conversion from the Citroën C1. Full-size sedans and minivans are generally considered to be poor candidates for EV conversion. As the suspension and tires are already operating close to the maximum permissible, it may be necessary to make substantial modifications in these areas. It may be easier to obtain upgraded suspension components for some smaller vehicles, if these are also typically used for sports racing (particularly autocross). Starting with a heavy vehicle and adding batteries will result", "doc_score": "85.17398834228516", "publish_date": "2018/12/31"}, {"doc_id": "5648868", "text": "Lemon (automobile) / premise that assembly line workers were far more likely to make errors at the times when they were perceived to be least interested in the standard of their workmanship. Consumer protection legislation typically labels vehicles as \"lemons\" if the same problem recurs despite multiple repair attempts (such as three times in a row over a short period, where previous attempts have not corrected the problem) or where defects have caused a new vehicle to be out of service for a prolonged period (typically 30 days or longer) for repairs. Lemon laws primarily serve to force manufacturers to buy back defective", "doc_score": "83.748046875", "publish_date": "2018/12/31"}, {"doc_id": "12191779", "text": "Pickens Plan / bill signed by President Bush in 2008 includes tax credits up to $7,500 for US buyers of electric vehicles and plug-in hybrids. Pickens does not believe that all electric vehicles are viable, especially trucks. In his plan natural gas primarily replaces diesel fuel. Pickens frequently makes the statement that \"the battery won't move an eighteen wheeler\" although batteries, electric drivetrain, and engines for heavy vehicles exist in hybrid buses and a hybrid version of the military's HEMTT heavy lift vehicle. The Port of Los Angeles and South Coast Air Quality Management District have demonstrated a short-range heavy-duty electric truck manufactured", "doc_score": "84.32261657714844", "publish_date": "2018/12/31"}, {"doc_id": "5648864", "text": "Lemon (automobile) / Lemon (automobile) In US parlance, a lemon is a vehicle (often new) that turns out to have several manufacturing defects affecting its safety, value or utility. Any vehicle with such severe issues may be termed a lemon and, by extension, so may any product with flaws too great or severe to serve its purpose. The Magnuson–Moss Warranty Act is a United States federal law enacted in 1975 to protect consumers from deceptive warranty practices. The Act was sponsored by Senator Warren G. Magnuson of Washington with co-sponsors Senator Frank Moss of Utah, and U.S. Representative John E. Moss of California.", "doc_score": "84.77396392822266", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_7", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "9559869", "text": "Adolescent sexuality in the United States / for Western Europe (where overall the laws are more relaxed) was 12 in 1000. Each year, between 8 and 10 million American teens contract a sexually transmitted infection (STI/STD), almost half of the 19 million STIs reported for all age groups in the United States. Lloyd Kolbe, director of the Center for Disease Control's Adolescent and School Health program, called the STI problem \"a serious epidemic.\" The younger an adolescent is when they first have any type of sexual relations, including oral sex, the more likely they are to get an STI. HPV (Human papillomavirus) is the most common STI", "doc_score": "78.3340072631836", "publish_date": "2018/12/31"}, {"doc_id": "9165091", "text": "Animal testing on non-human primates / are imported, and the rest are purpose-bred in Europe. Around 74% of these imports come from China, with most of the rest coming from Mauritius and Israel. NHPs are used in research into HIV, neurology, behavior, cognition, reproduction, Parkinson's disease, stroke, malaria, respiratory viruses, infectious disease, genetics, xenotransplantation, drug abuse, and also in vaccine and drug testing. According to The Humane Society of the United States, chimpanzees are most often used in hepatitis research, and monkeys in SIV research. Animals used in hepatitis and SIV studies are often caged alone. Eighty-two percent of primate procedures in the UK in 2006", "doc_score": "78.9949951171875", "publish_date": "2018/12/31"}, {"doc_id": "18210182", "text": "HIV screening in the United States / HIV screening in the United States HIV screening in the United States is the use of tests to determine HIV status of individuals, as a part of general public health strategies to reduce the rate of transmission of HIV/AIDS in the United States and to lead to treatment of HIV positive individuals. As a public health measure, widespread testing is advocated by some. Programs such as the National HIV Testing Day on June 27 are used to promote it. The New England Journal of Medicine endorsed widespread testing in 2013. There are special challenges in reaching teenagers. Numerous areas have", "doc_score": "79.0587158203125", "publish_date": "2018/12/31"}, {"doc_id": "10572278", "text": "John Jay Report / John Jay Report The Nature and Scope of the Problem of Sexual Abuse of Minors by Catholic Priests and Deacons in the United States, commonly known as the John Jay Report, is a 2004 report by the John Jay College of Criminal Justice, commissioned by the U.S. Conference of Catholic Bishops, based on surveys completed by the Roman Catholic dioceses in the United States. The initial version of the report was posted on the Internet on February 27, 2004, with corrections and revisions posted on April 16. The printed version was published in June 2004. The church's own \"John Jay", "doc_score": "78.35172271728516", "publish_date": "2018/12/31"}, {"doc_id": "796944", "text": "Polygraph / the states of Massachusetts, Maryland, New Jersey, Oregon, Delaware and Iowa it is illegal for any employer to order a polygraph either as conditions to gain employment, or if an employee has been suspected of wrongdoing. The Employee Polygraph Protection Act of 1988 (EPPA) generally prevents employers from using lie detector tests, either for pre-employment screening or during the course of employment, with certain exemptions. As of 2013, about 70,000 job applicants are polygraphed by the federal government on an annual basis. In the United States, the State of New Mexico admits polygraph testing in front of juries under certain", "doc_score": "76.86093139648438", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_8", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "2617408", "text": "AFL–NFL merger / Jets, Oakland Raiders, and San Diego Chargers) to form the American Football Conference (AFC). The other thirteen NFL teams (Atlanta Falcons, Chicago Bears, Dallas Cowboys, Detroit Lions, Green Bay Packers, Los Angeles Rams, Minnesota Vikings, New Orleans Saints, New York Giants, Philadelphia Eagles, St. Louis Cardinals, San Francisco 49ers and Washington Redskins) became part of the National Football Conference (NFC). Since then, the Super Bowl has featured the champions of the AFC and NFC. Both are determined each season by the league's playoff tournament. Although the AFC teams quickly decided on a divisional alignment, the 13 NFC owners had trouble", "doc_score": "85.30378723144531", "publish_date": "2018/12/31"}, {"doc_id": "2617405", "text": "AFL–NFL merger / MLB operate in the 21st century. Implementation of the merger depended on the passage of a law by the 89th U.S. Congress, exempting the merged league from antitrust law sanctions. When NFL Commissioner Rozelle and other professional football executives appeared before the Congress' Subcommittee on Antitrust, chaired by New York congressman Emanuel Celler, three points were repeatedly made: Eventually, Congress passed the new law to permit the merger to proceed. The terms of the merger called for the NFL and AFL to add one team each prior to the 1970 season. Louisiana Representative Hale Boggs and Senator Russell Long were", "doc_score": "83.69560241699219", "publish_date": "2018/12/31"}, {"doc_id": "18470373", "text": "NFL Collective Bargaining Agreement / collective bargaining agreement called for injury grievances, a guaranteed percentage of revenues for players, an expansion of free agency and other issues impacting the business of the NFL. The NFLPA and team owners have negotiated seven different agreements since 1968. Most recently, in 2011, players and team owners reached a collective bargaining agreement after a player lockout and court-ordered mediation. The currently active agreement was ratified in 2011 and extends through the 2020 season, and includes changes to league revenue distribution, increases in player benefits and health and safety improvements including major limits on offseason, preseason and regular season practice", "doc_score": "85.35746002197266", "publish_date": "2018/12/31"}, {"doc_id": "3243886", "text": "National Football League Draft / overall contract to televise games (\"ESPN Sunday Night NFL\" from 1987 to 2005, and \"Monday Night Football\" from 2006 to the present). In 2010, the NFL moved to a three-day draft with the first day encompassing the first round beginning at 8:00 pm EDT, the second day encompassing the second and third rounds beginning at 7:00 pm EDT, and third day concluding the process with the final four rounds beginning at 11:00 am EDT Saturday. Starting with the 2018 NFL Draft, the first two evenings will air on broadcast television, with Fox and NFL Network carrying a simulcast featuring personnel", "doc_score": "83.42622375488281", "publish_date": "2018/12/31"}, {"doc_id": "3243869", "text": "National Football League Draft / on hearsay, print media, or other rudimentary evidence of a player's ability. In the 1940s, some franchises began employing full-time scouts. The ensuing success of their corresponding teams eventually forced the other franchises to also hire scouts. Colloquially, the name of the draft each year takes on the form of the NFL season in which players picked could begin playing. For example, the 2010 NFL draft was for the 2010 NFL season. However, the NFL-defined name of the process has changed since its inception. The location of the draft has continually changed over the years to accommodate more fans, as", "doc_score": "81.16991424560547", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_9", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "2521886", "text": "Tashkent Declaration / a sore point between both countries ever since Partition in 1947. A meeting was held in Tashkent in the Uzbek SSR, USSR (now Uzbekistan) from 4–10 January 1966 to try to create a more permanent settlement. The Soviets, represented by Premier Alexei Kosygin, moderated between Indian Prime Minister Lal Bahadur Shastri and Pakistani President Muhammad Ayub Khan. The Tashkent conference, under United Nations, American and Soviet pressure, compelled India and Pakistan to abide by their previous treaty obligations and accept \"Status quo ante bellum\" – to give away the captured regions of each other and return to the 1949 ceasefire", "doc_score": "76.4288558959961", "publish_date": "2018/12/31"}, {"doc_id": "1904012", "text": "Declaration of war / and that Ethiopia also notified the United Nations Security Council, as required under Article 51 of the UN Charter. In December 2005, the government of Chad declared that a state of war existed with Sudan, after Sudan hosted Chadian rebel groups that were behind fatal cross border raids. In 2008, after armed clashes broke out during the Djiboutian–Eritrean border conflict, Djibouti's President Guelleh, when asked if his country was at war with Eritrea, replied with \"absolutely\". On 11 April 2012, Sudan declared war on South Sudan after weeks of border clashes. Declarations of war, while uncommon in the traditional sense,", "doc_score": "76.79946899414062", "publish_date": "2018/12/31"}, {"doc_id": "19793099", "text": "2016 Dyn cyberattack / was accomplished through a large number of DNS lookup requests from tens of millions of IP addresses. The activities are believed to have been executed through a botnet consisting of a large number of Internet-connected devices—such as printers, IP cameras, residential gateways and baby monitors—that had been infected with the Mirai malware. According to Dyn, a distributed denial-of-service (DDoS) attack began at 7:00 a.m. (EDT) and was resolved by 9:20 a.m. A second attack was reported at 11:52 a.m. and Internet users began reporting difficulties accessing websites. A third attack began in the afternoon, after 4:00 p.m. At 6:11 p.m.,", "doc_score": "76.8754653930664", "publish_date": "2018/12/31"}, {"doc_id": "9840963", "text": "Georgia Platform / Georgia Platform The Georgia Platform was a statement executed by a Georgia Convention in Milledgeville, Georgia on December 10, 1850, in response to the Compromise of 1850. Supported by Unionists, the document affirmed the acceptance of the Compromise as a final resolution of the sectional slavery issues while declaring that no further assaults on Southern rights by the North would be acceptable. The Platform had political significance throughout the South. In the short term it was an effective antidote to secession, but in the long run it contributed to sectional solidarity and the demise of the Second Party System in", "doc_score": "75.44578552246094", "publish_date": "2018/12/31"}, {"doc_id": "15767768", "text": "Refugees of the Syrian Civil War / one of the top 3 most fled states during this crisis due to war with more than 4.8 million people fleeing a war-torn Syria. Following the November 2015 Paris attacks, thirty-one state governments (all but one led by a Republican governor) protested the admission of Syrian refugees to their states, with some seeking to block their admission. These governors' efforts to block Syrian refugees have been unsuccessful in court, and most but not all of the governors \"seem to have quietly dropped the matter.\" Under his administration, the U.S. government has provided $5.9 billion to aid Syrian refugees, making the", "doc_score": "76.11632537841797", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_10", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "1432264", "text": "Serena Williams / was the first time in the Open Era that two players aged 35 or older competed in the final of a Grand Slam tournament. The win ensured her return to the No. 1 ranking. Williams subsequently withdrew from the Indian Wells and Miami Opens, citing a knee injury. However, on April 19, 2017, she revealed that she was 20 weeks pregnant and would miss the remainder of the season. The timing means that she would have been roughly eight to nine weeks pregnant when she won the Australian Open. In interviews, she maintained that she intended to return to tennis", "doc_score": "89.2853775024414", "publish_date": "2018/12/31"}, {"doc_id": "1432201", "text": "Serena Williams / a knee injury for keeping her off the court. However, in her biography, Williams claims that she was actually suffering from depression. She stayed away from pro tennis for six months during the 2006 season. After she had shut herself off from the world for a period, Williams saw a therapist daily. After a chance meeting with a young girl who idolized Williams and believed that she could still win, Williams signed up to play in Cincinnati, her first tournament since Melbourne. Williams had slipped to No. 139, the lowest ranking she had held since 1997. On her return, Williams", "doc_score": "86.13069915771484", "publish_date": "2018/12/31"}, {"doc_id": "1432252", "text": "Serena Williams / Nonetheless, Williams secured the year-end No. 1 ranking with her results at the tournament. On October 1, Williams called an end to her season, stating that she had been injured for most of the year and wanted to address her fitness issues. Prior to the announcement, coach Patrick Mouratoglou hinted that Williams might not play again in 2015 due to a lack of motivation and disappointment following her loss at the Open. On October 5, Williams surpassed Chris Evert for third-most weeks ranked world No. 1. Williams held the No. 1 ranking the entire season for the second consecutive year,", "doc_score": "87.58023071289062", "publish_date": "2018/12/31"}, {"doc_id": "1432253", "text": "Serena Williams / finishing there for the fifth time in her career. She was voted WTA Player of the Year for the seventh time in her career. On December 14, Sports Illustrated announced Williams as their Sportsperson of the Year. She thus became the third solo woman, and first since 1983, to receive the award. Williams was also named ITF World Champion for the sixth time in her career. Soon after, it was announced that she was voted Female Athlete of the Year by the Associated Press for the fourth time. Williams withdrew from the Hopman Cup after retiring from her singles match", "doc_score": "85.60728454589844", "publish_date": "2018/12/31"}, {"doc_id": "1432271", "text": "Serena Williams / was Serena's first major final since the 2017 Australian Open. Following her Wimbledon finals run, Williams entered the 2018 Silicon Valley Classic, her first appearance in a US Open series tournament since 2015. She recorded her most lopsided loss in her career to Johanna Konta in the first round, winning just a single game. Williams later revealed in an interview with \"Time\" that she checked Instagram ten minutes prior to the match starting, and found out that the man who had fatally shot her half-sister, Yetunde, in 2003 was released on parole earlier in the year. She said in the", "doc_score": "88.8250503540039", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_11", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "640120", "text": "Olivia Newton-John / 2005 fishing trip off the Californian coast. Various theories abounded regarding his disappearance ranging from his death by accident or foul play to McDermott staging his disappearance to avoid child support payments to his ex-wife, actress Yvette Nipar. Newton-John, who was in Australia at her Gaia Retreat & Spa at the time of his disappearance, was never a suspect in McDermott's disappearance. A US Coast Guard investigation, based on then-available evidence and released in 2008, \"suggest[ed] McDermott was lost at sea\", although some have claimed contact with McDermott since his disappearance. In April 2010, private detectives searching for McDermott claimed", "doc_score": "75.70515441894531", "publish_date": "2018/12/31"}, {"doc_id": "640119", "text": "Olivia Newton-John / of that film!\" The song became the first mother-daughter single to reach No. 1 on the \"Billboard\" Dance Club Play chart. In May 2017, it was announced that Newton-John's breast cancer had returned and metastasised to her lower back. Newton-John married her long-time boyfriend, actor Matt Lattanzi, in December 1984; they divorced in 1995. The couple had met four years earlier while filming \"Xanadu\". Their daughter, Chloe Rose, was born in January 1986. Newton-John met gaffer/cameraman Patrick McDermott a year after her 1995 divorce from Matt Lattanzi. The couple dated on and off for nine years. McDermott disappeared following a", "doc_score": "77.65331268310547", "publish_date": "2018/12/31"}, {"doc_id": "14561078", "text": "Future Shock (FlashForward) / Future Shock (FlashForward) \"Future Shock\" is the 22nd episode and series finale of the ABC series \"FlashForward\", originally aired May 27, 2010. Directed by John Polson and written by Timothy J. Lea and Scott M. Gimple, the episode received positive reviews. Olivia (Sonya Walger) and Charlie (Lennon Wynn) are at the beach, deciding to avoid whatever future was in store for them; Lloyd (Jack Davenport) meets her there and urges her to return home. She agrees, and Lloyd and Olivia are surprised when Dylan (Ryan Wynott) writes the equation in lipstick on the mirror. Demetri (John Cho), Janis (Christine Woods),", "doc_score": "74.41633605957031", "publish_date": "2018/12/31"}, {"doc_id": "640091", "text": "Olivia Newton-John / film was a critical failure, its soundtrack (No. 4 Pop) was certified double platinum boasting five Top 20 singles on the \"Billboard\" Hot 100. Newton-John charted with \"Magic\" (No. 1 Pop, No. 1 AC), \"Suddenly\" with Cliff Richard (No. 20 Pop, No. 4 AC) and the title song with the Electric Light Orchestra (No. 8 Pop, No. 2 AC). (ELO also charted with \"I'm Alive\" (No. 16 Pop, No. 48 AC) and \"All Over the World\" (No. 13 Pop, No. 46 AC).) \"Magic\" was Newton-John's biggest Pop hit to that point (four weeks at No. 1) and still ranks as", "doc_score": "75.39179992675781", "publish_date": "2018/12/31"}, {"doc_id": "5636391", "text": "Mabel Albertson / in \"She's Back on Broadway\", \"About Mrs. Leslie\", \"Forever, Darling\", \"The Long, Hot Summer\", \"Don't Give Up the Ship\", \"On a Clear Day You Can See Forever\" and as Mrs. Van Hoskins, a wealthy woman whose jewels are stolen, in the screwball comedy film \"What's Up, Doc?\" (1972). Albertson's Broadway credits include \"The Egg\" (1962) and \"Xmas in Las Vegas\" (1965). According to her ex-daughter-in-law, Cloris Leachman, Mabel Albertson died on September 28, 1982, of Alzheimer's disease at St. John's Hospital, after suffering seven years of poor health in Santa Monica, California at age 81. Her ashes were scattered into", "doc_score": "72.94017791748047", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_12", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "15809156", "text": "Fostamatinib / efficacy of fostamatinib disodium in the treatment of warm antibody autoimmune hemolytic anemia. Primary outcome measures examined include a hemoglobin response measured by levels higher than 10 g/dL and 2 g/dL higher than the baseline hemoglobin. Responses were studied for a period of 12 weeks and for a dose of 150 mg in the morning and evening. The study began in April 2016 and is estimated to conclude in September 2017. The study is currently recruiting participants from U.S. states including Arizona, California, D.C., Massachusetts, New York, North Carolina, and Texas. Subjects must have had a diagnosis of primary or", "doc_score": "84.1910400390625", "publish_date": "2018/12/31"}, {"doc_id": "9775106", "text": "Motavizumab / Motavizumab Motavizumab (proposed INN, trade name Numax) is a humanized monoclonal antibody. It is being investigated by MedImmune (today a subsidiary of AstraZeneca) for the prevention of respiratory syncytial virus infection in high-risk infants., it is undergoing Phase II and III clinical trials. In June 2010, the FDA Antiviral Drugs Advisory Committee declined to endorse MedImmune's request for licensure of Motavizumab in a 14 to 3 decision. The members of that panel cited several reasons for the decision, and many were concerned that \"we're not looking at a product that has evidence of superiority in terms of efficacy\" when", "doc_score": "81.44831848144531", "publish_date": "2018/12/31"}, {"doc_id": "19862829", "text": "BiondVax / largest shareholder. In 2017 it also obtained a €20 million interest-free loan from European Investment Bank, to be paid in three tranches depending on BiondVax hitting defined milestones, with the last one being approval to start a Phase III trial of its lead candidate. The company used the new funds to start building a manufacturing facility in Jerusalem and to do further drug development work. As of March 2018, M-001 was still in Phase II trials and the company was planning Phase III trials. In March 2018 Scott Gottlieb said that approval of a universal flu vaccine was years in", "doc_score": "83.4033432006836", "publish_date": "2018/12/31"}, {"doc_id": "16465297", "text": "NeuVax / NeuVax NeuVax is a peptide vaccine aimed at preventing or delaying the recurrence of breast cancer in cancer survivors who achieve remission after standard of care treatment (e.g., surgery, radiation, chemotherapy). The product's developer is the US biotechnology company Galena Biopharma. NeuVax is the E75 synthetic peptide initially isolated from HER2/neu proto-oncogene (being HER2/neu p366-379) combined with the immune adjuvant, granulocyte macrophage colony stimulating factor (rhGM-CSF from yeast). NeuVax in Phase II showed effectiveness in early-stage, node-positive breast cancer with low-to-intermediate HER-2 expression, where the five-year recurrence rate dropped from 26% to 6%. The vaccine is now in a Phase", "doc_score": "84.73878479003906", "publish_date": "2018/12/31"}, {"doc_id": "14516216", "text": "Biovest / (log-rank p=0.807; HR=1.1 (p=0.807): [95% CI: 0.50-2.44]. In its multi-center, randomized, controlled Phase 3 clinical study, BiovaxID demonstrated that it can induce powerful anti-tumor immune responses while providing a median disease-free survival benefit of over 15 months, and a reduction of 42% in the risk of relapse, and in the company's Phase 2 clinical trial, 28% of patients who received BiovaxID remain in continuous remission at a median of 12.7 years of follow-up. The approval of Dendreon's Provenge on April 29, 2010, indicates the FDA's willingness to accept a new class of drugs called cancer vaccines, of which BiovaxID is", "doc_score": "82.43470764160156", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_13", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "16197037", "text": "Holdout (real estate) / are equivalent laws in Australia and South Africa. In \"Kelo v. City of New London\", the United States Supreme Court held that the government is entitled to take land from private parties for any reason, including to give to private developers. The decision was widely unpopular, and spurred various states to enact laws prohibiting the practice, restricting eminent domain seizures to public works projects. However, the practice is common in other states. The efforts generally begin with an offer by the private group or government agency to purchase the land, and only become a question of eminent domain if the", "doc_score": "80.59378814697266", "publish_date": "2018/12/31"}, {"doc_id": "17063644", "text": "Preemption (land) / Preemption (land) Preemption was a term used in the nineteenth century to refer to a settler's right to purchase public land at a federally set minimum price; it was a right of first refusal. Usually this was conferred to male heads of households who developed the property into a farm. If he was a citizen or was taking steps to become one and he and his family developed the land (buildings, fields, fences) he had the right to then buy that land for the minimum price. Land was otherwise sold through auction, typically at a price too high for these", "doc_score": "82.96353149414062", "publish_date": "2018/12/31"}, {"doc_id": "18201202", "text": "Perpetual Real Estate Services, Inc. v. Michaelson Properties, Inc. / so Perpetual loaned it $1.05 million and got a personal guarantee from Aaron. However, the condominiums were poorly built, and AAA was successfully sued for $950,000 by several of the purchasers. Perpetual paid the judgments on behalf of AAA, then sought Properties. Properties did not have the money, and went bankrupt, so Perpetual sued Aaron to pay. Aaron argued that Properties was a separate legal person, and it was inappropriate to pierce the corporate veil in this circumstance. However, the jury ruled that it could be pierced and that Aaron should pay. Aaron appealed. Wilkinson J noted that Virginia law", "doc_score": "80.50421905517578", "publish_date": "2018/12/31"}, {"doc_id": "5504937", "text": "Homestead exemption in Florida / Florida Constitutional re-write). The initial Homestead Exemption sought to ease the burden on homeowners by exempting property taxes on the first $5,000 of a homeowner's residence. The exemption was increased by the Florida Legislature to $10,000 during the 1960s, although this was not incorporated into the constitution. By Constitutional amendment adopted by a landslide in 1980, the exemption was increased to $25,000. On Jan. 29, 2008, voters approved an increase to $50,000 for non-school assessments, which is incorporated in Florida Statute §196.031. The reduction contained in Florida Statues should not be confused by the Florida Constitutional homestead exemption which protects", "doc_score": "81.4697265625", "publish_date": "2018/12/31"}, {"doc_id": "5504940", "text": "Homestead exemption in Florida / most the home could be assessed at is approximately $126,000. For comparison, records of the Florida Association of Realtors show the median price of a single family home during the same time increasing 138% from $86,000 in 1995 to $205,000 in 2005 Homestead exemptions are only available on an individual's primary home. Therefore, this exemption does not apply to businesses, rental property, second homes, homeowners claiming permanent residency-based exemptions or tax credits in other states, or homes with owners that do not claim Florida as their primary residence. Because of the \"portability\" provision of the January 2008 constitutional amendment,", "doc_score": "82.2514419555664", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_14", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "14792051", "text": "Chris Sale / and 2017. As of 2017, he is MLB's career leader in strikeout-to-walk ratio (5.12), and reached 1,500 strikeouts in the fewest innings pitched (1,290). After reaching 300 strikeouts in a single season for the first time in 2017, he was selected as the AL \"Sporting News\" Starting Pitcher of the Year. Although he has yet to win a Cy Young Award, in each of his All-Star seasons, he has placed in the top six. He was a key member of the Red Sox pitching lineup that helped the team win the 2018 World Series. A native of Lakeland, Florida, located", "doc_score": "87.4496841430664", "publish_date": "2018/12/31"}, {"doc_id": "14792064", "text": "Chris Sale / role in the brawl as the White Sox lost to the Royals 2–3 in 13 innings. On April 25, 2015, Sale was suspended for 5 games. In a June 8 win over the Houston Astros, Sale struck out 14 batters. On June 19, Sale had his 5th consecutive game with 12 or more strikeouts tying a major league record. Also, on June 19, Sale had his 6th consecutive game with 10 or more strikeouts. On June 30 against the St. Louis Cardinals, Sale struck out 12 batters to tie a major league record with his eighth consecutive start of 10", "doc_score": "85.64342498779297", "publish_date": "2018/12/31"}, {"doc_id": "14792076", "text": "Chris Sale / On August 18, Sale was again placed on the 10-day disabled list—retroactive to August 15—due to inflammation of the same shoulder. He was activated on September 11, pitching one inning in that day's game against Toronto. On October 23, Sale started Game 1 of the World Series for the Red Sox at home at Fenway Park. He pitched 4-plus innings, giving up three runs on five hits and striking out seven in a no decision. The Red Sox went on to win the game 8–4. He won his first World Series ever, closing out the final inning of Game 5.", "doc_score": "85.68408966064453", "publish_date": "2018/12/31"}, {"doc_id": "14792066", "text": "Chris Sale / a 14–3 record (12 quality starts), an ERA of 3.38, and a WHIP of 1.04. Kansas City Royals manager Ned Yost named him the starter for the 2016 Major League Baseball All-Star Game. In the All Star Game, Sale pitched one inning and gave up a home run to Chicago Cub Kris Bryant. On July 23, prior to a game against the Detroit Tigers, the White Sox were set to wear throwback uniforms based on the design implemented by Bill Veeck during his second ownership of the White Sox. Sale was not pleased about the idea, as he felt the", "doc_score": "85.1955795288086", "publish_date": "2018/12/31"}, {"doc_id": "14792063", "text": "Chris Sale / Young award, behind winner Corey Kluber and Félix Hernández. Sale started the 2015 year on the disabled list due to a foot injury. He returned on April 12, pitching 6 innings with 8 strikeouts in a 6–2 victory over the Minnesota Twins. During a game against the Kansas City Royals on April 23, 2015, Sale was warned by home plate umpire Sam Holbrook after hitting Mike Moustakas with a pitch. Later on, Sale was involved in a bench-clearing brawl after his teammate Adam Eaton grounded out to Yordano Ventura. Sale was one of five players to be ejected for his", "doc_score": "87.04863739013672", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_15", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "1432092", "text": "General Mills / General Mills General Mills, Inc., is an American multinational manufacturer and marketer of branded consumer foods sold through retail stores. It is headquartered in Golden Valley, Minnesota, a suburb of Minneapolis. The company markets many well-known North American brands, including Gold Medal flour, Annie's Homegrown, Betty Crocker, Yoplait, Colombo, Totino's, Pillsbury, Old El Paso, Häagen-Dazs, Cheerios, Trix, Cocoa Puffs, and Lucky Charms. Its brand portfolio includes more than 89 other leading U.S. brands and numerous category leaders around the world. The company can trace its history to the Minneapolis Milling Company, incorporated in 1856. The company was founded by Illinois", "doc_score": "84.2900619506836", "publish_date": "2018/12/31"}, {"doc_id": "9040262", "text": "U.S. Mills / U.S. Mills U.S. Mills is a packaged food products company specializing in natural, organic, and specialty cereals, cookies, and crackers. Their products are sold through supermarkets, wholesale grocers, and natural food distributors nationwide. Their brands include Uncle Sam Cereal, Erewhon, New Morning, Skinner's Raisin Bran, and, formerly, Farina. U.S. Mills was founded in 1908, with the introduction of Uncle Sam Cereal. In 1926, the company introduced Skinner's Raisin Bran, which is claimed to be America's first raisin bran. Meanwhile, the Erewhon Natural Foods Market was founded in 1966 by Aveline and Michio Kushi, with an emphasis on organically-grown produce and", "doc_score": "83.05791473388672", "publish_date": "2018/12/31"}, {"doc_id": "3241181", "text": "Trix (cereal) / its cereals, and that Trix would be among the first to change. Trix would go from six colors to four because satisfactory natural alternatives were found for orange, yellow, red, and purple but not blue or green. On September 21, 2017 General Mills announced that the six color version of Trix cereal would be reintroduced back to the market and that artificial dyes and flavors would be utilized to do so. The four color, non-artificial dye/flavor version would continue to be sold. In the same announcement General Mills stated that they are planning to re-revert the spherical shapes back to", "doc_score": "82.95913696289062", "publish_date": "2018/12/31"}, {"doc_id": "3241187", "text": "Trix (cereal) / a man taking Trix from a grocery store. Trix (cereal) Trix is a brand of breakfast cereal made by General Mills in Minneapolis, Minnesota, for the North American market and by Cereal Partners (using the Nestlé brand) elsewhere in the world. The cereal consists of fruit-flavored, sweetened, ground-corn pieces. The Trix trademark is also used by Yoplait for a line of yogurt marketed toward children. General Mills introduced Trix in 1954 as a sugar-coated version of its popular cereal, Kix. The original Trix cereal was composed of more than 46% sugar. The original cereal included three colors: \"Orangey Orange\" (formerly", "doc_score": "80.7545394897461", "publish_date": "2018/12/31"}, {"doc_id": "1432108", "text": "General Mills / in a massive backlash of protests via consumer groups and social media, and General Mills reverted the terms back to the original content after only a few days. General Mills's breakfast cereals include: Some brands are marketed outside the US and Canada by the Cereal Partners joint venture using the Nestlé brand. General Mills cereals no longer manufactured include: The company's baking-goods brands include: It also produces fruit snacks, including Fruit by the Foot, Fruit Gushers, Fruit Roll-Ups, and Fruit Shapes. The company's grain-snack brands include: The company's meal products brands include: It also produces organic foods, via Cascadian Farm,", "doc_score": "84.59151458740234", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_16", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "7774286", "text": "Natural gas prices / caused factories and schools to close temporarily for lack of natural gas. The federal government progressively deregulated the price of natural gas starting in 1978, and ending with complete federal price deregulation in 1993. While supply interruptions have caused repeated spikes in pricing since 1990, longer range price trends respond to limitations in resources and their rates of development. As of 2006 the U.S. Interior Department estimated that the Outer Continental Shelf of the United States held more than 15 trillion cubic meters of recoverable natural gas, equivalent to about 25 years of domestic consumption at present rates. Total U.S.", "doc_score": "92.74874114990234", "publish_date": "2018/12/31"}, {"doc_id": "7774285", "text": "Natural gas prices / withdrawn from U.S. reserves was vented or flared. Beginning in 1954, the Federal Power Commission regulated the price of US natural gas transported across state lines. The commission set the price of gas below the market rate, resulting in price distortions. The low prices encouraged consumption and discouraged production. By the 1970s, there were shortages of price-regulated interstate gas, while unregulated gas within the gas-producing states (intrastate gas) was plentiful, but more expensive. By 1975, nearly half the marketed gas in the US was sold to the intrastate market, resulting in shortages during 1976 and 1977 in the Midwest that", "doc_score": "90.33954620361328", "publish_date": "2018/12/31"}, {"doc_id": "7774283", "text": "Natural gas prices / decrease the supply available in that market. On the other hand, technical developments in engineering methods can lead to more abundant supply. Imports are a source of supply. In North America, gas is imported from several countries, Canada and the US as well as abroad in the form of LNG from countries such as Trinidad, Algeria and Nigeria. The chart shows a 75-year history of annual United States natural gas production and average wellhead prices from 1930 through 2005. Prices paid by consumers were increased above those levels by processing and distribution costs. Production is shown in billions of cubic", "doc_score": "87.45580291748047", "publish_date": "2018/12/31"}, {"doc_id": "7774284", "text": "Natural gas prices / meters per year, and average wellhead pricing is shown in United States dollars per thousand cubic meters, adjusted to spring, 2006, by the U.S. Consumer Price Index. Through the 1960s the U.S. was self-sufficient in natural gas and wasted large parts of its withdrawals by venting and flaring. Gas flares were common sights in oilfields and at refineries. U.S. natural gas prices were relatively stable at around (2006 US) $30/Mcm in both the 1930s and the 1960s. Prices reached a low of around (2006 US) $17/Mcm in the late 1940s, when more than 20 percent of the natural gas being", "doc_score": "92.53129577636719", "publish_date": "2018/12/31"}, {"doc_id": "1709380", "text": "Consumer price index / Replacing the current cost-of-living adjustment calculation with the chained CPI was considered, but not adopted, as part of a deficit-reduction proposal to avert the sequestration cuts, or fiscal cliff, in January 2013, but President Obama included it in his April 2013 budget proposal. Because of some shortcomings of the CPI, notably that it uses static expenditure weighting and it does not account for the substitution effect, the PCEPI is an alternative price index used by the Federal Reserve, among others, to measure inflation. From January 1959 through July 2018, inflation measured by the PCEPI has averaged 3.3%, while it has", "doc_score": "87.28639221191406", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_17", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "11609894", "text": "Fake passport / Fake passport A fake passport is a counterfeit of a passport (or other travel document) issued by a nation or authorised agency. Such counterfeits are copies of genuine passports, or illicitly modified genuine passports made by unauthorized persons, sometimes called cobblers. Its purpose is to be used deceptively as if it were a legitimate travel or identity document. A passport obtained from an authorized issuer by providing false information may also be considered fake. Such falsified passports can be used to leave a country from which exit is barred, for identity theft, age fabrication, illegal immigration, and organized crime. Other", "doc_score": "82.80659484863281", "publish_date": "2018/12/31"}, {"doc_id": "11609898", "text": "Fake passport / on a forged passport using the alias Chris Reid, as his actual passport was confiscated by Russian authorities after criminal charges were filed against him. Fake passport A fake passport is a counterfeit of a passport (or other travel document) issued by a nation or authorised agency. Such counterfeits are copies of genuine passports, or illicitly modified genuine passports made by unauthorized persons, sometimes called cobblers. Its purpose is to be used deceptively as if it were a legitimate travel or identity document. A passport obtained from an authorized issuer by providing false information may also be considered fake. Such", "doc_score": "82.6201400756836", "publish_date": "2018/12/31"}, {"doc_id": "6441302", "text": "Nu Skin Enterprises / Following the investigation, it was announced in March 2014 that the Chinese government would fine Nu Skin for approximately $540,000 dollars due to illegal sales as well as making false product claims. In February 2014, a securities fraud class action lawsuit was filed in the United States District Court for the District of Utah against Nu Skin Enterprises, Inc. on behalf of investors who purchased or otherwise acquired the common stock of the Company during the period from July 10, 2013 through January 16, 2014. The Pharmanex LifePak Anti-Aging supplement was tested by ConsumerLab.com, and was reported as failing the", "doc_score": "80.62911224365234", "publish_date": "2018/12/31"}, {"doc_id": "10580683", "text": "Check kiting / Check kiting Check kiting or cheque kiting is a form of check fraud, involving taking advantage of the float to make use of non-existent funds in a checking or other bank account. In this way, instead of being used as a negotiable instrument, checks are misused as a form of unauthorized credit. Kiting is commonly defined as intentionally writing a check for a value greater than the account balance from an account in one bank, then writing a check from another account in another bank, also with non-sufficient funds, with the second check serving to cover the non-existent funds from", "doc_score": "79.18047332763672", "publish_date": "2018/12/31"}, {"doc_id": "2479070", "text": "H-1B visa / rate. In 2009, federal authorities arrested people for a nationwide H-1B visa scam in which they allegedly submitted false statements and documents in connection with petitions for H-1B visas. Fraud has included acquisition of a fake university degree for the prospective H-1B worker, coaching the worker on lying to consul officials, hiring a worker for which there is no U.S. job, charging the worker money to be hired, benching the worker with no pay, and taking a cut of the worker's U.S. salary. The workers, who have little choice in the matter, are also engaged in fraud, and may be", "doc_score": "82.0015640258789", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_18", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "19974609", "text": "Attempted assassination of Donald Trump / Southern Detention Center. Due to his mental health conditions, Sandford was kept in solitary confinement and repeatedly put under suicide watch. On June 20, 2016, a complaint was filed with the United States District Court for the District of Nevada charging Sandford with committing an act of violence on restricted ground. Sandford appeared in a Nevada District Court on June 20, 2016, where he was charged with committing an act of violence on restricted ground. Sandford's public defender, Heather Fraley, argued that Sandford should be bailed to a halfway house given his lack of a criminal record, but he was", "doc_score": "81.58203125", "publish_date": "2018/12/31"}, {"doc_id": "19974603", "text": "Attempted assassination of Donald Trump / Attempted assassination of Donald Trump On June 18, 2016, Michael Steven Sandford was arrested at a Donald Trump presidential campaign rally in Las Vegas, Nevada in the United States after he attempted to seize the pistol of a Las Vegas Metropolitan Police officer providing security for the event. At the time, Trump was the presumptive nominee of the Republican Party for the 2016 United States presidential election. Sandford, a 20-year-old British citizen who had a lengthy history of mental disorders, stated that he had wished to kill Trump to prevent him from becoming president. He was charged with impeding and", "doc_score": "79.94580841064453", "publish_date": "2018/12/31"}, {"doc_id": "19974608", "text": "Attempted assassination of Donald Trump / \"confused\" at the time of his arrest. After being taken into custody by the Las Vegas Metropolitan Police Department, Sandford was handed over to the United States Secret Service. After agreeing to waive his Miranda rights, Sandford was interrogated by two special agents, during which time he stated that his intent had been to shoot Trump, and that he would attempt it again if he were able. Sandford also stated that he had only anticipated being able to fire \"one to two\" shots and that he had expected to be killed. Following his arrest, Sandford was held in the Nevada", "doc_score": "81.06585693359375", "publish_date": "2018/12/31"}, {"doc_id": "9282816", "text": "Donald J. Trump State Park / park's land to his ownership. Efforts to rename the park after Peter Seeger continued in early 2016 with a petition by activist group \"People for the Pete Seeger State Park\" on Change.org. In September 2017, New York's 25th Assembly District Representative Nily Rozic, a Democrat, suggested renaming the park in honor of Heather Heyer, who died in the Charlottesville car attack protesting the Unite the Right rally in Charlottesville, Virginia. No renaming of the park has been undertaken and the proposal was largely ignored. The park is subdivided into two sections, the Indian Hill parcel in northern Jefferson Valley (part", "doc_score": "80.97789764404297", "publish_date": "2018/12/31"}, {"doc_id": "20246308", "text": "Trump Tower meeting / Jr. acknowledged he had indeed sought the meeting in the hopes to obtain information about Clinton's \"fitness\". As of July 2017, Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, was looking into the Trump Tower meeting. The inquiry was confirmed by Kaveladze's attorney, who said special counsel investigators are seeking information from his client. On July 21, 2017, Mueller asked the White House to preserve all documents related to the Russian meeting in June 2016. By August 3, 2017, Mueller had impaneled a grand jury in the District of Columbia that issued subpoenas", "doc_score": "80.97080993652344", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_19", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "15091960", "text": "Tesla Model X / been reduced by 92%. In 2017 Chinese newspaper \"Xinhua\" reported that security researchers from Keen Security Lab at Tencent were able to remotely gain control of the Tesla Model X, allowing them to remotely open the car's doors, blink the lights and control their brakes. They found zero day vulnerabilites that allowed them to install new firmware. The lead researcher for the team said they informed Tesla of the findings and most of the cars were patched by an update one month after Tesla was made aware of issues., Tesla has had four product safety recalls the Model X.", "doc_score": "88.68348693847656", "publish_date": "2018/12/31"}, {"doc_id": "14240076", "text": "2009–11 Toyota vehicle recalls / instructed first on how to reshape the accelerator pedal for the repair. Installation of the brake override began in January 2010 on Toyota Camry and Lexus ES 350 models, the vehicles with the most units included in the recall. On January 21, 2010, Toyota initiated a second recall, this time in response to reports of accelerator pedals sticking in cars without floor mats. The company had received three such complaints in 2009. In its recall announcement, Toyota stated that: The condition is rare and does not occur suddenly. It can occur when the pedal mechanism becomes worn and, in certain", "doc_score": "87.46018981933594", "publish_date": "2018/12/31"}, {"doc_id": "14240101", "text": "2009–11 Toyota vehicle recalls / MY 2005-2010 Vitz, Belta, Ractis, Ist and Corolla Rumion. In Europe the recall affects MY 2005-2010 Yaris, Corolla, Auris, Camry and RAV-4. Vehicles in overseas markets are also affected. The recall concerns a problem with the driver's side power window switch that \"sticks\" and could lead it to melt or catch fire. It is \"not something that would cause any deadly accidents like the recall of 2009\" and repairs include the application of a special fluorine grease to the switch. On January 30, 2013, Toyota announced a recall of one million vehicles in the US. The recall affects 752,000 MY", "doc_score": "87.32406616210938", "publish_date": "2018/12/31"}, {"doc_id": "418793", "text": "Toyota / In October 2012, Toyota announced a recall of 7.43 million vehicles worldwide to fix malfunctioning power window switches, the largest recall since that of Ford Motor Company in 1996. The move came after a series of recalls between 2009 and 2011 in which it pulled back around 10 million cars amidst claims of faulty mechanics. In March 2014, Toyota agreed to pay a fine of for concealing information and misleading the public about the safety issues behind the recalls on Toyota and Lexus vehicles affected by unintended acceleration. Toyota never agreed to be at fault for the problem. In early", "doc_score": "86.08834075927734", "publish_date": "2018/12/31"}, {"doc_id": "14240099", "text": "2009–11 Toyota vehicle recalls / the master cylinder (U.S. market and non U.S. marketed Toyota Crown and Lexus GS350) and an electrical problem with the fuel pump, which would cause engine stalling (all markets except the U.S.). On November 9, 2011, Toyota announced a recall of 550,000 vehicles (447,000 in the U.S., 38,000 in Japan, and 25,000 in Australia and New Zealand) worldwide; the recall affects MY 2004-2005 Camry, Highlander, Sienna and Solara, MY 2004 Avalon, MY 2006 Highlander HV, MY 2004-2005 Lexus ES330 and RX330 and MY 2006 RX400h. The recall concerns a steering problem caused by the misalignment of the inner and outer", "doc_score": "87.65376281738281", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_20", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "166065", "text": "Hobby / procedures of a professional clarinetist. A large proportion of hobbies are mainly solitary in nature. However, individual pursuit of a hobby often includes club memberships, organised sharing of products and regular communication between participants. For many hobbies there is an important role in being in touch with fellow hobbyists. Some hobbies are of communal nature, like choral singing and volunteering. During the 20th century there was extensive research into the important role that play has in human development. While most evident in childhood, play continues throughout life for many adults in the form of games, hobbies, and sport. The type", "doc_score": "79.32186889648438", "publish_date": "2018/12/31"}, {"doc_id": "166055", "text": "Hobby / Hobby A hobby is a regular activity that is done for enjoyment, typically during one's leisure time. Hobbies can include collecting themed items and objects, engaging in creative and artistic pursuits, playing sports, or pursuing other amusements. A list of hobbies is lengthy and always changing as interests and fashions change. By continually participating in a particular hobby, one can acquire substantial skills and knowledge in that area. Engagement in hobbies has increased since the late nineteenth century as workers have more leisure time and advancing production and technology have provided more support for leisure activities. Hobbies tend to follow", "doc_score": "80.16719055175781", "publish_date": "2018/12/31"}, {"doc_id": "5048549", "text": "Relaxation technique / who are overwhelmed by stress, while rhythmic exercise improves the mental and physical health of those who are depressed. People who encounter both symptoms simultaneously, feeling depressed in some ways and overexcited in others, may do best by walking or performing yoga techniques that are focused on strength. Research has indicated that removing stress helps to increase a person's health. Research released in the 1980s indicated stronger ties between stress and health and showed benefits from a wider range of relaxation techniques than had been previously known. This research received national media attention, including a \"New York Times\" article in", "doc_score": "76.40046691894531", "publish_date": "2018/12/31"}, {"doc_id": "166078", "text": "Hobby / escape from reality, outdoor recreational activities can also be an extremely effective medium in education and team building. As interest increases, so has the desire for commercial outdoor pursuits. Outdoor recreational supply stores have opened in large numbers and are thriving, as have outdoor pursuit journalism and magazines, both on paper and the Internet. The increased accessibility of outdoor pursuit resources has been the source of some negative publicity over the years, with complaints of the destruction of landscape. An example is the destruction of hillsides as footpaths are eroded due to an excessive number of visitors. Many hobbies involve", "doc_score": "79.08191680908203", "publish_date": "2018/12/31"}, {"doc_id": "166066", "text": "Hobby / of hobbies that people engage in changes with time. In the 21st century the video game industry is very large hobby involving millions of kids and adults in various forms of 'play'. Stamp collecting has declined along with the decline in the importance of the postal system. Woodwork and knitting have declined as hobbies as manufactured goods provide cheap alternatives for handmade goods. Through the internet an online community has become a hobby for many people; sharing advice, information and support, and in some cases, allowing a traditional hobby, such as collecting, to flourish and support trading in a new", "doc_score": "79.49856567382812", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_21", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "4881646", "text": "Pizza-La / refrigerator were released onto the Internet. On the same day they were found to have gone viral on Twitter and several bulletin boards. The following day a public apology was made by the company, and the Higashiyamato branch was temporarily closed while disposal of preserved foods and disinfection of the sink and refrigerator began. As of August 30 the two employees were fired. The company that acted as a franchisee of the Higashiyamato branch had lost consumer trust due to the incident and suspended business in October 2015. On July 27, 2016, the company began bankruptcy proceedings with the Tokyo", "doc_score": "90.2010726928711", "publish_date": "2018/12/31"}, {"doc_id": "14210785", "text": "Palermo's Pizza / Activist groups such as the Overpass Light Brigade, and Voces de la Frontera have supported and picketed with the strikers, as well as Labor unions across the United States who called for a boycott of Palermo’s products. On August 31, 2012, Palermo CEO Giacomo Fallucca and AFL-CIO President Richard Trumka met to discuss issues and concerns, but the meeting yielded no progress on the strike. Palermo's officials counter strikers' claims saying that the company acted to terminate employment of workers lacking specific documentation in response to warnings it had received from federal immigration authorities to fire unauthorized workers or face", "doc_score": "90.66477966308594", "publish_date": "2018/12/31"}, {"doc_id": "11198236", "text": "Vocelli Pizza / Vocelli Pizza Vocelli Pizza (formerly Pizza Outlet) is a pizzeria based in Pittsburgh, Pennsylvania., the chain has stores in the District of Columbia, Florida, Maryland, North Carolina, Ohio, Pennsylvania, South Carolina, Virginia, and West Virginia. The trade magazine \"Pizza Today\" ranked Vocelli Pizza in their Top 100 pizza franchises for 2007, based on its 2006 sales of $55 million. The chain was founded in Mount Lebanon, Pennsylvania near Pittsburgh in 1988 as Pizza Outlet. What was simply a local pizza shop quickly expanded in the Pittsburgh Tri-State region during the 1990s. During this time, their slogan was \"Delivering Great", "doc_score": "89.20052337646484", "publish_date": "2018/12/31"}, {"doc_id": "3388926", "text": "PizzaExpress / in 1993 with franchises opening across the UK. UK franchises were then bought back en masse in 1996. TDR Capital and Capricorn Associates then bought the company in 2003 turning it private again. In 2005, PizzaExpress floated on the London Stock Exchange, as part of the Gondola Holdings PLC. It was then bought by private equity group Cinven as the Gondola Group in 2007. On 12 July 2014 it was announced that Chinese group Hony Capital had bought PizzaExpress for £900m. PizzaExpress specialises in handmade pizza. PizzaExpress introduced the lighter pizza Leggera, the first pizza range on the high street", "doc_score": "87.64471435546875", "publish_date": "2018/12/31"}, {"doc_id": "5745113", "text": "Sbarro / dietary choices among Americans are felt to be the major factors in Sbarro's regression. In October 2013, Sbarro opened the first location of their fast-casual concept called Cucinova. The restaurants feature Neapolitan-style pizzas made to order with fresh, high-end ingredients and baked in woodstone ovens in under three minutes. Cucinova has multiple locations in Ohio and Illinois. Sbarro was featured in the season 2 episode \"Valentine's Day\" of the American television series \"The Office\". While Michael Scott was in New York City on a business trip, he eats pizza at Sbarro, which he claims is his \"favorite New York pizza", "doc_score": "86.93972778320312", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_22", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "14124465", "text": "Hall of Fame Tennis Championships / the season on the ATP tour and the only grass court tournament played outside Europe, as well as the only one played after Wimbledon. Up until 2011, when John Isner won the tournament, the top seed had never triumphed at Newport, a trait that has led to the moniker \"the Casino Curse,\" due to the location of the Hall of Fame at the Newport Casino. It is hosted in the week directly after Wimbledon. As such the tournament tends to get few top players competing in it; for example in 2008 its top two seeds were Mardy Fish and Fabrice", "doc_score": "83.65308380126953", "publish_date": "2018/12/31"}, {"doc_id": "1906253", "text": "Roger Federer / was his second Hopman Cup title, having won previously in 2001 with Martina Hingis. At the 2018 Australian Open, Federer reached the final without dropping a set, and successfully defended his title beating Marin Čilić in a five-set final. This was Federer's sixth title at the Australian Open, equaling the record held by Roy Emerson and Novak Djokovic, as well as becoming the first man to win twenty Grand Slam titles. It was also the first time since the 2008 US Open that Federer successfully defended a major title. In mid-February, Federer won his third Rotterdam Open title to return", "doc_score": "80.2308349609375", "publish_date": "2018/12/31"}, {"doc_id": "17724924", "text": "All-time tennis records – men's singles / International Tennis Federation (ITF) broadened the definition of the Grand Slam as meaning any four consecutive major victories, including the ones spanning two calendar years that became known as the non-calendar year Grand Slam though it later reversed its definition. In the history of men's tennis, only two players have won the calendar Grand Slam, Don Budge (1938) and Rod Laver (1962 and 1969) Budge remains the sole player to have won six majors in a row (1937-1938). In the open era only one player has achieved the non-calendar year grand slam, Novak Djokovic (2015-2016). This is followed by a", "doc_score": "82.74978637695312", "publish_date": "2018/12/31"}, {"doc_id": "5217194", "text": "Mike Bryan / Mike Bryan Michael Carl Bryan (born April 29, 1978) is an American professional tennis player. The right-hander turned pro in 1998. With his twin brother Bob, he has been world No. 1 doubles player for more than eight years, first achieving the top ranking in September 2003, and they became the second men's doubles team to complete the career Golden Slam by winning the 2012 Summer Olympics. He holds the records for the most Grand Slam doubles titles at 18, the most ATP men's doubles titles (121), and the most weeks (480) ranked number one. He won all but five", "doc_score": "83.39073944091797", "publish_date": "2018/12/31"}, {"doc_id": "2223121", "text": "Andy Roddick / Andy Roddick Andrew Stephen Roddick (born August 30, 1982) is an American former world No. 1 professional tennis player. Roddick became world No. 1 shortly after he won the title at the 2003 US Open, defeating French Open champion Juan Carlos Ferrero in the final and overtaking him as the top-ranked player in the process. Despite several more years as one of the world's best players, the 2003 US Open title would remain his only Grand Slam triumph. He is the most recent North American male player to win a Grand Slam singles event, reach the top ranking, and claim", "doc_score": "82.24856567382812", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_23", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "4290093", "text": "Ed Miliband / leadership challenger Owen Smith. In September 2016, Miliband joined the editorial board of \"The Political Quarterly\" journal, an unremunerated role. Renewing his previous stance on the issue in 2011, Miliband criticised Rupert Murdoch's bid to takeover telecommunications company Sky in December 2016, subsequently supporting an inquiry by Ofcom. Miliband described himself as a new type of Labour politician, looking to move beyond the divisiveness of Blairism and Brownism, and calling for an end to the \"factionalism and psychodramas\" of Labour's past. He also repeatedly spoke of the need for a \"new politics\". During the Labour leadership campaign, he described himself", "doc_score": "80.97195434570312", "publish_date": "2018/12/31"}, {"doc_id": "7254841", "text": "David Handley / David Handley David Handley is the leader of the militant pressure group Farmers for Action. He was a leader of the UK fuel protestors in September 2000. He unsuccessfully challenged for the leadership of the British National Farmers Union and was backed by senior Conservative Party activist Mark MacGregor. In spite of this, he is still a popular and well-known figure among UK farmers, having twice been voted by readers of \"Farmers Weekly\" their Personality of the Year. In 2005, he was presented with the Dairy Industry Award. On 10 May 2007, he was presented with the Princess Royal Award", "doc_score": "78.4478988647461", "publish_date": "2018/12/31"}, {"doc_id": "17702677", "text": "Steve Bannon / UK Independence Party, the Flemish Vlaams Belang, the Belgian People's Party, Spain’s Vox, the Finns Party, the pan-European identitarian movement, Republika Srpska's Alliance of Independent Social Democrats, the Brazilian 2018 Jair Bolsonaro presidential campaign, and the Israeli Likud. Bannon believes that the aforementioned movements – along with Japan’s Shinzo Abe, India’s Narendra Modi, Russia's Vladimir Putin, Saudi Arabia's Mohammad bin Salman, China's Xi Jinping, Turkey's Recep Tayyip Erdogan, and America's Donald Trump, as well as similar leaders in Egypt, the Philippines, Poland, and South Korea – are part of a global shift towards nationalism. A self-described economic nationalist, Bannon advocates", "doc_score": "81.06758880615234", "publish_date": "2018/12/31"}, {"doc_id": "8585618", "text": "Jacob Rees-Mogg / for his speeches and filibustering in parliamentary debates. A Eurosceptic, he proposed a Conservative coalition with the UK Independence Party and campaigned for the Leave side in the 2016 referendum on membership of the European Union. He subsequently joined pro-Brexit pressure groups Leave Means Leave and the European Research Group, becoming chairman of the latter. He attracted support through the social media campaign Moggmentum, and has been promoted as a potential successor to Conservative Prime Minister Theresa May. Rees-Mogg is a controversial figure in British politics; he has been praised as a conviction politician whose anachronistic upper-class mannerisms and consciously", "doc_score": "81.6248779296875", "publish_date": "2018/12/31"}, {"doc_id": "6034657", "text": "Charlie Whelan / Charlie Whelan Charles Alexander James Whelan (born 3 February 1954, north-east Surrey) is former political director of the British trade union Unite. He rose to prominence as spokesman for Labour politician Gordon Brown from 1992 to 1999. He has also worked as a presenter on BBC Radio. Whelan's father was a Conservative-voting civil servant. Between 1968 and 1974, Whelan went to Ottershaw School, a state boarding school in Ottershaw, Surrey, which had been established in 1948 by Surrey County Council (SCC) as a boarding school for boys of 12 to 18 years of age. It was the first of its", "doc_score": "78.7303695678711", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_24", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "6265641", "text": "Declaration of Helsinki / the controversy regarding the standard of care that arose from the vertical transmission trials. The revised declaration of 2013 also highlights the need to disseminate research results, including negative and inconclusive studies and also includes a requirement for treatment and compensation for injuries related to research. In addition, the updated version is felt to be more relevant to limited resource settings—specifically addressing the need to ensure access to an intervention if it is proven effective. The controversies and national divisions over the text have continued. The US FDA rejected the 2000 and subsequent revisions, only recognizing the third (1989) revision,", "doc_score": "86.38015747070312", "publish_date": "2018/12/31"}, {"doc_id": "10485385", "text": "Estonian passport / Estonian passport Estonian passport (Eesti kodaniku pass) is an international travel document issued to citizens of Estonia, and may also serve as proof of Estonian citizenship. Besides enabling the bearer to travel internationally and serving as indication of Estonian citizenship, the passport facilitates the process of securing assistance from Estonian consular officials abroad or other European Union member states in case an Estonian consular is absent, if needed. If an Estonian citizen wishes to receive an identity document, especially an Estonian passport, somewhere other than the foreign representation of the Republic of Estonia, then the bearer of the Estonian citizenship", "doc_score": "84.78634643554688", "publish_date": "2018/12/31"}, {"doc_id": "10485390", "text": "Estonian passport / the bearer as a citizen of that state and requesting that he or she be allowed to pass and be treated according to international norms. The note inside Estonian passports states: The data page/information page is printed in Estonian, English and French. Visa requirements for Estonian citizens are administrative entry restrictions by the authorities of other states placed on citizens of Estonia. As of 10 October 2018, Estonian citizens can visit 178 countries without a visa or with a visa granted on arrival, ranking the Estonian passport 12th in the world in terms of travel freedom (tied with the Liechtenstein", "doc_score": "88.11524963378906", "publish_date": "2018/12/31"}, {"doc_id": "10485386", "text": "Estonian passport / staying abroad could receive the travel documents in embassies of any EU country worldwide by paying 50 Euro. Many countries require passport validity of no less than 6 months and one or two blank pages. Every Estonian citizen is also a citizen of the European Union. The passport, along with the national identity card allows for free rights of movement and residence in any of the states of the European Union and European Economic Area. An Estonian certificate of return shall be issued to an Estonian citizen staying in a foreign state whose Estonian passport becomes unusable or is destroyed", "doc_score": "85.7443618774414", "publish_date": "2018/12/31"}, {"doc_id": "11004790", "text": "Estonian nationality law / having annexed the territory 47 years earlier in 1871. Persons of undefined citizenship who reside legally in Estonia can apply for an alien's passport. Estonian alien's passport allows visa-free travel within Schengen treaty countries for a maximum of 90 days in a 6-month period. Alternatively they are entitled to naturalise as citizens and receive an Estonian passport, and more than half have opted to do so since 1992. The European Commission against Racism and Intolerance, Advisory Committee on the Framework Convention for the Protection of National Minorities and UN Special Rapporteur on racism Doudou Diene recommend to Estonia simplifying naturalization", "doc_score": "86.1808853149414", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_25", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "8369148", "text": "Crime in the United Kingdom / year to March 2018 while sexual offenses rose 24%, 5% of sex offenses and 3% of rape cases lead to a charge or summons. Crime detection rates are falling from 15% in 2015 to 9% recently. 75% of theft cases and 57% of robberies including muggings were closed without a suspect identified. Homicides rose 12% during the year to March 2018. Reduction in the numbers of police officers could be a factor. Police officer numbers fell to 122,404 in England and Wales, the lowest since comparable records began in 1996. In Early Modern Britain, real crime stories were a popular", "doc_score": "87.27641296386719", "publish_date": "2018/12/31"}, {"doc_id": "14229763", "text": "Crime statistics in the United Kingdom / 2008–9, a fall of 2% on the previous year. These included around 12,500 non-sexual violent acts, 168,000 crimes of dishonesty (housebreaking, theft and shoplifting are included in this category) and 110,000 acts of fire-raising and vandalism. In the 2008–9 period, there was a prison population in Scotland of about 7,300, equating to 142 people per 100,000 population, very similar to England and Wales. Spending on Scotland's prisons was around £350 million in 2007–8. Between April 2008 and 2009, there were just over 110,000 crimes recorded by the Police Service of Northern Ireland, an increase of 1.5% on the previous year.", "doc_score": "84.38178253173828", "publish_date": "2018/12/31"}, {"doc_id": "13394094", "text": "Burglary in English law / to burglary. Burglary in English law Burglary is a statutory offence in England and Wales. In the three years to 2018 burglary reports in England and Wales rose by 6% while criminal charges for burglary fell by 33%. The number of police officers available to investigate burglary and other crimes also fell during that time. The offence of burglary is now defined by section 9 of the Theft Act 1968 which now reads: Burglary with intent to rape Section 9(2) originally referred to the offence of raping any woman in the building or part of the building in question. The", "doc_score": "85.15338134765625", "publish_date": "2018/12/31"}, {"doc_id": "151633", "text": "Graffiti / was used to convict graffiti artists for the first time. After a three-month police surveillance operation, nine members of the DPM crew were convicted of conspiracy to commit criminal damage costing at least £1 million. Five of them received prison sentences, ranging from eighteen months to two years. The unprecedented scale of the investigation and the severity of the sentences rekindled public debate over whether graffiti should be considered art or crime. Some councils, like those of Stroud and Loerrach, provide approved areas in the town where graffiti artists can showcase their talents, including underpasses, car parks, and walls that", "doc_score": "85.36287689208984", "publish_date": "2018/12/31"}, {"doc_id": "14229761", "text": "Crime statistics in the United Kingdom / the police force, as of 2018, in England and Wales was around 125,651 of whom 37,104 are women. 25,700 children above the age of criminal responsibility, 10, and beneath majority, 18, were found guilty of indictable offenses in 2017, and a further 13,500 cautioned <ref name=\"Youth Justice Statistics 2016/17\"></ref> England and Wales has a prison population of over 75,000 (2018 estimate) and 3000 with home curfew. Around £2.7 billion is spent on the prison service of England and Wales each year. In 2010, ATM crime cost the UK a total of £33.2 million – just over 8 percent of total", "doc_score": "85.51220703125", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_26", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "2781871", "text": "Birth rate / highest birth rate in the UK in 40 years. However, the UK record year for births and birth rate remains 1920 (when the ONS reported over 957,000 births to a population of \"around 40 million\"). According to U.S. federal-government data released in March 2011, births fell four percent from 2007 to 2009 (the largest drop in the U.S. for any two-year period since the 1970s). Births have declined for three consecutive years, and are now seven percent below the 2007 peak. This drop has continued through 2010, according to data released by the U.S. National Center for Health Statistics in", "doc_score": "91.43041229248047", "publish_date": "2018/12/31"}, {"doc_id": "10739866", "text": "Teenage pregnancy in the United Kingdom / occurring outside marriage. 2008: The number of births to girls under 20 in England & Wales was 44,690, a provisional rate of 26.2 per thousand teenage women in the population. Despite much media attention and public anger over the UK's high number of teenage mothers, the rate of births to teenagers was actually at its lowest level since the mid-1950s. The statistics presented here use the age of a girl at the outcome of her pregnancy (either birth or abortion). These differ from widely quoted ones used by the UK government to track the teenage pregnancy rate, which use the", "doc_score": "89.70050048828125", "publish_date": "2018/12/31"}, {"doc_id": "16771897", "text": "Fertility factor (demography) / and men over 50 found relative decreases in pregnancy rates between 23% and 38%. An Indian study found that couples where the woman is less than one year younger than the man have a total mean number of children of 3.1, compared to 3.5 when the woman is 7–9 years younger than the man. The “contraceptive revolution” has played a crucial role in reducing the number of children (quantum) and postponing child-bearing (tempo). Periods of decreased use of contraceptive pills due to fears of side effects have been linked with increased fertility in the United Kingdom. Introductions of laws that", "doc_score": "90.43877410888672", "publish_date": "2018/12/31"}, {"doc_id": "10739849", "text": "Teenage pregnancy in the United Kingdom / despite an overall increase in fertility. By 2014, the under-18 conception rate in England had dropped to 22.9 per 1,000, approximately half the 1997 figure of 45.9. Births to teenagers increased during the 1960s and peaked in 1971 at 50.6 per thousand of the population. After 1971, they gradually fell to their lowest level since the mid-1950s. The proportion occurring outside marriage increased from around one-in-six in the 1950s to about nine-in-ten in 2006. The abortion rate in England and Wales in 2015 was 9.9 per 1,000 women under 18, down from 17.8 in 2005. High teenage pregnancy rates are", "doc_score": "91.09258270263672", "publish_date": "2018/12/31"}, {"doc_id": "432875", "text": "Demography of the United Kingdom / was higher for foreign-born mothers (2.09) than UK-born mothers (1.76). In the 2010–14 time period, the most common countries of birth for mothers (excluding the UK) were Poland, Pakistan and India; and Poland and India for fathers. Within the UK, Newham, London had the highest rate of births to non-UK mothers (76.7%) and Torfaen, Wales the lowest (3.2%). \"(Percentiles are rounded where given)\" Demographic statistics according to the World Population Review. Demographic statistics according to the CIA World Factbook, unless otherwise indicated. constituent countries: 1.88 children born/woman (2017 est.) Country comparison to the world: 142nd white 87.2%, black/African/Caribbean/black British 3%,", "doc_score": "88.7608413696289", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_27", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "19211386", "text": "The X Factor (UK series 13) / live results show, and Busted Clean Bandit featuring Sean Paul and Anne-Marie on the eighth live results show, Zara Larsson and Lady Gaga on the semi-final live results show, The Weeknd, Louis Tomlinson featuring Steve Aoki and Honey G in the first final performances show, and Kylie Minogue,Madness and Little Mix featuring Charlie Puth in the final results show. It was announced at the beginning of Saturday's live show that Brooks Way would not be performing. A spokesperson for the show said: \"Due to circumstances that have arisen, Brooks Way will not be appearing on tonight's show.\" On 10 October", "doc_score": "82.30094146728516", "publish_date": "2018/12/31"}, {"doc_id": "2027838", "text": "Will Young / received 39.3% of the votes and won the other place in the Grand Final, while Danesh received 20.9% of the votes and was eliminated from the competition. Throughout the following week, Young and Gates embarked on separate whistle-stop tours of the United Kingdom in large tour buses adorned with their faces, in an attempt to canvass for votes. In election-style campaigns, they made numerous radio and television appearances, were interviewed in magazines, national and local newspapers, and met and performed for their fans. Celebrities such as Noel Gallagher, Robbie Williams, Posh and Becks, Kylie Minogue, Myleene Klass, Michelle Collins, S", "doc_score": "80.66024017333984", "publish_date": "2018/12/31"}, {"doc_id": "19211388", "text": "The X Factor (UK series 13) / during the sixth live show that the lifeline vote would not return for the remainder of the series. With the acts in the sing-off receiving two votes each, the result was deadlocked and reverted to the earlier public vote. Sam Lavery was eliminated as the act with the fewest public votes. For the first time this series, contestants performed two songs. 5 After Midnight received the fewest public votes and was automatically eliminated. Following the announcement that Terry had won, he performed his winner's single, \"When Christmas Comes Around\". On 4 December 2016, it was announced that all VAT from", "doc_score": "82.38602447509766", "publish_date": "2018/12/31"}, {"doc_id": "17738648", "text": "The X Factor (UK series 12) / Derulo and Sia performed during the semi final results on 6 December. The live final on 12 December featured duets from Leona Lewis and Ben Haenow, and Little Mix and Fleur East. and a performance from Rod Stewart. The results show on 13 December featured performances from One Direction, Coldplay and Adele. This week's results show featured a double elimination. The three acts with the fewest votes were announced as the bottom three and the act with the fewest public votes was then automatically eliminated. The remaining two acts then performed in the final showdown for the judges' votes. This", "doc_score": "82.22720336914062", "publish_date": "2018/12/31"}, {"doc_id": "17676818", "text": "The X Factor (UK series 11) / receiving two votes each, the result was deadlocked and reverted to the earlier public vote. Saunders was eliminated as the act with the fewest public votes. With the acts in the sing-off receiving two votes each, the result was deadlocked and reverted to the earlier public vote. Akister was eliminated as the act with the fewest public votes. Musical guests: Nicole Scherzinger (\"Run\") and Olly Murs (\"Wrapped Up\") The world premiere play and official video of the Band Aid 30 track \"Do They Know It's Christmas?\" were aired during the results show. Bob Geldof appeared on the results show to", "doc_score": "81.6629409790039", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_28", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "236628", "text": "London / of the UK's GDP (or an estimated $669 billion in 2005). London has five major business districts: the City, Westminster, Canary Wharf, Camden & Islington and Lambeth & Southwark. One way to get an idea of their relative importance is to look at relative amounts of office space: Greater London had 27 million m of office space in 2001, and the City contains the most space, with 8 million m of office space. London has some of the highest real estate prices in the world. London is the world's most expensive office market for the last three years according to", "doc_score": "85.88545227050781", "publish_date": "2018/12/31"}, {"doc_id": "937089", "text": "London Borough of Hammersmith and Fulham / is, not single persons living alone or families. These are generally two or more unrelated adults living together, such as students or cohabiting couples. The borough comprises a patchwork of extremely affluent as well as some less affluent neighbourhoods; The areas of Fulham, Parsons Green, Brackenbury Village, Brook Green, Ravenscourt Park and the Riverside compose of highly expensive Victorian and Edwardian houses, contrasting to the areas of White City and Shepherd's Bush. The unemployment rate is well below average at under 5%, although of these, 29% were listed as long-term unemployed. The borough also has the 4th highest house prices", "doc_score": "88.77533721923828", "publish_date": "2018/12/31"}, {"doc_id": "936786", "text": "London Borough of Lambeth / London Borough of Lambeth Lambeth () is a London borough in south London, England, which forms part of Inner London. Its name was recorded in 1062 as \"Lambehitha\" (\"landing place for lambs\") and in 1255 as \"Lambeth\". The geographical centre of London is at Frazier Street near Lambeth North tube station, though nearby Charing Cross on the other side of the Thames in the City of Westminster is traditionally considered the centre of London. Lambeth was part of the large, ancient parish of Lambeth St Mary, the site of the archepiscopal Lambeth Palace, in the hundred of Brixton in the", "doc_score": "87.9862060546875", "publish_date": "2018/12/31"}, {"doc_id": "83469", "text": "City of London / more extensive electoral franchise than any other borough or city; in fact, it widened this further with its own equivalent legislation allowing one to become a freeman without being a liveryman. In 1801, the City had a population of about 130,000, but increasing development of the City as a central business district led to this falling to below 5,000 after the Second World War. It has risen slightly to around 9,000 since, largely due to the development of the Barbican Estate. In 2009, the business vote was about 24,000, greatly exceeding residential voters. As the City of London Corporation has", "doc_score": "85.30537414550781", "publish_date": "2018/12/31"}, {"doc_id": "9084663", "text": "Economy of London / equally divided between both. London has five major business districts: the City, Westminster, Canary Wharf, Camden & Islington and Lambeth & Southwark. One way to get an idea of their relative importance is to look at relative amounts of office space: Greater London had 26,721,000 m of office space in 2001. A useful guide to the distribution of wealth across London is the cost of renting office space. Mayfair and St. James's are historically and currently the most expensive areas – approximately £146 per sq ft per annum. The least expensive commercial districts are Waterloo & Southwark and East London", "doc_score": "86.40283203125", "publish_date": "2018/12/31"}]}
{"question_id": "20220812_29", "search_time": "2022/08/12/17:05", "search_result": [{"doc_id": "2850908", "text": "Raymond Briggs / top-ten winning works, which composed the ballot for a public election of the nation's favourite. For his contribution as a children's illustrator Briggs was a runner-up for the Hans Christian Andersen Award in 1984. He is a patron of the Association of Illustrators. Raymond Briggs was born in Wimbledon, Surrey, England, to parents Ernest (1900–1971), a milkman, and Ethel Briggs (1895–1971), a former lady's maid-turned-housewife. He attended Rutlish School, then a grammar school, pursued cartooning from an early age and, despite his father's attempts to discourage him from this unprofitable pursuit, attended the Wimbledon School of Art from 1949 to", "doc_score": "82.52872467041016", "publish_date": "2018/12/31"}, {"doc_id": "2850917", "text": "Raymond Briggs / Awards Hall of Fame. In 2014, Briggs received the Phoenix Picture Book Award from the Children's Literature Association for \"The Bear\" (1994). The award committee stated: \"With surprising page-turns, felicitous pauses, and pitch-perfect dialogue, Briggs renders the drama and humor of child–adult and child–bear relations, while questioning the nature of imagination and reality. As a picture book presented in graphic novel format, Briggs's work was ground-breaking when first published and remains cutting edge twenty years later in its creative unity of text and picture.\" The biennial Hans Christian Andersen Award conferred by the International Board on Books for Young People", "doc_score": "83.2801513671875", "publish_date": "2018/12/31"}, {"doc_id": "2850916", "text": "Raymond Briggs / was turned into a hand-drawn animated film. His wife Jean, who suffered from schizophrenia, died from leukaemia in 1973, only two years after his parents. They did not have any children. As of 2010, Briggs lives in a small house in Westmeston, Sussex; because of the clutter and lack of light, he kept a separate home from his long-term partner, Liz, her children and grandchildren. Liz died in October 2015 after a long battle with Parkinson's disease. Briggs continues to work on writing and illustrating books. In 2012, he was the first person to be inducted into the British Comic", "doc_score": "82.85198974609375", "publish_date": "2018/12/31"}, {"doc_id": "2850911", "text": "Raymond Briggs / works that Briggs both wrote and illustrated were in comics format rather than the separate text and illustrations typical of children's books; all three were published by Hamish Hamilton. \"Father Christmas\" (1973) and its sequel \"Father Christmas Goes on Holiday\" (1975) both feature a curmudgeonly Father Christmas who complains incessantly about the \"blooming snow\". For the former, he won his second Greenaway. Much later they were jointly adapted as a film titled \"Father Christmas\". The third early Hamilton \"comics\" was \"Fungus the Bogeyman\" (1977), featuring one day in the life of a working class Bogeyman with the mundane job of", "doc_score": "81.79822540283203", "publish_date": "2018/12/31"}, {"doc_id": "14656604", "text": "Gregory Rogers / Gregory Rogers Gregory John Rogers (19 June 1957 – 1 May 2013) was an illustrator and writer of children's books, especially picture books. He was the first Australian to win the annual Kate Greenaway Medal from the Library Association, recognising the year's best children's book illustration by a British subject. The book was \"Way Home\" by the Australian writer Libby Hathorn, published in the U.K. by Andersen Press in 1994. In the unnamed city, a boy makes his way home at night and adopts a stray cat en route. The \"picture book for older readers\" was controversial on grounds both", "doc_score": "81.09891510009766", "publish_date": "2018/12/31"}]}
