{"question_id": "20220701_0", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "11919927", "text": "Abercrombie & Fitch / an apology to girls for producing the T-shirts, and agreed to have corporate executives meet with the \"Girlcott\" girls at the company's headquarters. Bob Jones University, a non-denominational Protestant university located in Greenville, South Carolina, and its affiliated pre-collegiate schools, along with other Christian schools, have prohibited A&F and Hollister clothing from being \"worn, carried, or displayed\" on its campuses because of \"an unusual degree of antagonism to the name of Christ and an unusual display of wickedness\" in the company's promotions. After A&F raised its price points in 2004, its products have been described as overpriced. After the company", "doc_score": "81.62847137451172", "publish_date": "2018/12/31"}, {"doc_id": "3392586", "text": "Acme Markets / Acme Markets Acme was established in 1891, when Irish immigrants Samuel Robinson and Robert Crawford opened a store in South Philadelphia. The company today has 177 supermarkets under the Acme name in Connecticut, New York, New Jersey, Pennsylvania, Delaware, and Maryland. After many decades of being the largest grocery retailer in the Delaware Valley, Acme fell to #2 behind ShopRite in 2011. As of 2013, Acme was #3 behind #1 ShopRite and #2 Giant-Carlisle in the Delaware Valley. Irish immigrants, Robinson and Crawford, founded what is now Acme in south Philadelphia in 1891, according to some sources, with other sources", "doc_score": "82.24626159667969", "publish_date": "2018/12/31"}, {"doc_id": "14933405", "text": "Ambit Energy / and consumer advocates. A 2014 story by ConsumerAffairs documents numerous complaints by customers whose rates doubled or tripled without warning. Complainants also said it was difficult to contact Ambit to discuss rates or switch plans. In New York, state officials and consumer groups have claimed that sales representatives, who are paid by commission, have misrepresented contracts, exaggerated financial benefits of membership, and been excessively aggressive in recruiting vulnerable groups such as the elderly and non-native English speakers. In 2014, the New York Public Service Commission (NYPSC) received 450 complaints about the company, most of which are for price gouging, or", "doc_score": "82.90444946289062", "publish_date": "2018/12/31"}, {"doc_id": "131900", "text": "Enron / blackouts occurred as a result of a poorly designed market system that was manipulated by traders and marketers, as well as poor state management and regulatory oversight. Subsequently, Enron traders were revealed as intentionally encouraging the removal of power from the market during California's energy crisis by encouraging suppliers to shut down plants to perform unnecessary maintenance, as documented in recordings made at the time. These acts contributed to the need for rolling blackouts, which adversely affected many businesses dependent upon a reliable supply of electricity, and inconvenienced a large number of retail customers. This scattered supply increased the price,", "doc_score": "84.93328857421875", "publish_date": "2018/12/31"}, {"doc_id": "20741816", "text": "BPA controversy / by promoting \"BPA-free\" products. For example, in 2010, General Mills announced it had found a \"BPA-free alternative\" can liner that works with tomatoes. It said it would begin using the BPA-free alternative in tomato products sold by its organic foods subsidiary Muir Glen with that year's tomato harvest. As of 2014, General Mills has refused to state which alternative chemical it uses, and whether it uses it on any of its other canned products. A minority of companies have stated what alternative compound(s) they use. Following an inquiry by Representative Edward Markey (D-Mass) seventeen companies replied, xxx said they were", "doc_score": "81.81489562988281", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_1", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "14937914", "text": "Star Tours – The Adventures Continue / \"Star Wars\" films, returned to portray the character in three mediums; live-action suit, motion capture and Audio-animatronic voice. Fitzgerald revealed on February 11, 2011, that more characters would be encountered on the ride, including Darth Vader, Boba Fett, Imperial Stormtroopers, \"Skytroopers\", Admiral Ackbar, Yoda, Princess Leia and Chewbacca. He confirmed on April 1, locations that guests could visit on the new attraction. Destinations include Tatooine, Coruscant, Hoth, Naboo, Kashyyyk, and the Death Star as it orbits Geonosis. The attraction in Florida began soft openings on May 14, with the official opening at midnight on May 20, 2011. The attraction in", "doc_score": "78.16523742675781", "publish_date": "2018/12/31"}, {"doc_id": "17581361", "text": "United States federal government shutdown of 2013 / Governor Gary Herbert wired $1.67 million to the Department of Interior to reopen eight national parks in Utah for at least 10 days. Arizona agreed to reopen the Grand Canyon. New York reached a deal to reopen the Statue of Liberty. Colorado funded Rocky Mountain National Park operations. South Dakota wanted to partially re-open Mt. Rushmore, but the National Park Service said only a full operation would be considered. On October 14, 2013, Mt. Rushmore reopened on a day-by-day basis, with part of the $15,200 per day cost funded by donations. Congressmen introduced legislation to reimburse states willing to fund", "doc_score": "78.10755157470703", "publish_date": "2018/12/31"}, {"doc_id": "15752553", "text": "Abrazo Maryvale Campus / Abrazo Maryvale Campus Abrazo Maryvale Campus formerly Maryvale Hospital Medical Center and Maryvale Samaritan Medical Center was an acute care hospital located in Phoenix, Arizona and it closed effective December 18, 2017. Maricopa Integrated Health System purchased Maryvale from Abrazo in early 2018. Plans have been made and approved to revive the facility as a behavior hospital and full service emergency department. The total amount that has been approved to remodel and revitalize Maryvale is around 60 million. MIHS plans to re-open Maryvale in 2019 to provide much needed emergency and behavioral health services to the community of Maryvale. Maryvale", "doc_score": "75.00371551513672", "publish_date": "2018/12/31"}, {"doc_id": "14937915", "text": "Star Tours – The Adventures Continue / Anaheim began soft openings on May 20, with the official opening in the morning of June 3, 2011. Tokyo Disneyland's Star Tours attraction closed on April 2, 2012, and reopened as the revamped attraction on May 7, 2013. Disneyland Paris' Star Tours attarction was the final incarnation to change; it closed on March 16, 2016 and reopened as \"The Adventures Continue\" on March 26, 2017. In 2012, Star Tours – The Adventures Continue was awarded as the most \"Outstanding Attraction Refresh\" by the Themed Entertainment Association. At the 2015 D23 Expo, it was announced that an adventure themed to \"\"", "doc_score": "76.73932647705078", "publish_date": "2018/12/31"}, {"doc_id": "16384340", "text": "State of Decay (video game) / Windows version was released on September 20, 2013 via Steam's Early Access, with a release following on November 5, 2013. A remastered version called the \"Year-One Survival Edition\" was released on April 28, 2015 for Microsoft Windows and Xbox One with mixed reviews. \"State of Decay 2\" was announced at Xbox's E3 2016. The game, which introduced cooperative multiplayer, which was the first in its series. The game was released on May 22, 2018. \"State of Decay\" contains elements of third person combat and simulation (building base and outposts). The player is in charge of a small group of survivors", "doc_score": "76.56806182861328", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_2", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "20213660", "text": "Meal kit / did much better than average at 12% 3-month retention). Subscribers are mostly young, overwhelmingly urban, and skew male and upper-income. The industry has come under criticism for the difficulty recycling the freezer gel packs included with the kits to keep meats and dairy products refrigerated during shipping. The active ingredient in many gel packs is sodium polyacrylate, a non-toxic powder that can stay cold when saturated with water and frozen. Meal kit A meal kit refers to a subscription service that sends customers pre-portioned and sometimes partially prepared food ingredients and recipes to prepare homecooked meals. Services that send pre-cooked", "doc_score": "87.7283935546875", "publish_date": "2018/12/31"}, {"doc_id": "1638034", "text": "Meal, Ready-to-Eat / be kept in a cool, dry place during storage. Rations are discarded after five years. MREs have also been distributed to civilians during natural disasters. The National Guard has provided MREs to the public during national disasters, such as Hurricanes Katrina, Ike, and Sandy; and the 2011 Super Outbreak. The large number of civilians exposed to MREs prompted several jokes during the recent New Orleans Mardi Gras, with revellers donning clothing made of MRE packets with phrases such as \"MRE Antoinette\" and \"Man Ready to Eat\". The use of rations for noncombat environments has been questioned. While the nutritional requirements", "doc_score": "87.8624496459961", "publish_date": "2018/12/31"}, {"doc_id": "1638025", "text": "Meal, Ready-to-Eat / can be sealed and placed inside the flameless heater. Most recently, MREs have been developed using the Dietary Reference Intake, created by the Institute of Medicine (IOM). The IOM indicated servicemembers (who were classified as highly active men between the ages of 18 and 30) typically burn about 4,200 Calories (kcal) a day, but tended to only consume about 2,400 Calories a day during combat, entering a negative energy balance. This imbalance occurs when servicemembers fail to consume full portions of their rations. Although manipulations to the food items and distribution of macronutrients to help boost the amount of kilocalories", "doc_score": "85.30914306640625", "publish_date": "2018/12/31"}, {"doc_id": "10137133", "text": "Timeline of the 2007 pet food recalls / initial recall comprises sixty million units of cuts and gravy-style food in pouches sold under nearly 100 brand names, including premium brands like Iams and private-label brands sold at nationwide chains such as Wal-Mart, Kroger, and other large retailers. While the recalled products represent just 1% of pet foods available in the U.S., the recall is one of the largest in American history. Menu Foods confirms the problem was with the wheat gluten used to thicken and enrich the gravy in the canned and pouched wet food products, and that the medical problems exhibited in test subjects include renal failure.", "doc_score": "87.35169982910156", "publish_date": "2018/12/31"}, {"doc_id": "14784902", "text": "Meal replacement / advice. This protects users of meal replacements without other food from inadvertent malnutrition. In the United States, the term \"meal replacement\" is not defined in federal Food and Drug Administration regulations, but generally refers to a calorie-controlled, prepackaged product in the form of a bar or beverage (ready to drink or powder), that replaces a regular meal. Meal-replacement products usually provide 200 to 250 calories per serving, are fortified with more than 20 vitamins and minerals at \"good\" or \"excellent source\" levels and often bear nutrient content claims, such as percent fat free and reduced sugar. Meal replacement products can", "doc_score": "88.07586669921875", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_3", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "2733747", "text": "STS-61-C / heavy rainfall in the launch area led to another scrub. After four unsuccessful launch attempts, \"Columbia\" launched successfully from Kennedy Space Center at 6:55 am EST on 12 January 1986. There were no significant anomalies reported during the launch. The primary objective of the mission was to deploy the Satcom K1 communications satellite, second in a planned series of geosynchronous satellites owned and operated by RCA Americom; the deployment was successful. \"Columbia\" also carried a large number of small scientific experiments, including 13 Getaway Special (GAS) canisters devoted to investigations involving the effect of microgravity on materials processing, seed germination,", "doc_score": "87.6580810546875", "publish_date": "2018/12/31"}, {"doc_id": "220460", "text": "Kennedy Space Center / the site also serves as an important wildlife sanctuary; Mosquito Lagoon, Indian River, Merritt Island National Wildlife Refuge and Canaveral National Seashore are other features of the area. Center workers can encounter bald eagles, American alligators, wild boars, eastern diamondback rattlesnakes, the endangered Florida panther and Florida manatees. From 1967 through 1973, there were 13 Saturn V launches, including the ten remaining Apollo missions after Apollo 7. The first of two unmanned flights, Apollo 4 (Apollo-Saturn 501) on November 9, 1967, was also the first rocket launch from KSC. The Saturn V's first manned launch on December 21, 1968 was", "doc_score": "85.76666259765625", "publish_date": "2018/12/31"}, {"doc_id": "9028", "text": "Apollo 11 / the crew saw passing views of their landing site in the southern Sea of Tranquillity about southwest of the crater Sabine D. The site was selected in part because it had been characterized as relatively flat and smooth by the automated Ranger 8 and Surveyor 5 landers and the Lunar Orbiter mapping spacecraft and unlikely to present major landing or EVA challenges. It lay about southeast of the Surveyor 5 landing site, and southwest of Ranger 8's crash site. At 12:52:00 UTC on July 20, Aldrin and Armstrong entered \"Eagle\", and began the final preparations for lunar descent. At 17:44:00", "doc_score": "84.34152221679688", "publish_date": "2018/12/31"}, {"doc_id": "20317", "text": "Apollo 17 / was the only launch delay in the Apollo program caused by this type of hardware failure. The count then resumed, and the liftoff occurred at 12:33 am EST. Approximately 500,000 people were estimated to have observed the launch in the immediate vicinity of Kennedy Space Center, despite the early morning hour. The launch was visible as far away as ; observers in Miami, Florida, saw a \"red streak\" crossing the northern sky. At 3:46 am EST, the S-IVB third stage was re-ignited to propel the spacecraft towards the Moon. At approximately 2:47 pm EST on December 10, the service propulsion", "doc_score": "86.00025939941406", "publish_date": "2018/12/31"}, {"doc_id": "9039", "text": "Apollo 11 / descent to the lunar surface. The remote control unit controls on his chest kept him from seeing his feet. Climbing down the nine-rung ladder, Armstrong pulled a D-ring to deploy the modular equipment stowage assembly (MESA) folded against \"Eagle\" side and activate the TV camera. Apollo 11 used slow-scan television (TV) incompatible with broadcast TV, so it was displayed on a special monitor and a conventional TV camera viewed this monitor, significantly reducing the quality of the picture. The signal was received at Goldstone in the United States, but with better fidelity by Honeysuckle Creek Tracking Station near Canberra in", "doc_score": "83.82678985595703", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_4", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "20243746", "text": "Natalia Veselnitskaya / wrongdoing). The settlement was for less than 3% of the amount prosecutors had initially sought. In March 2017, Senator Chuck Grassley filed a complaint alleging that the foundation, Akhmetshin, Prevezon Holdings, and Fusion GPS had violated the Foreign Agents Registration Act. In a July 14, 2017 interview with \"The Wall Street Journal\", Veselnitskaya acknowledged that she was in regular contact with the Russian prosecutor general's office and with Prosecutor General Yuri Chaika \"while waging a campaign against U.S. sanctions\". On November 3, 2017 a judge denied a request for Veselnitskaya to enter the U.S. to attend hearings related to the", "doc_score": "85.36260986328125", "publish_date": "2018/12/31"}, {"doc_id": "16959911", "text": "United States v. Shynkarenko / involvement in a conspiracy that included the founding and operating of for-profit hardcore child pornography websites. Shynkarenko was arrested in January 2009 while on vacation in Thailand, and detained for extradition to the United States. Following a three-year battle to avoid extradition, he appeared in U.S. federal court in Newark, NJ on June 11, 2012, and on June 13, a court-appointed attorney entered a not guilty plea on his behalf. On August 2, 2012, during a hearing on the case, Judge Walls postponed the trial for three months for the defence to prepare their case. The indictment of Maksym Shynkarenko", "doc_score": "82.51006317138672", "publish_date": "2018/12/31"}, {"doc_id": "11739203", "text": "Katie Sierra suspension controversy / lawyers decided to drop their suit on June 5 of that year after learning that Sierra had moved out of her mother's home and intended on traveling through Oregon, and therefore would not be present at the trial date. A day later, they reversed their decision after consulting with Sierra's mother, who had to file the suit on behalf of her daughter (a minor at the time). The trial lasted five days, attracting coverage by \"Court TV\" and several major Japanese newspapers and television shows, as well as a gallery packed with supporters of both sides. At the trial, Sierra's", "doc_score": "82.53055572509766", "publish_date": "2018/12/31"}, {"doc_id": "13357178", "text": "Laura Pendergest-Holt / the money was invested, Zarich has said Pendergest-Holt and Davis turned him away. Zarich also has said Pendergest-Holt armed him with answers for potential investors worried about the size of Stanford's tiny, Antigua-based auditor. Pendergest-Holt, Federal Bureau of Prisons (BOP)#43550-279, was released from BOP custody on February 27, 2009. On May 12, 2009, Pendergest-Holt was indicted by a Houston federal grand jury on two counts of obstructing a fraud investigation and conspiracy to obstruct justice. She was free on a $300,000 bond. On June 21, 2012, Pendergest-Holt pleaded guilty before federal judge David Hittner to obstructing the SEC's investigation into", "doc_score": "82.16087341308594", "publish_date": "2018/12/31"}, {"doc_id": "17743410", "text": "Devyani Khobragade incident / search\", presented to a judge and released the same day. Her arrest and treatment have received much media attention particularly in India, and have led to a major diplomatic standoff between India and the United States. One week later, Khobragade was transferred by the government of India to the UN mission in New York, subject to clearance from the United States Department of State, which would entitle her to full diplomatic immunity. Her former post only entitled her to consular immunity. On January 8, 2014, the U.S. issued Khobragade the G-1 visa that granted her full diplomatic immunity. Following this", "doc_score": "83.47919464111328", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_5", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "10199901", "text": "Tornado emergency / Impact Based Warning, which allows the respective offices to enhance warning information, such as adding tags to the warning messages which signify the potential damage severity. In regards to tornadoes, the creation of this multi-tiered system resulted in the implementation of an intermediate tornado warning product, a Particularly Dangerous Situation Tornado Warning. On April 1, 2013, the IBW experiment expanded to include all National Weather Service WFOs within the Central Region; the IBW experiment was expanded again to include eight additional offices within the Eastern, Southern and Western Regions in the spring of 2014. Within the span of eleven days,", "doc_score": "88.27342224121094", "publish_date": "2018/12/31"}, {"doc_id": "17508636", "text": "Vital Sign Alert System / an early warning scoring (EWS) system has been proposed as a possible solution to the problem. A rapid response team is a designated group of clinicians with intensive care expertise, who can quickly assemble at a patient's bedside to institute immediate diagnostic and treatment measures in accordance with hospital protocol. Unfortunately, rapid response teams tend to be activated only after a patient's condition has deteriorated and destabilized to the point that emergency transfer to an ICU is required. EWS systems are based on the premise that a decline in a patient's condition can be detected early through the assessment of", "doc_score": "87.2984619140625", "publish_date": "2018/12/31"}, {"doc_id": "18311073", "text": "Ebola virus cases in the United States / been cured of Ebola. President Obama announced the formation of rapid response teams to travel to hospitals with newly diagnosed patients. A second set of teams will prep hospitals in cities deemed most likely to see an Ebola virus case. Three of those teams are already operating. In announcing the formation of the teams, President Obama explained, \"We want a rapid response team, a SWAT team essentially, from the CDC to be on the ground as quickly as possible, hopefully within 24 hours, so that they are taking the local hospital step by step through what needs to be done.”", "doc_score": "87.08853912353516", "publish_date": "2018/12/31"}, {"doc_id": "11782046", "text": "Health Alert Network / Health Alert Network The Health Alert Network (HAN) is a program under the Centers for Disease Control and Prevention which is an agency of the United States Department of Health and Human Services. The HAN project is intended to \"ensure that each community has rapid and timely access to emergent health information; a cadre of highly-trained professional personnel; and evidence-based practices and procedures for effective public health preparedness, response, and service on a 24/7 basis.\" Currently, HAN is a strong national program, providing vital health information and the infrastructure to support the dissemination of that information at the state and", "doc_score": "87.93806457519531", "publish_date": "2018/12/31"}, {"doc_id": "10284921", "text": "Hospital incident command system (US) / facility, employees, and patients. iv. Medical/technical specialist – i.e. CDC doctor. ➢ Operations chief – (Organize and direct essential activities given by the CC and facilitate proper hospital staffing). i. Staging manager ii. Medical care branch director iii. Infrastructure branch director iv. HAZMAT branch director v. Security branch director vi. Business continuity branch director vii. Patient family assistance branch director (added in the 2014 version) ➢ Planning chief – (develops action plan for operations sustainment in 4-, 8-, 24-, and 48-hour increments after the disaster incident). i. Resources unit leader ii. Situation unit leader iii. Documentation unit leader iv. Demobilization", "doc_score": "85.63409423828125", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_6", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "20401812", "text": "2018 Stanley Cup Finals / feature winning team members names from 1924 to 1965. In Canada, the series was broadcast by Sportsnet and CBC Television in English, and TVA Sports in French. In the U.S., the Finals were split between NBC (Games 1, 4 and 5) and NBCSN (Games 2 and 3). In the U.S., with an average of 4.918 million viewers across all games, they were the highest-rated Stanley Cup Finals without an \"Original Six\" team since 1994. Game 5 drew 6.714 million viewers, making it the most-watched game 5 since 2002. 2018 Stanley Cup Finals The 2018 Stanley Cup Finals was the championship", "doc_score": "85.76879119873047", "publish_date": "2018/12/31"}, {"doc_id": "20401800", "text": "2018 Stanley Cup Finals / Stanley Cup Finals and won the Cup, but this was the first year of the new NHL (after every team except the Toronto Blueshirts left the National Hockey Association). The St. Louis Blues reached the 1968 Stanley Cup Finals and got swept by the Montreal Canadiens, but this was a year in which six brand-new expansion teams all entered the league at the same time and were all placed in the same division and the winner of that West Division would face the winner of the East Division. As such, 2018 was the first of these three occurrences where a", "doc_score": "85.31658935546875", "publish_date": "2018/12/31"}, {"doc_id": "20204760", "text": "2018 Stanley Cup playoffs / 2018 Stanley Cup playoffs The 2018 Stanley Cup playoffs was the playoff tournament of the National Hockey League (NHL). The playoffs began on April 11, 2018, after the 2017–18 regular season ended, and concluded on June 7, 2018, with the Washington Capitals winning their first Stanley Cup in franchise history defeating the Vegas Golden Knights four games to one in the Stanley Cup Finals. The Nashville Predators made the playoffs as the Presidents' Trophy winners with the most points (i.e. best record) during the regular season. The Pittsburgh Penguins increased their post-season appearance streak to twelve seasons, the current longest", "doc_score": "85.68162536621094", "publish_date": "2018/12/31"}, {"doc_id": "20009455", "text": "2018 Memorial Cup / 2018 Memorial Cup The 2018 Memorial Cup (branded as the 2018 Mastercard Memorial Cup for sponsorship reasons) was a four-team, round-robin format tournament that was held at the Brandt Centre in Regina, Saskatchewan from May 18–27, 2018. It was the 100th Memorial Cup championship and determined the champion of the Canadian Hockey League (CHL). The tournament was hosted by the Regina Pats, who won the right to host the tournament over the Hamilton Bulldogs and the Oshawa Generals. The Acadie–Bathurst Titan won their first Memorial Cup, defeating the host Regina Pats 3–0. Indicates team advanced directly to the championship game", "doc_score": "84.84457397460938", "publish_date": "2018/12/31"}, {"doc_id": "20659220", "text": "2018 Calder Cup playoffs / 2018 Calder Cup playoffs The 2018 Calder Cup playoffs of the American Hockey League began on April 19, 2018, with the playoff format that was introduced in 2016. The sixteen teams that qualified, eight from each conference, played best-of-five series in the division semifinals, with the playoffs continuing with best-of-seven series for the division finals, conference finals, and Calder Cup finals. A Division finals game between the Lehigh Valley Phantoms and the Charlotte Checkers became the longest game in AHL history by going 86:48 into overtime when Alex Krushelnyski of the Phantoms scored the winning 2–1 goal. The game started", "doc_score": "85.48748779296875", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_7", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "770178", "text": "Roe v. Wade / that abortion should be illegal in all circumstances. However, in this poll, more Americans referred to themselves as \"Pro-Life\" than \"Pro-Choice\" for the first time since the poll asked the question in 1995, with 51% identifying as \"Pro-Life\" and 42% identifying as \"Pro-Choice\". Similarly, an April 2009 Pew Research Center poll showed a softening of support for legal abortion in all cases compared to the previous years of polling. People who said they support abortion in all or most cases dropped from 54% in 2008 to 46% in 2009. In contrast, an October 2007 Harris poll on \"Roe v. Wade\"", "doc_score": "88.56031036376953", "publish_date": "2018/12/31"}, {"doc_id": "4106456", "text": "Arguments for and against drug prohibition / 2005 Youth Risk Behavior Survey by the U.S. Centers for Disease Control and Prevention (CDC) reported that nationwide 25.4% of students had been offered, sold, or given an illegal drug by someone on school property. The prevalence of having been offered, sold, or given an illegal drug on school property ranged from 15.5% to 38.7% across state CDC surveys (median: 26.1%) and from 20.3% to 40.0% across local surveys (median: 29.4%). Despite more than $7 billion spent annually towards arresting and prosecuting nearly 800,000 people across the country for marijuana offenses in 2005, the federally funded Monitoring the Future Survey", "doc_score": "84.3738021850586", "publish_date": "2018/12/31"}, {"doc_id": "10860395", "text": "Debate over the atomic bombings of Hiroshima and Nagasaki / atomic bombings on Hiroshima and Nagasaki from WWII, while only 34% oppose the bombings. The study highlighted the impact of the respondent’s generation, showing that 70% of Americans 65 and older support the bombings, while only 47% of 18- to 29-year-olds support the bombings. Younger generations of Americans are less supportive of the bombings, according to the Pew Research Center statistics. Political leanings also impacted responses according to the survey. 74% of Republicans support the bombings while 52% of Democrats support the bombings.American approval of the US dropping the atom bombs on Hiroshima and Nagasaki has decreased steadily since 1945.", "doc_score": "86.3416748046875", "publish_date": "2018/12/31"}, {"doc_id": "14024065", "text": "Capital punishment debate in the United States / members are involved in multiple other issue-oriented projects. In a poll completed by Gallup in October 2009, 65% of Americans supported the death penalty for persons convicted of murder, while 31% were against and 5% did not have an opinion. In the U.S., surveys have long shown a majority in favor of capital punishment. An ABC News survey in July 2006 found 65 percent in favour of capital punishment, consistent with other polling since 2000. About half the American public says the death penalty is not imposed frequently enough and 60 percent believe it is applied fairly, according to a", "doc_score": "83.5943832397461", "publish_date": "2018/12/31"}, {"doc_id": "5904629", "text": "United States anti-abortion movement / the worst possible light. \"Pro-choice\" implies that the alternative viewpoint is \"anti-choice\", while \"pro-life\" implies the alternative viewpoint is \"pro-death\" or \"anti-life\". Some right-to-lifers use the term \"pro-abort\" to refer to pro-choice organizations and individuals. The Associated Press encourages journalists to use the terms \"abortion rights\" and \"anti-abortion\". In a 2009 Gallup Poll, a majority of U.S. adults (51%) called themselves \"pro-life\" on the issue of abortion—for the first time since Gallup began asking the question in 1995—while 42% identified themselves as \"pro-choice\", although pro-choice groups noted that acceptance of the \"pro-life\" label did not in all cases indicate opposition", "doc_score": "83.62894439697266", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_8", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "13029438", "text": "Captive killer whales / recorded injury of a human by an orca in the wild happened in 1972 at Point Sur, California. In August 1989, the dominant female Icelandic killer whale at SeaWorld San Diego, Kandu V, attempted to \"rake\" a female newcomer named Corky. Raking is a way orcas show dominance by forcefully scratching at another with their teeth. Kandu charged at Corky, attempting to rake her, missed, and continued her charge into the back pool, where she ended up ramming the wall, rupturing an artery in her jaw. The crowd was quickly ushered out of the stadium. Forty-five minutes later Kandu V", "doc_score": "80.95464324951172", "publish_date": "2018/12/31"}, {"doc_id": "5198825", "text": "Great hammerhead / may be dark in juveniles. The average great hammerhead measures up to long and weighs over. A small percentage of the population, mostly or all females, are much larger. The longest great hammerhead on record was. The heaviest known great hammerhead is a long, female caught off Boca Grande, Florida in 2006. The weight of the female was due to her being pregnant with 55 near-natal pups. The great hammerhead is a solitary, nomadic predator that tends to be given a wide berth by other reef sharks. If confronted, they may respond with an agonistic display: dropping their", "doc_score": "82.56233978271484", "publish_date": "2018/12/31"}, {"doc_id": "14671107", "text": "Ulisses (orca) / gave birth to Ulisses's second calf, Amaya, at 12:34 pm. Ulisses (orca) Ulisses (sometimes spelled Ulises or Ulysses) is a male orca who currently lives at SeaWorld San Diego in California. He was captured on November 7, 1980 at Reydarfjördur, Iceland, when he was approximately 3 years old. He lived at several parks including the Sædyrasafnid Aquarium in Iceland (November/December 1980), and the Rioleón Safari (December 1980 to June 1983), and Barcelona Zoo (June 1983 to January 1994) in Catalonia, before being transported to SeaWorld in 1994. Ulisses does waterworks with his trainers. He gets along with his fellow orcas", "doc_score": "82.93902587890625", "publish_date": "2018/12/31"}, {"doc_id": "4921559", "text": "Alligator gar / Valley and Gulf Coast states of the Southern United States and Mexico as far south as Veracruz, encompassing these states: Texas, Oklahoma, Louisiana, Kentucky, Mississippi, Alabama, Tennessee, Arkansas, Missouri, Illinois, Florida, and Georgia. Reports suggest alligator gar were once numerous throughout much of their northern range, but valid sightings today are rare, and may occur once every few years. Records of historical distribution indicate alligator gar once inhabited regions as far north as central Kansas, Nebraska, Ohio, Iowa, and west-central Illinois, where they are now listed as extirpated. The most northerly verified catch was in Meredosia, Illinois, in 1922. Now,", "doc_score": "82.92021942138672", "publish_date": "2018/12/31"}, {"doc_id": "269376", "text": "Manatee / bait to attract it close enough to temporarily stun it with a blow near the head from an oar-like pole. Many times the creature would flip over, leaving it vulnerable to further attacks. From manatee hides, Native Americans made war shields, canoes, and shoes, though manatees were predominantly hunted for their abundant meat. Later, manatees were hunted for their bones, which were used to make \"special potions\". Until the 1800s, museums paid as much as $100 for bones or hides. Though hunting was banned in 1893, poaching continues today. The oldest manatee in captivity was Snooty, at the South Florida", "doc_score": "81.84098815917969", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_9", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "279899", "text": "NATO / the original 12 countries to 29. The most recent member state to be added to NATO is Montenegro on 5 June 2017. NATO currently recognizes Bosnia and Herzegovina, Georgia, Macedonia and Ukraine as aspiring members. An additional 21 countries participate in NATO's Partnership for Peace program, with 15 other countries involved in institutionalized dialogue programs. The combined military spending of all NATO members constitutes over 70% of the global total. Members have committed to reach or maintain defense spending of at least 2% of GDP by 2024. On 4 March 1947 the Treaty of Dunkirk was signed by France and", "doc_score": "88.11608123779297", "publish_date": "2018/12/31"}, {"doc_id": "12097678", "text": "Member states of NATO / 2009, Montenegro in 2017. United States President Donald Trump expressed interest in withdrawing from the organization during his 2016 presidential campaign, and only recently stated the United States would protect allies in the event that Article V is invoked. Iceland has no armed forces. 2015 data. The United States has a larger defense expenditure than all other members combined. Criticism of the organization by then newly elected US President Donald Trump caused various reactions from American and European political figures, ranging from ridicule to panic. Pew Research Center's 2016 survey among its member states showed that while most countries viewed", "doc_score": "84.33988189697266", "publish_date": "2018/12/31"}, {"doc_id": "279929", "text": "NATO / domestic product on defence, with the United States accounting for three quarters of NATO defense spending. New membership in the alliance has been largely from Central and Eastern Europe, including former members of the Warsaw Pact. Accession to the alliance is governed with individual Membership Action Plans, and requires approval by each current member. NATO currently has two candidate countries that are in the process of joining the alliance: Bosnia and Herzegovina and the Republic of Macedonia. In NATO official statements, the Republic of Macedonia is always referred to as the \"former Yugoslav Republic of Macedonia\", with a footnote stating", "doc_score": "83.73493957519531", "publish_date": "2018/12/31"}, {"doc_id": "11867207", "text": "Enlargement of NATO / start talks of membership during the 2002 Prague summit, and joined NATO shortly before the 2004 Istanbul summit. Albania and Croatia joined on 1 April 2009, prior to the 2009 Strasbourg–Kehl summit. The most recent member state to be added to NATO is Montenegro on 5 June 2017. As of 2018, NATO officially recognizes four aspiring members: Bosnia and Herzegovina, Georgia, Macedonia and Ukraine. The Federation of Bosnia and Herzegovina within Bosnia and Herzegovina has expressed willingness to join NATO, however, it faces consistent political pressure from Republika Srpska, the other political entity in the country, alongside its partners in", "doc_score": "85.43402099609375", "publish_date": "2018/12/31"}, {"doc_id": "12097676", "text": "Member states of NATO / members and three former Yugoslav republics) from 12 March 1999 to 5 June 2017. NATO has added new members seven times since its founding in 1949, and since 2017 NATO has had 29 members. Twelve countries were part of the founding of NATO: Belgium, Canada, Denmark, France, Iceland, Italy, Luxembourg, the Netherlands, Norway, Portugal, the United Kingdom, and the United States. In 1952, Greece and Turkey became members of the Alliance, joined later by West Germany (in 1955) and Spain (in 1982). In 1990, with the reunification of Germany, NATO grew to include the former country of East Germany. Between", "doc_score": "86.82752227783203", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_10", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "793443", "text": "Colorado Avalanche / when the league began play in 1972. Though first awarded to a group in San Francisco, the team quickly moved to Quebec City when the California deal soured because of financial and arena problems. During their seven WHA seasons, the Nordiques won the Avco World Trophy once, in 1977 and lost the finals once, in 1975. In 1979, the franchise entered the NHL, along with the WHA's Edmonton Oilers, Hartford Whalers and Winnipeg Jets. After making the postseason for seven consecutive years, from 1981 to 1987, the Nordiques became one of the worst teams in the league. From 1987–88 to", "doc_score": "90.48526763916016", "publish_date": "2018/12/31"}, {"doc_id": "793442", "text": "Colorado Avalanche / to the city. In the 2001 Stanley Cup Finals, the Avalanche defeated the New Jersey Devils 4–3 to win their second and most recent championship. As a result, they are the only active NHL team that has won all of its Stanley Cup Final appearances. The Avalanche have won nine division titles (including their first eight in a row in Denver, the longest such streak in NHL history) and qualified for the playoffs in each of their first ten seasons in Denver; this streak ended in 2007. The Quebec Nordiques were one of the World Hockey Association (WHA)'s original teams", "doc_score": "91.09133911132812", "publish_date": "2018/12/31"}, {"doc_id": "793453", "text": "Colorado Avalanche / any of the four major North American sports leagues, following the Washington Redskins of the National Football League. They also became the second team from the WHA to win the Cup. With the Cup win, Russians Alexei Gusarov and Valeri Kamensky and Swede Peter Forsberg became members of the Triple Gold Club, the exclusive group of ice hockey players who have won Olympic gold, World Championship gold and the Stanley Cup. In 1996–97, Colorado won the Pacific Division again as well as the Presidents' Trophy for finishing the regular season with the best record in the NHL, at 49–24–9 for", "doc_score": "88.38167572021484", "publish_date": "2018/12/31"}, {"doc_id": "793506", "text": "Colorado Avalanche / a Sasquatch/Bigfoot and was seen on the shoulders of the Avalanche's home and away jerseys. The logo was used on their jerseys since 1995; however, prior to the start of the 2015 NHL Entry Draft, the club unveiled a new alternate logo. The new logo features the insignia taken from the Colorado state flag and re-colored to match the team's color scheme. The logo was featured on a patch located on the shoulders of the team's uniforms, along with a 20th anniversary logo, for the 2015–16 season. The team colors are burgundy, steel blue, black, silver and white. For the", "doc_score": "89.1001205444336", "publish_date": "2018/12/31"}, {"doc_id": "793518", "text": "Colorado Avalanche / and going on to win the Stanley Cup. The rivalry between the Avalanche and the Red Wings was at its peak from 1996 to 2002. During those seven seasons the two teams played five postseason series against each other in the Stanley Cup playoffs, with the Avalanche winning three of the series (1995–96, 4–2; 1998–99, 4–2; 1999–2000, 4–1) and the Red Wings winning two of them (1996–97, 4–2; 2001–02, 4–3). During this time frame, these two teams combined for a total of five Stanley Cup championships in seven years, the Avalanche winning twice (1995–96 and 2000–01) and the Red Wings", "doc_score": "89.94477844238281", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_11", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "6761271", "text": "World's Ugliest Dog Contest / www.TheWorldsUgliestDog.com Pabst, a boxer mix owned by Miles Egstad of Citrus Heights, California, won the 2009 World's Ugliest Dog competition; Miss Ellie, a blind 16-year-old Chinese Crested Hairless, won in the pedigree category; Pabst beat her in a run-off for the overall title. Miss Ellie died June 1, 2010, at the age of 17. Princess Abby, a chihuahua with \"a hunched and peculiar walk due to that her back legs are longer than her front (which allows her to have moments of bipedalism), a missing eye, and mismatched ears\", won the 2010 contest out of a field of 25 dogs.", "doc_score": "83.02973175048828", "publish_date": "2018/12/31"}, {"doc_id": "6761273", "text": "World's Ugliest Dog Contest / the first dog from outside the United States to win. In 2013 Walle, a four-year-old \"huge-headed, duck-footed mix of beagle, boxer and basset hound\" from Chico, California beat 29 other contenders to win the contest. The dog's owner, Tammie Barbee, entered the dog into the contest at the last minute. The 2014 contest was won by Peanut (alternately named Opossum), a 2-year-old mutt believed to be a mix of Chihuahua and Shih Tzu. Peanut is owned by Holly Chandler of Greenville, North Carolina. In contrast to most of the contestants, Peanut's physical deformities, which include deformed lips and eyelids (which", "doc_score": "83.95112609863281", "publish_date": "2018/12/31"}, {"doc_id": "6761276", "text": "World's Ugliest Dog Contest / Anoka, Minnesota, won the 2018 contest. Her owner, Megan Brainard, noted the dog had been rescued from a puppy mill. Her distinguishing characteristic was an extremely long tongue that protruded almost to the ground. Animal Planet has sponsored the event and broadcast the show on television for several years. In the 2009 contest, the event included celebrity judges such as Jon Provost (\"Timmy\" on the 1950s television show \"Lassie\") as well as an Ugly is the New Beautiful Fashion Show featuring models and adoptable rescue dogs. Hosts rotate each year. In 2013, syndicated radio hosts Bob & Sheri hosted the", "doc_score": "84.61079406738281", "publish_date": "2018/12/31"}, {"doc_id": "6761274", "text": "World's Ugliest Dog Contest / give the dog the appearance of a perpetual growl) and significant loss of hair, were a result of being abused as a puppy; Chandler rescued the dog from an animal hospital. Quasi Modo, a 10-year-old mutt with Dutch Shepherd and pit bull lineage, won the 2015 contest, narrowly beating two Chinese Crested/Chihuahua mixes. Quasi Modo was noted for its shortened frame, hunched back and long legs relative to its body, leading to confusion at first glance as to whether it was a dog or a hyena, according to the dog's biography. The dog's unnamed owner is from Loxahatchee, Florida and", "doc_score": "84.68048858642578", "publish_date": "2018/12/31"}, {"doc_id": "6761264", "text": "World's Ugliest Dog Contest / for the fair. Dogs generally come from across the United States but are welcome to enter from around the world. In contrast to conformation shows (which are restricted to purebreds), mutts are allowed to participate, and contestants are not judged against any breed specification. Dog owners must provide documentation of veterinarian checks to determine the competing animal is healthy. The Sonoma-Marin Fair has also partnered with animal rights groups such as the Sonoma County Humane Society to educate the public about animals and to provide opportunities to adopt rescue dogs. The fair issues a photo of the winner, a press", "doc_score": "81.30049133300781", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_12", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "13619995", "text": "Ketanji Brown Jackson / succeeded Michael Horowitz, who served from 2003 until 2009. Jackson served on the U.S. Sentencing Commission until 2014. On September 20, 2012, President Obama nominated Jackson to serve as a judge for the United States District Court for the District of Columbia, to the seat vacated by Judge Henry H. Kennedy, Jr. who retired on November 18, 2011. On January 2, 2013, her nomination was returned to the President, due to the sine die adjournment of the Senate. On January 3, 2013, she was renominated to the same office. On February 14, 2013, her nomination was reported to the full", "doc_score": "92.53619384765625", "publish_date": "2018/12/31"}, {"doc_id": "14215602", "text": "Yvette McGee Brown / to child and family protection. She currently serves as Partner-In-Charge of Diversity, Inclusion & Advancement at the global law firm of Jones Day. Brown received her undergraduate degree in Journalism and Public Relations from Ohio University; her Juris Doctorate from The Ohio State University, Moritz College of Law; an honorary Doctor of Laws Degree from Ohio Dominican University; and honorary Doctorates from Wilberforce University and Central State University. In 1992, Brown was elected to the Franklin County Court of Common Pleas, Domestic Relations and Juvenile division. She was the first African-American woman to be elected to this court, where she", "doc_score": "90.19556427001953", "publish_date": "2018/12/31"}, {"doc_id": "17302520", "text": "Debra M. Brown / LLP for more than fourteen years. From 2012 to 2013, she was a shareholder at the law firm of Wise Carter Child & Caraway, P.A. in Jackson, Mississippi, where she handled a wide variety of commercial litigation matters before both federal and state courts. From 2003 to 2004, she served as President of the Mississippi Women Lawyers Association. On May 16, 2013, President Barack Obama nominated Brown to serve as a United States District Judge of the United States District Court for the Northern District of Mississippi, to the seat vacated by Judge W. Allen Pepper, Jr., who died on", "doc_score": "90.64253234863281", "publish_date": "2018/12/31"}, {"doc_id": "13619994", "text": "Ketanji Brown Jackson / until 2005, she remained in private practice as an attorney at the Feinberg Group law firm, and she also served as an assistant special counsel to the U.S. Sentencing Commission. From 2005 until 2007, Jackson served as an assistant federal public defender in the District of Columbia. From 2007 to 2013, Jackson worked at the law firm of Morrison & Foerster. On July 23, 2009, President Barack Obama nominated Jackson to a part-time position as one of the seven voting members on the U.S. Sentencing Commission. The United States Senate confirmed Jackson by unanimous consent on February 11, 2010. She", "doc_score": "92.48013305664062", "publish_date": "2018/12/31"}, {"doc_id": "14215601", "text": "Yvette McGee Brown / Yvette McGee Brown Yvette McGee Brown (born 1960, Columbus, Ohio, United States) became the first African-American female justice on the Ohio Supreme Court when she took office on January 1, 2011. She was the founding president of the Center for Child and Family Advocacy at Nationwide Children's Hospital, and was a judge of the Franklin County Court of Common Pleas for nine years. Brown was inducted into the Ohio Women's Hall of Fame in 2008 and the Central Ohio Business Hall of Fame in 2014. She is noted for a number of community service awards, public service, and her dedication", "doc_score": "90.07019805908203", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_13", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "8886309", "text": "Joe Yukica / Superior Court for breach of contract. Based on various procedural irregularities regarding Yukica's dismissal, Judge Walter Murphy, a former football coach, issued two temporary injunctions against Leland and Dartmouth College. With the case gaining increased press, partly due to testimony at preliminary hearings by coach Joe Paterno of Pennsylvania State University, and college football recruitment already under way, Dartmouth settled out of court and Yukica went on to coach Dartmouth for another season before resigning. Although the case never went to trial, \"Yukica v. Leland\" has been hailed by the American Football Coaches Association and others as setting an important", "doc_score": "86.41108703613281", "publish_date": "2018/12/31"}, {"doc_id": "13525940", "text": "Wygant v. Jackson Board of Education / Wygant v. Jackson Board of Education Wygant v. Jackson Board of Education, 476 U.S. 267 (1986), was a case before the United States Supreme Court. It is the seminal case for the \"strong-basis-in-evidence standard\" for affirmative action programs. In response to racial tension in a community and its schools, the Board of Education and the teachers union in Jackson, Michigan added a \"layoff provision\" to their collective bargaining agreement; it required that in the event of layoffs, \"teachers with the most seniority... shall be retained, except that at no time will there be a greater percentage of minority personnel", "doc_score": "84.07459259033203", "publish_date": "2018/12/31"}, {"doc_id": "7419448", "text": "McCollum v. Board of Education / oral arguments in December 1947. A number of religious groups including the American Unitarian Association, the Synagogue Council of America, the General Conference of Seventh-day Adventists and the Baptist Joint Committee of Religious Liberty filed briefs in support of McCollum’s position. On March 8, 1948, the Court ruled 8-1 in favor of McCollum, ruling that the classes were unconstitutional. In the majority opinion, written by Justice Hugo Black, the Court held that The lone dissenting justice, Stanley Forman Reed, objected to the breadth of the majority's interpretation of the Establishment Clause and stated that an incidental support of religion should", "doc_score": "84.19020080566406", "publish_date": "2018/12/31"}, {"doc_id": "18729442", "text": "School corporal punishment in the United States / Wright case. The Supremes ruled 5-4 that the corporal punishment of James Ingraham, who was restrained by his assistant principal and paddled by the principal over 20 times, ultimately requiring medical attention, did not violate the Eighth Amendment, which protects citizens from cruel and unusual punishment. They further concluded that corporal punishment did not violate the due process clause of the Fourteenth Amendment, since teachers or administrators administering excessive punishment can face criminal charges. This case established a precedent of \"reasonable, but not excessive\" punishment of students and was criticized by some scholars as \"an apparent low point in American", "doc_score": "83.17434692382812", "publish_date": "2018/12/31"}, {"doc_id": "11473440", "text": "Kennedy v. Louisiana / of Military Justice in 2006 to add child rape to the list of offenses punishable in the military by death. None of the 10 briefs filed with the Court, and neither the majority nor dissent, mentioned the provision. On July 2, 2008, Linda Greenhouse of \"The New York Times\" highlighted Sullivan's post, bringing the issue to national attention. After the error was discovered, supporters of the law—including the governors of Missouri and Louisiana, and 85 members of Congress—petitioned for rehearing. The United States Department of Justice also filed a brief supporting rehearing. It noted that it too had missed the", "doc_score": "83.53042602539062", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_14", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "1522028", "text": "Positive psychology / studies with 6,139 participants in 2012, the outcomes were positive. Three to six months after a PPI the effects for subjective well-being and psychological well-being were still significant. However the positive effect was weaker than in the 2009 meta analysis, the authors concluded that this was because they only used higher quality studies. The PPIs they considered included counting blessings, kindness practices, making personal goals, showing gratitude and focusing on personal strengths. Ilona Boniwell, in her book \"Positive Psychology in a Nutshell\", provided the following summary of the current research. Wellbeing is related to optimism, extraversion, social connections (i.e. close", "doc_score": "86.67887115478516", "publish_date": "2018/12/31"}, {"doc_id": "10199000", "text": "Misattribution of arousal / study conducted by Savitsky, Medvec, Charlton, and Gilovich focused on how confidence can be affected by misattribution of arousal. Typically people feel more confident before they are supposed to do a task, but the closer they get to having to perform that task, the less confident they feel, which could be due to the arousal from the expectation of the performance. The researchers told participants that they would be exposed to a subliminal noise and were then asked if they could predict how well they would do on two tasks. After they made their predictions, the researchers either told them", "doc_score": "85.82202911376953", "publish_date": "2018/12/31"}, {"doc_id": "20204308", "text": "Well-being contributing factors / the long-term subjective well-being, even though some adaptation does occur and inborn factors affect this. Fujita and Diener found that 24% of people changed significantly between the first five years of the study and the last five years. Almost one in four people showed changes in their well-being over the years; indeed sometimes those changes were quite dramatic. Bruce Headey found that 5–6% of people dramatically increased their life satisfaction over a 15- to 20-year period and that the goals people pursued significantly affected their life satisfaction. The easiest and best possible way to increase one's happiness is by doing", "doc_score": "86.25481414794922", "publish_date": "2018/12/31"}, {"doc_id": "16153475", "text": "Subjective well-being / this theory proposes that positive or negative external events temporarily increase or decrease feelings of SWB, but as time passes people tend to become habituated to their circumstances and have a tendency to return to a personal SWB \"setpoint\" or baseline level. The hedonic treadmill theory originally proposed that most people return to a neutral level of SWB (i.e. neither happy nor unhappy) as they habituate to events. However, subsequent research has shown that for most people, the baseline level of SWB is at least mildly positive, as most people tend to report being at least somewhat happy in general", "doc_score": "85.17467498779297", "publish_date": "2018/12/31"}, {"doc_id": "751935", "text": "Consumer confidence index / comprising the remaining 60%. In the glossary on its website, The Conference Board defines the Consumer Confidence Survey as \"a monthly report detailing consumer attitudes and buying intentions, with data available by age, income and region\". Another well-established index that measures consumer confidence in the United States of America is the University of Michigan Consumer Sentiment Index, run by University of Michigan's Institute for Social Research. In simple terms, increased consumer confidence indicates economic growth in which consumers are spending money, indicating higher consumption. Decreasing consumer confidence implies slowing economic growth, and so consumers are likely to decrease their spending.", "doc_score": "83.68805694580078", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_15", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "837462", "text": "Pac-12 Conference / the Western Collegiate Athletic Association. In the mid-1990s the conference expressed interest in admitting the University of Colorado and the University of Texas after the collapse of the Southwest Conference. Texas expressed an interest in joining a strong academic conference, but joined three fellow Southwest Conference schools (Texas A&M, Texas Tech, and Baylor) to merge with the Big Eight Conference to form the Big 12 Conference in 1996. Colorado elected to remain in the newly formed Big 12. Before the addition of Colorado and Utah in 2011, only the Ivy League had maintained its membership for a longer time than", "doc_score": "87.39710235595703", "publish_date": "2018/12/31"}, {"doc_id": "837464", "text": "Pac-12 Conference / the possibility of adding teams for the first time since Arizona and Arizona State joined the conference in 1978. In early June 2010, there were reports that the Pac-10 was considering adding up to six teams to the conference: the University of Texas, Texas A&M University, Texas Tech University, the University of Oklahoma, Oklahoma State University, and the University of Colorado. On June 10, 2010, the University of Colorado Boulder officially accepted an invitation to join the Pac-10 Conference, effective starting with the 2012–2013 academic year. The school later announced it would join the conference a year earlier than previously", "doc_score": "88.71456146240234", "publish_date": "2018/12/31"}, {"doc_id": "837465", "text": "Pac-12 Conference / announced, in the 2011–2012 academic year. On June 15, 2010, a deal was reached between Texas and the Big 12 Conference to keep Texas, Texas A&M, Texas Tech, Oklahoma, and Oklahoma State in the Big 12. Following Texas' decision, the other Big 12 schools that had been rumored candidates to join the Pac-10 announced they would remain in the Big 12. This deal effectively ended the Pac-10's ambition to potentially become a sixteen-team conference. On June 17, 2010, the University of Utah officially accepted an invitation to join the Pac-10 Conference, effective starting July 2011. Utah was a member of", "doc_score": "88.12031555175781", "publish_date": "2018/12/31"}, {"doc_id": "12679743", "text": "Big 12 Conference football / to the Big Ten and Pac-12 respectively, the Big 12 Championship Game was discontinued. Following a NCAA rule change in 2015 which allows conferences with fewer than 12 members to hold a championship game, the Big 12 elected to return to a postseason championship game to determine the conference champion. Following the completion of the round-robin regular season, the conference's top two teams compete in the championship game. Oklahoma defeated TCU 41-17 on December 2, 2017, in the first Big 12 Championship Game played since 2010. Totals though the end of the 2017 season. Conference rivalries (primarily in football) mostly", "doc_score": "87.40192413330078", "publish_date": "2018/12/31"}, {"doc_id": "836677", "text": "Big Ten Conference / Big Ten Conference The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States, based in suburban Chicago, Illinois. Despite its name, the conference consists of 14 members (as of 2018). They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two", "doc_score": "86.15178680419922", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_16", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "10297262", "text": "Dismissal of U.S. attorneys controversy hearings / testified that Bud Cummins, the U.S. Attorney for Arkansas, was removed to install a former aide to Karl Rove and Republican National Committee opposition research director, the 37-year-old Timothy Griffin. Cummins, apparently, \"was ousted after Harriet E. Miers, the former White House counsel, intervened on behalf of Griffin.\" In subsequent closed-door testimony on April 27, 2007 to the committee, McNulty said that days after the February hearing, he learned that White House officials had not revealed to him White House influence and discussions on creating the list. McNulty's testimony that the attorneys were fired for \"performance related issues\" caused the", "doc_score": "82.75469970703125", "publish_date": "2018/12/31"}, {"doc_id": "8735407", "text": "Majid Khan (detainee) / the press release stated: The press release quoted his brother Mohammed: The press release quoted from Gitanjali Gutierrez, Khan's lawyer: According to the press release, Khan's Tribunal was scheduled to start on April 10, 2007, and to finish by April 13, 2007. Ali Khan made the affidavit on April 6, 2007, when the family confirmed they would not be allowed to testify in person. According to Department of Defense spokesman Commander Jeffrey Gordon, Khan's Tribunal concluded April 15, 2007. On October 15, 2007, Gitanjali Gutierrez, a CCR attorney, wrote about her pending first meeting with Majid Khan. Khan was the", "doc_score": "82.91429901123047", "publish_date": "2018/12/31"}, {"doc_id": "12016433", "text": "Ali v. Federal Bureau of Prisons / Ali v. Federal Bureau of Prisons Ali v. Federal Bureau of Prisons, 552 U.S. 214 (2008), was a United States Supreme Court case, upholding the United States's sovereign immunity against tort claims brought when \"any law enforcement officer\" loses a person's property. Abdus-Shahid M. S. Ali, a federal prisoner in Atlanta, Georgia, was transferred to a prison in Inez, Kentucky. His personal property, packed into two duffel bags, was shipped separately. Upon inspecting his property after arrival at the new prison, he said that $177 worth of property was missing from the bags. Ali filed an administrative claim; relief was", "doc_score": "81.03365325927734", "publish_date": "2018/12/31"}, {"doc_id": "20520194", "text": "Cole Memorandum / reactions to Sessions' 2018 memo. Some said that it would not fundamentally change the existing system, with power to prosecute remaining in the hands of various U.S. Attorneys. Law professor and author Ilya Somin called the decision an \"assault on federalism\". Political columnist Jacob Sullum said it could be seen as justified reaction to the Obama Administration's use of executive actions. Cole Memorandum The Cole Memorandum was a United States Department of Justice memorandum issued August 29, 2013, by United States Deputy Attorney General James M. Cole during the presidency of Barack Obama. The memorandum, sent to all United States", "doc_score": "82.43517303466797", "publish_date": "2018/12/31"}, {"doc_id": "16223473", "text": "United States v. Choi / trial. Prosecution called witnesses from the United States Park Police including the arresting officer, Lieutenant Robert LaChance, who testified to the existence of Secret Service advance knowledge of the protest. Defense team led by Robert Feldman (pictured above) filed a motion to compel evidence of Secret Service emails and issued subpoena to directors of Homeland Security and the Department of the Interior. After Choi himself testified in the defense case, Judge Facciola made a prima facie finding for selective and vindictive prosecution. Prosecution petitioned for a writ of mandamus to prohibit Judge Facciola from entertaining the defense, and the trial", "doc_score": "81.37857818603516", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_17", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "13829628", "text": "Odd–even rationing / Odd–even rationing Odd–even rationing is a method of rationing in which access to some resource is restricted to half the population on any given day. In a common example, private vehicles may be allowed to drive, park, or purchase gasoline on alternating days, according to whether the last digit in their license plate is even or odd. Similarly, during a drought, houses can be restricted from using water outdoors according to the parity of the house number. Typically a day is \"odd\" or \"even\" depending on the day of the month. An issue with this approach is that two \"odd\"", "doc_score": "83.50727081298828", "publish_date": "2018/12/31"}, {"doc_id": "276404", "text": "Mobil / new automobiles powered by high-compression engines that demanded higher and higher octane gasolines. The newest formulas of Mobilgas Special were advertised as offering \"A Tune-Up in Every Tankful\" due to a combination of chemicals known as the \"Mobil Power Compound\" which was designed to increase power, check pre-ignition ping, correct spark plug misfiring, control stalling and combat gumming up of carburetors. Later Mobil campaigns advertised Mobilgas as the \"New Car Gasoline\" following extensive testing during the annual Mobilgas Economy Run. In 1962, the gasoline product lines marketed as Mobilgas and Mobilgas Special were rebranded as Mobil Regular and Mobil Premium", "doc_score": "81.84657287597656", "publish_date": "2018/12/31"}, {"doc_id": "18173361", "text": "Rationing in the United States / qualified for canned milk not available to others. To receive a gasoline ration card, a person had to certify a need for gasoline and ownership of no more than five tires. All tires in excess of five per driver were confiscated by the government, because of rubber shortages. An \"A\" sticker on a car was the lowest priority of gasoline rationing and entitled the car owner to of gasoline per week. B stickers were issued to workers in the military industry, entitling their holder up to of gasoline per week. C stickers were granted to persons deemed very essential to", "doc_score": "81.78901672363281", "publish_date": "2018/12/31"}, {"doc_id": "5842920", "text": "Sales taxes in the United States / soda), are taxed 2.5% (1.5% state tax and 1% local tax). Cities and counties may also charge an additional \"Food and Beverage Tax\" on restaurant meals and prepared food sold at grocery stores (including ice cream packages smaller than 16 ounces), up to an additional 4% in counties and 6.5% in cities. Virginia also has a tax on alcohol of 11.5%. Virginia's use tax also applies at the same rate for out of state purchases (food 2.5%, non-food 5.3% to 6%) exceeding $100 per year \"from mail order catalogs\". Various exemptions include prescription and non-prescription medicine, gasoline, and postage stamps,", "doc_score": "79.93875885009766", "publish_date": "2018/12/31"}, {"doc_id": "5521791", "text": "Employee pricing / Plus\". Characterized by generous incentives combined with rebates on most Chrysler, Dodge, and Jeep models, Chrysler claims their offer bests those \"employee discount\" prices offered by General Motors or Ford Motor Company. Lee Iacocca is the celebrity spokesman for the campaign; he appears in summer 2005 ads with Jason Alexander, Snoop Dogg, and his granddaughter. According to its TV ads and website, the world's first employee pricing program for customers was instituted by The Brick, a Canadian furniture store. Starting on July 1, 2006, Chrysler reinstituted the Employee Pricing Plus program to run from July 1 to July 31. For", "doc_score": "81.20529174804688", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_18", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "20526085", "text": "Friedrich Bernreuther / Friedrich Bernreuther Friedrich Bernreuther (b. 1904) was a German police officer. From July 1 to October 10, 1945, he was a public claimant in denazification cases for Ansbach, a Bavarian city in Germany. Friedrich Bernreuther's parents were Johann Georg Bernreuther and Kunigunde Bernreuther. At the beginning of the government of Kurt Eisner, Bernreuther's name appeared on an order to J. F. Lehmann to store 300 army pistols. In 1919, he became Assistant at the District Office in Rothenburg ob der Tauber. On he was transferred to the Police Directorate in Munich. In September 1921, he was appointed the head of", "doc_score": "87.66670989990234", "publish_date": "2018/12/31"}, {"doc_id": "19653653", "text": "Kurt Vogel (German officer) / accused – including Otto Wilhelm Runge and Lieutenant Kurt Vogel – were tried by a military tribunal of their own division. The trial was held from 8 to 14 May 1919. Wilhelm Pieck became one of the most important witnesses to the incidents at the hotel, which preceded the murders. He and hotel employees had noticed the mistreatment of the murdered and telephone conversations between officers and their superiors. Vogel was sentenced to two years and four months in prison on 14 May 1919 because of the removal of a corpse, a false statement and other offenses. Runge received a", "doc_score": "82.15161895751953", "publish_date": "2018/12/31"}, {"doc_id": "20816108", "text": "Erich Hauert / Erich Hauert Erich Hauert (born 1959) is a Swiss serial killer and sex offender. He was sentenced to life imprisonment for three murders, and his case had a significant impact on the treatment of dangerous sexual offenders and their legal provisions in Switzerland. On the afternoon of October 30, 1993, after a one-day operation on the Zollikerberg near Zürich, the body of the missing 20-year-old boy scout leader Pasquale Brumann was found. She had been stabbed in the neck and buried naked in the forest. As early as November 1, 1993, Hauert, who was convicted of evelen rapes and two", "doc_score": "84.58529663085938", "publish_date": "2018/12/31"}, {"doc_id": "12293827", "text": "Christian Gerhartsreiter / Gerhartsreiter's true identity was discovered after his arrest. Police had been seeking him since 1985 as a suspect in the disappearance of a married couple in California. He was convicted in 2013 of the 1985 murder of Jonathan Sohus and is serving 27 years to life in a California prison. According to his parents, Simon and Irmgard Gerhartsreiter, Christian was born on February 21, 1961 in Siegsdorf, Bavaria, Germany. He has said he was born on February 29, 1960. He has a brother, Alexander Gerhartsreiter. After being arrested by Boston police in 2007, Gerhartsreiter told them that his mother is", "doc_score": "84.0531997680664", "publish_date": "2018/12/31"}, {"doc_id": "16634448", "text": "Ernst Moritz Hess / Ernst Moritz Hess Ernst Moritz Hess (20 March 1890 – 14 September 1983) was a baptized German Jew who served in the Imperial German Army during the First World War. He commanded the company of the Bavarian Reserve Infantry Regiment 16 in which Adolf Hitler served during the war. During the inter-war period he served as a judge before being forced out of office after the passing of the Nuremberg Laws by the Nazis in 1935, as he was classified as a \"full-blooded Jew\" due to his mother being Jewish, even though he was baptised a Protestant. He emigrated with", "doc_score": "85.12126159667969", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_19", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "501388", "text": "Academy of Motion Picture Arts and Sciences / and inclusion, as the 2016 nominees were once again entirely white. April Reign revived #OscarsSoWhite, and renewed her campaign efforts, including multiple media appearances and interviews with reputable news outlets. As a result of Reign's campaign, the discourse surrounding representation and recognition in film spread beyond the United States of America and became a global discussion. Faced with mounting pressure to modernize the Academy membership, the Academy capitulated and instituted all new policies to ensure that future Academy membership invitations would better represent the demographics of modern film-going audiences. In 2016, the Academy invited 683 new members that were made", "doc_score": "81.87538146972656", "publish_date": "2018/12/31"}, {"doc_id": "501386", "text": "Academy of Motion Picture Arts and Sciences / picture production. They are not represented on the Board and do not vote on Academy Awards. According to a February 2012 study conducted by the \"Los Angeles Times\" (sampling over 5,000 of its 5,765 members), the Academy at that time was 94% white, 77% male, 86% age 50 or older, and had a median age of 62. A third of members were previous winners or nominees of Academy Awards themselves. Of the academy's 43-member board of governors, only six were female; Cheryl Boone Isaacs was the sole person of color on the board. June 29, 2016 saw a paradigm shift", "doc_score": "81.94200897216797", "publish_date": "2018/12/31"}, {"doc_id": "14293020", "text": "85th Academy Awards / 85th Academy Awards The 85th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2012 and took place on February 24, 2013, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was the first in the Academy's 85-year history to adopt the phrase \"The Oscars\" as the ceremony's official name during the broadcast and marketing. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was", "doc_score": "79.3486557006836", "publish_date": "2018/12/31"}, {"doc_id": "19313448", "text": "89th Academy Awards / apiece. \"La La Land\"s Best Picture loss to \"Moonlight\" meant it set a record for most nominations and wins without winning Best Picture since \"Cabaret\" in 1972. The winners were announced during the awards ceremony on February 26, 2017. \"Moonlight\" became the first film with an all-black cast and the first LGBT-themed film to win Best Picture. In an event unprecedented in the history of the Oscars, \"La La Land\" was incorrectly announced as the Best Picture, and, a few minutes later, the error was corrected and \"Moonlight\" was declared the winner. \"\", at 467 minutes, became the longest film", "doc_score": "79.46846771240234", "publish_date": "2018/12/31"}, {"doc_id": "18713227", "text": "88th Academy Awards / is to look for talent, provide opportunity to everybody.” A week after the nominations announcement, the Academy announced several rules changes regarding membership in hopes of increasing the number of women and minorities in the membership by 2020. Beginning in 2016, new members would earn Oscar voting privileges for the next ten years. After that time period, those members may retain voting privileges for another ten years if they have remained active in the motion picture industry. Members would earn lifetime voting privileges if they have served three consecutive ten-year voting eligibility terms or have earned or won an Academy", "doc_score": "81.1241683959961", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_20", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "4445216", "text": "Polymer banknote / a picture of Winston Churchill; and in 2017 a polymer £10 began replacing its paper equivalent. Plans for a polymer £20 note for 2020 have been released, but the Bank of England has said it plans to change the final note, £50, to a polymer note. The £10 polymer banknotes have a picture of author Jane Austen. Although the new Bank of England notes will be 15% smaller than the older, paper issue, they will bear a similar design. Some businesses operating in the UK cash industry have opposed the switch to polymer, citing a lack of research into the", "doc_score": "92.20691680908203", "publish_date": "2018/12/31"}, {"doc_id": "19480017", "text": "Bank of England £50 note / note is the first Bank of England banknote to feature two people on the reverse, and the first Bank of England note to feature the motion thread security feature. This is an image in a broken green thread that moves as the note is viewed from different angles. The Bank of England has issued new £5 and £10 notes in polymer form. In October 2018, the Bank of England announced that the £50 note would be retained, with a new Series G polymer note planned to replace the Series F note at some point after 2020 (and the introduction of", "doc_score": "92.99110412597656", "publish_date": "2018/12/31"}, {"doc_id": "4445214", "text": "Polymer banknote / polymer include: China, Taiwan, Northern Ireland and Singapore. In August 2012, Nigeria's Central Bank attempted the switch back from polymer to paper banknotes, saying there were \"significant difficulties associated with the processing and destruction of the polymer banknotes\" which had \"constrained the realisation of the benefits expected from polymer banknotes over paper notes\". However, President Goodluck Jonathan halted the process in September 2012. The polymer notes in the Republic of Mauritius are available in values of Rs 25, Rs 50 and Rs 500. The Fiji $5 was issued in April 2013. In the United Kingdom, the first polymer banknotes were", "doc_score": "88.3663101196289", "publish_date": "2018/12/31"}, {"doc_id": "19477915", "text": "Bank of England £5 note / this issue, this is unacceptable to vegans, vegetarians, Muslims, Hindus, Sikhs, Jains, Jews and other groups in the UK, and one Cambridge cafe boycotted the new note. The note's manufacturer, Innovia Security, was looking into changing the recipe for the polymer used, so as to contain no animal products, which are added to polymer pellets at an early stage of production. However, on 10 August 2017 the Bank of England announced that all future notes, including future £5 note prints would continue the use of traces of tallow. Sources from the Bank of England: The series G (polymer) note is", "doc_score": "89.94400787353516", "publish_date": "2018/12/31"}, {"doc_id": "1937625", "text": "Pound sterling / 2016, although Danske Bank also produces paper-based £10, £20 and £50 notes. The Bank of England introduced £5 polymer banknotes in September 2016, and the paper £5 notes were withdrawn on 5 May 2017. This date was picked due to its short format, 5/5. A polymer £10 banknote was introduced on 14 September 2017, and the paper note was withdrawn on 1 March 2018. A polymer £20 banknote will be introduced in 2020. As the central bank of the United Kingdom which has been delegated authority by the government, the Bank of England sets the monetary policy for the British", "doc_score": "90.12835693359375", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_21", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "7203364", "text": "Ray J. Johnson Jr. / during the outro at 5 mins (\"You can call me Ray., or you can call me Jay\"). In a post-season-13 episode of King of the Hill, \"Just Another Manic Kahn-Day,\" Bobby Hill struggles to comprehend why the show's middle-aged characters consider Ray J. Johnson funny. After forcing himself to listen to a Ray J. Johnson vinyl record in his room multiple times, Bobby finally breaks out in epiphanous laughter. Bill Saluga provides the voice of the Saultan in the Garfield and Friends episode \"Alley Katta and the Forty Thieves.\" He does the who 'you doesn't hasta call me' shtick here", "doc_score": "78.11373138427734", "publish_date": "2018/12/31"}, {"doc_id": "918078", "text": "Eric Cartman / posts primarily targeting women and girls on South Park Elementary's school message boards, the other boys destroy most of Cartman's electronics, and by extension, his social media presence, causing him to become despondent to everything around him. That is until Heidi Turner, who had quit social media in response to the trolling, offers to show him life outside of social media. The two quickly become friends, and later, an official and shockingly very happy couple. Though he is commonly portrayed as having a chauvinist disrespect for foreign cultures, Cartman is shown at least twice (\"My Future Self n' Me\" and", "doc_score": "75.75990295410156", "publish_date": "2018/12/31"}, {"doc_id": "20192274", "text": "Slip (Better Call Saul) / hoping that he's close to being cured of his electromagnetic hypersensitivity. Chuck describes the epiphany that caused him to realize his EHS might be a mental illness and Dr. Cruz advises him not to get excited or try to do too much too soon. He later leaves the house on his own to buy groceries at a nearby supermarket, indicating that his condition is improving. On his return, he is greeted by Howard, who informs him that there is an issue with Chuck's malpractice insurance. After producing a successful commercial for a music store, Jimmy gets into a disagreement with", "doc_score": "77.42334747314453", "publish_date": "2018/12/31"}, {"doc_id": "15735397", "text": "Aristotle Rodor / and used by John Dandy (\"Yankee Doodle\"). Aristotle Rodor Doctor Aristotle \"Tot\" Rodor is a fictional character appearing in American comic books published by DC Comics. He is a scientist and former school professor who lives in Hub City. His colleague was the villain Arby Twain. He invented the pseudoderm mask and the gas for sealing it used by the various \"Question\" heroes: Charles Szasz and Renee Montoya. He mentors both of these heroes. He also knows Richard Dragon. He debuted in Blue Beetle Volume 2 Issue #1 in 1967, and later re-introduced in February 1987 in the first issue", "doc_score": "78.08377075195312", "publish_date": "2018/12/31"}, {"doc_id": "8132065", "text": "Myron Noodleman / he performed sketches that involved players, umpires, groundskeepers and sometimes fans. One of his signature skits, titled \"Dueling Signals,\" was performed to music with a player or coach. It started with Myron flashing a baseball coach's signal and was answered by his skit partner. The signals kept coming faster and faster until there was nothing left to do but break into some contemporary dance moves mixed with a little do-as-I-do. When each routine was over, Myron would go into the stands and circulate among the fans, providing impromptu comedy. He would help himself to a spectator's seat, refreshments, and even", "doc_score": "76.59295654296875", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_22", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "14648349", "text": "Finances of the British royal family / Annual Report states that the Sovereign Grant was £31 million for 2012–13, £36.1 million for 2013–14 and £37.9 million for 2014–15. The amount of the Sovereign Grant is 15% of the income account net surplus of the Crown Estate for the financial year that began two years previously. The arrangements will be reviewed by 2016 (subsection 7(5) of the Act). Step 4 of subsection 6(1), and subsection 6(4), of the Act provide a mechanism to prevent the amount of the Sovereign Grant increasing beyond what is necessary because of the growth in Crown Estate revenue. Under the Sovereign Grant the", "doc_score": "87.77095794677734", "publish_date": "2018/12/31"}, {"doc_id": "14648347", "text": "Finances of the British royal family / The total income of the Royal Household from the Treasury was always significantly larger than the Civil List because it included additional income such as Grants-in-Aid from the Treasury and revenues from the Duchies of Cornwall and Lancaster. The total Royal Household income for the financial years 2011–12 and 2012–13 was £30 million per annum, followed by a 14% cut in the following year. However, the Treasury provided an additional £1 million to pay for Diamond Jubilee celebrations in 2012. Royal expenditure differs from income due to the use of a Reserve Fund, which can be added to or drawn", "doc_score": "90.2203598022461", "publish_date": "2018/12/31"}, {"doc_id": "14648362", "text": "Finances of the British royal family / Crown Estate is not the private property of the Monarch. It cannot be sold or owned by the sovereign in a private capacity, nor do any revenues, or debts, from the estate accrue to her. Instead, the Crown Estate is owned by the Crown, a corporation sole representing the legal embodiment of the state. It is held in trust and governed by Act of Parliament, to which it makes an annual report. Revenue from the Crown Estate has been predicted to double in real terms between 2010 and 2020 with additional lease revenues deriving from the development of offshore wind", "doc_score": "86.50747680664062", "publish_date": "2018/12/31"}, {"doc_id": "14648355", "text": "Finances of the British royal family / 2012 the Queen voluntarily refunded the cost of these annuities to the Treasury. The Sovereign Grant Act 2011 abolished all of these other than that received by the Duke of Edinburgh. Subsequently, the living costs of the members of the royal family who carry out official duties, including the Princess Royal, the Duke of York, and the Earl and Countess of Wessex, have mainly been met through the Queen's income from the Duchy of Lancaster. The Crown has a legal tax-exempt status because certain acts of parliament do not apply to it. Crown bodies such as The Duchy of Lancaster", "doc_score": "86.6211166381836", "publish_date": "2018/12/31"}, {"doc_id": "14648348", "text": "Finances of the British royal family / from. The official reported annual expenditure of the Head of State was £41.5 million for the 2008–09 financial year. This figure did not include the cost of security provided by the police and the Army and some other expenses. Under the Sovereign Grant Act 2011, the system of funding the Royal Household by a mixture of Civil List payments and Grants-in-Aid was replaced. From 1 April 2012 a single annual Sovereign Grant has been paid by the Treasury. The level of funding for the Royal Household is now linked to the Government's revenue from The Crown Estate. The Sovereign Grant", "doc_score": "88.09081268310547", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_23", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "7606466", "text": "Ivan Drago / press conferences and interviews. She dismisses allegations of Drago's steroid use, explaining her husband's freakish size and strength by saying, \"he is like your Popeye. He eats his spinach every day!\" Drago and Ludmilla are now divorced and parents to a son named Viktor. Unlike the flamboyant Apollo Creed and the brash James \"Clubber\" Lang—Rocky's opponents in previous films—Ivan Drago is quiet and non-boastful. Driven by his desire to be the best at all costs, this single-minded manner in which he pursues this goal deprives him of his humanity. Many viewers and critics have suggested that Drago was meant to", "doc_score": "80.70770263671875", "publish_date": "2018/12/31"}, {"doc_id": "12395764", "text": "Boris Johnson / Following Johnson's comments on the burqa, a poll by Sky News found that 60% thought it was not racist to compare Muslim women wearing burkas to bank robbers and letter boxes, while 33% thought it was; that 59% answered \"yes\" when asked \"should burkas be banned\" while 26% answered \"no\" and that 45% thought Johnson should apologise for his remarks while 48% thought he should not. According to a \"Sunday Times\" article on 19 August 2018, Johnson's comments on the burqa led to a number of Islamophobic messages being left on his Facebook page by his followers, which the MCM", "doc_score": "80.88732147216797", "publish_date": "2018/12/31"}, {"doc_id": "12395793", "text": "Boris Johnson / nothing if not an elitist\". In an article titled \"Long Live Elitism\", Johnson stated that \"without elites and elitism man would still be in his caves.\" Purnell believed that it was the influence of Johnson's maternal family, the left-wing Fawcetts, that led to him developing \"a genuine abhorrence of racial discrimination\". Widely known simply as \"Boris\", Johnson has attracted a variety of nicknames, including \"BoJo\", a portmanteau of his forename and surname. Biographer Sonia Purnell described his public persona as \"brand Boris\", noting that he developed it while at Oxford University. Max Hastings referred to this public image as a", "doc_score": "81.23172760009766", "publish_date": "2018/12/31"}, {"doc_id": "16146417", "text": "Grover Furr / described by historians John Earl Haynes and Harvey Klehr as a historical revisionist, who, according to Cathy Young, was \"a'revisionist' on a career-long quest to exonerate Stalin\". Furr believes that the Katyn massacre was not committed by the NKVD. He has also claimed that the Soviet Union's occupation of Poland in 1939 did not constitute an invasion, and that the defendants of the Moscow Trials were guilty. Furr has also received some negative attention from a number of American conservative media outlets. David Horowitz listed him as one of the \"101 most dangerous academics in America\", and criticizes him", "doc_score": "78.75508880615234", "publish_date": "2018/12/31"}, {"doc_id": "20805547", "text": "Political positions of Vladimir Zhirinovsky / war in Iraq (a country led by Zhirinovsky's personal ally Sudam Hussein) in which he issued particularly harsh and profain suggestions about the United States and its leaders. He referred to the counrry as a “second-hand goods store” filled with “cocksuckers, handjobbers, and faggots.” He issued an outlandish threat, declaring that he would alter the gravitational field of the Earth in order to sink the entirety of the United States into the oceans. Zhirinovsky proclaimed that American president George W. Bush (son of former president George H. W. Bush) had \"daddy issues\" and was an ignoramous who could not count", "doc_score": "79.71737670898438", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_24", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "13866224", "text": "Noreen Fraser Foundation / television shows including, \"Entertainment Tonight\", ABC’s \"Home Show\" and \"The Richard Simmons Show\". Prior to her death in 2017, Noreen was working on producing a documentary about cancer’s effects and developing a television project that would serve to raise awareness for women’s cancers. The Men for Women Now campaign targets men and urges them to encourage the women in their lives to schedule appointments for a mammogram and a Pap smear. Last May, the campaign worked with notable celebrities to create e-cards for Mother’s Day. In Fall 2009, NFF and Men For Women Now teamed up with SocialVibe to create", "doc_score": "81.6520767211914", "publish_date": "2018/12/31"}, {"doc_id": "18649193", "text": "Belle Gibson / is not. Gibson's late April 2015 interview with \"The Australian Women's Weekly\", in which she admitted faking her cancers, was arranged by Bespoke Approach, and Gibson was provided \"pro bono\" representation by the company during the interview. In June 2015, Gibson was rumored to have received $45,000 for an interview with \"60 Minutes\". Stefanie Spinks wrote that \"by accepting $45,000 for her interview, Belle is sending the message that people can profit off stealing, lying and taking advantage of people's good intentions.\" During this interview, she claimed to have been visited at home by a doctor named Mark Johns who", "doc_score": "79.1019287109375", "publish_date": "2018/12/31"}, {"doc_id": "20048818", "text": "Make Love Not Scars / including English and computer classes. Workshops consist of activities such as confidence building, makeup tutorials and legal expertise. The centre also contains accommodation for survivors who are seeking refuge from perpetrators of their attack. The centre is partly funded by community donations and largely funded by corporate funders. Automotive giant Magneti Marelli donated approximately 31,000 USD for operational costs for the rehabilitation centre in the year 2016. Other corporate donors include Urban Clap and Urban Ladder. On August 30th 2015, Make Love Not Scars released a series of beauty tutorials calling for a complete ban on over-the-counter sale of acid.", "doc_score": "76.49244689941406", "publish_date": "2018/12/31"}, {"doc_id": "16833132", "text": "Jimmy Savile sexual abuse scandal / place at thirteen hospitals as well as on BBC premises, according to the report. In October 2013 it was announced that inquiries had been extended to other hospitals. On 26 June 2014, the Secretary of State for Health, Jeremy Hunt, reported on the findings of the investigations led by Kate Lampard. He said that Savile had sexually assaulted victims aged between 5 and 75 in NHS hospitals, and he apologised to the victims. Further investigations, in hospitals and elsewhere, led to additional allegations of sexual abuse by Savile. Much of Savile's career involved working with children and young people, including", "doc_score": "78.20462799072266", "publish_date": "2018/12/31"}, {"doc_id": "13866222", "text": "Noreen Fraser Foundation / Noreen Fraser Foundation The Noreen Fraser Foundation (NFF) is a national, non-profit, philanthropic organization based in Los Angeles. Its mission is to raise funds for breakthrough research that advances precision medicine for the prevention and treatment of women's cancers. Their hope is that the cancer will become a manageable disease that patients will live with and not die from, until it ceases to exist. The Noreen Fraser Foundation was founded in 2006 by producer Noreen Fraser. Since then, NFF has been actively involved in numerous successful fundraising campaigns, including Stand Up To Cancer and MenForWomenNow.com. Noreen Fraser was diagnosed with", "doc_score": "81.0698471069336", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_25", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "4807775", "text": "Christian views on birth control / and that any examination has too often become tied up in identity politics, the more accepting group accusing the categorically opposed group of Roman Catholic influence. Many Orthodox hierarchs and theologians from around the world lauded \"Humanae vitae\" when it was issued. Among these Orthodox leaders, some teach that marital intercourse should be for procreation only, while others do not go as far and hold a view similar to the Roman Catholic position, which allows Natural Family Planning on principle while at the same time opposing artificial contraception. Other Orthodox Church leaders maintain this interpretation is too narrowly focused on", "doc_score": "78.91494750976562", "publish_date": "2018/12/31"}, {"doc_id": "13745902", "text": "1 Timothy 2:12 / Roman Catholics, only men may receive the sacrament of Holy Orders to become clergy (deacons, priests, and bishops), though non-liturgical leadership roles are often available to both religious and lay women. Application of the \"teach/usurp authority over the man\" passage varies among Protestant denominations and by individual churches within those denominations. Most conservative evangelical churches are complementarian in theology and practices. Some deny women a vote in church affairs since they would be participating in making decisions applicable to the men of the church. They also often deny women the right to serve as teachers of mixed adult Bible classes", "doc_score": "80.6277084350586", "publish_date": "2018/12/31"}, {"doc_id": "7038247", "text": "Catechesis / the question \"What does this mean?\" Religious education continued to develop among both Catholics and Protestants. Catechesis Catechesis (; from Greek:, \"instruction by word of mouth\", generally \"instruction\") is basic Christian religious education of children and adults. It started as education of converts to Christianity, but as the religion became institutionalized, catechesis was used for education of members who had been baptized as infants. As defined in the Catechism of the Catholic Church, paragraph 5 (quoting John Paul II's Apostolic Exhortation \"Catechesi tradendae\", §18): \"Catechesis\" is an education in the faith of children, young people and adults which includes", "doc_score": "80.0501708984375", "publish_date": "2018/12/31"}, {"doc_id": "13004587", "text": "Ten Commandments in Catholic theology / The Latin original of \"as\" is \"tamquam\", meaning \"like\" or \"just as\". \"Although the Church has not determined officially when human life actually begins, it has taken the course of maintaining that human life is present from the moment of conception or fertilization\"; respect for life at all stages, even potential life, is generally the context of church documents. Abortion has been specifically and persistently condemned by the Church since the first century. \"Formal cooperation\" in abortion incurs the penalty of excommunication \"by the very commission of the offense\" (Lat. \"latae sententiae\", \"sentence [already, i.e. automatically] passed\"). The \"Catechism\" emphasizes", "doc_score": "81.05303192138672", "publish_date": "2018/12/31"}, {"doc_id": "2233135", "text": "Encyclical / papal speech. Popes have differed on the use of encyclicals: on the issue of birth control and contraception, Pope Pius XI issued the encyclical \"Casti connubii\", while Pope Pius XII gave a speech to midwives and the medical profession, clarifying the position of the church on the issue. Pope Paul VI published an encyclical \"Humanae vitae\" on the same topic. On matters of war and peace, Pope Pius XII issued ten encyclicals, mostly after 1945, three of them protesting the Soviet invasion of Hungary in order to crack down on the Hungarian Revolution in 1956: \"Datis nuperrime\", \"Sertum laetitiae\" and", "doc_score": "81.26724243164062", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_26", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "1288287", "text": "Joe Biden / and Biden had quietly reduced his public schedule in order to spend more time with his son. At the time of his death, Beau Biden had been widely seen as the frontrunner to be the Democratic nominee for Governor of Delaware in 2016. During much of his second term, Biden was said to be preparing for a possible bid for the 2016 Democratic presidential nomination. At age 74 on Inauguration Day in January 2017, he would have been the oldest president on inauguration in history. With his family, many friends, and donors encouraging him in mid-2015 to enter the race,", "doc_score": "77.31578826904297", "publish_date": "2018/12/31"}, {"doc_id": "2630653", "text": "Compromise of 1877 / the Republican party followed the 1964 Civil Rights Act, which was introduced by Democratic President Lyndon B. Johnson and supported by most Republicans and northern Democrats. Democratic groups worked to suppress black voting by intimidation and fraud but, after regaining power again at the turn of the 20th century, passed constitutions and laws to disenfranchise blacks (as well as many poor whites) in states such as Alabama and others. As there was no change in congressional apportionment, southern whites accrued great power by controlling all the seats of the region based on states' total populations. In \"The Mexicanization of American", "doc_score": "73.40057373046875", "publish_date": "2018/12/31"}, {"doc_id": "19982378", "text": "Reactions to Executive Order 13769 / at the United States Court of Appeals for the Ninth Circuit, Trump angrily tweeted \"SEE YOU IN COURT, THE SECURITY OF OUR NATION IS AT STAKE!\" Trump also told his press poll \"it's a political decision and we'll see them in court...it is a decision that we will win in my opinion very easily.\" Trump described the decision as \"disgraceful\" in a tweet and quoted one line of an article by Benjamin Wittes (a Senior Fellow of the Brookings Institution), \"Remarkably, in the entire [9th Circuit panel's] opinion, the panel did not bother even to cite this (the) statute.\" Wittes'", "doc_score": "76.43305206298828", "publish_date": "2018/12/31"}, {"doc_id": "19972381", "text": "Executive Order 13769 / of Judge Robart's temporary restraining order. On February 16, the Trump administration state in a court filing before the Ninth Circuit that they expected to replace executive order with a new one the following week; the court responded by staying the \"en-banc\" review of its previous ruling. Judge Alex Kozinski of the 9th Circuit Court of Appeals filed a late dissent on March 17, 2017 to the 9th Cir. opinion in \"Washington v. Trump\" arguing against the State of Washington's Establishment Clause claims on grounds that Trump's speech during the campaign was political protected by the First Amendment. (Even though", "doc_score": "76.6092758178711", "publish_date": "2018/12/31"}, {"doc_id": "16457704", "text": "Wilko v. Swan / through \"Byrd\", \"McMahon\", \"Rodriguez\" and other decisions, the issue of manifest disregard returned, with some courts taking a more skeptical view of the concept entirely. The Eleventh Circuit said in another securities-fraud case it had never adopted it, primarily because \"the standard would likely never be met when the arbitrator provides no reasons for its award (which is typically the case).\" Richard Posner, chief judge of the Seventh Circuit, criticized it strongly in a 1994 case, \"Bavarati v. Josephthal, Lyon & Ross\", where future U.S. president Barack Obama argued before him the case of a broker who sought to uphold", "doc_score": "75.37784576416016", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_27", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "7642237", "text": "Donald Trump / for the Khan Shaykhun chemical attack. According to investigative journalist Bob Woodward, Trump had ordered his Defense Secretary James Mattis to assassinate Syrian President Bashar al-Assad after the chemical attack, but Mattis declined; Trump denied doing so. In April 2018, he announced missile strikes against Assad's regime, following a suspected chemical attack near Damascus. Trump actively supported the Saudi Arabian-led intervention in Yemen against the Houthis and signed a $110billion agreement to sell arms to Saudi Arabia. Trump also praised his relationship with Saudi Arabia's powerful Crown Prince Mohammad bin Salman. In November 2017, the Trump administration tightened the rules", "doc_score": "79.79669189453125", "publish_date": "2018/12/31"}, {"doc_id": "2462647", "text": "Vince Cable / of British companies to be blocked, and in \"The Telegraph\" his policies were likened unfavourably to those of the Labour Party. Political journalist Andrew Rawnsley of \"The Observer\" was critical of Cable's general approach but conceded the possibility of Cable's anti-Brexit policy paying off eventually. On 7 September 2018, Cable announced his intention to resign as leader of the Liberal Democrats. He has said he will resign once Brexit has been resolved or stopped, and when his proposed party reforms had been accepted. Cable has compared himself to centrist French President Emmanuel Macron, saying that as Business Secretary he had", "doc_score": "79.64805603027344", "publish_date": "2018/12/31"}, {"doc_id": "12395770", "text": "Boris Johnson / UK would regain control of £350m a week after Brexit saying it would be fine thing if much of the money went on the NHS. He was subsequently criticised by cabinet colleagues for reviving the assertion, and was accused of \"clear misuse of official statistics\" by the chair of the UK Statistics Authority, Sir David Norgrove. The authority rejected the suggestion that it was quibbling over newspaper headlines and not Johnson's actual words. A few days later, on 19 September, the former Chancellor Kenneth Clarke said that Johnson would have been sacked if British politics were in a more straightforward", "doc_score": "79.05018615722656", "publish_date": "2018/12/31"}, {"doc_id": "17807576", "text": "Brexit / thinking life in Britain is getting worse rather than better.\" Econometric studies show \"first, education and, to a lesser extent, age were the strongest demographic predictors of voting behavior... Second, poor economic outcomes at the individual or area level were associated with voting to leave... Third, support for leaving the European Union is strongly associated with self-reported opposition to immigration, but not with exposure to immigration.\" After the result was declared, Cameron announced that he would resign by October. He stood down on 13 July 2016, with Theresa May becoming Prime Minister after a leadership contest. George Osborne was replaced", "doc_score": "83.12031555175781", "publish_date": "2018/12/31"}, {"doc_id": "3265760", "text": "Daniel Hannan / speech to the European Parliament in Strasbourg in advance of the G20 London summit, Hannan followed up by delivering a 3-minute speech strongly criticising the response by Gordon Brown to the global financial crisis. He finished the speech with the phrase, \"the devalued Prime Minister of a devalued government\". A video clip of the speech went viral on YouTube that evening, attracting more than 630,000 views in 24 hours. It became the'most viewed today' YouTube video worldwide for two consecutive days. By November 2016, there had been over three million views of the clip. The content of Hannan's speech", "doc_score": "80.01415252685547", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_28", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "15219080", "text": "The Who Tour 1971 / The tour began on 29 July 1971 at the Forest Hills tennis stadium in New York City and concluded with the third of three shows at the Auditorium Theatre in Chicago on 19 August 1971. The tour also included a four-night stand at the Music Hall in Boston. Changes were made to the set prior to the tour, as \"Time Is Passing\", \"Getting in Tune\", and \"Too Much of Anything\" were dropped in favour of \"My Wife\" and old favourites \"I Can't Explain\" and \"Substitute\". Here is a fairly typical set list (all songs written by Pete Townshend unless otherwise", "doc_score": "82.41061401367188", "publish_date": "2018/12/31"}, {"doc_id": "15244564", "text": "The Who Tour 1989 / Pete Townshend's behest. Citing difficulties with his hearing due to tinnitus, Townshend wanted the band to play at a lesser volume than in previous years and now preferred to play acoustic guitar for much of the act, necessitating a second guitarist to handle much of the lead guitar duties, though Townshend would still play a fair amount of electric guitar and play lead on certain numbers. The original picks to play lead were Joe Walsh and David Gilmour (who was Pete's first choice when he told Bob Coburn on 'Rockline' that he wanted Gilmour for the tour; Gilmour bowed out", "doc_score": "81.75273895263672", "publish_date": "2018/12/31"}, {"doc_id": "2428969", "text": "Chris Martin / La Vida\", the R.E.M. song \"Losing My Religion\" with former R.E.M. lead singer Michael Stipe, and \"Us Against the World\". Other performers in the show included Bruce Springsteen, Roger Waters, Bon Jovi, Eric Clapton, the Rolling Stones, Alicia Keys, the Who, Kanye West, Billy Joel and Paul McCartney. On 15 November 2014, Martin joined charity group Band Aid 30, performing alongside British and Irish pop acts on the latest version of the track \"Do They Know It's Christmas?\" at Sarm West Studios in Notting Hill, London, to raise money for the 2014 Ebola crisis in Western Africa—this was the second", "doc_score": "80.20173645019531", "publish_date": "2018/12/31"}, {"doc_id": "16622482", "text": "Close to the Edge Tour / Orchestra, Gary Wright, The J Geils Band, Badger, and Focus. Setlist: At the 19 March 1973 show at Brisbane Festival Hall, Rick Wakeman and Steve Howe played short renditions of \"Waltzing Matilda\" and \"Tie Me Kangaroo Down Sport\". \"Colors Of The Rainbow\" from the musical \"The Roar Of The Greasepaint- The Smell Of The Crowd\" was played once as well. The tour's first four scheduled shows were cancelled in the wake of Bill Bruford's resignation from the band. When Alan White was confirmed as a member, the tour began at the fifth scheduled show on 30 July 1972. A whole", "doc_score": "79.87040710449219", "publish_date": "2018/12/31"}, {"doc_id": "15332909", "text": "The Who Tour 2008–2009 / event for a 50th birthday and a benefit gig for the Michael J. Fox Foundation For Parkinson's Research; five more shows in Japan immediately followed. They closed the year with three Christmas concerts at the indigO2 in London in December. 2009 saw the band's second short trip to Australia of the decade, preceded by their first appearance in New Zealand since 1968. Finally, in May, Townshend and Daltrey again did an acoustic performance for the Teenage Cancer Trust concerts, this time at Emirates Stadium in London. Additional Members The band's short acoustic set on 13 April was the last performance", "doc_score": "79.98543548583984", "publish_date": "2018/12/31"}]}
{"question_id": "20220701_29", "search_time": "2022/07/01/14:25", "search_result": [{"doc_id": "19598222", "text": "Chakrabarti Inquiry / Chakrabarti Inquiry The Chakrabarti Inquiry was a 2016 investigation into allegations of antisemitism and other forms of racism in the United Kingdom's Labour Party. Chaired by barrister Shami Chakrabarti, the inquiry was launched following comments made by two high-profile Labour figures, Naz Shah and Ken Livingstone that were deemed to have been antisemitic in nature; Shah, a Member of Parliament and Livingstone, the former Mayor of London were subsequently suspended from the party pending an investigation. The inquiry presented its findings on 30 June 2016, stating that although antisemitism and other types of racism were not endemic within Labour, there", "doc_score": "81.96724700927734", "publish_date": "2018/12/31"}, {"doc_id": "19598235", "text": "Chakrabarti Inquiry / attitudes within the Labour Party than any other political party.\" Chakrabarti Inquiry The Chakrabarti Inquiry was a 2016 investigation into allegations of antisemitism and other forms of racism in the United Kingdom's Labour Party. Chaired by barrister Shami Chakrabarti, the inquiry was launched following comments made by two high-profile Labour figures, Naz Shah and Ken Livingstone that were deemed to have been antisemitic in nature; Shah, a Member of Parliament and Livingstone, the former Mayor of London were subsequently suspended from the party pending an investigation. The inquiry presented its findings on 30 June 2016, stating that although antisemitism and", "doc_score": "81.77462005615234", "publish_date": "2018/12/31"}, {"doc_id": "19596816", "text": "2014 British cabinet reshuffle / brief as Chief Whip would be more expansive than was tradition, with Gove playing a major role in both the government's communications strategy and the Conservative Party's general election planning. Gove himself declined to call the move a demotion, saying that while it was a \"wrench\" to leave as Education Secretary, it was \"exciting to be given a role at the heart of government\". The selection of the little known Jonathan Hill to serve as the United Kingdom's European Commissioner was criticised both domestically and on the continent. The position, which fell to Hill as a self described \"reluctant conscript\",", "doc_score": "80.32073974609375", "publish_date": "2018/12/31"}, {"doc_id": "15677757", "text": "Ed Balls document leak / Ed Balls document leak The Ed Balls document leak was a political controversy in the United Kingdom that arose on 9 June 2011. It was based on a database of 55 private documents leaked by \"The Daily Telegraph\" that purported to show that Ed Balls played a central role in a plot, launched two months after the 2005 general election dubbed \"Project Volvo\", to oust Tony Blair as prime minister and replace him with Gordon Brown. The files included private letters between Blair and Brown, and also purported to show that the government went ahead with plans to increase public", "doc_score": "81.31559753417969", "publish_date": "2018/12/31"}, {"doc_id": "12972956", "text": "2009 cash for influence scandal / Lords considered the report of the Privileges Committee and voted to suspend Lord Taylor and Lord Truscott for six months. The suspensions were the first since Oliver Cromwell’s era in the 1640s. The previous member to be suspended from the House of Lords is believed to have been Thomas Savile, who was barred in 1642 for siding with King Charles I. The allegations were made by \"The Sunday Times\" Insight team in an article published on Sunday, 25 January 2009. In a series of covert interviews, the four peers stated that they could use their political influence to amend legislation.", "doc_score": "80.80049896240234", "publish_date": "2018/12/31"}]}
