{"question_id": "20221007_0", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "11454497", "text": "OpenSkies / December 2009, the airline announced a change of its New York operations: in January 2010, all OpenSkies flights were shifted from John F. Kennedy International Airport (JFK) to Newark. The airline restored service from JFK to Orly on 31 March 2013. Also in 2013, the airline announced a codesharing agreement with American Airlines which will put American's \"AA\" code on its flights between Paris and Newark. OpenSkies joined the Oneworld alliance as an affiliate member on 1 December 2012, of which parent British Airways is a founding member. British Airways Executive Club members are able to claim tier points and", "doc_score": "84.73446655273438", "publish_date": "2018/12/31"}, {"doc_id": "951816", "text": "John F. Kennedy International Airport / The airport's new Terminal 1 opened on May 28, 1998; Terminal 4, the $1.4 billion replacement for the International Arrivals Building, opened on May 24, 2001. JetBlue's Terminal 5 incorporates the TWA Flight Center, and Terminals 8 and 9 were demolished and rebuilt as Terminal 8 for the American Airlines hub. The Port Authority Board of Commissioners approved a $20 million planning study for the redevelopment of Terminals 2 and 3, the Delta Air Lines hub, in 2008. On March 19, 2007, JFK was the first airport in the United States to receive a passenger Airbus A380 flight. The route,", "doc_score": "82.79910278320312", "publish_date": "2018/12/31"}, {"doc_id": "17097479", "text": "American Airlines Group / American Airlines Group American Airlines Group Inc. is an American publicly traded airline holding company headquartered in Fort Worth, Texas. It was formed December 9, 2013, in the merger of AMR Corporation, the parent company of American Airlines, and US Airways Group, the parent company of US Airways. The airline groups together form the largest airline in the world, with more than 6,700 daily flights to 350 locations in 56 countries worldwide, about $40 billion in operating revenue, over 100,000 employees, and plans to take delivery of 607 new aircraft, including 517 narrowbody aircraft and 90 widebody international aircraft. The", "doc_score": "81.38470458984375", "publish_date": "2018/12/31"}, {"doc_id": "3646999", "text": "Republic Airline / airplanes under the American Eagle brand beginning in mid-2013. The regional jets would be deployed out of American's Chicago hub. In addition, Republic would have options to purchase an additional 47 Embraer aircraft beginning in 2015. Republic took first delivery of the E175 jets in July 2013 and service began August 1, 2013, from Chicago to New Orleans, Pittsburgh and Albuquerque. Republic began using Miami as an American Eagle hub in October 2014 and in New York-JFK in May 2015. In late 2015, it was announced Republic Airline achieved approval from the FAA for Extended Overwater Operations (EOW), which allows", "doc_score": "83.90451049804688", "publish_date": "2018/12/31"}, {"doc_id": "88993", "text": "Concorde / protest over sonic booms, preventing launch on the coveted North Atlantic routes. The US Secretary of Transportation, William Coleman, gave permission for Concorde service to Washington Dulles International Airport, and Air France and British Airways simultaneously began a thrice-weekly service to Dulles on 24 May 1976. Due to low demand, Air France cancelled its Washington service in October 1982, while British Airways cancelled it in November 1994. When the US ban on JFK Concorde operations was lifted in February 1977, New York banned Concorde locally. The ban came to an end on 17 October 1977 when the Supreme Court of", "doc_score": "83.30996704101562", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_1", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "20415986", "text": "Tesla Roadster (2020) / 16, 2017—during which a Roadster was driven out of the back of one of the semi-truck trailers to the song \"Sabotage\". Musk explained the concept as: \"The point of doing this is to give a hardcore smackdown to gasoline cars. Driving a gasoline sports car is going to feel like a steam engine with a side of quiche.\" The car will retail for upward of $200,000; test rides were given at the event for those who immediately paid the first $5,000 of a $50,000 deposit to pre-order the vehicle. Additional information followed after the teaser, such as the various world-record", "doc_score": "86.15087127685547", "publish_date": "2018/12/31"}, {"doc_id": "15094551", "text": "Tesla Factory / Tesla Factory The Tesla Factory is an automobile manufacturing plant in south Fremont, California, and the principal production facility of Tesla, Inc.. The facility was formerly known as New United Motor Manufacturing, Inc. (NUMMI), a joint venture between General Motors and Toyota. The plant is located in the East Industrial area of Fremont between Interstates 880 and 680, and employed around 10,000 people in June 2018. Tesla had planned for an assembly factory in Albuquerque, New Mexico, as a central location for shipping. Construction was supposed to begin in April 2007, but was canceled. A separate greenfield factory to be", "doc_score": "86.23358917236328", "publish_date": "2018/12/31"}, {"doc_id": "8022251", "text": "Tesla, Inc. / China began in April 2014. First deliveries of the right-hand-drive model destined for the UK, Australia, Hong Kong and Japan came in 2014. As of June 2018, the Model S has three base configurations: the 75D, 100D and P100D with EPA ranges of 259, 335, and 315 miles respectively. With an estimated 50,931 units sold in 2016, the Model S ranked as the world's bestselling plug-in car for the second year in a row., the Model S, with global sales of 250,000 units, ranks as the world's second best selling plug-in electric car in history after the Nissan Leaf", "doc_score": "85.37950134277344", "publish_date": "2018/12/31"}, {"doc_id": "8022214", "text": "Tesla, Inc. / Tesla, Inc. Tesla, Inc. (formerly Tesla Motors, Inc.) is an American automotive and energy company based in Palo Alto, California. The company specializes in electric car manufacturing and, through its SolarCity subsidiary, solar panel manufacturing. It operates multiple production and assembly plants, notably Gigafactory 1 near Reno, Nevada, and its main vehicle manufacturing facility at Tesla Factory in Fremont, California. As of June 2018, Tesla sells the Model S, Model X and Model 3 vehicles, Powerwall and Powerpack batteries, solar panels, solar roof tiles, and some related products. Tesla was founded in July 2003, by engineers Martin Eberhard and Marc", "doc_score": "85.774658203125", "publish_date": "2018/12/31"}, {"doc_id": "18085796", "text": "Gigafactory 1 / Gigafactory 1 The Tesla Gigafactory 1 is a lithium-ion battery and electric vehicle subassembly factory near Clark, Nevada. The facility is owned and operated by Tesla, Inc. to supply the battery packs for its electric vehicles and stationary storage systems. It is located at the Tahoe Reno Industrial Center in Storey County, and employs around 3,000 people as of August 2018. The factory started limited production of Powerwalls and Powerpacks in the first quarter of 2016 using battery cells produced elsewhere, and began mass production of cells in January 2017. Nevada Governor Brian Sandoval estimated that Nevada would enjoy $100", "doc_score": "87.07017517089844", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_2", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "3755610", "text": "Hurricane Jeanne / the Dominican Republic, the storm dumped torrential flooding rains and killing over two dozen. Damage totaled $270 million (2004 USD). Millions in Florida were left without electricity, some for the third time in a month. There were only five direct deaths in the mainland United States, three in Florida, one in South Carolina and one in Virginia. The final US damage was determined to be around $7.5 billion. It was difficult to isolate this from damage caused by Hurricane Frances (and, around Polk County and Highlands County, from Hurricane Charley as well). As the storm moved northward east of the", "doc_score": "84.92366027832031", "publish_date": "2018/12/31"}, {"doc_id": "5978840", "text": "Hurricane Ophelia (2005) / as a result of the storm surge, which has been described as worse than Hurricane Isabel in 2003 and even compared to Hurricane Hazel in 1954. Nearly all of the significant damage occurred on the sound side, or the side facing the mainland. In addition, several piers and many boats were damaged or destroyed by Ophelia's storm surge. Damage was generally lighter on the mainland, and overall structural damage was relatively light, although there was considerable flooding reported in the Wilmington area. Damage was initially estimated to be about $1.6 billion, but in final analysis was dropped to only $70", "doc_score": "86.30998992919922", "publish_date": "2018/12/31"}, {"doc_id": "7494568", "text": "Hurricane Audrey / have peaked as high as 12 ft (3.7 m), helping to inundate coastal areas. Damage from the surge alone extended 25 mi (40 km) inland. The rough seas killed nine people offshore after capsizing the boat they were in. Further inland in Louisiana, the storm spawned two tornadoes, causing additional damage. The hurricane also dropped heavy rainfall, peaking at 10.63 in (270 mm) near Basile. In Louisiana and Texas, where Audrey first impacted, damages totaled $128 million. After moving inland and transitioning into an extratropical cyclone, Audrey caused additional damage across the interior United States. The storm produced 23 tornadoes", "doc_score": "84.02674865722656", "publish_date": "2018/12/31"}, {"doc_id": "16557017", "text": "Hurricane Andrew / of 17 people in the state, 6 of whom drowned offshore. Andrew spawned at least 28 tornadoes along the Gulf Coast, especially in Alabama, Georgia, and Mississippi. In total, Andrew left 65 dead and caused $27.3 billion in damage. It is currently the seventh-costliest Atlantic hurricane to hit the United States, behind only Katrina (2005), Ike (2008), Sandy (2012), Harvey (2017), Irma (2017), and Maria (2017), as well as the eighth-costliest Atlantic hurricane, behind the aforementioned systems and Wilma (2005). It is the third-strongest hurricane to hit the U.S. mainland by wind speed (165 mph). A tropical wave moved off", "doc_score": "85.96720886230469", "publish_date": "2018/12/31"}, {"doc_id": "16100720", "text": "Effects of Hurricane Andrew in Florida / sustained winds of 127 mph (204 km/h) was reported for three to five minutes, though the needle failed before conditions deteriorated further. Sustained winds of 115 mph (180 km/h) and gusts to 164 mph (269 km/h) were reported at the National Hurricane Center headquarters in Coral Gables. Shortly thereafter the anemometer and the WSR-57 radar at the National Hurricane Center were blown off the roof and destroyed. Offshore, the C-MAN station at Fowey Rocks reported sustained winds of 142 mph (229 km/h) and gusts to 169 mph (272 km/h). However, the instrument there failed shortly after 4 a.m. EDT (0800", "doc_score": "83.53353881835938", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_3", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "20391755", "text": "USA Gymnastics sex abuse scandal / also reported that it was Nichols' coach, Sarah Jantzi, who first reported Nassar to USAG on June 17, 2015, after overhearing Nichols talk to other gymnasts, later revealed to be Raisman and Alyssa Baumann, about Nassar's behavior. Simone Biles came forward shortly after with firsthand accounts of how she too had been sexually abused by Nassar. Jordyn Wieber made a statement at Nassar's court sentencing in which she also accused Nassar of sexually abusing her during her time at USAG. On May 1, 2018, former national team member Sabrina Vega also accused Nassar of sexual abuse, claiming she was abused", "doc_score": "81.79032135009766", "publish_date": "2018/12/31"}, {"doc_id": "20134466", "text": "U.S. Women's National Soccer Team pay discrimination claim / U.S. Women's National Soccer Team pay discrimination claim Five women (Alex Morgan, Hope Solo, Carli Lloyd, Megan Rapinoe, and Becky Sauerbrunn) who were members of the United States women's national soccer team filed a Charge of Discrimination with the Equal Employment Opportunity Commission accusing the United States Soccer Federation of wage discrimination in April 2016. Separately, the Women’s National Team Players Association filed a compliant in U.S. District court seeking to void an extension of its collective bargaining agreement with the United States Soccer Federation through the end of 2016. On July 3, 2016, the court ruled that the extension", "doc_score": "84.63455963134766", "publish_date": "2018/12/31"}, {"doc_id": "20134469", "text": "U.S. Women's National Soccer Team pay discrimination claim / April 2017, the EEOC had not issued a decision. U.S. Women's National Soccer Team pay discrimination claim Five women (Alex Morgan, Hope Solo, Carli Lloyd, Megan Rapinoe, and Becky Sauerbrunn) who were members of the United States women's national soccer team filed a Charge of Discrimination with the Equal Employment Opportunity Commission accusing the United States Soccer Federation of wage discrimination in April 2016. Separately, the Women’s National Team Players Association filed a compliant in U.S. District court seeking to void an extension of its collective bargaining agreement with the United States Soccer Federation through the end of 2016. On", "doc_score": "84.7562026977539", "publish_date": "2018/12/31"}, {"doc_id": "20134468", "text": "U.S. Women's National Soccer Team pay discrimination claim / made it only to the round of 16 that year; however, they were awarded $5 million. In 2014, when Germany won the Men's World Cup, the US team was awarded $35 million by FIFA, while the women received 5% of that for their Cup victory in 2015. The United States Soccer Federation responded to the compliant in a statement detailing its efforts to promote women's soccer, including its support of the National Women's Soccer League. In April 2017, the Players Association and the Federation negotiated a new collective bargaining agreement which may render the players' EEOC compliant moot. As of", "doc_score": "83.48550415039062", "publish_date": "2018/12/31"}, {"doc_id": "8638501", "text": "North American Women's Baseball League / Base running is excellent, and is often drilled during the year. But a team may have an outfielder who doesn't know where a fly ball will land. Teammates know to coach her into position. Four errors a game is a typical number, and they occur in bunches. Starting pitching is increasingly a specialty rather than a shared duty, and several players have become dominant as starters. Control is intermittent and a NAWBL rule adopted in 2008 requires a pitcher who issues five walks in an inning to be replaced. The squads, named Outlaws (red/black), Ravens (gold/navy), Saints (green—inactive in 2008),", "doc_score": "81.86062622070312", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_4", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "2733747", "text": "STS-61-C / heavy rainfall in the launch area led to another scrub. After four unsuccessful launch attempts, \"Columbia\" launched successfully from Kennedy Space Center at 6:55 am EST on 12 January 1986. There were no significant anomalies reported during the launch. The primary objective of the mission was to deploy the Satcom K1 communications satellite, second in a planned series of geosynchronous satellites owned and operated by RCA Americom; the deployment was successful. \"Columbia\" also carried a large number of small scientific experiments, including 13 Getaway Special (GAS) canisters devoted to investigations involving the effect of microgravity on materials processing, seed germination,", "doc_score": "88.9223861694336", "publish_date": "2018/12/31"}, {"doc_id": "9028", "text": "Apollo 11 / the crew saw passing views of their landing site in the southern Sea of Tranquillity about southwest of the crater Sabine D. The site was selected in part because it had been characterized as relatively flat and smooth by the automated Ranger 8 and Surveyor 5 landers and the Lunar Orbiter mapping spacecraft and unlikely to present major landing or EVA challenges. It lay about southeast of the Surveyor 5 landing site, and southwest of Ranger 8's crash site. At 12:52:00 UTC on July 20, Aldrin and Armstrong entered \"Eagle\", and began the final preparations for lunar descent. At 17:44:00", "doc_score": "84.2699966430664", "publish_date": "2018/12/31"}, {"doc_id": "18494272", "text": "Discoverer 9 / tanks. Discoverer 9 Discoverer 9 was an American military reconnaissance satellite, launched in 1960 as a part of the Discoverer program. The satellite was launched on 4 February 1960, at 18:51 UTC, from Vandenberg Air Force Base on the Thor-Agena launch vehicle. The Thor cut off 20 seconds early and left the Agena without sufficient velocity or attitude control. It began tumbling and the engine shut down after only 20 seconds of operation, sending the payload into the Pacific Ocean. At liftoff, an improper disconnect of a pad umbilical also caused a loss of helium pressurization gas in the Agena's", "doc_score": "87.04595947265625", "publish_date": "2018/12/31"}, {"doc_id": "2733698", "text": "STS-51-I / Remote Manipulator System elbow joint. After a second EVA by Fisher and van Hoften, the satellite's control lever was repaired, permitting commands from the ground to activate the spacecraft's systems and eventually send it into its proper geosynchronous orbit. The two EVAs lasted a total of 11 hours and 46 minutes. \"Discovery\" landed on Runway 23 at Edwards Air Force Base at 6:16 am PDT on September 3, 1985. The flight lasted a total of 7 days, 2 hours, 18 minutes and 42 seconds, during which the shuttle completed 111 orbits of the Earth. NASA began a tradition of playing", "doc_score": "88.5112075805664", "publish_date": "2018/12/31"}, {"doc_id": "18494271", "text": "Discoverer 9 / Discoverer 9 Discoverer 9 was an American military reconnaissance satellite, launched in 1960 as a part of the Discoverer program. The satellite was launched on 4 February 1960, at 18:51 UTC, from Vandenberg Air Force Base on the Thor-Agena launch vehicle. The Thor cut off 20 seconds early and left the Agena without sufficient velocity or attitude control. It began tumbling and the engine shut down after only 20 seconds of operation, sending the payload into the Pacific Ocean. At liftoff, an improper disconnect of a pad umbilical also caused a loss of helium pressurization gas in the Agena's propellant", "doc_score": "87.22026062011719", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_5", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "1498505", "text": "Loretta Lynn / the human costs of the Vietnam War\", and she made a return to her live sets during the Iraq War under George W. Bush's presidency. While a recognized \"advocate for ordinary women\", Lynn has often criticized upper-middle-class feminism for ignoring the needs and concerns of working-class women. She once stated, \"I'm not a big fan of Women's Liberation, but maybe it will help women stand up for the respect they're due\". Along these lines, her music has ranged from \"The Pill\" and \"Rated X\" to more culturally conservative gospel albums. She allowed PETA to use her song \"I Wanna Be", "doc_score": "79.05062866210938", "publish_date": "2018/12/31"}, {"doc_id": "1498463", "text": "Loretta Lynn / Lynn also delayed the release of her new album \"Wouldn't It Be Great\" until 2018 when she would be well enough to promote it. According to her website, she is expected to make a full recovery. On January 1, 2018, Loretta fell and broke her hip. Lynn began singing in local clubs in the late 1950s with the help, insistence, and support of her husband. She later formed her own band, the Trailblazers, which included her brother Jay Lee Webb. Lynn won a televised talent contest in Tacoma, Washington, hosted by Buck Owens, for which the prize was a wristwatch", "doc_score": "84.46548461914062", "publish_date": "2018/12/31"}, {"doc_id": "1498491", "text": "Loretta Lynn / the album the second best of 2004. It won the Grammy Award for Best Country Album of the Year. Late in 2010, Sony Music released a new album, titled \"\", featuring stars like Reba McEntire, Faith Hill, Paramore, and Carrie Underwood performing Loretta's classic hits over the past 50 years. The CD produced a Top 10 music video hit on GAC with the lead single, \"Coal Miner's Daughter\", that Lynn recorded with Miranda Lambert and Sheryl Crow. The single cracked the Billboard singles chart making Lynn the only female Country artist to chart in six decades. In May 2010 Lynn", "doc_score": "78.49095153808594", "publish_date": "2018/12/31"}, {"doc_id": "1498467", "text": "Loretta Lynn / Grand Ole Opry, beginning in 1960, helped Lynn become the number one female recording artist in country music. Her contract with the Wilburn Brothers gave them the publishing rights to her material. She was still fighting to regain these rights 30 years after ending her business relationship with them but was ultimately denied the publishing rights. Lynn stopped writing music in the 1970s because of these contracts. Although Kitty Wells had become the first major female country vocalist during the 1950s, by the time Lynn recorded her first record, only three other women—Patsy Cline, Skeeter Davis, and Jean Shepard—had become", "doc_score": "80.44776916503906", "publish_date": "2018/12/31"}, {"doc_id": "1498460", "text": "Loretta Lynn / and once left her while she was giving birth. She and her husband fought frequently, but she said that \"he never hit me one time that I didn't hit him back twice\". Loretta has said that her marriage was \"one of the hardest love stories\". In one of her autobiographies, she recalled: Lynn owns a ranch in Hurricane Mills, Tennessee. Billed as \"the 7th Largest Attraction in Tennessee\", it features a recording studio, museums, lodging, restaurants, western stores, and more. Traditionally, three holiday concerts have been held annually at the ranch: Memorial Day Weekend, Fourth of July Weekend, and Labor", "doc_score": "81.10929870605469", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_6", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "17357550", "text": "Aaron Judge / were first recorded in 1910 in the NL and 1913 in the AL. On June 29, Judge became the fastest player of all-time to hit 50 home runs at home (134 career home games at Yankee Stadium). This milestone beat the record that was set by Bob Horner, who did it in 138 games with the Atlanta Braves. Batting.277 with 25 home runs and 58 RBIs, Judge was named a starting outfielder for the 2018 Major League Baseball All-Star Game. Judge became the fifth player in Yankees history to start an All-Star Game in each of his first two", "doc_score": "89.55841064453125", "publish_date": "2018/12/31"}, {"doc_id": "17357535", "text": "Aaron Judge / the Baltimore Orioles to help the Yankees win 14–11, coming back from a 9–1 deficit. One of the home runs had a measured exit velocity of, the fastest exit velocity for a home run measured by Statcast since it was adopted in 2015. This record would later be broken by teammate Giancarlo Stanton on August 9, 2018, when Stanton launched a home run with an exit velocity of. Together, Judge and Stanton have launched 13 home runs that have broken the Statcast record. Judge ended the month of April with 10 home runs, tying the rookie record set", "doc_score": "89.83889770507812", "publish_date": "2018/12/31"}, {"doc_id": "19633768", "text": "Josh Lowey / Josh Lowey Joshua Lowey (born December 16, 1984) is an American baseball pitcher for the Acereros de Monclova of the Mexican Baseball League. Lowey worked his way up through the independent-A Frontier League, American Association and Atlantic League and has pitched parts of the last four seasons for the Acereros de Monclova of the Mexican League through 2018. During that time, he has racked up 55 victories and maintained a 2.97 ERA, getting selected to 3 All-Star games and winning the Pitcher of the Year award in 2015 and 2018. Due to his success on the mound, he's become a", "doc_score": "87.41233825683594", "publish_date": "2018/12/31"}, {"doc_id": "17357549", "text": "Aaron Judge / he became the tallest and heaviest player in baseball history to play the position. On April 16, Judge became the fastest player in MLB history to reach 60 home runs, doing so in 197 games compared to Mark McGwire's 202 games. On June 5, Judge earned a Platinum Sombrero, but more importantly struck out eight times in nine-at-bats (five-at-bats in the late game) over the course of a doubleheader against the Detroit Tigers, setting a new record. He became the first MLB player to record eight strikeouts in a doubleheader. It's the most in a doubleheader since strikeouts for hitters", "doc_score": "89.81805419921875", "publish_date": "2018/12/31"}, {"doc_id": "17357543", "text": "Aaron Judge / as the only Yankees to hit 40 home runs in a season at age 25 or younger. On September 20, Judge became the first player since José Bautista in 2010 and the first rookie to record 100 runs, 45 home runs, 100 RBIs, and 100 walks in a single season. On September 25, Judge hit his 49th and 50th home runs, tying and surpassing Mark McGwire's single season rookie home run record. On September 30, Judge hit his 52nd home run of the season and his 33rd at Yankee Stadium, surpassing Babe Ruth's single-season record (set in 1921) for most", "doc_score": "90.85643768310547", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_7", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "13468741", "text": "World Day to Combat Desertification and Drought / World Day to Combat Desertification and Drought The World Day to Combat Desertification and Drought is a United Nations observance each June 17. Its purpose is to raise awareness of the presence of desertification and drought, highlighting methods of preventing desertification and recovering from drought. Each year's global celebration has a unique, novel emphasis that had not been developed previously. This day was proclaimed by the United Nations General Assembly resolution A/RES/49/115 on January 30, 1995, after the day when United Nations Convention to Combat Desertification is drafted. The 2030 Agenda for Sustainable Development declares that “we are determined to", "doc_score": "82.3665542602539", "publish_date": "2018/12/31"}, {"doc_id": "17797640", "text": "World Wildlife Day / note of the outcome of the 16th meeting of the Conference of the Parties to CITES, held in Bangkok from 3 to 14 March 2013, in particular Resolution Conf. 16.1 designating 3 March as World Wildlife Day, in order to celebrate and raise awareness of the world’s wild fauna and flora, and recognized the important role of CITES in ensuring that international trade does not threaten the survival of species. The General Assembly requested the CITES Secretariat, in collaboration with relevant organizations of the United Nations system, to facilitate the implementation of World Wildlife Day. 2018: The 2018 theme is", "doc_score": "85.73149108886719", "publish_date": "2018/12/31"}, {"doc_id": "20474022", "text": "Climate restoration / Climate Alliance is the reduction of atmospheric to below 300 ppm (i.e. near its pre-industrial level) and refreezing the polar ice caps by 2050. Climate restoration is the goal underlying climate change mitigation, whose actions are intended to “limit the magnitude or rate of long-term climate change”. Advocates of climate restoration accept that climate change has already had major negative impacts which threaten the long-term survival of humanity. The current mitigation pathway leaves the risk that conditions will go beyond adaptation and abrupt climate change will be upon us. There is a human moral imperative to maximize the chances of", "doc_score": "80.34325408935547", "publish_date": "2018/12/31"}, {"doc_id": "297183", "text": "Nuclear disarmament / Nuclear disarmament Nuclear disarmament is the act of reducing or eliminating nuclear weapons. It can also be the end state of a nuclear-weapons-free world, in which nuclear weapons are completely eliminated. The term denuclearization is also used to describe the process leading to complete nuclear disarmament. Nuclear disarmament groups include the Campaign for Nuclear Disarmament, Peace Action, Greenpeace, Soka Gakkai International, International Physicians for the Prevention of Nuclear War, Mayors for Peace, Global Zero, the International Campaign to Abolish Nuclear Weapons, and the Nuclear Age Peace Foundation. There have been many large anti-nuclear demonstrations and protests. On June 12, 1982,", "doc_score": "78.91474914550781", "publish_date": "2018/12/31"}, {"doc_id": "13000370", "text": "Defaunation / then, the term has gained broader usage in conservation biology as a global phenomenon. It is estimated that more than 50 percent of all wildlife has been lost in the last 40 years. in 2020 it is estimated that 68% of the world's wildlife will be lost. In South America, there is believed to be a 70 percent loss. In November 2017, over 15,000 scientists around the world issued a second warning to humanity, which, among other things, urged for the development and implementation of policies to halt \"defaunation, the poaching crisis, and the exploitation and trade of threatened species.\"", "doc_score": "83.28760528564453", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_8", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "20431957", "text": "Red flag law / Oregon, Washington, Maryland, and Vermont; as \"Risk Protection Orders\" in Florida; as \"Gun Violence Restraining Orders\" in California; as \"risk warrants\" in Connecticut; and as \"Proceedings for the Seizure and Retention of a Firearm\" in Indiana. In 1999, Connecticut was the first to enact a red flag law, following a rampage shooting at the Connecticut Lottery. It was followed by Indiana (2005), California (2014), Washington (2016), and Oregon (2017). California was the first state to pass a red flag law allowing family members to petition courts to take weapons from persons deemed a threat, after Elliot Rodger committed a mass", "doc_score": "77.1802749633789", "publish_date": "2018/12/31"}, {"doc_id": "19972297", "text": "Executive Order 13769 / Executive Order 13769 Executive Order 13769, titled Protecting the Nation from Foreign Terrorist Entry into the United States, often referred to as the Muslim ban or the travel ban, was an executive order by United States President Donald Trump. Except for the extent to which it was blocked by various courts, it was in effect from 27 January 2017, until 16 March 2017, when it was superseded by Executive Order 13780. Executive Order 13769 lowered the number of refugees to be admitted into the United States in 2017 to 50,000, suspended the U.S. Refugee Admissions Program (USRAP) for 120 days,", "doc_score": "75.9396743774414", "publish_date": "2018/12/31"}, {"doc_id": "20431958", "text": "Red flag law / shooting in Isla Vista, California; the California law also permits law enforcement officials to petition for an order for the removal of guns from an individual for up to twelve months. The California Legislature passed a measure in 2016 to allow high school and college employees, co-workers and mental health professionals to file such petitions, but this legislation was vetoed by Governor Jerry Brown. Before 2018, five states had some version of red flag laws. After the Stoneman Douglas High School shooting in Parkland, Florida, in 2018, that number more than doubled, as more states enacted such laws: Florida, Vermont,", "doc_score": "77.39781951904297", "publish_date": "2018/12/31"}, {"doc_id": "199855", "text": "Immigration to the United States / presidents, President Obama's authority to create DAPA and expand DACA were challenged in the federal courts by Texas and 25 other states. In November 2015, the U.S. Court of Appeals for the Fifth Circuit, in a 2-1 decision in \"United States v. Texas\", upheld a preliminary injunction blocking the programs from going forward. The case was heard by the U.S. Supreme Court, which in June 2016 deadlocked 4-4, thus affirming the ruling of the Fifth Circuit but setting no nationally binding precedent. On November 15, 2013, the United States Citizenship and Immigration Services announced that they would be issuing a", "doc_score": "75.38201141357422", "publish_date": "2018/12/31"}, {"doc_id": "20597323", "text": "2018 NRA boycott / campaign for officials “to enact common sense gun reform” including regulations to require universal background checks, raise the age to purchase guns to 21, and ban the assault weapons and accessories that Dick's no longer sells. Since Dick's is a large gun dealer their moves were cited as \"one of the biggest steps taken by a US company\" after the Parkland shooting energized the gun control debate. Citing \"recent events\" on February 28, 2018 Walmart announced it would raise the required age to buy all guns and ammo to 21 and require background checks on all purchasers. Walmart also stopped", "doc_score": "72.69317626953125", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_9", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "17148305", "text": "2018 United States elections / the election. In Arizona, a court settlement was reached on November 9 between Democrats and Republicans after Republicans filled a lawsuit on November 7 to attempt to prevent Maricopa and Pima counties from using procedures that permit mail-in ballot fixes to occur beyond election day. The settlement gave all counties until November 14 to address problems with the ballots for the state's Senate race. Recounts of ballots were ordered for Florida's Senate, Governor and Agriculture Commissioner races on November 10 after the tallies from 67 counties were deemed too close to call. Due to the recount ordered, Democratic candidate Andrew", "doc_score": "81.818359375", "publish_date": "2018/12/31"}, {"doc_id": "17148308", "text": "2018 United States elections / her resignation from her post, effective January 4, 2019, after national scrutiny led to widespread condemnation by Republicans. In Georgia, a judge placed a temporary restraining order on Doughterty county results on November 9 as, among other things, some of the 14,000 absentee ballots were allegedly re-routed through Tallahassee due to Hurricane Michael, resulting in a delay to the county election office certifying its results. On November 17, Georgia Secretary of State Robyn Crittenden certified the election result, a day after the restraining order expired. Before the election there were allegations of voter suppression raised in Georgia, as well as", "doc_score": "82.52073669433594", "publish_date": "2018/12/31"}, {"doc_id": "350965", "text": "Two-round system / an absolute majority in the first round (this would be greater than 50%), so Memphis and Nashville proceed to the next round, while Knoxville and Chattanooga are excluded. Both eliminated cities are closer to Nashville than they are to Memphis. Therefore, all of those who vote for either of the eliminated cities chose to vote for Nashville in the second round. None of the Memphis or Nashville supporters change their votes. The results are therefore: Result: After round two Nashville has an absolute majority and is the winner. Note that while Nashville received only 26% of the votes and was", "doc_score": "82.5324478149414", "publish_date": "2018/12/31"}, {"doc_id": "4200323", "text": "United States midterm election / polls in midterm elections. Midterm elections usually see the president's party lose seats in Congress, and also frequently see the president's intraparty opponents gain control of one or both houses of Congress. Midterm elections are sometimes regarded as a referendum on the sitting president's and/or incumbent party's performance. The party of the incumbent president tends to lose ground during midterm elections: since WWII the President's party has lost an average 26 seats in the House, and an average four seats in the Senate; Moreover, in its entire history of direct public midterm elections, in only seven of those (under presidents", "doc_score": "84.78083801269531", "publish_date": "2018/12/31"}, {"doc_id": "1452487", "text": "Primary election / it becomes what is generally known as a blanket or \"Louisiana primary\": typically, if no candidate wins a majority in the primary, the two candidates receiving the highest pluralities, regardless of party affiliation, go on to a general election that is in effect a run-off. This often has the effect of eliminating minor parties from the general election, and frequently the general election becomes a single-party election. Unlike a plurality voting system, a run-off system meets the Condorcet loser criterion in that the candidate that ultimately wins would not have been beaten in a two-way race with every one of", "doc_score": "81.19889831542969", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_10", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "17357549", "text": "Aaron Judge / he became the tallest and heaviest player in baseball history to play the position. On April 16, Judge became the fastest player in MLB history to reach 60 home runs, doing so in 197 games compared to Mark McGwire's 202 games. On June 5, Judge earned a Platinum Sombrero, but more importantly struck out eight times in nine-at-bats (five-at-bats in the late game) over the course of a doubleheader against the Detroit Tigers, setting a new record. He became the first MLB player to record eight strikeouts in a doubleheader. It's the most in a doubleheader since strikeouts for hitters", "doc_score": "88.16888427734375", "publish_date": "2018/12/31"}, {"doc_id": "17357526", "text": "Aaron Judge / a record-breaking rookie season in 2017. He was named an All-Star and won the Home Run Derby, becoming the first rookie to do so. Judge ended the season with 52 home runs, breaking Mark McGwire's MLB rookie record of 49 and the Yankees' full-season rookie record of 29 (previously held by Joe DiMaggio). He won the American League (AL) Rookie of the Month Awards for April, May, June and September, as well as the AL's Player of the Month Award for June and September. Judge stands tall and weighs, which makes him one of the biggest players in the", "doc_score": "87.08819580078125", "publish_date": "2018/12/31"}, {"doc_id": "17357535", "text": "Aaron Judge / the Baltimore Orioles to help the Yankees win 14–11, coming back from a 9–1 deficit. One of the home runs had a measured exit velocity of, the fastest exit velocity for a home run measured by Statcast since it was adopted in 2015. This record would later be broken by teammate Giancarlo Stanton on August 9, 2018, when Stanton launched a home run with an exit velocity of. Together, Judge and Stanton have launched 13 home runs that have broken the Statcast record. Judge ended the month of April with 10 home runs, tying the rookie record set", "doc_score": "86.26236724853516", "publish_date": "2018/12/31"}, {"doc_id": "17357543", "text": "Aaron Judge / as the only Yankees to hit 40 home runs in a season at age 25 or younger. On September 20, Judge became the first player since José Bautista in 2010 and the first rookie to record 100 runs, 45 home runs, 100 RBIs, and 100 walks in a single season. On September 25, Judge hit his 49th and 50th home runs, tying and surpassing Mark McGwire's single season rookie home run record. On September 30, Judge hit his 52nd home run of the season and his 33rd at Yankee Stadium, surpassing Babe Ruth's single-season record (set in 1921) for most", "doc_score": "87.8097152709961", "publish_date": "2018/12/31"}, {"doc_id": "17357550", "text": "Aaron Judge / were first recorded in 1910 in the NL and 1913 in the AL. On June 29, Judge became the fastest player of all-time to hit 50 home runs at home (134 career home games at Yankee Stadium). This milestone beat the record that was set by Bob Horner, who did it in 138 games with the Atlanta Braves. Batting.277 with 25 home runs and 58 RBIs, Judge was named a starting outfielder for the 2018 Major League Baseball All-Star Game. Judge became the fifth player in Yankees history to start an All-Star Game in each of his first two", "doc_score": "85.14933776855469", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_11", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "1749993", "text": "Sacheen Littlefeather / published several falsehoods, such as that she was not Native American or had rented the outfit for the occasion. She has said that the federal government encouraged the blacklisting in order to abate Native American activism after Wounded Knee. The speech was credited with bringing attention back to the Wounded Knee standoff, on which a media blackout had been imposed. Coretta Scott King called Littlefeather to thank her for the speech. In 2014, the 87th ceremony of the Academy Awards drew criticism for lack of diversity in nominations; actress Jada Pinkett Smith, who boycotted the ceremony, cited Littlefeather as inspiration", "doc_score": "80.94656372070312", "publish_date": "2018/12/31"}, {"doc_id": "1749994", "text": "Sacheen Littlefeather / to do so. After giving the speech, Littlefeather spent two days in Los Angeles before returning to San Francisco. When she visited Marlon Brando's house after the Academy Awards, while they were talking, bullets were fired into his front door. At age 29 her lungs collapsed, and after recovering, she received a degree in health and a minor in Native American medicine, a practice she had used to recover. Studying nutrition, she lived in Stockholm for some time and then traveled Europe, interested in the food of other cultures. Later, she taught at St. Mary's Hospital in Tucson, Arizona, and", "doc_score": "78.85761260986328", "publish_date": "2018/12/31"}, {"doc_id": "1749992", "text": "Sacheen Littlefeather / audience in the Dorothy Chandler Pavilion was divided between applause and jeers. Brando and Littlefeather's protest was generally considered inappropriate for the awards ceremony. \"I was distressed that people should have booed and whistled and stomped, even though perhaps it was directed at myself,\" Brando later told Dick Cavett. \"They should have at least had the courtesy to listen to her.\" Her appearance prompted the Academy of Motion Picture Arts and Sciences to rule out future proxy acceptance of Academy Awards. Littlefeather claims that she was blacklisted by the Hollywood community and received threats. In addition, she says, media reports", "doc_score": "78.28807830810547", "publish_date": "2018/12/31"}, {"doc_id": "1749990", "text": "Sacheen Littlefeather / had planned to read a 15-page speech written by Brando. The Best Actor award was presented by actors Liv Ullmann and Roger Moore. After giving brief remarks and announcing the five nominees, they declared Brando to be the winner. Littlefeather walked on stage and raised her hand to decline the Oscar trophy that Moore offered her. Deviating from the prepared speech she clutched, she said the following: Moore escorted Littlefeather off-stage, past several people critical of her, and to the press. Backstage, actor John Wayne was outraged by her speech, and six security guards held him back from Littlefeather. At", "doc_score": "77.98729705810547", "publish_date": "2018/12/31"}, {"doc_id": "1749989", "text": "Sacheen Littlefeather / led by AIM and his views on how Native Americans were represented in American films. He called Littlefeather and asked her to appear on his behalf. \"I was a spokesperson, so to speak, for the stereotype of Native Americans in film and television,\" she later said. Littlefeather joined the audience minutes before the award for Best Actor was announced. She was accompanied by Brando's secretary, Alice Marchak, and wore an Apache buckskin dress. Producer Howard W. Koch, she would later say, told her that she had 60 seconds to deliver the speech or else be removed from the stage; she", "doc_score": "78.76849365234375", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_12", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "12485943", "text": "Vanessa Williams / and was the first African-American spokesmodel for L'Oréal cosmetics in the 1990s. In 2018, Williams returned as a spokesmodel for L'Oréal as part of their 'Age perfect' campaign alongside fellow ambassadors Helen Mirren, Julianne Moore and Jane Fonda. She appeared on \"Who Wants to Be a Millionaire\" in 2000 as a contestant, and once again on August 10, 2009, as a celebrity guest during the show's 10th anniversary prime-time special editions, winning $50,000 for her charity. In a commercial that began running during Super Bowl XLVI in 2012, Williams voiced the new character Ms. Brown, a brown M&M. In March", "doc_score": "78.35440063476562", "publish_date": "2018/12/31"}, {"doc_id": "2690258", "text": "M&M's / was the only female M&M's mascot from her introduction in 1995 until 2012 when M&M's unveiled a new additional spokescandy, the businesslike Ms. Brown (voiced by Miss America 1984 Vanessa Williams), the \"Chief Chocolate Officer.\" She made her debut in a Super Bowl XLVI advertisement, where several people at a party assume she is naked because her shell is the same color as her insides, which causes Red to remove his outer shell thinking \"it's that kind of party\", and start dancing to the LMFAO song \"Sexy And I Know It.\" During a Super Bowl LII advertisement, Red was transformed", "doc_score": "80.18862915039062", "publish_date": "2018/12/31"}, {"doc_id": "10540102", "text": "Kimora Lee Simmons / ended her employment with JustFab in May 2015. In June 2015, Simmons relaunched her KLS label as a high end line, opening its first boutique in Beverly Hills. In 2016, the line began being carried at Bloomingdale's in the Aventura Mall. Simmons has appeared in small roles in television and films including \"Beauty Shop\", \"Brown Sugar\", and \"Waist Deep\". She has also appeared in music videos for Ginuwine, Usher and Rich Gang in the 2013 song \"Tapout\". In 2003, Simmons appeared as one of the judges on \"America's Next Top Model, Cycle 1\". She was scheduled to return but later", "doc_score": "76.06814575195312", "publish_date": "2018/12/31"}, {"doc_id": "2739544", "text": "Color term / to be one of the basic color terms of English. The name \"purple\" is another example of this shift, as it was originally a word that referred to a dye (see Tyrian purple). The word \"orange\" is difficult to categorize as abstract or descriptive because both its uses, as a color word and as a word for an object, are very common and it is difficult to distinguish which of the two is primary. As a basic color term it became established in the early to mid 20th century; before that time artist's palettes called it \"yellow-red\". In English, the", "doc_score": "78.88668060302734", "publish_date": "2018/12/31"}, {"doc_id": "16157423", "text": "Orange Is the New Black / interrogated, and several of them charged and sentenced for their involvement in the riot. In max, new inmates are introduced, alliances are made, and a gang-like war emerges between two prison blocks, spearheaded by a longstanding feud between two sisters and a grudge harbored by them toward a former maximum-security inmate who returned. Inmates who arrived from the minimum security prison are either caught up or willingly participate in the war between prison blocks. The season portrays further corruption and guard brutality. Throughout the series, it is shown how various forms of corruption, funding cuts, privatization of prison, overcrowding, guard", "doc_score": "79.66654205322266", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_13", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "20236079", "text": "Impeachment March / Richard Nixon, commented on Trump's alleged abuse of power and impulsive decisions, and also mentioned James Comey's testimony. Marchers also carried a black coffin, covered in red, white, and blue decorations with a sign that read, \"The Presidency 1789–2017\". There was a small counter-protest, with about four dozen Trump supporters standing outside police headquarters. The supporters were \"unconcerned about allegations that Trump tried to thwart an FBI investigation\", according to \"The Times of Israel\". The march remained peaceful, and no arrests were made. There were hundreds of people gathered at the California State Capitol in Sacramento. The rally was peaceful,", "doc_score": "83.40907287597656", "publish_date": "2018/12/31"}, {"doc_id": "20236082", "text": "Impeachment March / in Santa Ana, with no incidents. Impeachment March The Impeachment March, sometimes referred to as the \"Impeach Trump\" protest, was a series of rallies against the President of the United States, Donald Trump, held nationwide on July 2–4, 2017, advocating that Congress begin the impeachment process against him. Events took place in more than 30 cities throughout the United States. Organizers accused President Trump of violating the United States Constitution, specifically the Foreign Emoluments Clause and the Domestic Emoluments Clause, and claimed he committed obstruction of justice by dismissing Sally Yates and James Comey. They also cited Trump's alleged interference", "doc_score": "85.38196563720703", "publish_date": "2018/12/31"}, {"doc_id": "13460790", "text": "Impeachment investigations of United States federal officials / on three charges. After months of inaction, Kucinich re-introduced the exact content of H. Res 333 as a new resolution numbered in November 2007. Both resolutions were referred to the Judiciary Committee immediately after their introduction and the committee did not consider either. Both resolutions expired upon the termination of the 110th United States Congress on January 3, 2009. In 1876, William W. Belknap was impeached by a unanimous vote of the House of Representatives shortly after he had resigned for allegedly having received money in return for post tradership appointments. Speaker of the House Michael C. Kerr wrote to", "doc_score": "83.331787109375", "publish_date": "2018/12/31"}, {"doc_id": "13460786", "text": "Impeachment investigations of United States federal officials / an end.\" The five accusations were \"obstruction of justice\", \"violation of the foreign emoluments clause\", \"violation of the domestic emoluments clause\", \"undermining the independence of the federal judiciary\" and \"undermining the freedom of the press\". Many Democrats opposed this action. The first vote on the subject was held on December 6, 2017, when a second privileged resolution was tabled by a vote of 364 to 58 with four voting \"present\". The second vote on the subject was held on January 19, 2018, when the third privileged resolution offered by Representative Green was tabled by a vote of 355 to 66,", "doc_score": "83.0482177734375", "publish_date": "2018/12/31"}, {"doc_id": "17047121", "text": "Saeed Abedini / calling upon the Iranian government to immediately free Abedini and two other Americans imprisoned in Iran, Amir Hekmati and Jason Rezaian, and to cooperate with the U.S. government to locate and return Robert Levinson, who is missing in the country. The resolution was introduced by Senator James Risch of Idaho, Abedini's home state. In March 2015, in a message commemorating the Nowruz (the Persian new year), President Barack Obama listed Abedini, Rezaian, and Hekmati, by name and called for their release. Obama said, \"[Abedini] has spent two and a half years detained in Iran on charges related to his religious", "doc_score": "83.98666381835938", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_14", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "18545946", "text": "Iconic (song) / Internet. The leaked material included artwork suggesting the album was to be titled \"Iconic\" as well. The leaked version didn't feature either Chance the Rapper or Mike Tyson. In the same day, Madonna expressed her dissatisfaction with the leaked material, claiming it was an artistic rape and a form of terrorism. To avoid further leaks, Madonna released six completed tracks with the pre-order for the album on the iTunes Store on December 20, 2014, as an \"early Christmas gift\". On January 22, 2015, an updated version of the previously-leaked demo version surfaced online, with Chance and Tyson. On February 9,", "doc_score": "77.60108947753906", "publish_date": "2018/12/31"}, {"doc_id": "4473212", "text": "15 minutes of fame / fame was almost over. In 2018, the band Shinedown came out with the song \"special\" which mentions not waiting on 15 minutes of fame. It is on their album Attention Attention. 15 minutes of fame 15 minutes of fame is short-lived media publicity or celebrity of an individual or phenomenon. The expression was inspired by Andy Warhol's words \"In the future, everyone will be world-famous for 15 minutes\", which appeared in the program for a 1968 exhibition of his work at the Moderna Museet in Stockholm, Sweden. Photographer Nat Finkelstein claims credit for the expression, stating that he was photographing", "doc_score": "75.94168853759766", "publish_date": "2018/12/31"}, {"doc_id": "12666673", "text": "Atlantic Records 40th Anniversary / signing to make an appearance at the event. Some Atlantic signings, who had either officially split up or who had not performed together for a number of years, re-formed especially to perform at the concert. These artists included The Rascals, Iron Butterfly, and the former members of Led Zeppelin. Other notable performers included Yes, Genesis, Crosby, Stills & Nash, Keith Emerson and Carl Palmer (representing Emerson, Lake & Palmer), Foreigner, Paul Rodgers, Bob Geldof, Booker T. Jones, Wilson Pickett, The Coasters, The Spinners, Peabo Bryson, The Blues Brothers (featuring Dan Aykroyd and Sam Moore), Roberta Flack, The Manhattan Transfer, Bee", "doc_score": "74.33104705810547", "publish_date": "2018/12/31"}, {"doc_id": "20610925", "text": "? (XXXTentacion album) / as reggaeton pop, while \"Infinity (888)\" is \"a classic hip-hop song.\" The cover art was first shown on XXXTentacion's Instagram story on January 28, 2018, with the caption \"coming soon\". Later that day, he explained that:\"This albums not about the words, it's about the feeling...it'll be very hard to understand, but very easy to listen to...it's not what you're expecting, even if you feel like you understand my music, be prepared to not understand this music.\"XXXTentacion released the song \"Hope\" on his SoundCloud on February 21, 2018, dedicated to the survivors of the Stoneman Douglas High School shooting. \"Hope\" was", "doc_score": "74.70884704589844", "publish_date": "2018/12/31"}, {"doc_id": "16319845", "text": "The X Factor (UK series 9) / by \"Strictly Come Dancing\", which was two weeks away from its final, getting 2 million more viewers than \"The X Factor\" 10.04 million. On 30 July 2012, the trailer for the series premiered. Entitled \"Whose Time Is Now?\", it features six former \"The X Factor\" contestants—winners Lewis, Alexandra Burke and Little Mix, and runners-up JLS, Murs and One Direction—talking about their time on the show and how it changed their lives. Male winners Steve Brookstein, Shayne Ward, Leon Jackson, Joe McElderry and Matt Cardle were not included. Ward blasted this, calling the show \"pathetic\" for leaving him out and saying", "doc_score": "76.60193634033203", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_15", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "12943229", "text": "Pumpkin / of the most popular crops in the United States, in 2017 over of pumpkins were produced. The top pumpkin-producing states include Illinois, Indiana, Ohio, Pennsylvania, and California. According to the Illinois Department of Agriculture, 95% of the U.S. crop intended for processing is grown in Illinois. Nestlé, operating under the brand name \"Libby's\", produces 85% of the processed pumpkin in the United States, at their plant in Morton, Illinois. In the fall of 2009, rain in Illinois devastated the Nestlé crop, resulting in a shortage affecting the entire country during the Thanksgiving holiday season. Pumpkins are a warm-weather crop that", "doc_score": "82.03253936767578", "publish_date": "2018/12/31"}, {"doc_id": "12943244", "text": "Pumpkin / pumpkin chunkers breed and grow special varieties of pumpkin under specialized conditions to improve the pumpkin's chances of surviving a throw. \"Giant pumpkins\" are orange variants of the giant squash, \"Cucurbita maxima\". Growers of these \"pumpkins\" often compete to see whose pumpkins are the most massive. Festivals are often dedicated to the pumpkin and these competitions. The record for the world's heaviest pumpkin,, was established in Belgium in 2016. In the United States, the town of Half Moon Bay, California, holds an annual Art and Pumpkin Festival, including the World Champion Pumpkin Weigh-Off. There is a connection in folklore", "doc_score": "82.36405181884766", "publish_date": "2018/12/31"}, {"doc_id": "189722", "text": "Hail / ever recorded in the United States fell on July 23, 2010 in Vivian, South Dakota; it measured in diameter and in circumference, weighing in at. This broke the previous record for diameter set by a hailstone 7 inches diameter and 18.74 inches circumference (still the greatest \"circumference\" hailstone) which fell in Aurora, Nebraska in the United States on June 22, 2003, as well as the record for weight, set by a hailstone of that fell in Coffeyville, Kansas in 1970. Narrow zones where hail accumulates on the ground in association with thunderstorm activity are known as hail streaks or", "doc_score": "77.79276275634766", "publish_date": "2018/12/31"}, {"doc_id": "7138823", "text": "Pumpkin roll / The event often ends with some, typically minor, injuries to participants. Pumpkins are typically stolen from houses surrounding the area. Juniors and seniors go out the nights before the actual event to steal them. This act has been dubbed by the locals as \"pumpkining\". When caught pumpkining, students have been charged with counts of theft. The record for most stolen and rolled pumpkins belongs to the Class of 2018 with an estimated 2,300 pumpkins. The current record for largest pumpkin stolen is held by a pumpkin weighing in at 776.5 pounds. The pumpkin was stolen by Juniors at the time,", "doc_score": "81.92100524902344", "publish_date": "2018/12/31"}, {"doc_id": "3075376", "text": "Fruitcake / of Commerce. The all-time Great Fruitcake Toss record is 1,420 feet, set in January 2007 by a group of eight Boeing engineers who built the \"Omega 380,\" a mock artillery piece fueled by compressed air pumped by an exercise bike. When a fruitcake contains a good deal of alcohol, it can remain edible for many years. For example, a fruitcake baked in 1878 was kept as an heirloom by a family (Morgan L. Ford) in Tecumseh, Michigan. In 2003 it was sampled by Jay Leno on \"The Tonight Show\". Wrapping the cake in alcohol-soaked linen before storing is one method", "doc_score": "78.09746551513672", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_16", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "2794906", "text": "Kanye West / \"whatever he wanted\". He chose to debut his new music video for \"Fade\", but first, delivered a speech in which he discussed recent shootings in Chicago, why he included Ray J and Donald Trump in his \"Famous\" video, the Taylor Swift situation, his love of Beyoncé and Steve Jobs amongst others. Music fans have turned to Change.org around the globe to try and block West's participation at various events. The largest unsuccessful petition has been to the Glastonbury Festival 2015 with 133,000+ voters stating they would prefer a rock band to headline. On July 20, 2015, within five days of", "doc_score": "87.55233001708984", "publish_date": "2018/12/31"}, {"doc_id": "2794799", "text": "Kanye West / as well as full-length collaborations \"Watch the Throne\" (2011) and \"Kids See Ghosts\" (2018) with Jay-Z and Kid Cudi respectively. West's outspoken views and life outside of music have received significant media attention. He has been a frequent source of controversy for his conduct at award shows, on social media, and in other public settings, as well as his comments on the music and fashion industries, U.S. politics, and race. His marriage to television personality Kim Kardashian has also been a source of substantial media attention. As a fashion designer, he has collaborated with Nike, Louis Vuitton, and A.P.C. on", "doc_score": "85.23481750488281", "publish_date": "2018/12/31"}, {"doc_id": "15131544", "text": "Kendrick Lamar / something I still have to think about when I sleep at night.\" Following the release of Lamar's single \"Humble\", Lamar faced backlash for the lines \"I'm so fucking sick and tired of the Photoshop/Show me something natural like afro on Richard Pryor/Show me something natural like ass with some stretch marks,\" and was accused of putting down sections of women who enjoy makeup in an attempt to be uplifting. Female labelmate, SZA later defended Lamar. The model who appeared in the music video for \"Humble\" was also attacked on social media due to her role in the video. In August", "doc_score": "86.07108306884766", "publish_date": "2018/12/31"}, {"doc_id": "2794901", "text": "Kanye West / Video for \"You Belong with Me\", West went on stage and grabbed the microphone to proclaim that Beyoncé's video for \"Single Ladies (Put a Ring on It)\", nominated for the same award, was \"one of the best videos of all time\". He was subsequently removed from the remainder of the show for his actions. When Beyoncé later won the award for Best Video of the Year for \"Single Ladies (Put a Ring on It)\", she called Swift up on stage so that she could finish her acceptance speech. West was criticized by various celebrities for the outburst, and by President", "doc_score": "86.93083953857422", "publish_date": "2018/12/31"}, {"doc_id": "2794902", "text": "Kanye West / Barack Obama, who called West a \"jackass\". In addition, West's VMA disruption sparked a large influx of Internet photo memes with blogs, forums and \"tweets\" with the \"Let you finish\" photo-jokes. He posted a Tweet soon after the event where he stated, \"Everybody wanna booooo me but I'm a fan of real pop culture... I'm not crazy y'all, I'm just real.\" He then posted two apologies for the outburst on his personal blog; one on the night of the incident, and the other the following day, when he also apologized during an appearance on \"The Jay Leno Show\". After Swift", "doc_score": "85.66987609863281", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_17", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "3407486", "text": "Ching chong / (March 31, 2014) when Colbert described the sequence of events, scolded Comedy Central for the poorly contextualized tweet, and criticized the offense-takers' haste in their CancelColbert campaign, also noting that Dan Snyder's charity named after Redskins was ironically not being protested. During the 2014 League of Legends World Championship group stage in Taiwan, Team SoloMid jungler Svenskeren registered an account by the name TaipeiChingChong on the Garena servers and was subsequently fined and suspended by Riot Games. The incident was also criticized by the Taiwanese version of the newspaper \"Apple Daily\". In August of 2018, voters reported that Michigan state", "doc_score": "75.37128448486328", "publish_date": "2018/12/31"}, {"doc_id": "18843045", "text": "Online shaming / been camping in the area. David Benjamin Hall captured video and shouted encouragement while Glenn Tuck Taylor toppled the formation. They posted the video to Facebook, whereupon it was viewed by thousands and the two men began receiving death threats. Their claim that the hoodoo appeared unstable, and that they vandalised it out of concern for passersby, was rejected by Fred Hayes, director of the Utah Division of State Parks and Recreation. Hall and Taylor were charged with third-degree felonies and were expelled from Boy Scouts. On August 26, 2012, Yang Dacai, chief of the Shanxi provincial work safety administration,", "doc_score": "75.89293670654297", "publish_date": "2018/12/31"}, {"doc_id": "19779368", "text": "Bottle flipping / Bottle flipping Bottle flipping was a trend that involved throwing a plastic water bottle, typically full or partially full of liquid, into the air so that it rotates, in an attempt to land it upright on its base or on its cap. It became an international trend as of summer in 2016, with numerous videos of people attempting the activity being posted online. With its popularity, the repetitive thuds of multiple attempts have been criticized as a distraction and a public nuisance. Parents and teachers have expressed frustration at the practice, resulting in water bottle flipping being banned at a", "doc_score": "77.75852966308594", "publish_date": "2018/12/31"}, {"doc_id": "82088", "text": "Cow tipping / in the limbs, which stick out straight. Post-mortem bloat also occurs because of gas formation inside the body. The process may result in cattle carcasses that wind up on their back with all four feet in the air. Assorted individuals have claimed to have performed cow tipping, often while under the influence of alcohol. These claims, to date, cannot be reliably verified, with Jake Swearingen of \"Modern Farmer\" noting in 2013 that YouTube, a popular source of videos of challenges and stunts, \"fails to deliver one single actual cow-tipping video\". Pranksters have sometimes pushed over artificial cows. Along Chicago's Michigan", "doc_score": "74.75630187988281", "publish_date": "2018/12/31"}, {"doc_id": "18242384", "text": "Rick Perry veto controversy / Perry, carrying a potential prison sentence of five to 99 years, and was later dismissed in February 2016 by the Texas Court of Criminal Appeals. A Political Action Committee supporting Perry, RickPAC, used Perry's mugshot on a 25 T-shirt to raise money, the front featuring Perry’s mugshot with a stamp that says \"WANTED for securing the border and defeating Democrats\", and on the back featuring Lehmberg’s mugshot with the caption \"GUILTY for driving while intoxicated and perversion of justice.\" The mugshot went viral when it was released and people added their own touches and overlays to the photo in social", "doc_score": "77.4134292602539", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_18", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "18036980", "text": "Greek Shepherd / bred for color, but rather for a heavy skeleton, good muscle, and a dense, semi-long to long coat. Height: Males 25–29 inches (65–75 cm) Females 23–26 inches (60–68 cm) Weight: Males 84–110 pounds (38–50 kg) Females 70–92 pounds (32–42 kg) Life expectancy: about 12 years Recognition: KCG, APRI, DRA A Greek Shepherd might not be suitable for first-time dog owners. As all livestock guardian dogs, they tend to be independent thinkers. They are considered brave, decisive, loyal, working dogs with a high sense of duty and strong protective instinct towards flock animals and their environment. Naturally wary, loyal only to", "doc_score": "77.96111297607422", "publish_date": "2018/12/31"}, {"doc_id": "1948034", "text": "Asian golden cat / sheltered place to a litter of one to three kittens. The kittens weigh at birth, but triple in size over the first eight weeks of life. They are born already possessing the adult coat pattern and open their eyes after six to twelve days. In captivity, they live for up to twenty years. A female Asian golden cat at the Washington Park Zoo (now the Oregon Zoo) showed a dramatic increase in the frequency of scent marking during estrus. At the same time, she often rubbed her neck and head on inanimate objects. She also repeatedly approached the male in", "doc_score": "76.24333953857422", "publish_date": "2018/12/31"}, {"doc_id": "8592765", "text": "Cat intelligence / Cat intelligence Cat intelligence is the capacity of the domesticated cat to solve problems and adapt to its environment. Researchers have also shown feline intelligence to include the ability to acquire new behavior that applies previously learned knowledge to new situations, communicating needs and desires within a social group, and responding to training cues. The brain of the domesticated cat is about long, and weighs. If a typical cat is taken to be long with a weight of, then the brain would be at 0.91% of its total body mass, compared to 2.33% of total body mass in", "doc_score": "76.02850341796875", "publish_date": "2018/12/31"}, {"doc_id": "138760", "text": "Fenrir / food. The gods noticed that Fenrir was growing rapidly every day, and since all prophecies foretold that Fenrir was destined to cause them harm, the gods formed a plan. The gods prepared three fetters: The first, greatly strong, was called Leyding. They brought Leyding to Fenrir and suggested that the wolf try his strength with it. Fenrir judged that it was not beyond his strength, and so let the gods do what they wanted with it. At Fenrir's first kick the bind snapped, and Fenrir loosened himself from Leyding. The gods made a second fetter, twice as strong, and named", "doc_score": "77.31232452392578", "publish_date": "2018/12/31"}, {"doc_id": "10448604", "text": "Kyi-Leo / came from Tibet. “Leo” is the Latin word for Lion; this acknowledges the Maltese which is also known as the “Maltese Lion dog”. Since then the Kyi-Leo breed has slowly spread throughout the United States, and has recently become accepted by the American Rare Breed Association as a legitimate breed. The Kyi-Leo reaches 8-12 inches in height and 9-14 pounds in weight. It has a long silky coat, most commonly black and white but sometimes gold and white, which tends to grow to long lengths (never quite reaching past the floor) if tended properly. Its hair also grows on its", "doc_score": "75.4843978881836", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_19", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "1498491", "text": "Loretta Lynn / the album the second best of 2004. It won the Grammy Award for Best Country Album of the Year. Late in 2010, Sony Music released a new album, titled \"\", featuring stars like Reba McEntire, Faith Hill, Paramore, and Carrie Underwood performing Loretta's classic hits over the past 50 years. The CD produced a Top 10 music video hit on GAC with the lead single, \"Coal Miner's Daughter\", that Lynn recorded with Miranda Lambert and Sheryl Crow. The single cracked the Billboard singles chart making Lynn the only female Country artist to chart in six decades. In May 2010 Lynn", "doc_score": "79.82887268066406", "publish_date": "2018/12/31"}, {"doc_id": "7597556", "text": "Coal Miner's Daughter (song) / \"\". Additionally, this recording was released as a single in September 2010. This version of the song debuted and peaked at #55 on the Hot Country Songs chart for the week dated December 4, 2010. They also recorded a music video of the song and it became a CMT top ten hit. Additionally they were nominated for a Country Music Association, Academy of Country Music and a CMT Video award for the effort. Stella Parton, little sister of Lynn's good friend Dolly Parton, also recorded the song on her 2010 album, \"American Coal.\" Lynn re-recorded the song for her 2018", "doc_score": "80.00393676757812", "publish_date": "2018/12/31"}, {"doc_id": "7597557", "text": "Coal Miner's Daughter (song) / album \"Wouldn't It Be Great\". The album is composed by songs all written by Lynn. Coal Miners Daughter being the closing song on the album just as Loretta does in her live performances. The song was parodied as \"Cow Minder's Daughter\" by Laraine Newman, who portrayed the fictional east Indian singer \"Govinda Lynn\" in a skit during episode 20 of season 5 of the US comedy series Saturday Night Live, first broadcast May 24, 1980. Coal Miner's Daughter (song) \"Coal Miner's Daughter\" is an autobiographical 1969 country music song written and performed by Loretta Lynn. Released in 1970, the song", "doc_score": "78.31409454345703", "publish_date": "2018/12/31"}, {"doc_id": "1498454", "text": "Loretta Lynn / on the Way\"), double standards for men and women (\"Rated 'X'\"), and being widowed by the draft during the Vietnam War (\"Dear Uncle Sam\"). Country music radio stations often refused to play her music, banning nine of her songs, but Lynn pushed on to become one of country music's legendary artists. She and contemporaries like Tammy Wynette provided a template for female country music artists to follow. Her best-selling 1976 autobiography, \"Coal Miner's Daughter\", was made into an Academy Award–winning film of the same title in 1980, starring Sissy Spacek and Tommy Lee Jones, with Spacek winning the Academy Award", "doc_score": "79.94583129882812", "publish_date": "2018/12/31"}, {"doc_id": "10258694", "text": "Robert Ellis Orrall / Robert Ellis Orrall Robert Ellis Orrall (born May 4, 1955) is an American singer, songwriter, and record producer. Signed to RCA Records in 1980, Orrall debuted that year with the album \"Fixation\". His first Top 40 single was \"I Couldn't Say No\", a duet with Carlene Carter. By 1990, Orrall had found success as a songwriter, having penned Number One singles for Shenandoah and Clay Walker. He returned to RCA in 1991 and charted the singles \"Boom! It Was Over\" and \"A Little Bit of Her Love\", from his first country music album, \"Flying Colors\". Orrall then joined frequent songwriting", "doc_score": "77.45618438720703", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_20", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "16226680", "text": "Protests against SOPA and PIPA / 4chan ran a banner and \"censored\" posts by users on all image boards, which could be viewed by hovering over them. StumbleUpon added numerous links to anti-SOPA/PIPA websites. A video was circulated by the League for Gamers (founded by Mark Kern and supported by ScrewAttack, \"Extra Credits\", and \"LoadingReadyRun\") protesting the Entertainment Software Association's support of SOPA by gathering support to boycott the ESA's popular E3 convention. In addition to the online blackouts, protests in cities such as New York City, San Francisco, and Seattle were held on January 18 to raise awareness of the two bills. A series of", "doc_score": "78.36719512939453", "publish_date": "2018/12/31"}, {"doc_id": "16226677", "text": "Protests against SOPA and PIPA / Didn't, Tucows, blip.tv, Tumblr, TwitPic, Twitter, The Oatmeal, VGMusic, Wikia, WordPress, the webcomic xkcd as well as the corporate site of the Linux distribution openSUSE and the congressional websites of Silicon Valley representatives Anna Eshoo and Zoe Lofgren. Google announced their intention to join the blackout by altering their logo for US visitors for the day, almost entirely obscuring it with an interactive black redaction swath. Clicking through the specially designed logo took readers to an informational page about the bills, and the opportunity to sign a petition to be sent to Congress stating their concerns. The Mozilla Foundation altered", "doc_score": "79.98551940917969", "publish_date": "2018/12/31"}, {"doc_id": "13350033", "text": "Tea Party movement / movement in April 2009, according to \"The Atlantic\". Americans for Prosperity and FreedomWorks were \"probably the leading partners\" in the September 2009 Taxpayer March on Washington, also known as the 9/12 Tea Party, according to \"The Guardian\". Other influential organizations include Americans for Limited Government, the training organization American Majority, the Our Country Deserves Better political action committee, and Glenn Beck's 9-12 Project, according to the \"National Journal\" in February 2010. Sarah Palin headlined four \"Liberty at the Ballot Box\" bus tours, to raise money for candidates and the Tea Party Express. One of the tours visited 30 towns and", "doc_score": "76.1767578125", "publish_date": "2018/12/31"}, {"doc_id": "13793393", "text": "Taxpayer March on Washington / was officially kicked off at 1:11 p.m. with a welcoming speech by Jenny Beth Martin, the co-founder and national coordinator of Tea Party Patriots. During the march, most protesters sang patriotic songs, chanted political slogans, waved the American flag or yellow Gadsden flag, or held signs covering a wide range of political topics. Though many of the signs were close to the original Tea Party message of \"Taxed Enough Already,\" such as \"Stop Obama's Spending Spree,\" some of the handwritten signs carried by protesters included statements such as \"Liar Liar Pants on Fire!\" and \"Hey Obamacare! Hands off my body\".", "doc_score": "78.64533996582031", "publish_date": "2018/12/31"}, {"doc_id": "19972372", "text": "Executive Order 13769 / over social media. Virginia governor, Terry McAuliffe, joined the protest at Dulles International Airport on Saturday. Following Trump's announcement of the order, the topic began to trend on social media. Hashtags such as #MuslimBan, #TravelBan and #BanTrumpFromUK emerged. Shortly after, protests arose urging for the cancellation of Trump's UK visit, garnering up to 1.5 million signatures. On January 30, Trump tweeted \"Only 109 people out of 325,000 were detained and held for questioning. Big problems at airports were caused by Delta computer outage...\" He continued on in another tweet, \"protesters and the tears of Senator Chuck Schumer. Secretary John F.", "doc_score": "79.41060638427734", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_21", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "2984155", "text": "First Folio / binding, sold for £2,808,000, less than Sotheby's top estimate of £3.5 million. This copy is one of only about 40 remaining complete copies (most of the existing copies are incomplete); only one other copy of the book remains in private ownership. On 11 July 2008, it was reported that a copy stolen from Durham University, England, in 1998 had been recovered after being submitted for valuation at the Folger Shakespeare Library. News reports estimated the folio's value at anywhere from £250,000 in total for the First Folio and all the other books and manuscripts stolen (\"BBC News\", 1998), up to", "doc_score": "79.79413604736328", "publish_date": "2018/12/31"}, {"doc_id": "20385410", "text": "2019 in public domain / the Links\" by Agatha Christie, Cecil B. DeMille’s \"The Ten Commandments\", Aldous Huxley’s \"Antic Hay\", and Winston Churchill’s \"The World Crisis\". While Christie, Huxley, and Churchill were all non-American authors, these works were also published in the United States and their copyright was registered and renewed. Hence, copyright will expire in 2019. \"Stopping by Woods on a Snowy Evening\" by Robert Frost also enters the public domain. 2019 in public domain When a work's copyright expires, it enters the public domain. The following is a list of works that enter the public domain in 2019. Since laws vary globally, the", "doc_score": "81.61620330810547", "publish_date": "2018/12/31"}, {"doc_id": "10604392", "text": "The Tales of Beedle the Bard / exceeded all prior projections, as ultimately the book was purchased by a representative from London fine art dealers Hazlitt Gooden and Fox on behalf of Amazon, for a total of £1.95 million ($3.98 million, €2.28 million). This was the highest purchase price for a modern literary manuscript at that date. The money earned at auction later was donated by Rowling to The Children's Voice charity campaign. Sotheby's printed a forty-eight-page promotional catalogue for the auction. The catalogue featured illustrations from the book, as well as comments from J. K. Rowling on \"The Tales of Beedle the Bard\". The catalogue was", "doc_score": "79.2488021850586", "publish_date": "2018/12/31"}, {"doc_id": "5744820", "text": "Bixby letter / he recalled his father telling him that she had angrily destroyed the letter after receiving it. In the early 20th century, it was sometimes claimed that the original letter could be found on display at Brasenose College at the University of Oxford along with other great works in the English language. Lincoln scholar F. Lauriston Bullard investigated this claim in 1925, discovering that it was untrue and the college had never heard of the Bixby letter. Christie's auction house receives many supposed original Bixby letters every year, including copies of a lithographic facsimile of the letter in widespread circulation. These", "doc_score": "78.59078216552734", "publish_date": "2018/12/31"}, {"doc_id": "9692455", "text": "Gospels of Henry the Lion / placed by most authorities at about 1175 (\"early dating\") but today the balance of opinion puts it at about 1188 (\"late dating\"). The manuscript, containing 266 pages with the text of the four gospels, 50 of them full page illustrations, was sold by auction on 6 December 1983 at Sotheby's in London for £8,140,000. The purchase price was raised, in the context of a German national initiative for the preservation of national treasures, by the German government, the \"Bundesländer\" of Lower Saxony and Bavaria, the Stiftung Preussischer Kulturbesitz and private donors (largely from Brunswick). It was the most expensive book", "doc_score": "79.36624908447266", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_22", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "4344444", "text": "Politics of the European Union / Politics of the European Union The politics of the European Union are different from other organisations and states due to the unique nature of the European Union (EU). The EU is similar to a confederation, where many policy areas are federalised into common institutions capable of making law; however the EU does not, unlike most states, control foreign policy, defence policy or the majority of direct taxation policies (the EU does limit the level of variation allowed for VAT). These areas are primarily under the control of the EU's member states although a certain amount of structured co-operation and coordination", "doc_score": "88.07324981689453", "publish_date": "2018/12/31"}, {"doc_id": "13106735", "text": "European Democratic Education Community / - 2017 - EUDEC Conference, Paris, France 2018 - EUDEC Conference, Crete, Greece 2019 - EUDEC HUNGARY conference, Budapest March 2019 European Democratic Education Community The European Democratic Education Community (EUDEC) is a European non-profit organisation that promotes democratic education as a sensible educational model for all democratic states. EUDEC aims to further democratic education in Europe. Founded in February 2008 as a project of the United Kingdom-based Phoenix Education Trust, the organisation has been an independently registered non-profit NGO in Germany since 2009. EUDEC's members are individuals, schools and institutions throughout Europe with decades of experience in democratic education.", "doc_score": "90.9911880493164", "publish_date": "2018/12/31"}, {"doc_id": "4344446", "text": "Politics of the European Union / declare the EU to be based on representative democracy, and direct elections take place to the European Parliament. The Parliament, together with the Council, form the legislative arm of the EU. The Council is composed of national governments, thus representing the intergovernmental nature of the EU. Laws are proposed by the European Commission which is appointed by and accountable to the Parliament and Council although it has very few executive powers. Although direct elections take place every five years, there are no cohesive political parties in the national sense. Instead, there are alliances of ideologically associated parties who sit and", "doc_score": "87.97611999511719", "publish_date": "2018/12/31"}, {"doc_id": "118383", "text": "European Economic Community / Committee's recommendations, but as the adoption of a flag was strongly reminiscent of a national flag representing statehood, was controversial, the \"flag of Europe\" design was adopted only with the status of a \"logo\" or \"emblem\". The European Council, or European summit, had developed since the 1960s as an informal meeting of the Council at the level of heads of state. It had originated from then-French President Charles de Gaulle's resentment at the domination of supranational institutions (e.g. the Commission) over the integration process. It was mentioned in the treaties for the first time in the Single European Act (see", "doc_score": "91.19436645507812", "publish_date": "2018/12/31"}, {"doc_id": "118374", "text": "European Economic Community / While the treaty for the latter was being drawn up by the Common Assembly, the ECSC parliamentary chamber, the proposed defense community was rejected by the French Parliament. ECSC President Jean Monnet, a leading figure behind the communities, resigned from the High Authority in protest and began work on alternative communities, based on economic integration rather than political integration. After the Messina Conference in 1955, Paul Henri Spaak was given the task to prepare a report on the idea of a customs union. The so-called Spaak Report of the Spaak Committee formed the cornerstone of the intergovernmental negotiations at Val", "doc_score": "87.92388916015625", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_23", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "20102368", "text": "2017 Nangarhar airstrike / 2017 Nangarhar airstrike The 2017 Nangarhar airstrike refers to the American bombing of the Achin District located in the Nangarhar Province of eastern Afghanistan, near the border with Pakistan. On 13 April 2017, the United States conducted an airstrike and used the largest non-nuclear bomb in its arsenal, the GBU-43/B Massive Ordnance Air Blast (MOAB), with the goal of destroying tunnel complexes used by the Islamic State of Iraq and the Levant – Khorasan Province (ISIL-KP or ISIS-K), a branch of the Syria-based ISIS. The bomb was dropped from the rear cargo door of a United States Air Force Lockheed", "doc_score": "90.91836547851562", "publish_date": "2018/12/31"}, {"doc_id": "20121826", "text": "2017 North Korean missile tests / 2017 North Korean missile tests Several missile tests were conducted by North Korea throughout 2017. On April 4, 2017, North Korea launched a Hwasong-12 ballistic missile which reached the Sea of Japan. The test came after a day of celebration for North Korea's Eternal President Kim Il-sung. US Secretary of State Rex Tillerson responded by saying the United States had not changed its stance on North Korea and would not comment further. On April 15, 2017, a Hwasong-12 missile was launched and failed almost immediately, according to the United States Military and the South Korean Armed Forces. The US National", "doc_score": "91.31642150878906", "publish_date": "2018/12/31"}, {"doc_id": "20121833", "text": "2017 North Korean missile tests / the Japanese archipelago, although this launch was the first missile launch, as the previous four were satellite launches or attempts. On September 15 at about 6:30am KST, North Korea fired a Hwasong-12 missile from the Pyongyang International Airport, which, for a second time, overflew Hokkaido, Japan. The missile traveled and reached a maximum height of ; this is the furthest distance any North Korean IRBM missile has ever reached. On November 28, North Korea launched another ballistic missile, a Hwasong-15, the first in over two months. The missile was said to have reached an altitude of 4,500 km and landed", "doc_score": "89.7788314819336", "publish_date": "2018/12/31"}, {"doc_id": "19942502", "text": "2017 in North Korea / 2017 in North Korea In the year 2017, North Korea was involved in the 2017 North Korea crisis, along with other events. The country conducted a nuclear test in September, and several missile tests throughout the year. One of these was the country's first successful test of an intercontinental ballistic missile (ICBM), Hwasong-14. Two missiles were launched over Hokkaido in the Japanese archipelago, in August and in September 2017. Note that the dates mostly reflect the publication of the news. News that span more than one day are usually listed according to the earliest day the event begun or was", "doc_score": "89.21903228759766", "publish_date": "2018/12/31"}, {"doc_id": "20121829", "text": "2017 North Korean missile tests / United States, it would be able to hit anywhere in Alaska. The test prompted an Emergency Debate of the United Nations Security Council. On July 28, 2017, North Korea launched an additional ballistic missile from Chagang Province, reaching an altitude of 3,000 km (1,865 mi). Jeffrey Lewis, researcher at the James Martin Center for Nonproliferation Studies, estimated that the missile could have a range of approximately 10,000 km based on its 45-minute flight time. With this range, the missile could potentially reach major U.S. cities such as Denver and Chicago. This is the fourteenth missile test conducted by North Korea", "doc_score": "90.60599517822266", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_24", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "14873925", "text": "Eddie Schmidt / director of the History Channel's \"In Search Of\" reboot, with actor Zachary Quinto traveling the world to investigate and explore unexplained phenomena, in the spirit of the original show's 1970s host, Leonard Nimoy. In addition to producing and directing, Schmidt has appeared as a pop culture pundit and storyteller on other series and specials. He guested several times on G4's Attack of the Show, as well as appeared on MSNBC, IFC, CNN and other outlets to discuss his work as a documentarian and give his expert opinion on everything from award nominations to film distribution. In 2012, he was interviewed", "doc_score": "72.25205993652344", "publish_date": "2018/12/31"}, {"doc_id": "16549896", "text": "David Lawley Wakelin / David Lawley Wakelin David Lawley Wakelin is a documentary film maker. His work includes \"The Alternative Iraq Enquiry\", a documentary alleging that Tony Blair is a war criminal. In May 2012, he interrupted the Leveson inquiry during Tony Blair's statement, alleging that Blair had been paid off by the American bank JP Morgan Chase for agreeing to take the United Kingdom into the Iraq war. Blair denied the charge. Lawley Wakelin was later fined £100 plus costs. Speaking on the steps outside the court afterwards, Mr Lawley-Wakelin revealed he had received messages of support from the Nobel Laureate Mairead Maguire", "doc_score": "74.17074584960938", "publish_date": "2018/12/31"}, {"doc_id": "10646988", "text": "Climate change denial / when he brought a snowball with him in the Senate chamber and tossed it across the floor. He was succeeded in 2017 by John Barrasso, who similarly said: \"The climate is constantly changing. The role human activity plays is not known.\" Organised campaigning to undermine public trust in climate science is associated with conservative economic policies and backed by industrial interests opposed to the regulation of emissions. Climate change denial has been associated with the fossil fuels lobby, the Koch brothers, industry advocates and conservative think tanks, often in the United States. More than 90% of papers sceptical on climate", "doc_score": "74.18793487548828", "publish_date": "2018/12/31"}, {"doc_id": "171389", "text": "Historical revisionism / of history. Much more controversial is the reversal of moral findings, in which what had been considered to be positive forces are depicted as being negative. This revisionism is then challenged by the supporters of the previous view, often in heated terms, and becomes an illegitimate form of historical revisionism known as historical negationism if it involves inappropriate methods such as the use of forged documents or implausible distrust of genuine documents, attributing false conclusions to books and sources, manipulating statistical data and deliberately mis-translating texts. This type of historical revisionism presents a re-interpretation of the moral meaning of the", "doc_score": "74.29486083984375", "publish_date": "2018/12/31"}, {"doc_id": "16477465", "text": "The Old Gods and the New / The Old Gods and the New \"The Old Gods and the New\" is the sixth episode of the second season of HBO's medieval fantasy television series \"Game of Thrones\". The episode is written by Vanessa Taylor and directed by David Nutter, his directorial debut for the series. The episode's title refers to both the \"Old Gods\" of the North, and the \"New Gods,\" the prevalent religion in the rest of Westeros. This episode won a Primetime Emmy Award for Outstanding Makeup for a Single-Camera Series (Non-Prosthetic). Theon Greyjoy has taken Winterfell following his prior gambit at Torrhen's Square. Declaring himself", "doc_score": "74.13381958007812", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_25", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "2794906", "text": "Kanye West / \"whatever he wanted\". He chose to debut his new music video for \"Fade\", but first, delivered a speech in which he discussed recent shootings in Chicago, why he included Ray J and Donald Trump in his \"Famous\" video, the Taylor Swift situation, his love of Beyoncé and Steve Jobs amongst others. Music fans have turned to Change.org around the globe to try and block West's participation at various events. The largest unsuccessful petition has been to the Glastonbury Festival 2015 with 133,000+ voters stating they would prefer a rock band to headline. On July 20, 2015, within five days of", "doc_score": "82.95499420166016", "publish_date": "2018/12/31"}, {"doc_id": "20709664", "text": "This Is America (song) / hours, and has over 447 million views as of December 2018. In an interview with the New York Times, Murai discussed his upcoming season for Atlanta a show involving Gambino. He stated \"There's sort of a world-weariness in both this season and the music video. They're both reactions to what's happening in the world.\" The video contains a lot of scenes involving violence and strong language. It starts off with Gambino dancing through a warehouse, interacting with a series of chaotic scenes. According to Murai, the video was inspired by the films \"Mother!\" and \"City of God\". Choreographed by Sherrie", "doc_score": "79.24786376953125", "publish_date": "2018/12/31"}, {"doc_id": "20894223", "text": "Why Did You Do That? / Ally's husband, rock musician Jackson Maine, watches her perform it and it drives him to start drinking again.. According to Refinery29, Jackson's disbelief and disappointment stemmed from his belief that Ally was supposedly \"selling out\". Later when Ally receives a Grammy Award nomination, a drunk Jackson berates Ally angrily for \"letting go of the person he thought she was happiest being\". Ally defends the song choice and they have a quarrel. For the dance sequence during the song, Gaga enlisted her longtime choreographer Richy Jackson, who had choreographed all the performances in the film. The singer wanted the choreography to", "doc_score": "81.11204528808594", "publish_date": "2018/12/31"}, {"doc_id": "19672292", "text": "What U Workin' With? / the soundtrack was fronted by Timberlake's \"Can't Stop the Feeling!\", which was made available as a digital download on May 6, 2016, while the album in its entirety was released on September 23 of the same year. \"What U Workin' With?\" was written by Timberlake, Max Martin, Ilya Salmanzadeh, Savan Kotecha, and Peter Svensson, while the production was handled by the former three. On December 30, 2016, Stefani hosted a \"dance party\" at her home before uploading videos of herself and boyfriend Blake Shelton dancing along to \"What You Workin' With?\" during the event to her Snapchat and Musical.ly accounts.", "doc_score": "80.35747528076172", "publish_date": "2018/12/31"}, {"doc_id": "15895128", "text": "Niggas in Paris / \"Billboard\" Hot 100 eventually peaking at number 5. As of 2018, it has sold 6 million digital units in the United States. The single won Best Rap Performance and Best Rap Song at the 55th Annual Grammy Awards. In an interview, Kanye West revealed that the song was inspired by his travels in Paris: The song's production was originally offered to rapper Pusha T by Hit-Boy. However, Pusha turned it down, saying \"It sounds like a video game. Get that shit out of here!\" The artwork for \"Niggas in Paris\" features the flag of France with a black third substituted", "doc_score": "81.94612884521484", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_26", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "3147116", "text": "Bruce Grobbelaar / and his co-defendants were cleared in November 1997. Grobbelaar later sued \"The Sun\" for libel and was awarded £85,000. \"The Sun\" appealed, and the case was eventually taken to the House of Lords where it was found that, though the specific allegations had not been proved, there was adequate evidence of dishonesty. The Lords slashed his award to £1, the lowest libel damages possible under English law, and ordered him to pay \"The Sun\"'s legal costs, estimated at £500,000. In his judgement, Lord Bingham of Cornhill observed: \"The tort of defamation protects those whose reputations have been unlawfully injured. It", "doc_score": "75.96332550048828", "publish_date": "2018/12/31"}, {"doc_id": "11448298", "text": "English defamation law / defences are justification (i.e. the truth of the statement), fair comment (i.e., whether the statement was a view that a reasonable person could have held), and privilege (i.e., whether the statements were made in Parliament or in court, or whether they were fair reports of allegations in the public interest). An offer of amends is a barrier to litigation. A defamatory statement is presumed to be false, unless the defendant can prove its truth. Furthermore, to collect compensatory damages, a public official or public figure must prove actual malice (knowing falsity or reckless disregard for the truth). A private individual", "doc_score": "77.227294921875", "publish_date": "2018/12/31"}, {"doc_id": "16297263", "text": "Conflict-of-interest editing on Wikipedia / articles contained inaccuracies, that prior efforts to get attention from Wikipedia volunteers had failed, and that Microsoft had agreed that the company would not review Jelliffe's suggested changes. Microsoft also said they had not previously hired anyone to edit Wikipedia. Heated debate resulted after the revelation over whether such practices called Wikipedia's credibility into question. In response to the incident, Jimmy Wales said paying for edits to Wikipedia was against the encyclopedia's spirit. Wales said the better, more transparent choice would have been for Microsoft to produce a white paper on the subject, post it online, and link to it", "doc_score": "78.10916137695312", "publish_date": "2018/12/31"}, {"doc_id": "5288809", "text": "Anticipatory repudiation / in an anticipatory repudiation? There are three main views: Anticipatory repudiation Anticipatory repudiation, also called an anticipatory breach, is a term in the law of contracts that describes a declaration by the promising party to a contract that he or she does not intend to live up to his or her obligations under the contract. A party is considered to have repudiated a contract when they evidence a lack of willingness or an inability to perform their contractual obligations. A repudiation of a contract by one party (the repudiating party) will entitle the other party (the aggrieved party) to elect", "doc_score": "75.21076965332031", "publish_date": "2018/12/31"}, {"doc_id": "16297273", "text": "Conflict-of-interest editing on Wikipedia / \"cleanse\" articles. Wikipedia entries this person was accused of changing included Carphone Warehouse co-founder David Ross, Von Essen Group chairman Andrew Davis, British property developer David Rowland, billionaire Saudi tycoon Maan Al-Sanea, and Edward Stanley, 19th Earl of Derby. According to \"PR Week\", 42 edits were made from the same IP address, most of them removing negative or controversial information, or adding positive information. In December 2011, blogger Tim Ireland, \"The Independent\", and the British Bureau of Investigative Journalism (BIJ) discovered that Bell Pottinger, one of the UK's largest public relations companies, had manipulated articles on behalf of its clients.", "doc_score": "78.04933166503906", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_27", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "7038695", "text": "Foreign aid to Indonesia / to Indonesia traces back to 1953 with Indonesia's participation in the Colombo Plan, in addition to projects such as the Aeronautical Fixed Telecommunication Network, a project intended to address deficiencies in Indonesia's civil aviation system. Japan is one of the largest donors of development aid to Indonesia; this development aid is facilitated through the Japan International Cooperation Agency (JICA). Among ASEAN countries, Indonesia is the Japan's largest recipient of aid. USAID is a long-term partner in helping Indonesia tackle development challenges. In 2014, total aid for Indonesia from the United States amounted to $196,651,740, of which $149,639,762 was spearheaded by", "doc_score": "81.3144302368164", "publish_date": "2018/12/31"}, {"doc_id": "11863890", "text": "Chiang Mai Initiative / Japan, whose equal contributions meant that both \"should refrain from racing for regional hegemony in the cooperative grouping\". Chiang Mai Initiative The Chiang Mai Initiative (CMI) is a multilateral currency swap arrangement among the ten members of the Association of Southeast Asian Nations (ASEAN), the People's Republic of China (including Hong Kong), Japan, and South Korea. It draws from a foreign exchange reserves pool worth US$120 billion and was launched on 24 March 2010. That pool has been expanded to $240 billion in 2012. The initiative began as a series of bilateral swap arrangements after the ASEAN Plus Three countries", "doc_score": "83.08796691894531", "publish_date": "2018/12/31"}, {"doc_id": "2956297", "text": "Transmigration program / Transmigration program The transmigration program (, from Dutch, \"transmigratie\") was an initiative of the Dutch colonial government, and later continued by the Indonesian government to move landless people from densely populated areas of Indonesia to less populous areas of the country. This involved moving people permanently from the island of Java, but also to a lesser extent from Bali and Madura, to less densely populated areas including Papua (ended in 2015 by president Joko Widodo), Kalimantan, Sumatra, and Sulawesi. The stated purpose of this program was to reduce the considerable poverty and overpopulation on Java, to provide opportunities for hard-working", "doc_score": "81.7286605834961", "publish_date": "2018/12/31"}, {"doc_id": "11863885", "text": "Chiang Mai Initiative / crisis delayed the launch of the multilateral agreement to a later date. When leaders of the thirteen countries finally met in Bali in May, they finalised the individual contributions of China, Japan, and South Korea. This summit also added Hong Kong as a new participant, whose contribution was added to that of China though Hong Kong remained \"a monetary administration on its own\". Its participation raised China's total contribution to US$38.4 billion, equal to that of Japan, and South Korea, which agreed to contribute US$19.2 billion. China and Japan remains as the biggest contributors by each contributing 32 percent of", "doc_score": "82.1251449584961", "publish_date": "2018/12/31"}, {"doc_id": "13403335", "text": "Reach Out To Asia / East. In its effort to promote education, ROTA implements educational projects in countries where immediate action is needed. Ten countries have been identified as ROTA’s priorities: Afghanistan, Bangladesh, Cambodia, Indonesia, Iraq, Lebanon, Nepal, Pakistan, Palestine and Yemen. Some of them are among the world’s poorest countries, while others have suffered war or natural disasters during the last years. In June 2011, ROTA in collaboration with the Inter-Agency Network for Education in Emergencies (INEE) began the process of translating the agency communications and training tools into Arabic. The programme, ‘INEE Arabic Language Community: Supporting Quality Education in Emergency Preparedness, Response, and", "doc_score": "79.78926086425781", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_28", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "15978892", "text": "Effects of advertising on teen body image / feel no different or feel more positive about themselves after viewing such images. Tamara Mangleburg and Terry Bristol's studies featured in the \"Journal of Advertising\" found that teens are not typically swayed by images in advertisements. They suggest the more teens view advertisements, the less they are affected by them and the more they become skeptical of the messages that are in advertisements. This is because repeat exposure to ads can give them a better understanding of the motives behind such ads. Similarly, Marsha Richins, former president of the Association for Consumer Research, theorized that, \"by late adolescence... the sight", "doc_score": "84.62773895263672", "publish_date": "2018/12/31"}, {"doc_id": "11589295", "text": "Social impact of YouTube / said to occur in an era of \"cultural inversion\" in which we are driven to express our individualism and independence, yet still value community and relationships. In 2011, Willow Scobie asserted the anthropological significance of YouTube and noted evidence of a \"transformative experience\" for some people, and that some could actually identify as being a \"YouTuber\". Videos that frighten or excite children were found to receive the most views, often because of algorithm-driven demand measurement and automated editorial oversight, automated oversight that is thought to be inadequately effective and easy to avoid. Very young children tend to watch the same", "doc_score": "82.8599624633789", "publish_date": "2018/12/31"}, {"doc_id": "20064761", "text": "Effects of sex in the media / concluded that a few studies have developed extensive pre-exposure training and/or post-exposure debriefing procedures to lessen the desensitizing effects. Linz found that by offering pertinent educational information about rape myths reduced the effect of desensitization, which means experimental participation can also help reduce the rape myth acceptance. Wilson, Linz, Donnerstein, and Stipp conducted a field experiment, they found that men who are older than 50 had preexisting attitudes reinforced and actually blamed women for rape after seeing the film. In other words, preexisting attitudes and personal experience should be considered when conducting research studies. Allen, Emmers, Gebhardt, and Giery concluded", "doc_score": "81.75049591064453", "publish_date": "2018/12/31"}, {"doc_id": "11589318", "text": "Social impact of YouTube / posted to YouTube. Uploaders were able to limit viewership of their videos, which were facilitated by what a clinical psychologist characterized as a disappearance of stigma surrounding the sharing of personal information. People, especially the elderly, post \" project\" videos to share their life stories, and can receive feedback from viewers allowing them to expand their social contacts. This interaction is particularly beneficial to those with limited mobility. Some personal-information videos, such as those depicting uploaders' self-harm, may have a negative impact on viewers. Such videos may encourage, normalize or sensationalize self-injury, may trigger viewers to self-injury, and may reinforce", "doc_score": "82.6234130859375", "publish_date": "2018/12/31"}, {"doc_id": "18103310", "text": "Overscreening / and for that reason, screening without an indication is discouraged. Young athletes are sometimes screened with ECG as a requirement for them to play sports, and the necessity of this and harms from false positive results are debated. Cardiac stress tests, including stress echocardiography and nuclear stress tests, are used to detect a block in blood flow to the heart. They do this by taking pictures of the heart while the heart is exercising. Persons who have symptoms of heart disease or who are high risk for a heart attack may need this test, while people without these symptoms and", "doc_score": "81.80805206298828", "publish_date": "2018/12/31"}]}
{"question_id": "20221007_29", "search_time": "2022/10/14/23:29", "search_result": [{"doc_id": "8774738", "text": "Charles Logan (24 character) / believing that the situation has been resolved. Logan prepares to meet Russian president Yuri Suvarov to sign an anti-terrorism defense treaty, seeing the event as the highlight of his presidency. He is startled by the news of David Palmer's assassination, which takes place the morning the treaty is to be signed. First Lady Martha Logan insists that Palmer had previously contacted her, warning of a possible terrorist attack. Logan, while seemingly sympathetic, is skeptical given her history of mental illness. Meanwhile, Eastern European separatists take hostages at an airport in opposition to the treaty. Logan orders CTU to organize a", "doc_score": "74.75773620605469", "publish_date": "2018/12/31"}, {"doc_id": "19715933", "text": "2017 G20 Hamburg summit / part in the 2017 G20 Hamburg summit: Brazilian President Michel Temer initially cancelled his trip to Hamburg without giving any reasons, facing corruption charges by General Prosecutor Rodrigo Janot, who has accused him of accepting bribes from meat company JBS S.A. On July 4, Temer reversed his decision and announced he would attend. King Salman cancelled his plan to participate at the summit and sent State Minister Ibrahim Abdulaziz Al-Assaf on his behalf to lead the Kingdom's delegation to the summit. No official reason was provided. Security zones with limited access, and a significantly larger presence of Hamburg police assisted", "doc_score": "76.0472183227539", "publish_date": "2018/12/31"}, {"doc_id": "19955891", "text": "United Nations Security Council Resolution 2337 / United Nations Security Council Resolution 2337 United Nations Security Council Resolution 2337 was a measure unanimously adopted by the United Nations Security Council (UNSC) on 19 January 2017. It expressed support for efforts by ECOWAS to peacefully resolve the 2016–2017 Gambian constitutional crisis, calling on President Yahya Jammeh to step down and allow a peaceful transition to the President-elect, Adama Barrow, as well as supporting the African Union and ECOWAS decisions in recognizing Adama Barrow as the new President. The measure was adopted by a vote of 15 supporting, none opposed, and none abstained. The Gambia's presidential elections were held", "doc_score": "75.03917694091797", "publish_date": "2018/12/31"}, {"doc_id": "4784887", "text": "Breaking the Ice (Star Trek: Enterprise) / leave. Eventually, she decides to forego her Vulcan traditions and fulfill her duties aboard \"Enterprise\". Archer decides to \"break the ice\" between their races and invites Captain Vanik for dinner aboard \"Enterprise\". It is not successful, however, as the Vulcan is unresponsive and dismissive regarding human behavior. Archer concludes the meal by accusing the Vulcan of spying on \"Enterprise\" and then asks him to leave. Afterwards, Archer notes that an explosion on the surface of the comet has altered the comet's rotational axis. When the sun rises, Mayweather and Reed begin to have difficulties as the ice begins to crack.", "doc_score": "73.22088623046875", "publish_date": "2018/12/31"}, {"doc_id": "11807277", "text": "Iain Lees-Galloway / the controversial Canadian alt right activists Lauren Southern and Stefan Molyneux to visit New Zealand for a speaking tour in August 2018. Mayor of Auckland Phil Goff had controversially denied the duo access to Auckland Council facilities on the grounds that they were there to stir ethnic and political tensions. While Lees-Galloway described Lauren and Molyneux's views as counter to the \"kind and tolerant values\" of the vast majority of New Zealanders, he cleared their visas on the grounds that they had fulfilled immigration character requirements including not having been convicted of a crime or previously barred from Australia and", "doc_score": "73.9894790649414", "publish_date": "2018/12/31"}]}
