{"question_id": "20220909_0", "search_time": "2022/09/10/19:00", "search_result": [{"doc_id": "20866540", "text": "Dorothy McAuliffe / Dorothy McAuliffe Dorothy McAuliffe was the First Lady of the Commonwealth of Virginia from January 2014 to January 2018. Dorothy Swann married Terry McAuliffe on October 8, 1988. She graduated from the Catholic University of America with a Bachelors of Arts in Political Science in 1985 and from the Georgetown University Law Center. They have five children: Dori, Jack, Mary, Sally, and Peter. Dorothy previously worked for the law firms of Thompson & Mitchell and Heron Burchette Ruckerett & Rothwell. Dorothy served on the boards of several privately held companies in the real estate development area, including the Jefferson National", "doc_score": "77.74494171142578", "publish_date": "2018/12/31"}, {"doc_id": "20423113", "text": "United States Soccer Federation presidential election, 2018 / interest given Carter's current role with Soccer United Marketing, and SUM's relationship with U.S. Soccer and MLS. Carter denied any collusion between her, Gulati and Garber. Shortly after, Carter received the endorsement from the Eastern New York State Soccer Association (ENYSSA) and the New Jersey Soccer Association (NJSA). When asked on Twitter about the decision-making process to endorse Carter, the ENYSSA blocked several accounts on Twitter, only to revert the blocks and claiming their account was \"hacked\". On December 20, 2017, USSF announced that eight candidates were eligible to stand for election, having met the federation's requirements, 8 of 9", "doc_score": "77.28302764892578", "publish_date": "2018/12/31"}, {"doc_id": "2507987", "text": "Mitt Romney / be elected governor and U.S. senator from two different states (the others being Sam Houston for Tennessee and Texas, and William Bibb for Georgia and Alabama), and the first such person for 157 years. Romney is scheduled to take office on January 3, 2019. Willard Mitt Romney was born on March 12, 1947, at Harper University Hospital in Detroit, Michigan, one of four children born to automobile executive George W. Romney (1907–1995) and homemaker Lenore Romney (née LaFount; 1908–1998). His mother was a native of Logan, Utah, and his father was born to American parents in a Mormon colony in", "doc_score": "75.76726531982422", "publish_date": "2018/12/31"}, {"doc_id": "18398878", "text": "Megan Brennan / Megan Brennan Megan Jane Brennan (born 1961) is the Postmaster General of the United States. The seventy-fifth postmaster general, Brennan became the first woman to hold the office when she assumed the position on February 1, 2015. A native of Pottsville, Pennsylvania, Brennan attended Nativity BVM High School there, where she played softball and basketball and was on the 1978 state championship basketball team. After graduating in 1980, she attended Immaculata College near Philadelphia, graduating in 1984 with a B.A. in history. Brennan is of Irish descent. Brennan earned an MBA from the MIT Sloan School of Management in 2003.", "doc_score": "76.90919494628906", "publish_date": "2018/12/31"}, {"doc_id": "20156309", "text": "Kára McCullough / USA, McCullough received media attention and praise for deciding to compete with her natural hair, which was seen as support for the natural hair movement. McCullough was both criticized and praised for her conservative question answers, stating that health care was a privilege for the working and not a right, in addition to calling herself an \"equalist\" as opposed to a feminist. She is the seventh Miss USA titleholder born outside the United States. As Miss USA, McCullough earned the right to represent the United States at Miss Universe 2017 on November 26, 2017. Like Miss USA 2017, the competition", "doc_score": "74.31572723388672", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_1", "search_time": "2022/09/10/19:00", "search_result": [{"doc_id": "17294643", "text": "Soylent (meal replacement) / which it did in the next formulation version 1.7 introduced on December 15, 2016. The drink-based products use algal oil, not algal flour, so are deemed to be safe for users. Rhinehart called the flavor of the original versions \"minimal\", \"broad\" and \"nonspecific\". Soylent 1.0 contains soy lecithin and sucralose as masking flavors and to adjust appearance, texture and smell. Before version 1.4, vanillin was included as an ingredient for flavoring. Dylan Matthews of \"The Washington Post\" noted in 2013 that Soylent fulfills a similar need as medical foods such as Abbott Laboratories's Jevity, but for a much lower cost.", "doc_score": "84.16844177246094", "publish_date": "2018/12/31"}, {"doc_id": "18237642", "text": "Dollar Cravings / Dollar Cravings Dollar Cravings (or $1 Dollar Cravings) is the value menu of American fast-food restaurant Taco Bell. Dollar Cravings was launched August 18, 2014 in reaction to the new McDonald's and Wendy's value/dollar menus. The current menu contains 11 food items. Dollar Cravings replaced Taco Bell's previous value menu Why Pay More. A Taco Bell spokesperson said few of the food items from the Why Pay More menu will remain in Dollar Cravings. In March 10, 2016, Taco Bell introduced a breakfast value menu. On 26 December 2012, fast food culture site \"Brand Eating\" reported Taco Bell planned to", "doc_score": "84.83914947509766", "publish_date": "2018/12/31"}, {"doc_id": "8729697", "text": "BK Chicken Fries / 2015 LTO introduced a spicy variant, called Fiery Chicken Fries, in addition to the standard offering; the product featured a spicy, pepper-based breading featuring a mix of cayenne pepper, black pepper and other spices that replaced the normal coating. The product was the first variant of BK Chicken Fries added to the company's menu. In developing the product, Burger King's chief marketing officer stated that once taste testers described the product as \"spicy as shit\", the company realized it had the correct spice mix. Sale of the product would be limited to a one-month period, but the company stated if", "doc_score": "83.84619140625", "publish_date": "2018/12/31"}, {"doc_id": "9130291", "text": "Burger King chicken nuggets / Canada, and other markets until 2011. In January 2008, Burger King reformulated these products to eliminate trans fat in the manufacturing of the product, expecting to replace the preceding product by Summer 2008. In 2011, the product was again reformulated, replacing the crown shaped product with a standard chicken-nugget-type product. A twenty piece serving size was reintroduced. With the purchase of Burger King by 3G Capital in 2010, the company began introducing new and reformulated products. Chicken Tenders were the first product line altered, with a new version introduced in March 2011. In January 2013, Burger King changed the name", "doc_score": "82.32425689697266", "publish_date": "2018/12/31"}, {"doc_id": "11361125", "text": "International availability of McDonald's products / was brought back for six weeks. It features Ballymaloe Relish, Charleville cheddar and a potato bun. In 2016, McDonald's launched the brand new BBQ Smokehouse Range of burgers. The two burgers that were launched contained chicken and beef with bacon, cheese and BBQ Sauce. Past promotional items have included the Apple Pie Sundae, Mozzarella Dippers, Cheese Melt Dippers, the Summer Chorizo Supreme, BBQ Chicken Premiere with Bacon, the 1955 burger, Apple and Blackberry Pie, and Festive Pie, with mincemeat and custard. A series of burgers intending to represent various American locales has been released under the \"Great Taste of America\"", "doc_score": "83.35861206054688", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_2", "search_time": "2022/09/10/19:00", "search_result": [{"doc_id": "3317653", "text": "Sue Bird / oldest starter in the WNBA. She scored 9 points along with 10 assists in a 81–71 victory over the Washington Mystics. On June 11, 2017, Bird scored a season-high 21 points along with 10 assists in a 94–86 loss to the New York Liberty. Bird was voted into the 2017 WNBA All-Star Game, making it her 10th all-star game appearance (tying Tamika Catchings for most all-star game appearances). She had set the All-Star Game record for assists with a performance of 8 points along with 11 assists for the Western Conference All-Stars team in a 130–121 victory. On September 1,", "doc_score": "87.70146942138672", "publish_date": "2018/12/31"}, {"doc_id": "3317665", "text": "Sue Bird / medal game. Bird would also earn her fourth olympic gold medal. In 2018, Bird had competed for Team USA during the 2018 FIBA Women's Basketball World Cup held in Spain, in which they defeated Australia 73–56 to win the gold medal. By winning the gold medal Bird became the only player in history, male or female, to win four World Cup gold medals. Bird finished the final with five assists to bring her career total to 107 assists in FIBA World Cup – making her the leader for the U.S. most assists at the World Cup. Bird came out openly", "doc_score": "86.64501953125", "publish_date": "2018/12/31"}, {"doc_id": "3317664", "text": "Sue Bird / never got closer. Team USA went on to win the championship and gold medal. Bird averaged 5.6 points per game and led the team in assists with 26. Bird competed for the U.S. in the 2012 Summer Olympics. The Americans won their fifth straight gold medal. In 2014, Bird had competed for Team USA during the 2014 FIBA World Championship for Women, in which they defeated Spain 77–64 to win the gold medal. Bird competed for Team USA in the 2016 Summer Olympics, helping the team win their sixth straight gold medal, as they beat Spain 101–72 in the gold", "doc_score": "83.6844711303711", "publish_date": "2018/12/31"}, {"doc_id": "3317659", "text": "Sue Bird / game late in the game. In the 2003–2004 off-season, Bird was named to the United States 2004 Women's Olympic Basketball Team's roster. The USA team would go on to win the gold at the games in Athens, Greece. In 2006, Bird was invited back to the National team for the World Championships held in Sao Paulo, Brazil in September 2006. With the retirements of Lisa Leslie and Dawn Staley and injuries to Sheryl Swoopes, Bird, along with Candace Parker and Diana Taurasi stepped up to leading roles on the national team. The USA team won eight of the nine games", "doc_score": "85.00273895263672", "publish_date": "2018/12/31"}, {"doc_id": "3317650", "text": "Sue Bird / entire 2013 season. Bird would come back healthy for the 2014 WNBA season, she played 33 games, averaged 10.6 ppg and 4.6 apg. She was voted as a WNBA all-star that year. However the Storm never made it to the playoffs. On February 16, 2016, Bird re-signed with the Storm to a multi-year deal in free agency. In the 2016 season, Bird would have a resurgence, putting up her best numbers since coming back from knee surgery. She averaged 12.8 ppg while shooting a career-high in 3-point field goal percentage and led the league in assists with 5.8 apg. For", "doc_score": "85.69501495361328", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_3", "search_time": "2022/09/10/19:00", "search_result": [{"doc_id": "19638130", "text": "Omega (rocket) / be dependent on both demand and funding from the US Air Force. A final \"go/no-go decision\" to proceed with full development and introduction of the Next Generation Launcher is planned to take place between late 2017 and early 2018. In April 2017, Orbital ATK revealed that Omega would be launched from pad 39B at KSC, sharing launch facilities and mobile transporter with the NASA Space Launch System (SLS). The rocket would compete for USAF national security launches and NASA missions. There would be multiple configurations of the launch system, with multiple stages. In April 2018, Orbital ATK announced that Next", "doc_score": "91.52775573730469", "publish_date": "2018/12/31"}, {"doc_id": "14905334", "text": "Lunar rover / for 'Ek Choti si Asha', a small dream) is a rover developed by Team Indus, and \"Sorato\" is a rover developed by Hakuto, a rival team from Japan. Hakuto's rover will ride onboard HHK-1 as a commercial contract with Team Indus. The mission will be launched on a PSLV in early 2018, and the planned landing site is Mare Imbrium. Astrobotic Technology, a private company based in Pittsburgh, Pennsylvania, United States, plans to send a rover to the Moon in 2020. NASA's plans for future Moon missions call for rovers that have a far longer range than the Apollo rovers.", "doc_score": "92.84193420410156", "publish_date": "2018/12/31"}, {"doc_id": "12800556", "text": "Titan Saturn System Mission / relayed to a Titan orbiter. They will be equipped to study Titan's features with instruments for imaging, radar profiling, and surface as well as atmospheric sampling, much more complete than done by the Cassini–Huygens mission. The spacecraft will use several gravity assist flybys of other planets to enable it to reach Saturn. The baseline design envisaged a September 2020 launch, followed by four gravity assists (Earth–Venus–Earth–Earth), and arrival at Saturn 9 years later in October 2029. This is one of several available Earth-to-Saturn transfer options from the year 2018 through 2022. Current NASA plans do not give the TSSM a", "doc_score": "91.11241912841797", "publish_date": "2018/12/31"}, {"doc_id": "4660440", "text": "Moon landing / in 2018, as a part of its second Chandrayaan mission. The rover will be designed to move on wheels on the lunar surface, pick up samples of soil or rocks, do on-site chemical analysis and send the data to the mother-spacecraft Chandrayaan II, which will be orbiting above. Chandrayaan II will transmit the data to Earth.\" The payloads have already been finalized. ISRO has mentioned that due to weight restrictions it will not be carrying any overseas payloads on this mission. The lander, named Vikram, is projected to weigh 1,250 kg, and the entire spacecraft will be launched by the", "doc_score": "92.7979507446289", "publish_date": "2018/12/31"}, {"doc_id": "18566974", "text": "Lunar Mission One / Lunar Mission One Lunar Mission One is a proposed international, publicly funded, robotic mission to the Moon, led by Lunar Missions Limited. They have not yet obtained $1 billion funding for research, development and launch of a spacecraft, but their stated objective is to launch in 2024. The mission, which is in its early conceptual stages, aims to send a lunar lander to the Moon in 2024. The lander would drill below the surface of the Lunar South Pole to a depth of up to 100m, in the hope of accessing lunar rock up to 4.5 billion years old. The", "doc_score": "91.82949829101562", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_4", "search_time": "2022/09/10/19:00", "search_result": [{"doc_id": "4200322", "text": "United States midterm election / midterm elections. Many states also elect officers to their state legislatures in midterm years. There are also elections held at the municipal level. On the ballot are many mayors, other local public offices, and a wide variety of citizen initiatives. Special elections are often held in conjunction with regular elections, so additional Senators, governors and other local officials may be elected to partial terms. Midterm elections historically generate lower voter turnout than presidential elections. While the latter have had turnouts of about 50–60% over the past 60 years, only about 40% of those eligible to vote actually go to the", "doc_score": "84.29314422607422", "publish_date": "2018/12/31"}, {"doc_id": "4200324", "text": "United States midterm election / Woodrow Wilson, Franklin D. Roosevelt, John F. Kennedy, Richard Nixon, Bill Clinton, George W. Bush and Donald Trump) has the President's party gained seats in the House or the Senate and of those only two (1934 Franklin Roosevelt and 2002 George Bush) have seen the President's party gain seats in both houses. United States midterm election Midterm elections in the United States are the general elections that are held near the midpoint of a president's four-year term of office. Federal offices that are up for election during the midterms include all 435 seats in the United States House of Representatives,", "doc_score": "84.42378234863281", "publish_date": "2018/12/31"}, {"doc_id": "17127019", "text": "2018 United States Senate elections / of each election. Some senators were \"Re-elected\", some were a \"Gain\" in the seat from the other party (either by beating an incumbent or by winning an open seat), some were a \"Hold\" by the same party but with a different senator, two were an \"Appointee elected\" to finish a term and the remainder, (without a note) were not up for election this year. After these elections, Democrats had 45 seats, independents had 2, and Republicans had 53. Most election predictors used: These are the election dates for the regularly scheduled general elections. Shading is added for future events. In", "doc_score": "84.4503173828125", "publish_date": "2018/12/31"}, {"doc_id": "17127018", "text": "2018 United States Senate elections / most since the 1934 midterms. Each block represents one of the one hundred seats in the Senate. \"D#\" is a Democratic senator, \"I#\" is an Independent senator and \"R#\" is a Republican senator. They are arranged so that the parties are separated and a majority is clear by crossing the middle. Each block indicates an incumbent senator's actions going into the election. Some \"Ran\" for re-election, some \"Retired\" and the remainder (without a note) were not up for election this year. Before the elections, Republicans held 51 seats, Democrats held 47, and independents held two. Each block indicates the results", "doc_score": "85.42342376708984", "publish_date": "2018/12/31"}, {"doc_id": "17127016", "text": "2018 United States Senate elections / incumbent in Nevada and gained an open seat in Arizona. Democrats targeted Republican-held Senate seats in Arizona (open seat) and Nevada. Seats in Texas, Mississippi (at least one of the two seats) and Tennessee (open seat) were also competitive for the Democrats. Republicans targeted Democratic-held seats in Indiana, Missouri, Montana, North Dakota and West Virginia, all of which voted for Mitt Romney in the 2012 presidential election and Donald Trump in the 2016 presidential election. Seats in Florida, Ohio, Pennsylvania, Wisconsin and Michigan, all of which voted for Trump in 2016, were also targeted by Republicans. Among the 33 Class", "doc_score": "83.93547058105469", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_5", "search_time": "2022/09/10/19:00", "search_result": [{"doc_id": "14917400", "text": "Goatse Security / attention and publicity may have been incentives for the group. Contrary to what it first claimed, the group initially revealed the security flaw to Gawker Media \"before\" notifying AT&T and also exposed the data of 114,000 iPad users, including those of celebrities, the government and the military. These tactics re-provoked significant debate on the proper disclosure of IT security flaws. weev has maintained that Goatse Security used common industry standard practices and has said that, \"We tried to be the good guys\". Jennifer Granick of the Electronic Frontier Foundation has also defended the tactics used by Goatse Security. On June", "doc_score": "84.02630615234375", "publish_date": "2018/12/31"}, {"doc_id": "17347716", "text": "PRISM (surveillance program) / the requests impacted \"between 18,000 and 19,000\" user accounts, a \"tiny fraction of one percent\" of more than 1.1 billion active user accounts. That same day, Microsoft reported that for the same period, it received \"between 6,000 and 7,000 criminal and national security warrants, subpoenas and orders affecting between 31,000 and 32,000 consumer accounts from U.S. governmental entities (including local, state and federal)\" which impacted \"a tiny fraction of Microsoft's global customer base.\" Google issued a statement criticizing the requirement that data be reported in aggregated form, stating that lumping national security requests with criminal request data would be \"a", "doc_score": "81.52318572998047", "publish_date": "2018/12/31"}, {"doc_id": "19191017", "text": "Privacy concerns regarding Google / top 4,000 sites worldwide and in the top 2500 for the United States, Canada, the United Kingdom, Australia, and other countries in web traffic. Google has been criticized by some for the way it implements support for the requirements of the Children's Online Privacy Protection Act (COPPA) because of its \"biased\" terms of service on YouTube and its \"heavy-handed\" ways of enforcing the law. According to Google's Privacy Policy, children under 13 aren't allowed to use any Google services, including Gmail. European Union (EU) data protection officials (the Article 29 working party who advise the EU on privacy policy) have", "doc_score": "81.98029327392578", "publish_date": "2018/12/31"}, {"doc_id": "15553755", "text": "Privacy concerns with social networking services / The app requires personal information that includes, school name, user's name, email, and age. But Take With Me Learning was created by company that was known for illegally gathering student's personal information without their knowledge and selling it to advertisement companies. This company had violated the Child Online Privacy Protection Act (COPPA), used to keep children safe from identity theft while using the internet. Most recently, Facebook has been scrutinized for the collection of users' data by cambridge analytica. Cambridge Analytica was collecting data from Facebook users’ after they agreed to take a psychology questionnaire. Not only could cambridge analytica", "doc_score": "80.55657196044922", "publish_date": "2018/12/31"}, {"doc_id": "17347717", "text": "PRISM (surveillance program) / step backwards\" from its previous, more detailed practices on its website's transparency report. The company said that it would continue to seek government permission to publish the number and extent of FISA requests. Cisco Systems saw a huge drop in export sales because of fears that the National Security Agency could be using backdoors in its products. On September 12, 2014, Yahoo! reported the U.S. Government threatened the imposition of $250,000 in fines per day if Yahoo didn't hand over user data as part of the NSA's PRISM program. It is not known if other companies were threatened or fined", "doc_score": "79.97368621826172", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_6", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "1068819", "text": "Phoenix Sky Harbor International Airport / as the sixth-largest hub for American Airlines with over 300 daily departures to 95 destinations in 4 countries. American carries nearly 46% of all PHX passengers as of December 2017 (more than 20 million passengers) and employs nearly 9,500 people, making it the airport's largest carrier. The airport also serves as one of the largest operating bases for Southwest Airlines with 188 daily departures to 53 cities across the United States. Sky Harbor Airport's unique name was conceived by J. Parker Van Zandt, the owner of Scenic Airways, in 1928. However, the reasoning for the name is apparently unknown. Scenic", "doc_score": "74.0828857421875", "publish_date": "2018/12/31"}, {"doc_id": "249419", "text": "Los Angeles International Airport / Los Angeles International Airport Los Angeles International Airport is the primary international airport serving Los Angeles, California. The airport is most often referred to by its IATA airport code (and FAA LID) LAX, with the letters pronounced individually. LAX is located south of the Westchester district of the City of Los Angeles, California, southwest of Downtown Los Angeles, between the district of Westchester to its immediate north, the city of El Segundo to its immediate south and the city of Inglewood to its immediate east. It is owned and operated by Los Angeles World Airports (LAWA), an agency of the", "doc_score": "75.01219940185547", "publish_date": "2018/12/31"}, {"doc_id": "7345382", "text": "Metropolitan Washington Airports Authority / Metropolitan Washington Airports Authority The Metropolitan Washington Airports Authority (MWAA) is an independent airport authority, created with the consent of the United States Congress to oversee management, operations, and capital development of the two major airports serving the capital: Ronald Reagan Washington National Airport and Washington Dulles International Airport. The Airports Authority was established to operate as a financially self-sustaining entity with the mission to manage and enhance Washington, D.C.’s two-airport system. The authority leases the airports from the United States Department of Transportation. The U.S. government originally built the airports and continues to own the underlying airport property except", "doc_score": "75.29981994628906", "publish_date": "2018/12/31"}, {"doc_id": "5636613", "text": "Falls International Airport / two small airports on the Canadian side: Falls International Airport Falls International Airport is a city-owned public-use airport located in International Falls, a city in Koochiching County, Minnesota, United States. It is mostly used for general aviation but is also served by one commercial airline with scheduled passenger service subsidized by the Essential Air Service program. As per Federal Aviation Administration records, the airport had 16,590 passenger boardings (enplanements) in calendar year 2008, 15,861 enplanements in 2009, and 14,051 in 2010. It is included in the National Plan of Integrated Airport Systems for 2017–2021, which categorized it as a \"primary", "doc_score": "72.3089828491211", "publish_date": "2018/12/31"}, {"doc_id": "951800", "text": "John F. Kennedy International Airport / John F. Kennedy International Airport John F. Kennedy International Airport (colloquially referred to as Kennedy Airport, JFK Airport, New York-JFK, or simply JFK or Kennedy) is the primary international airport serving New York City. It is the busiest international air passenger gateway into North America, the 22nd-busiest airport in the world, the sixth-busiest airport in the United States, and the busiest airport in the New York airport system. JFK handled just over 59 million passengers in 2017. Over ninety airlines operate from the airport, with nonstop or direct flights to destinations in all six inhabited continents. JFK is located in", "doc_score": "73.53153991699219", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_7", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "10313728", "text": "Minimum wage in the United States / in interstate commerce or in the production of goods for interstate commerce,\" but in amendments in 1961 and 1966, the federal minimum wage was extended (with slightly different rates) to employees in large retail and service enterprises, local transportation and construction, state and local government employees, as well as other smaller expansions; a grandfather clause in 1990 drew most employees into the purview of federal minimum wage policy, which now set the wage at $3.80. The federal minimum wage in the United States was reset to its current rate of $7.25 per hour in July 2009. Some U.S. territories (such", "doc_score": "90.6608657836914", "publish_date": "2018/12/31"}, {"doc_id": "247819", "text": "Minimum wage / Maria, he stated that he believes an increase to $15 an hour would cause job loss at an extraordinary level. Rensi also believes it does not only affect the fast food industry, franchising he sees as the best business model in the United States, it is dependent on people that have low job skills that have to grow and if you cannot pay them a reasonable wage then they are going to be replaced with machines. In late March 2016, Governor of California Jerry Brown reached a deal to raise the minimum wage to $15 by 2022 for big businesses", "doc_score": "92.80767059326172", "publish_date": "2018/12/31"}, {"doc_id": "10313733", "text": "Minimum wage in the United States / passed ordinances that gradually increase the minimum wage to $15.00 per hour. In 2016 New York and California became the first states to pass legislation that would gradually raise the minimum wage to $15 per hour in each state, followed by Massachusetts in 2018. In April 2014, the U.S. Senate debated the minimum wage on the federal level by way of the Minimum Wage Fairness Act. The bill would have amended the Fair Labor Standards Act of 1938 (FLSA) to increase the federal minimum wage for employees to $10.10 per hour over the course of a two-year period. The bill", "doc_score": "89.71697235107422", "publish_date": "2018/12/31"}, {"doc_id": "10313737", "text": "Minimum wage in the United States / states that significantly raises the minimum wage. California is set to raise its minimum wage to $15.00 per hour by January 1, 2023. Colorado is set to raise its minimum wage from $9.30 per hour to $12 per hour by January 1, 2020, rising $0.90 per year. New York has also passed legislation to increase its minimum wage to $15.00 per hour over time, certain counties and larger companies are set on faster schedules than others. A number of other cities and states across the country are also debating and enacting legislation to increase the minimum wage for low wage", "doc_score": "92.04952239990234", "publish_date": "2018/12/31"}, {"doc_id": "17969926", "text": "Minimum Wage Fairness Act / to: (1) $8.20 an hour beginning on the first day of the sixth month after the enactment of this Act, (2) $9.15 an hour beginning one year after the date of such initial increase, (3) $10.10 an hour beginning two years after such date, and (4) the amount determined by the United States Secretary of Labor (based on increases in the Consumer Price Index) beginning three years after such date and annually thereafter. The bill would increase the federal minimum wage for tipped employees to $3.00 an hour for one year beginning on the first day of the sixth month", "doc_score": "92.06817626953125", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_8", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "2277897", "text": "Bradyseism / Bradyseism Bradyseism is the gradual uplift (positive bradyseism) or descent (negative bradyseism) of part of the Earth's surface caused by the filling or emptying of an underground magma chamber and/or hydrothermal activity, particularly in volcanic calderas. It can persist for millennia in between eruptions and each uplift event is normally accompanied by thousands of small to moderate earthquakes. The word derives from the ancient Greek words \"bradus\", meaning'slow', and \"seism\" meaning'movement', and was coined by Arturo Issel in 1883. The area of Phlegraean Fields (Campi Flegrei), near Naples, is a collapsed caldera, namely a volcanic area formed by", "doc_score": "86.06304168701172", "publish_date": "2018/12/31"}, {"doc_id": "4549241", "text": "Ice volcano / onshore with a velocity of at least. They are known to reduce coastal erosion there. The formations are temporary — they are frequently destroyed by storms and warm weather, and once the lake wholly freezes over, eruptions are no longer possible. There is no consensus name for this phenomenon. Due to its similarity to volcanism and particularly cryovolcanism, the term \"ice volcano\" is frequently used, but it remains controversial. Unlike geysers and related structures, ice volcanoes are not hydrothermal. The uplifts may attract a number of visitors, but they are dangerous, and experts warn that people may fall through", "doc_score": "83.37489318847656", "publish_date": "2018/12/31"}, {"doc_id": "6583828", "text": "Taku Glacier / is the largest glacier in the icefield and one of the southernmost tidewater glaciers of the northern hemisphere. The glacier, which converges with the Taku River at Taku Inlet, has a history of advancing until it blocks the river, creating a lake, followed by a dramatic break of the ice dam. The most recent of these advances occurred in 1750. The glacier has advanced since 1890, and as of June 29, 2012 is from Taku Point. It is the only advancing glacier of the 20 major glaciers of the Juneau Icefield. If the advance continues it will again block the", "doc_score": "85.68722534179688", "publish_date": "2018/12/31"}, {"doc_id": "3051675", "text": "Proglacial lake / moraine, which when melted forms a mountain lake, called a \"tarn\". The movement of a glacier may flow down a valley to a confluence where the other branch carries an unfrozen river. The glacier blocks the river, which backs up into a proglacial lake, which eventually overflows or undermines the ice dam, suddenly releasing the impounded water in a glacial lake outburst flood also known by its Icelandic name a jökulhlaup. Some of the largest glacial floods in North American history were from Lake Agassiz. In modern times, the Hubbard Glacier regularly blocks the mouth of Russell Fjord at 60°", "doc_score": "84.54386138916016", "publish_date": "2018/12/31"}, {"doc_id": "5564215", "text": "Columbia Glacier (Alaska) /, to a point where the bed of the glacier rises above sea level. Columbia Glacier's retreat should be completed around 2020. Tidewater glacier advance and retreat is not directly forced by climate (adjacent tidewater glaciers may be simultaneously advancing and retreating), but rapid retreat appears to be triggered by climate-forced long-term thinning. Columbia Glacier (Alaska) The Columbia Glacier is a glacier in Prince William Sound on the south coast of the U.S. state of Alaska, is one of the fastest moving glaciers in the world, and has been retreating since the early 1980s. It was named after Columbia University,", "doc_score": "86.77934265136719", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_9", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "4930291", "text": "Beer in the United States / the San Francisco area during the 19th century. It was born out of the desire to produce lager beer without the use of refrigeration. After prohibition ended, the Anchor Brewing Company was left as the sole producer of steam beer. The company was near closure in 1965, whereupon Fritz Maytag, great-grandson of the Maytag Corporation founder, rescued the brewery and with it the steam beer style. Anchor has since trademarked the term \"Steam Beer\" and all subsequent renditions of the style are now termed \"California common\". D.G. Yuengling & Son, commonly called Yuengling (pronounced \"ying-ling\"), is the oldest operating brewing", "doc_score": "78.99745178222656", "publish_date": "2018/12/31"}, {"doc_id": "2818262", "text": "Joseph Schlitz Brewing Company / Shirley\", the eponymous characters live in Milwaukee and work for \"Shotz Brewery\", a fictional version of Schlitz. Joseph Schlitz Brewing Company The Joseph Schlitz Brewing Company was an American brewery based in Milwaukee, Wisconsin, and once the largest producer of beer in the United States. Its namesake beer, Schlitz (), was known as \"The beer that made Milwaukee famous\" and was advertised with the slogan \"When you're out of Schlitz, you're out of beer\". Schlitz first became the largest beer producer in the US in 1902 and enjoyed that status at several points during the first half of the 20th", "doc_score": "77.04425048828125", "publish_date": "2018/12/31"}, {"doc_id": "4930287", "text": "Beer in the United States / prohibition of alcoholic beverage sales, forcing nearly all American breweries to close or switch to producing non-alcoholic products. After the repeal of Prohibition, the industry consolidated into a small number of large-scale breweries. Many of the big breweries that returned to producing beer after Prohibition, today largely owned by international conglomerates like Anheuser-Busch InBev or SABMiller, still retain their dominance of the market in the 21st century. However, the majority of the new breweries that have opened in the U.S. over the past three decades have been small breweries and brewpubs, referred to as \"craft breweries\" to differentiate them from", "doc_score": "78.03790283203125", "publish_date": "2018/12/31"}, {"doc_id": "4930310", "text": "Beer in the United States / of their own. Despite growth of the craft and microbrewing industry, however, craft beer still only accounts for 11% of total beer sales by volume in the United States, although that number is expected to rise in coming decades. While the rise of craft beer in the United States has not been defined by any single geographic area, regions of the country associated with a strong craft brewing culture include the Midwest, Mountain West, and the Pacific Northwest, where the majority of American hop varietals are grown. Overall, the West Coast has the most craft breweries and the Deep South", "doc_score": "77.2459487915039", "publish_date": "2018/12/31"}, {"doc_id": "4930303", "text": "Beer in the United States / finished product. The dominance of the so-called \"macrobrew\" led to an international stereotype of \"American beer\" as poor in quality and flavor. By the 1970s, consolidation and dominance by the country's major brewers led to the fewest number of breweries in the country's modern history. Despite this, the period also saw the beginnings of the country's current craft beer movement. In 1976, optical engineer and homebrewer Jack McAuliffe founded New Albion Brewing Company in Sonoma County, California, becoming the nation's first microbrewery since Prohibition. Influenced by Fritz Maytag's recent turnaround of the Anchor Brewing Company and an earlier military stationing", "doc_score": "78.15444946289062", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_10", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "10535667", "text": "Elizabeth II / longest-serving current head of state. Elizabeth has occasionally faced republican sentiments and press criticism of the royal family, in particular after the breakdown of her children's marriages, her \"annus horribilis\" in 1992 and the death in 1997 of her former daughter-in-law Diana, Princess of Wales. However, support for the monarchy has consistently been and remains high, as does her personal popularity. Elizabeth was born at 02:40 (GMT) on 21 April 1926, during the reign of her paternal grandfather, King George V. Her father, the Duke of York (later King George VI), was the second son of the King. Her mother,", "doc_score": "90.19358825683594", "publish_date": "2018/12/31"}, {"doc_id": "10535666", "text": "Elizabeth II / realms, including South Africa, Pakistan, and Ceylon (renamed Sri Lanka), became republics. Her many historic visits and meetings include a state visit to the Republic of Ireland and visits to or from five popes. Significant events have included her coronation in 1953 and the celebrations of her Silver, Golden, and Diamond Jubilees in 1977, 2002, and 2012 respectively. In 2017, she became the first British monarch to reach a Sapphire Jubilee. She is the longest-lived and longest-reigning British monarch as well as the world's longest-reigning queen regnant and female head of state, the oldest and longest-reigning current monarch and the", "doc_score": "88.61293029785156", "publish_date": "2018/12/31"}, {"doc_id": "10535665", "text": "Elizabeth II / of Edinburgh, a former prince of Greece and Denmark, with whom she has four children: Charles, Prince of Wales; Anne, Princess Royal; Andrew, Duke of York; and Edward, Earl of Wessex. When her father died in February 1952, she became Head of the Commonwealth and queen regnant of seven independent Commonwealth countries: the United Kingdom, Canada, Australia, New Zealand, South Africa, Pakistan, and Ceylon. She has reigned through major constitutional changes, such as devolution in the United Kingdom, Canadian patriation, and the decolonisation of Africa. Between 1956 and 1992, the number of her realms varied as territories gained independence and", "doc_score": "88.7198486328125", "publish_date": "2018/12/31"}, {"doc_id": "10535709", "text": "Elizabeth II / private wealth – which were contradicted by the Palace – and reports of affairs and strained marriages among her extended family. In March, her second son, Prince Andrew, and his wife, Sarah, separated; in April, her daughter, Princess Anne, divorced Captain Mark Phillips; during a state visit to Germany in October, angry demonstrators in Dresden threw eggs at her; and, in November, a large fire broke out at Windsor Castle, one of her official residences. The monarchy came under increased criticism and public scrutiny. In an unusually personal speech, the Queen said that any institution must expect criticism, but suggested", "doc_score": "85.87104034423828", "publish_date": "2018/12/31"}, {"doc_id": "10535720", "text": "Elizabeth II / VII's Hospital as a precaution after developing symptoms of gastroenteritis. She returned to Buckingham Palace the following day. A week later, she signed the new Commonwealth charter. Because of her age and the need for her to limit travelling, in 2013 she chose not to attend the biennial meeting of Commonwealth heads of government for the first time in 40 years. She was represented at the summit in Sri Lanka by her son, Prince Charles. She had cataract surgery in May 2018. The Queen surpassed her great-great-grandmother, Queen Victoria, to become the longest-lived British monarch on 21 December 2007, and", "doc_score": "88.76974487304688", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_11", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "19789007", "text": "Sebastian Franco / Colombia, and his performance helped Colombia get bronze in the team event. Franco and Herrera were also bronze medalists at the 2013 Bolivarian Games in Trujillo, Peru. Franco has made several firsts for a South American player on the International Racquetball Tour (IRT). Most significantly, he's the first South American to win a Tier 1 event, when he won the March Madness tournament in San Antonio in March 2018. He defeated Alvaro Beltran in the quarterfinals, Jansen Allen in the semi-finals, and Alejandro Landa in the final to win the title. Franco is the 38th winner in IRT history. Earlier", "doc_score": "84.82575988769531", "publish_date": "2018/12/31"}, {"doc_id": "8279907", "text": "Sam Querrey / in the final. This was his first successful title defense, making him the first man since Andre Agassi to win two consecutive titles at this tournament. Querrey next played in Washington, where he lost in the first round to Janko Tipsarević. During his time in Washington, he along with Bob and Mike Bryan conducted a tennis clinic for children, where they unexpectedly met president Barack Obama. After early losses in the Canada Masters and the Cincinnati Masters, Querrey entered the 2010 US Open ranked no. 22 and seeded no. 20. He defeated Bradley Klahn in four sets, then defeated Marcel", "doc_score": "84.33865356445312", "publish_date": "2018/12/31"}, {"doc_id": "8279917", "text": "Sam Querrey / Querrey opened 2017 in Brisbane where he fell in a Round of 32 match to Diego Schwartzman. He then won his first two matches in the first major of the season (Australian Open) before falling in straight sets to No. 1 Andy Murray. Returning to the US, he helped the US defeat Switzerland in the first round of the Davis Cup by winning his singles match against Adrien Bossel. February saw Querrey compete in Memphis where he fell in his opening match to eventual champion Ryan Harrison. He then competed at Delray Beach where he fell in the quarterfinals to", "doc_score": "85.715576171875", "publish_date": "2018/12/31"}, {"doc_id": "18139583", "text": "Frances Tiafoe / to become one of the next tennis stars for the United States. Tiafoe first broke into the Top 100 of the ATP rankings in 2016. With his victory at the 2018 Delray Beach Open, he became the youngest American titlist on the ATP Tour since Andy Roddick in 2002. Early in his career, Tiafoe won the Orange Bowl in 2013 at 15 years old, making him the youngest boys' singles champion in the history of the tournament. At the age of 17, he became the youngest American to participate in the main draw of the French Open since Michael Chang", "doc_score": "85.12214660644531", "publish_date": "2018/12/31"}, {"doc_id": "19778966", "text": "Xander Schauffele / his opening 66, he shot rounds of 73-70-69 to finish in a tie for fifth place, earning him an exemption into the 2018 U.S. Open. Only three weeks later, on July 9, 2017, Schauffele recorded his first PGA Tour victory at the Greenbrier Classic. He started the final round three shots behind leader Sebastián Muñoz, who had led since the first round. Schauffele shot a 3-under-par 67, which included two birdies in his final three holes, to win by one stroke over Robert Streb. With the win, he earned exemptions into the Open Championship, via the Open Qualifying Series, the", "doc_score": "83.14434814453125", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_12", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "10320988", "text": "Workday, Inc. / released 31 updates to its product line as of September 6th, 2018. It releases a major update every 6 months. Workday adopted the IBM Cloud as its primary development and testing platform in order to accelerate its worldwide expansion. In February 2014, Workday acquired the startup Identified and its artificial intelligence Syman to create its Insight Apps line of products. The first products running SYMAN were announced at Workday Rising 2014. In July 2017, Workday CEO Aneel Bhusri announced that the company had decided to open up its platform to developers, partners and third party software. As a result, Workday", "doc_score": "76.39559173583984", "publish_date": "2018/12/31"}, {"doc_id": "5469411", "text": "Apple Design Awards / Apple Design Awards The Apple Design Awards (also known as the ADA) is a special event hosted by Apple Inc. at its annual Worldwide Developers Conference. The event is meant to recognize the best and most innovative Macintosh and iOS software and hardware produced by independent developers, as well as the best and most creative uses of Apple's products. The ADAs, as they are commonly known, are awarded in a variety of categories which vary from year to year. The Apple Design Awards have been presented each year since 1996, though for the first two years of their existence they", "doc_score": "76.45391845703125", "publish_date": "2018/12/31"}, {"doc_id": "5469417", "text": "Apple Design Awards / Mac OS X Product Best Mac OS X User Experience Best Mac OS X Technology Adoption Best New Product Most Innovative Product Best Look & Feel Best Apple Technology Adoption Best New Product Most Innovative Best Macintosh User Experience Best Apple Technology Adoption Most Innovative Best Look & Feel Best Apple Technology Adoption Most Innovative Most Elegant Best Look & Feel Best Overall Design Apple Design Awards The Apple Design Awards (also known as the ADA) is a special event hosted by Apple Inc. at its annual Worldwide Developers Conference. The event is meant to recognize the best and most", "doc_score": "76.90662384033203", "publish_date": "2018/12/31"}, {"doc_id": "4369", "text": "Apple Inc. / of retail locations and its geographical coverage, with 499 stores across 22 countries worldwide. Strong product sales have placed Apple among the top-tier retail stores, with sales over $16 billion globally in 2011. In May 2016, Angela Ahrendts, Apple's current Senior Vice President of Retail, unveiled a significantly redesigned Apple Store in Union Square, San Francisco, featuring large glass doors for the entry, open spaces, and rebranded rooms. In addition to purchasing products, consumers can get advice and help from \"Creative Pros\" – individuals with specialized knowledge of creative arts; get product support in a tree-lined Genius Grove; and", "doc_score": "76.32633209228516", "publish_date": "2018/12/31"}, {"doc_id": "20153540", "text": "Global Accessibility Awareness Day / Global Accessibility Awareness Day Global Accessibility Awareness Day (GAAD) is an awareness day focusing on digital access and inclusion for the more than one billion people with disabilities and impairments. It is marked annually on the third Thursday of May. The next GAAD is Thursday, May 16, 2019. In 2018, in addition to a number of virtual events marking GAAD, there were events open to the public in at least nineteen countries on six continents. According to the Global Accessibility Awareness Day website, \"The purpose of GAAD is to get everyone talking, thinking and learning about digital (web, software, mobile,", "doc_score": "76.57817077636719", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_13", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "86549", "text": "Coca-Cola / 2014, Coca-Cola said it is working to remove a controversial ingredient, brominated vegetable oil, from all of its drinks. The exact formula of Coca-Cola's natural flavorings (but not its other ingredients, which are listed on the side of the bottle or can) is a trade secret. The original copy of the formula was held in SunTrust Bank's main vault in Atlanta for 86 years. Its predecessor, the Trust Company, was the underwriter for the Coca-Cola Company's initial public offering in 1919. On December 8, 2011, the original secret formula was moved from the vault at SunTrust Banks to a new", "doc_score": "86.23400115966797", "publish_date": "2018/12/31"}, {"doc_id": "3622161", "text": "The Coca-Cola Company / \"Coca-Cola\" visitor centers in Israel, Belgium and Turkey. The Coca-Cola Company The Coca-Cola Company is an American corporation, and manufacturer, retailer, and marketer of nonalcoholic beverage concentrates and syrups. The company is best known for its flagship product Coca-Cola, invented in 1886 by pharmacist John Stith Pemberton in Atlanta, Georgia. The Coca-Cola formula and brand were bought in 1894 by Asa Griggs Candler (December 30, 1851 – March 12, 1929), who incorporated The Coca-Cola Company. The company—headquartered in Atlanta, Georgia, but incorporated in Wilmington, Delaware—has operated a franchised distribution system since 1889: the Company only produces syrup concentrate, which is", "doc_score": "83.86954498291016", "publish_date": "2018/12/31"}, {"doc_id": "3622127", "text": "The Coca-Cola Company / The Coca-Cola Company The Coca-Cola Company is an American corporation, and manufacturer, retailer, and marketer of nonalcoholic beverage concentrates and syrups. The company is best known for its flagship product Coca-Cola, invented in 1886 by pharmacist John Stith Pemberton in Atlanta, Georgia. The Coca-Cola formula and brand were bought in 1894 by Asa Griggs Candler (December 30, 1851 – March 12, 1929), who incorporated The Coca-Cola Company. The company—headquartered in Atlanta, Georgia, but incorporated in Wilmington, Delaware—has operated a franchised distribution system since 1889: the Company only produces syrup concentrate, which is then sold to various bottlers throughout the world", "doc_score": "84.05638885498047", "publish_date": "2018/12/31"}, {"doc_id": "86528", "text": "Coca-Cola / Coca-Cola Coca-Cola, or Coke is a carbonated soft drink manufactured by The Coca-Cola Company. Originally intended as a patent medicine, it was invented in the late 19th century by John Pemberton and was bought out by businessman Asa Griggs Candler, whose marketing tactics led Coca-Cola to its dominance of the world soft-drink market throughout the 20th century. The drink's name refers to two of its original ingredients: coca leaves, and kola nuts (a source of caffeine). The current formula of Coca-Cola remains a trade secret, although a variety of reported recipes and experimental recreations have been published. The Coca-Cola Company", "doc_score": "86.63066101074219", "publish_date": "2018/12/31"}, {"doc_id": "4801604", "text": "Coca Cola Corporation / Coca Cola Corporation Coca Cola Corporation was an Atlanta, Georgia company, the first large-scale manufacturer and marketer of beverages based on the Coca-Cola formula, and closely related to The Coca-Cola Company, the corporation that took on that role by 1900 and became a worldwide business. After Asa Candler purchased the formula in 1899 from its developer, druggist John Pemberton, the latter's alcoholic son Charley Pemberton returned from Louisville, Kentucky the next year. He claimed his father had promised him the rights to the formula. The father corroborated this, and the incorporation proceeded with the younger Pemberton joining Candler and Woolfolk", "doc_score": "81.29155731201172", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_14", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "20579196", "text": "75th Venice International Film Festival / 75th Venice International Film Festival The 75th Venice International Film Festival was held from 29 August to 8 September 2018. Mexican film director Guillermo del Toro was named as the President of the Jury. \"First Man\", directed by Damien Chazelle, was selected to open the festival. Guillermo del Toro was named as the Jury President for the main competition section, with Michele Riondino hosting the festival. The festival poster is made by Italian artist Lorenzo Mattotti, who designed it in the way \"that attracts the eye, that attracts thought, but without revealing too much.\" The Golden Lion was awarded to", "doc_score": "78.1832046508789", "publish_date": "2018/12/31"}, {"doc_id": "20434976", "text": "2018 Cannes Film Festival / 2018 Cannes Film Festival The 71st annual Cannes Film Festival was held from 8 to 19 May 2018. Australian actress Cate Blanchett acted as President of the Jury. The Japanese film \"Shoplifters\", directed by Hirokazu Kore-eda, won the Palme d'Or. Asghar Farhadi's psychological thriller \"Everybody Knows\", starring Javier Bardem, Penélope Cruz and Ricardo Darín, opened the festival and competed in the Main Competition section. It was the second Spanish-language film to open Cannes, following Pedro Almodóvar's \"Bad Education\", which screened on the opening night of the 2004 festival. The official festival poster features Jean-Paul Belmondo and Anna Karina from Jean-Luc", "doc_score": "78.845458984375", "publish_date": "2018/12/31"}, {"doc_id": "17688301", "text": "71st Venice International Film Festival / 71st Venice International Film Festival The 71st annual Venice International Film Festival took place in Venice, Italy between 27 August to 6 September 2014. The festival opened with Alejandro G. Iñárritu's film \"Birdman\", and closed with Ann Hui's drama film \"The Golden Era\". Italian actress Luisa Ranieri hosted the opening and closing nights of the festival. The Swedish film \"A Pigeon Sat on a Branch Reflecting on Existence\", directed by Roy Andersson, won the Golden Lion, and Joshua Oppenheimer's \"The Look of Silence\" won the Grand Jury Prize. American filmmakers Thelma Schoonmaker and Frederick Wiseman were the recipients of the", "doc_score": "78.3792724609375", "publish_date": "2018/12/31"}, {"doc_id": "20579198", "text": "75th Venice International Film Festival / International Critics' Week Venice Days The following collateral awards were conferred to films of the official selection: 75th Venice International Film Festival The 75th Venice International Film Festival was held from 29 August to 8 September 2018. Mexican film director Guillermo del Toro was named as the President of the Jury. \"First Man\", directed by Damien Chazelle, was selected to open the festival. Guillermo del Toro was named as the Jury President for the main competition section, with Michele Riondino hosting the festival. The festival poster is made by Italian artist Lorenzo Mattotti, who designed it in the way \"that", "doc_score": "77.81460571289062", "publish_date": "2018/12/31"}, {"doc_id": "16547693", "text": "69th Venice International Film Festival / 69th Venice International Film Festival The 69th annual Venice International Film Festival, organized by Venice Biennale, took place at Venice Lido from 29 August to 8 September 2012. The festival opened with the Indian director Mira Nair's \"The Reluctant Fundamentalist\", and closed with the Out of Competition film \"The Man Who Laughs\", directed by Jean-Pierre Ameris. Terrence Malick's film \"To the Wonder\" was met with both boos and cheers from critics at its premiere. The Golden Lion for Best Film was won by \"Pietà\", directed by South Korean filmmaker Kim Ki-duk. Paul Thomas Anderson for \"The Master\" won the Silver", "doc_score": "76.5809097290039", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_15", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "14542927", "text": "Elizabeth Truss / controversial 'A List'. In October 2009, she was selected for the South West Norfolk seat by members of the constituency Conservative Association. She won over 50% of the vote in the first round of the final against five other candidates. Shortly after her selection, some members of the constituency Association objected to Truss's selection, claiming that information about her infidelity, reported to have taken place several years earlier, with the Conservative MP Mark Field had been withheld from the members. A motion was proposed to terminate Truss's candidature, but this was defeated by 132 votes to 37 at a general", "doc_score": "86.36029815673828", "publish_date": "2018/12/31"}, {"doc_id": "14542921", "text": "Elizabeth Truss / Elizabeth Truss Mary Elizabeth Truss (born 26 July 1975), also known as Liz Truss, is a British Conservative Party politician and Chief Secretary to the Treasury who has been the Member of Parliament (MP) for South West Norfolk since 2010. After graduating from the University of Oxford in 1996, Truss worked in sales, as an economist, and was deputy director at the think-tank Reform, before becoming a member of parliament at the 2010 general election. As a backbencher, she called for reform in a number of policy areas, including childcare, maths education, and the economy. She founded the Free Enterprise", "doc_score": "88.53047180175781", "publish_date": "2018/12/31"}, {"doc_id": "14542923", "text": "Elizabeth Truss / Eleanor of Provence in 1253). On 11 June 2017, as part of a Cabinet reshuffle following the 2017 general election, Truss was appointed Chief Secretary to the Treasury. Truss was born in Oxford, England. She was raised in a northern, left-wing household; her father, John Truss, is a professor of pure mathematics at the University of Leeds; her mother was a nurse, teacher, and member of the CND. Truss has described both as being \"to the left of Labour\". When Truss later ran for election to Parliament, her mother agreed to campaign for her and her father declined to do", "doc_score": "85.65042877197266", "publish_date": "2018/12/31"}, {"doc_id": "20126946", "text": "Shakira Martin (NUS) / of the Higher Education Policy Institute, praised Martin as a 'born communicator with profound empathy for her members'. The findings of the Poverty Commission were published in April 2018, making 40 recommendations, and was positively received by Universities UK and the University Alliance. In March 2018, Martin was re-elected to a second term with 51% of the vote in the first round of voting, along with deputy Amatey Doku; the latter received 68% after calling for nationwide student-led mobilization to demand a ‘people’s vote’ on the final Brexit deal. Martin reaffirmed her commitment to 'fight student poverty, defend student rights", "doc_score": "81.0945053100586", "publish_date": "2018/12/31"}, {"doc_id": "14542926", "text": "Elizabeth Truss / from 1998 to 2000. She was elected as a councillor in the London Borough of Greenwich in 2006, standing down in 2010, shortly before the end of her term of office. Truss contested election for the Labour constituency of Hemsworth in 2001, swinging the vote by 4%. Prior to the 2005 general election parliamentary candidate for Calder Valley Sue Catling was pressured to resign by the local Conservative Association, whereupon Truss was selected to fight the seat. A locally divided Conservative party resulted in a hold for Labour. Under David Cameron as Conservative leader, Truss was added to the party's", "doc_score": "83.46409606933594", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_16", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "14966485", "text": "FDA Food Safety Modernization Act / FDA Food Safety Modernization Act The Food Safety Modernization Act (FSMA) was signed into law by President Barack Obama on January 4, 2011. The FSMA has given the Food and Drug Administration (FDA) new authorities to regulate the way foods are grown, harvested and processed. The law grants the FDA a number of new powers, including mandatory recall authority, which the agency has sought for many years. The FSMA requires the FDA to undertake more than a dozen rulemakings and issue at least 10 guidance documents, as well as a host of reports, plans, strategies, standards, notices, and other tasks.", "doc_score": "88.80646514892578", "publish_date": "2018/12/31"}, {"doc_id": "14255258", "text": "Kevin's Law / Kevin's Law Kevin's Law (as referred to in Representative Anna Eshoo's introduction of the law in 2005 and in the 2008 documentary \"Food, Inc.\"; formally known as the Meat and Poultry Pathogen Reduction and Enforcement Act of 2003) was proposed legislation that would have given the United States Department of Agriculture the power to close down plants that produce contaminated meat. Kevin's Law was nicknamed in memory of two-year-old Kevin Kowalcyk of Colorado, who died in 2001 after developing hemolytic-uremic syndrome due to eating a hamburger contaminated with. The bill was introduced by Rep. Anna G. Eshoo, D-Palo Alto,", "doc_score": "84.77654266357422", "publish_date": "2018/12/31"}, {"doc_id": "14966511", "text": "FDA Food Safety Modernization Act / manufacturing, processing, packing or holding of animal food\" and \"require that certain facilities establish and implement hazard analysis and risk-based preventive controls for food for animals\", but animal food at alcoholic beverage facilities would not be exempt pursuant to section 116 of FSMA since \"those spent grains are not alcoholic beverages themselves, and they are not in a prepackaged form that prevents any direct human contact with the food\". FDA Food Safety Modernization Act The Food Safety Modernization Act (FSMA) was signed into law by President Barack Obama on January 4, 2011. The FSMA has given the Food and Drug", "doc_score": "85.1001205444336", "publish_date": "2018/12/31"}, {"doc_id": "17846658", "text": "Nutrition labeling requirements of the Affordable Care Act / standard menu items at chain restaurants became effective on March 23, 2010, when President Barack Obama signed the bill into law. Because specific provisions of the law depend on rules developed by the Food and Drug Administration, certain requirements could not be immediately enforced. Immediately upon enactment of the law, the following provisions of Section 4205 were required: Restaurants or similar food establishments covered by the provision were required to: Chain vending machine operators covered by the provision were required to: Despite the requirement of these provisions immediately upon enactment of the law, several provisions cannot be enforced until the", "doc_score": "88.10731506347656", "publish_date": "2018/12/31"}, {"doc_id": "14966498", "text": "FDA Food Safety Modernization Act / Congressional Budget Office reported that the fees would not cover the cost of the new system, leaving the FDA to incur a net cost of $2.2 billion over five years. For the first time, the FDA will have a legislative mandate to require comprehensive, science-based preventive controls across the food supply, including pet food and animal feed. The FSMA recognizes that preventive control standards improve food safety only to the extent that producers and processors comply with them. FSMA provides the FDA with new authority to conduct inspections and ensure compliance. The bill gives the FDA the authority to recall", "doc_score": "86.0492935180664", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_17", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "20333000", "text": "New York v. Trump / or detention based solely on their immigration status while deferred action was in effect. Participation was granted for two years with renewal possible. DACA grantees also got work authorizations and were eligible to receive Social Security, retirement, disability benefits, and, in certain states, benefits such as driver’s licenses or unemployment insurance. But several years later and in fulfillment of a Trump campaign promises made June 16, 2015 and August 31, 2016 the Acting Secretary of Homeland Security Elaine Duke rescinded the Napolitano memo on September 5, 2017. The Trump administration then sent the program to Congress for rework within six", "doc_score": "84.91939544677734", "publish_date": "2018/12/31"}, {"doc_id": "16042051", "text": "Department of Justice v. Landano / use of it. The United States Department of Justice now uses more rigorous standards in determining what can be withheld under Exemption 7(D) and now uses more detailed and case-specific proofs for why a document cannot be released to the public. Even at the administrative level, \"Landano\" decision must be and is followed. Vincent James Landano received the documents he requested in accordance with the Supreme Court's decision. In 1994, a court of appeals voided Landano's murder conviction and returned the case to Hudson County, New Jersey for a retrial. Landano was acquitted of murder in the retrial in 1998.", "doc_score": "81.8411865234375", "publish_date": "2018/12/31"}, {"doc_id": "19923220", "text": "Kazarian v. USCIS / Kazarian v. USCIS Kazarian v. USCIS refers to a case decided by the United States Court of Appeals for the Ninth Circuit on March 4, 2010, pertaining to a decision by United States Citizenship and Immigration Services (USCIS) on a Form I-140 EB-1 application. The decision led the USCIS to issue a policy memo (dated December 22, 2010) change its adjudication process for EB-1 and EB-2 petitions to a \"two-step review\" where the first step would focus on counting pieces of evidence and the second step would be a final merits determination. The case has been cited by USCIS as", "doc_score": "82.05004119873047", "publish_date": "2018/12/31"}, {"doc_id": "20549123", "text": "Nunes memo / classified 10 page rebuttal of claims in the Nunes memo, which was initially blocked for release. After the Nunes memo was released to the public, the House Intelligence Committee voted unanimously to release the Democrats' memo. On February 9, Trump blocked release of the Democrats' memo, saying the committee should redact classified and sensitive material before releasing it to the public. A redacted version of the Democratic memo was ultimately released on February 24. The memo states that a FISA warrant on Carter Page was sought and obtained on October 21, 2016, and that there were three subsequent 90-day renewals.", "doc_score": "82.75791931152344", "publish_date": "2018/12/31"}, {"doc_id": "19784284", "text": "United States of America v. Campo and Flores / to jail for 15 years\". On November 7, 2016, trial for the nephews was initiated, with a jury of 16 people, 10 men and 6 women, with 4 of the present listed as alternates. Drug Enforcement Administration Special Agent Sandal Gonzalez and a Haitian Brigade de Lutte contre le Trafic de Stupéfiants Agent, as well as the two arrested informants, were used as witnesses during the trial. The trial began with United States prosecutor Emil Bove provided an opening statement. Bove explained how the nephews \"believed they were so powerful in their country they could ship almost a metric ton", "doc_score": "81.25432586669922", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_18", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "20385115", "text": "Remote sensing (geology) / Western, Central and Eastern Tibesti Volcanic Province shows no significant sign of spatially progressive volcanism, and hence it is unlikely to be a hotspot as the manifestation of Hawaiian or Galapagos Islands. More data and systematic field survey and studies, for instance geochemical and radiometric dating, are great topics to focus on in the near future. The Tibesti board swell dome is also studied as a regional river system to estimate the uplift rate. Water bodies Water bodies, for instance ocean and glaciers, could be studied using remote sensing. Here are two examples for plankton and glacier mapping. The bloom", "doc_score": "79.37248229980469", "publish_date": "2018/12/31"}, {"doc_id": "18557653", "text": "Bluefin Robotics / functions include intelligence missions, small-scale survey missions recovering data, communications relays, conducting training, or functioning as a decoy for the U.S. Navy. HAUV is a two-man-portable hovering AUV designed for real-time data ship hull inspection. It identifies and maps structural issues on a ship’s hull including large ocean going cargo ships, petroleum and chemical tankers, cruise ships and military surface and sub-surface vessels without dry-docking the ship. In March 2011, an HAUV was used to inspect the hull of the Navy's oldest commissioned warship, USS \"Constitution\", in Boston Harbor. In 2016, in conjunction with the Office of Naval Research, Bluefin", "doc_score": "79.11099243164062", "publish_date": "2018/12/31"}, {"doc_id": "17322649", "text": "Water remote sensing / the gradual development of understanding of the transparency of natural waters and of the reason of their clarity variability and coloration has been sketched from the times of Henry Hudson (1600) to those of Chandrasekhara Raman (1930). However, the development of water remote sensing techniques (by the use of satellite imaging, aircraft or close range optical devices) didn't start until the early 1970s. These first techniques measured the spectral and thermal differences in the emitted energy from water surfaces. In general, empirical relationships were settled between the spectral properties and the water quality parameters of the water body. In 1974,", "doc_score": "81.12315368652344", "publish_date": "2018/12/31"}, {"doc_id": "20385091", "text": "Remote sensing (geology) / and vegetation that preferentially grows above different types of rocks, can also help infer the underlying geological patterns. Remote sensing data is often visualized using Geographical Information System (GIS) tools. Such tools permit a range of quantitative analyses, such as using different wavelengths of collected data sets in various Red-Green-Blue configurations to produce false color imagery to reveal key features. Thus, image processing is an important step to decipher parameters from the collected image and to extract information. In remote sensing, the electromagnetic radiation acts as the information carrier, with a distance of tens to thousands of kilometers distance between", "doc_score": "77.12329864501953", "publish_date": "2018/12/31"}, {"doc_id": "13961089", "text": "Earthmine / Earthmine earthmine, inc. is a company located in Berkeley, California devoted to \"indexing reality\". The company uses vehicle mounted camera rigs to capture imagery and three dimensional data of the urban environment. It was founded in 2006 by John Ristevski and Anthony Fassero. earthmine uses technology licensed from the Jet Propulsion Laboratory to capture 3D data at regular intervals while driving. Collection is accomplished with the MARS collection system, which employs a set of cameras mounted to the roof of a car. As of November 2009, earthmine has established a network of collection partners in the United States and around", "doc_score": "78.67603302001953", "publish_date": "2018/12/31"}]}
{"question_id": "20220909_19", "search_time": "2022/09/10/19:01", "search_result": [{"doc_id": "12817995", "text": "First inauguration of Barack Obama / used during the luncheon were replicas of those used in the Lincoln White House. A luncheon at the U.S. Capitol has been part of the inaugural program since 1953 (before that time, the luncheon was usually held at the White House and hosted by the outgoing President and First Lady). The menu for the 2009 inaugural luncheon, which often features dishes representative of the home states of the new President and Vice President, included seafood stew, duck and pheasant entrees with Pinot noir wine, and a dessert of apple cinnamon sponge cake with sweet cream glacé. Since 1985, a painting", "doc_score": "86.17216491699219", "publish_date": "2018/12/31"}, {"doc_id": "12817947", "text": "First inauguration of Barack Obama / First inauguration of Barack Obama The first inauguration of Barack Obama as the 44th President of the United States took place on Tuesday, January 20, 2009. The inauguration, which set a record attendance for any event held in Washington, D.C., marked the commencement of the first four-year term of Barack Obama as President and Joe Biden as Vice President. Based on the combined attendance numbers, television viewership, and Internet traffic, it was among the most-observed events ever by the global audience. \"A New Birth of Freedom\", a phrase from the Gettysburg Address, served as the inaugural theme to commemorate the", "doc_score": "85.1562728881836", "publish_date": "2018/12/31"}, {"doc_id": "6781763", "text": "United States presidential inauguration / D. Eisenhower's 1953 parade included about 22,000 service men and women and 5,000 civilians, which included 50 state and organization floats costing $100,000. There were also 65 musical units, 350 horses, 3 elephants, an Alaskan dog team, and the 280-millimeter atomic cannon. In 1977, Jimmy Carter became the first president to set out by foot for more than a mile on the route to the White House. The walk has become a tradition that has been matched in ceremony if not in length by the presidents who followed. Twice during the 20th century, an inaugural parade down Pennsylvania Avenue was", "doc_score": "83.4635238647461", "publish_date": "2018/12/31"}, {"doc_id": "6781740", "text": "United States presidential inauguration / units and Revolutionary War veterans escorted George Washington to his first inauguration ceremony. Their participation traditionally includes musical units, color guards, salute batteries and honor cordons. Military support to the inauguration honors the new president, who is commander-in-chief of the armed forces, and recognizes civilian control of the military. In addition to the public, the attendees at the ceremony generally include the vice president, members of Congress, Supreme Court justices, high-ranking military officers, former presidents, living Medal of Honor recipients, and other dignitaries. The outgoing president customarily attends the president-elect's inauguration. Only five have chosen not to do so. John", "doc_score": "83.25096130371094", "publish_date": "2018/12/31"}, {"doc_id": "6781766", "text": "United States presidential inauguration / called upon Washington in New York City. This tradition resumed in 1985 with President Reagan and continues under the auspices of a Presidential Inaugural Prayer Committee based at Old St. George's. The first Inaugural Ball was held on the night of James Madison's first inauguration in 1809. Tickets were $4 and it took place at Long’s Hotel. The security for the inaugural celebrations is a complex matter, involving the Secret Service, Department of Homeland Security, Federal Protective Service (DHS-FPS), all five branches of the Armed Forces, the Capitol Police, the United States Park Police (USPP), and the Metropolitan Police Department", "doc_score": "83.35282897949219", "publish_date": "2018/12/31"}]}
