{"question_id": "20220916_0", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "1145371", "text": "Charles, Prince of Wales / Charles, Prince of Wales Charles, Prince of Wales (Charles Philip Arthur George; born 14 November 1948) is the heir apparent to the British throne as the eldest child of Queen Elizabeth II. He has been Duke of Cornwall and Duke of Rothesay since 1952, and is the oldest and longest-serving heir apparent in British history. He is also the longest-serving Prince of Wales, having held that title since 1958. Charles was born at Buckingham Palace as the first grandchild of King George VI and Queen Elizabeth. He was educated at Cheam and Gordonstoun Schools, which his father, Prince Philip, Duke", "doc_score": "94.30570983886719", "publish_date": "2018/12/31"}, {"doc_id": "3544753", "text": "Succession to the British throne / Catholics are eligible. Queen Elizabeth II is the sovereign, and her heir apparent is her eldest son, Charles, Prince of Wales. Next in line after him is Prince William, Duke of Cambridge, the Prince of Wales's elder son. Third in line is Prince George, the eldest child of the Duke of Cambridge, followed by his sister, Princess Charlotte and younger brother, Prince Louis. Sixth in line is Prince Harry, Duke of Sussex, the younger son of the Prince of Wales. Under the Perth Agreement, which came into effect in 2015, only the first six in line of succession require the", "doc_score": "94.19438934326172", "publish_date": "2018/12/31"}, {"doc_id": "3544777", "text": "Succession to the British throne / stipulate whoever is monarch of the United Kingdom will also be monarch of that realm. In February 1952, on her accession, Elizabeth II was proclaimed as sovereign separately throughout her realms. In October 2011, the heads of government of all 16 realms agreed unanimously at a meeting held in Perth, Australia, to proposed changes to the royal succession laws that would see the order of succession for people born after 28 October 2011 governed by absolute primogeniture—wherein succession passes to an individual's children according to birth order, regardless of sex—instead of male-preference primogeniture. They also agreed to lift a ban", "doc_score": "89.61259460449219", "publish_date": "2018/12/31"}, {"doc_id": "575693", "text": "Monarchy of the United Kingdom / Clarence House and Kensington Palace. The palaces belong to the Crown; they are held in trust for future rulers, and cannot be sold by the monarch. Sandringham House in Norfolk and Balmoral Castle in Aberdeenshire are privately owned by the Queen. The present Sovereign's full style and title is \"Elizabeth the Second, by the Grace of God, of the United Kingdom of Great Britain and Northern Ireland and of Her other Realms and Territories Queen, Head of the Commonwealth, Defender of the Faith\". The title \"Head of the Commonwealth\" is held by the Queen personally, and is not vested in", "doc_score": "88.25310516357422", "publish_date": "2018/12/31"}, {"doc_id": "3544754", "text": "Succession to the British throne / sovereign's consent before they marry; without such consent, they and their children would be disqualified from succession. The first four individuals in the line of succession who are over 21, and the sovereign's consort, may be appointed Counsellors of State. Counsellors of State perform some of the sovereign's duties in the United Kingdom while he or she is out of the country or temporarily incapacitated. Otherwise, individuals in the line of succession need not have specific legal or official roles. The United Kingdom is one of the 16 Commonwealth realms. Each of those countries has the same person as monarch", "doc_score": "88.99034118652344", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_1", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "1822958", "text": "Monkeypox / in Africa. Diagnosis can be confirmed by testing a lesion for the virus's DNA. The disease can appear similar to chickenpox. The smallpox vaccine is believed to prevent infection. Cidofovir may be useful as treatment. The risk of death in those infected is up to 10%. The disease mostly occurs in Central and West Africa. It was first identified in 1958 among laboratory monkeys. The first cases in humans were found in 1970 in the Democratic Republic of the Congo. An outbreak that occurred in the United States in 2003 was traced to a pet store where imported Gambian rodents", "doc_score": "78.49578857421875", "publish_date": "2018/12/31"}, {"doc_id": "1822966", "text": "Monkeypox / in 1996–1997. In 2003, a small outbreak of human monkeypox in the United States occurred among owners of pet prairie dogs. The outbreak originated from Villa Park, Illinois, outside of Chicago, when an exotic animal dealer kept young prairie dogs in close proximity to an infected Gambian pouched rat (\"Cricetomys gambianus\") recently imported from Accra, Ghana. Seventy-one people were reportedly infected, in which no fatalities occurred. In 2005, 49 cases were reported Sudan for the first time. No infected patients died. The genetic analysis suggests that the virus did not originate in Sudan but was imported, most likely from DRC.", "doc_score": "77.60311126708984", "publish_date": "2018/12/31"}, {"doc_id": "17365521", "text": "Monkeypox virus / 1986, over 400 cases in humans were reported. Small viral outbreaks with a death rate in the range of 10% and a secondary human to human infection rate of about the same amount occur routinely in equatorial Central and West Africa. The primary route of infection is thought to be contact with the infected animals or their bodily fluids. The first reported outbreak in the United States occurred in 2003 in the midwestern states of Illinois, Indiana, and Wisconsin, with one occurrence in New Jersey. The outbreak was traced to prairie dogs infected from an imported Gambian pouch rat. No", "doc_score": "80.2010498046875", "publish_date": "2018/12/31"}, {"doc_id": "1822969", "text": "Monkeypox / lesions occurred on head, trunk, and extremities; many of the patients had initial and satellite lesions on palms, soles, and extremities. Rashes were generalized in some patients. After onset of the rash, patients generally manifested rash lesions in different stages. All patients reported direct or close contact with prairie dogs, later found to be infected with the monkeypox virus. Monkeypox has been reportedly spread around southeast and south Nigeria. Some states and the federal government of Nigeria are currently seeking a way to contain it, as well as find a cure for the infected ones. It has spread to Lagos,", "doc_score": "75.91130828857422", "publish_date": "2018/12/31"}, {"doc_id": "1822960", "text": "Monkeypox / first discovered in monkeys (hence the name) in 1958, and in humans in 1970. Between 1970 and 1986, over 400 cases in humans were reported. Small viral outbreaks with a death rate in the range of 10% and a secondary human-to-human infection rate of about the same amount occur routinely in equatorial Central and West Africa. The primary route of infection is thought to be contact with the infected animals or their bodily fluids. The first reported outbreak outside of the African continent occurred in the United States in 2003 in the Midwestern states of Illinois, Indiana, and Wisconsin, with", "doc_score": "78.84891510009766", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_2", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "17435751", "text": "67th Primetime Emmy Awards / two Streaming service networks win four Acting awards: Netflix, with Uzo Aduba in \"Orange Is the New Black\" and Reg E. Cathey in \"House of Cards\"; and Amazon Studios, with Jeffrey Tambor for \"Transparent\" and Bradley Whitford for the same show. The Primetime Emmy Award for Outstanding Comedy Series went to the HBO political satire \"Veep\", which not only broke \"Modern Family\"s five-year hold on the award but became the second time a premium channel won Outstanding Comedy Series (the first was for HBO's surrealist romantic comedy \"Sex and the City\" in 2001). The Academy of Television Arts & Sciences", "doc_score": "86.31876373291016", "publish_date": "2018/12/31"}, {"doc_id": "8230485", "text": "Primetime Emmy Award for Outstanding Drama Series / nominated in the Outstanding Miniseries category but the Academy ruled that the nomination was not valid a few days later and later allowed the program to compete in the Outstanding Drama Series category. Since 2000, every single winner has been a serial drama: \"The West Wing\" (2000–2003), \"The Sopranos\" (2004, 2007), \"Lost\" (2005), \"24\" (2006), \"Mad Men\" (2008–2011), \"Homeland\" (2012), \"Breaking Bad\" (2013–2014), \"Game of Thrones\" (2015–2016, 2018), and \"The Handmaid's Tale\" (2017). Since the advent of \"Hill Street Blues\" in 1981, every winner has had some serialized arcs with the exception of \"Law & Order\". The majority of these", "doc_score": "89.8706283569336", "publish_date": "2018/12/31"}, {"doc_id": "13768133", "text": "29th Primetime Emmy Awards / champion of the ceremony was the miniseries \"Roots\". \"Roots\" set several milestones and broke multiple records during the night. It became the first show to receive at least twenty major nominations (21). Adding its nominations in Creative Arts categories, its total expands to 37. Both records still stand for all shows. It was the first show to gain every nomination in an acting category. Its thirteen acting nominations tied the record set the previous year by \"Rich Man, Poor Man\", however all of \"Roots\" nominations came in the miniseries category, while \"Rich Man, Poor Man\" had nominations cross over into", "doc_score": "86.78793334960938", "publish_date": "2018/12/31"}, {"doc_id": "12949512", "text": "61st Primetime Emmy Awards / held the record of 13 since 1986, while \"30 Rock\" had tied this the previous year. The 18 major nominations became the third biggest record of all time, behind \"Roots\" record number of 21 in 1977 and \"NYPD Blue\"s mark of 19 in 1994. These records still stand. The drama field also crowned the defending champion, AMC's \"Mad Men\". It won two major awards on that night. After airing for fifteen seasons, \"ER\" went out a winner as its series finale won for Outstanding Directing for a Drama Series. This was the first major win for \"ER\" since 2001. Cherry", "doc_score": "87.8482437133789", "publish_date": "2018/12/31"}, {"doc_id": "19962579", "text": "69th Primetime Emmy Awards / Moore on July 13, 2017. Channelwise, the freshman HBO science fiction western drama \"Westworld\" and NBC sketch comedy \"Saturday Night Live\" were the most nominated programs, each with 22 nominations. Host Stephen Colbert opened the ceremony with a song-and-dance number and a monologue that lampooned the state of the world under President Donald Trump, which \"The New York Times\" said set an anti-Trump tone for the rest of the event. Many of the further presentations and host commentary continued jokes aimed towards Trump, along with winners' speeches criticizing the President and standing behind diversity in the television field. Sean Spicer,", "doc_score": "86.34508514404297", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_3", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "19830204", "text": "First 100 days of Donald Trump's presidency / Putin inquired about extending New START (Strategic Arms Reduction Treaty) a nuclear arms reduction treaty between the United States and the Russia signed in 2010, which was expected to last until 2021. and, after ratification, Trump denounced the treaty claiming that it favored Russia and was \"one of several bad deals negotiated by the Obama administration\". \"The New York Times\" reported that on February 14, Russia deployed a new type of fully operational ground-launched intermediate-range cruise missile that \"violates a landmark arms control treaty\". The Americans have changed its name from SSC-X-8 to SSC-8, reflecting its status as \"operational\" not", "doc_score": "80.38829040527344", "publish_date": "2018/12/31"}, {"doc_id": "20777482", "text": "2018 Russia–United States summit / later, Trump amended part of his remarks, contending that he had misspoken due to an incorrectly perceived \"double-negative\". Helsinki previously served as the location for the signing of the Helsinki Accords in 1975, following a series of meetings intended to reduce tensions between the Western and Soviet blocs during the Cold War. The US National Security Advisor John R. Bolton met with Russian President Vladimir Putin on June 27, 2018, to discuss the details of the summit and other bilateral issues. On June 28, the location of the summit was announced by the White House and the Kremlin to be", "doc_score": "79.94752502441406", "publish_date": "2018/12/31"}, {"doc_id": "19830158", "text": "First 100 days of Donald Trump's presidency / it requests federal agency reports by late March 2017 which \"identify and quantify all sources of direct and indirect Federal aid or assistance to the Government of Mexico on an annual basis over the past five years, including all bilateral and multilateral development aid, economic assistance, humanitarian aid, and military aid.\" On January 27, Forbes cautioned that the 20% Mexican Import Tariff on all imported goods announced by Spicer to pay for the 1,933-mile (3,111 km) frontier wall would be \"paid by Americans\". GOP donors, Brothers Charles and David Koch, and their advocacy group, Americans For Prosperity, oppose Paul Ryan's", "doc_score": "78.32575225830078", "publish_date": "2018/12/31"}, {"doc_id": "19830205", "text": "First 100 days of Donald Trump's presidency / \"X\" referring to \"in development\". On February 16, 2017, President Trump's Secretary of Defense, James Mattis, declared that the United States was not currently prepared to collaborate with Russia on military matters—including future anti-ISIL US operations. On February 24, Trump \"risked triggering a new Cold War-style arms race between Washington and Moscow. In an interview with \"Reuters\", Trump said that the \"treaty limiting Russian and U.S. nuclear arsenals was a bad deal for Washington\" and he \"would put the U.S. nuclear arsenal \"at the top of the pack.\" In response, Russia's Konstantin Kosachev wrote on his Facebook page, \"arguably Trump's", "doc_score": "78.48129272460938", "publish_date": "2018/12/31"}, {"doc_id": "19830127", "text": "First 100 days of Donald Trump's presidency / the technology of departments such as Veterans Affairs. In his new position, Kushner will work with Chris Christie, who will chair the newly established \"President's Commission on Combating Drug Addiction and the Opioid Crisis\" in response to Trump's pledge to combat opioid abuse. On January 28, in his eleventh Presidential Memoranda, \"Organization of the National Security Council and the Homeland Security Council\", White House Chief Strategist, Steve Bannon, was designated as a regular attendee to the National Security Council (NSC)′s Principals Committee, a Cabinet-level senior interagency forum for considering national security issues, in a departure from the previous format in", "doc_score": "80.01992797851562", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_4", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "19557393", "text": "Food prices / production with China accounting for more than 10% of both production and consumption in the global fruit and vegetable processing and preserving industry. The trend is similarly evident in industries such as soft drink and bottled water manufacturing, as well as global cocoa, chocolate, and sugar confectionery manufacturing, forecast to grow by 5.7% and 10.0% respectively during 2008 in response to soaring demand in Chinese and Southeast Asian markets. Rising food prices over recent years have been linked with social unrest around the world, including rioting in Bangladesh and Mexico, and the Arab Spring. Fluctuating food prices have led to", "doc_score": "92.85517120361328", "publish_date": "2018/12/31"}, {"doc_id": "134046", "text": "Food / influence over consumers. Nevertheless, less than 10% of consumer spending on food goes to farmers, with larger percentages going to advertising, transportation, and intermediate corporations. It is rare for price spikes to hit all major foods in most countries at once, but food prices suffered all-time peaks in 2008 and 2011, posting a 15% and 12% deflated increase year-over-year, representing prices higher than any data collected. In December 2007, 37 countries faced food crises, and 20 had imposed some sort of food-price controls. In China, the price of pork jumped 58% in 2007. In the 1980s and 1990s, farm subsidies", "doc_score": "90.30335235595703", "publish_date": "2018/12/31"}, {"doc_id": "19557391", "text": "Food prices / Food and Agriculture Organization projects that consumers still have to deal with more expensive food until at least 2018. It is rare for the spikes to hit all major foods in most countries at once. Food prices rose 4% in the United States in 2007, the highest increase since 1990, and are expected to climb as much again in 2008. As of December 2007, 37 countries faced food crises, and 20 had imposed some sort of food-price controls. In China, the price of pork jumped 58% in 2007. In the 1980s and 1990s, farm subsidies and support programs allowed major", "doc_score": "93.3967514038086", "publish_date": "2018/12/31"}, {"doc_id": "490271", "text": "Inflation / Inflation In economics, inflation is a sustained increase in the general price level of goods and services in an economy over a period of time. When the general price level rises, each unit of currency buys fewer goods and services; consequently, inflation reflects a reduction in the purchasing power per unit of money a loss of real value in the medium of exchange and unit of account within the economy. A chief measure of price inflation is the inflation rate, the annualized percentage change in a general price index, usually the consumer price index, over time. The opposite of inflation", "doc_score": "89.5949478149414", "publish_date": "2018/12/31"}, {"doc_id": "134053", "text": "Food / more. Some experts have said that speculation has merely aggravated other factors, such as climate change, competition with bio-fuels and overall rising demand. However, some such as Jayati Ghosh, professor of economics at Jawaharlal Nehru University in New Delhi, have pointed out that prices have increased irrespective of supply and demand issues: Ghosh points to world wheat prices, which doubled in the period from June to December 2010, despite there being no fall in global supply. Food deprivation leads to malnutrition and ultimately starvation. This is often connected with famine, which involves the absence of food in entire communities. This", "doc_score": "87.67559814453125", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_5", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "5249596", "text": "Rising Stars Challenge / against each other. In 1999, the game was cancelled as a result of the NBA lockout. Since the 1998 rookie class did not compete that year, the game was revamped and featured a team of standout first-year players ('Rookies') against a team of standout second-year players ('Sophomores'). For 2012 and 2013, the format was changed to having two teams drafted by Basketball Hall of Famers Charles Barkley (Team Chuck) and Shaquille O'Neal (Team Shaq). In 2014, the two teams were drafted by Chris Webber (Team Webber) and Grant Hill (Team Hill). The format of the game and name was changed", "doc_score": "77.6854248046875", "publish_date": "2018/12/31"}, {"doc_id": "19121447", "text": "Comeback (sports) / Comeback (sports) A comeback (or come-from-behind) is an occurrence of an athlete or sports team engaged in a competition overcoming a substantial disadvantage in points or position, particularly if this results in the disadvantaged team winning. It has been described as \"the single greatest aspect of competition that most embodies the spirit of what makes sport extraordinary\". It has been observed in spectator sports that \"dramatic play seems to involve both players; cheering would often escalate when one player gained momentum, and then his/her opponent suddenly turned the tables and made a comeback\", with such a result drawing more enthusiasm", "doc_score": "79.29698944091797", "publish_date": "2018/12/31"}, {"doc_id": "126855", "text": "Extreme sport / for the athletes. A feature of such activities in the view of some is their alleged capacity to induce an adrenaline rush in participants. However, the medical view is that the rush or high associated with the activity is not due to adrenaline being released as a response to fear, but due to increased levels of dopamine, endorphins and serotonin because of the high level of physical exertion. Furthermore, a recent study suggests that the link to adrenaline and 'true' extreme sports is tentative. The study defined 'true' extreme sports as a leisure or recreation activity where the most likely", "doc_score": "75.38040924072266", "publish_date": "2018/12/31"}, {"doc_id": "20428053", "text": "Shaquem Griffin / Award, presented to individuals currently or formerly associated with NCAA athletics for especially inspirational efforts in dealing with life-altering personal situations. He received the award alongside Maggie Nichols, who was the first individual to report that she had been sexually assaulted by former USA Gymnastics team physician Larry Nassar, who would ultimately be convicted of sexually assaulting several hundred women. Despite not initially receiving an invitation, Griffin participated in the NFL Scouting Combine in March 2018. He made headlines for performing 20 reps in the bench press while wearing a prosthesis and for running the 40-yard dash in 4.38 seconds,", "doc_score": "76.91927337646484", "publish_date": "2018/12/31"}, {"doc_id": "6608568", "text": "Star candidate / media, academics or sports. As with Canada, they are also either retired high-profile politicians who have been lured back into politics or a city-level politician who has been convinced to enter state politics. Or former politicians that have been lured to run at state level to attain high-profile positions at that level (e.g. Governor) Star candidate A star candidate refers to a high-profile individual who has been recruited as a candidate by a political party. Star candidates have usually excelled in fields outside politics such as academia, business, the media, journalism and/or sports. They are also either retired high-profile politicians", "doc_score": "76.78257751464844", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_6", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "706881", "text": "Jean-Luc Godard / Jean-Luc Godard Jean-Luc Godard (; born 3 December 1930) is a French-Swiss film director, screenwriter and film critic. He rose to prominence as a pioneer of the 1960s French New Wave film movement. Like his New Wave contemporaries, Godard criticized mainstream French cinema's \"Tradition of Quality\", which \"emphasized craft over innovation, privileged established directors over new directors, and preferred the great works of the past to experimentation.\" As a result of such argument, he and like-minded critics started to make their own films. Many of Godard's films challenge the conventions of traditional Hollywood in addition to French cinema. In 1964,", "doc_score": "85.44669342041016", "publish_date": "2018/12/31"}, {"doc_id": "706884", "text": "Jean-Luc Godard / not attend the award ceremony. Godard's films have inspired many directors including Martin Scorsese, Quentin Tarantino, Brian De Palma, Steven Soderbergh, D. A. Pennebaker, Robert Altman, Jim Jarmusch, Wong Kar-wai, Wim Wenders, Bernardo Bertolucci, and Pier Paolo Pasolini. From his father, he is the cousin of Pedro Pablo Kuczynski, former President of Peru. He has been married twice, to actresses Anna Karina and Anne Wiazemsky, both of whom starred in several of his films. His collaborations with Karina—which included such critically acclaimed films as \"Bande à part\" (1964) and \"Pierrot le Fou\" (1965)—was called \"arguably the most influential body of", "doc_score": "84.01714324951172", "publish_date": "2018/12/31"}, {"doc_id": "900880", "text": "Alain Resnais / in Montparnasse cemetery. Notes Further reading Alain Resnais Alain Resnais (; 3 June 19221 March 2014) was a French film director and screenwriter whose career extended over more than six decades. After training as a film editor in the mid-1940s, he went on to direct a number of short films which included \"Night and Fog\" (1956), an influential documentary about the Nazi concentration camps. Resnais began making feature films in the late 1950s and consolidated his early reputation with \"Hiroshima mon amour\" (1959), \"Last Year at Marienbad\" (1961), and \"Muriel\" (1963), all of which adopted unconventional narrative techniques to deal", "doc_score": "82.4386215209961", "publish_date": "2018/12/31"}, {"doc_id": "706916", "text": "Jean-Luc Godard / beginning of the take (while the actors are preparing) and after the end of the take (while the actors are coming out of character). \"Week End\"'s enigmatic and audacious end title sequence, which reads \"End of Cinema\", appropriately marked an end to the narrative and cinematic period in Godard's filmmaking career. Politics are never far from the surface in Godard's films. One of his earliest features, \"Le Petit Soldat\", which dealt with the Algerian War of Independence, was notable for its attempt to present the complexity of the dispute rather than pursue any specific ideological agenda. Along these lines, \"Les", "doc_score": "86.74526977539062", "publish_date": "2018/12/31"}, {"doc_id": "706942", "text": "Jean-Luc Godard / most influential body of work in the history of cinema.\" Karina has said they no longer speak to each other. In 2017, Michel Hazanavicius directed a film about Godard, \"Redoubtable\", based on the memoir, \"One Year After\" (2015), by Wiazemsky. It centers on his life in the late 1960s, when he and Wiazemsky made films together. The film premiered at the Cannes Film Festival in 2017. Godard said of the film that it was a \"stupid, stupid idea.\" Feature films Godard shares a friendship with Manfred Eicher, founder and head of the innovative German music label ECM Records. The label", "doc_score": "83.279541015625", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_7", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "19548111", "text": "IOS 10 / IOS 10 iOS 10 is the tenth major release of the iOS mobile operating system developed by Apple Inc., being the successor to iOS 9. It was announced at the company's Worldwide Developers Conference on June 13, 2016, and was released on September 13, 2016. It was succeeded by iOS 11 on September 19, 2017. iOS 10 incorporates changes to 3D Touch and the lock screen. There are new features to some apps: Messages has additional emojis and third-party apps can extend functionality in iMessage, Maps has a redesigned interface and additional third-party functions, the Home app manages \"HomeKit\"-enabled accessories,", "doc_score": "88.2854995727539", "publish_date": "2018/12/31"}, {"doc_id": "18145389", "text": "Apple Watch / iPhone is still required to set up the device. Most Apple Watches that are currently produced require an iPhone 5s or later with iOS 11; the Series 3 and later LTE models require an iPhone 6 or later with iOS 11 or later. The Apple Watch was released on April 24, 2015 and quickly became the best-selling wearable device with 4.2 million sold in the second quarter of the 2015 fiscal year. The second generation of Apple Watches were released in two tiers in September 2016: the Apple Watch Series 1 and Apple Watch Series 2, while the first generation", "doc_score": "87.01508331298828", "publish_date": "2018/12/31"}, {"doc_id": "19548159", "text": "IOS 10 / contact AppleCare. With this release, Apple dropped support for devices with either an A5 or an A5X chip: the iPhone 4S, iPad 2, iPad (3rd generation), iPad Mini (1st generation) and iPod Touch (5th generation). IOS 10 iOS 10 is the tenth major release of the iOS mobile operating system developed by Apple Inc., being the successor to iOS 9. It was announced at the company's Worldwide Developers Conference on June 13, 2016, and was released on September 13, 2016. It was succeeded by iOS 11 on September 19, 2017. iOS 10 incorporates changes to 3D Touch and the lock", "doc_score": "87.93162536621094", "publish_date": "2018/12/31"}, {"doc_id": "20117747", "text": "IOS 11 / did, however, note the lack of third-party access to Control Center, with a hope for support in the future, and a lack of Wi-Fi network selection ability. He praised the screen-recording functionality, calling it \"super neat\". Bohn severely criticized the notifications view, writing that he has a \"very serious disagreement\" with Apple on how to manage it, elaborating that he prefers to use that screen as much as possible while stating that \"Apple's philosophy is that I'm trying way too hard\" to control speedy notifications. Bohn liked the new Files app, new drag-and-drop functionality on the home screen enabling users", "doc_score": "83.83445739746094", "publish_date": "2018/12/31"}, {"doc_id": "18033124", "text": "IOS 8 / procedure described in the advertisement. With this release, Apple dropped support for the iPhone 4. IOS 8 iOS 8 is the eighth major release of the iOS mobile operating system developed by Apple Inc., being the successor to iOS 7. It was announced at the company's Worldwide Developers Conference on June 2, 2014, and was released on September 17, 2014. It was succeeded by iOS 9 on September 16, 2015. iOS 8 incorporated significant changes to the operating system. It introduced Continuity, a cross-platform (Mac, iPhone, and iPad) system that enables communication between devices in different product categories, such as", "doc_score": "86.47288513183594", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_8", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "10445519", "text": "Criticism of college and university rankings (North America) / emphasizes research expenditures (such as grants and contracts) as the only measure of scientific accomplishments despite the concern that measuring science by the amount of money spent rather than by the importance and impact of scientific discoveries or the depth of the ideas could encourage costly projects that are not necessary scientifically sound. In 1995, Reed College refused to participate in \"U.S. News & World Report\" annual survey. According to Reed's Office of Admissions, \"Reed College has actively questioned the methodology and usefulness of college rankings ever since the magazine's best-colleges list first appeared in 1983, despite the fact that", "doc_score": "87.71586608886719", "publish_date": "2018/12/31"}, {"doc_id": "324613", "text": "Princeton University / their grades, Princeton students' GPAs will look low by comparison. Further, studies have shown that employers prefer high grades even when they are inflated. The policy remained in place even after Malkiel stepped down at the end of the 2010–2011 academic term. The policy deflates grades only relative to their previous levels; indeed, as of 2009, or five years after the policy was instituted, the average graduating GPA saw a marginal decrease, from 3.46 to 3.39. In August 2014, a faculty committee tasked by Dean of the College Valerie Smith to review the effectiveness of grade deflation found not only", "doc_score": "88.80448913574219", "publish_date": "2018/12/31"}, {"doc_id": "19615975", "text": "U.S. News & World Report Best Colleges Ranking / verify or recalculate the scores that are represented to them by schools. Since the mid-1990s there have been many instances documented by the popular press wherein schools lied about their SAT scores in order to obtain a higher ranking. An exposé in the \"San Francisco Chronicle\" stated that the elements in the methodology of the \"U.S News and World Report\" are redundant and can be reduced to one thing: money. On June 19, 2007, during the annual meeting of the Annapolis Group, members discussed the letter to college presidents asking them not to participate in the \"reputation survey\" section of", "doc_score": "87.18521881103516", "publish_date": "2018/12/31"}, {"doc_id": "19388041", "text": "Ivy League Men's Basketball Tournament / teams that finish with the best records from the 14-game regular-season conference schedule will continue to be recognized as Ivy League champions, and a regular-season champion that fails to win the tournament will be invited to the National Invitation Tournament, per NCAA policy on regular season champions, should they fail to receive an NCAA bid. Prior to the formal tournament, the Ivy League used a one-game playoff if necessary to break ties eight times with two teams, and in 2001-02, a three-team tournament, in order to settle the conference championship. Prior to 2017, the Ivy League awarded the league's automatic", "doc_score": "87.06084442138672", "publish_date": "2018/12/31"}, {"doc_id": "198549", "text": "Ivy League / to refer to the Ancient Eight plus several other schools for purposes of alumni associations, university affiliations, or endowment comparisons. In his book \"Untangling the Ivy League\", Zawel writes, \"The inclusion of non–Ivy League schools under this term is commonplace for some schools and extremely rare for others. Among these other schools, Massachusetts Institute of Technology and Stanford University are almost always included. The University of Chicago and Duke University are often included as well.\" In their 2015 book \"Acing Admissions\", Mehta and Dixit write, \"The [\"Ivy Plus\" schools] include, but are not limited to: Massachusetts Institute of Technology (MIT),", "doc_score": "86.59568786621094", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_9", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "11967801", "text": "Russia–Ukraine relations / Russia–Ukraine relations The bilateral relationship between Russia and Ukraine formally started in the 1990s immediately upon the dissolution of the Soviet Union, of which both Russia and Ukraine had been founding constituent republics. Interactions between the two areas of Russia and Ukraine developed on a formal basis from the 17th century (note the Treaty of Pereyaslav between Moscow and Bohdan Khmelnytsky's cossacks in 1654), but international-level relations ceased when Catherine the Great liquidated the autonomy of the Cossack Hetmanate in 1764. For a short period of time soon after the communist 1917 October Revolution two states interacted again. In 1920", "doc_score": "88.09748840332031", "publish_date": "2018/12/31"}, {"doc_id": "11968402", "text": "Hungary–Russia relations / 1991, Hungarian-Russian relations have improved constantly. Following the Russian military intervention in Ukraine in 2014, Prime Minister Viktor Orbán rejected the Russian sanctions despite European Union pressure. In 2017, Vladimir Putin visited Budapest to meet with Orbán to discuss bilateral ties. As a response to the reaction to the poisoning of Sergei and Yulia Skripal in the United Kingdom, in April 2018, one Hungarian embassy staffer was expelled from Russia. Hungary–Russia relations Hungary–Russia relations refer to bilateral foreign relations between the two countries, Hungary and Russia. After the Second World War, Hungary and the Soviet Union became economic and military", "doc_score": "86.59161376953125", "publish_date": "2018/12/31"}, {"doc_id": "11967855", "text": "Russia–Ukraine relations / 2018 Ukraine introduced biometric controls for Russians entering the country. On 22 March 2018 Ukrainian President Petro Poroshenko signed a decree that required Russian citizens and \"individuals without citizenship, who come from migration risk countries” (more details were not given) to notify the Ukrainian authorities in advance about their reason for travelling to Ukraine. The Ukrainian and Russian arms and aviation manufacturing sectors remained deeply integrated following the break-up of the Soviet Union. Ukraine is the world's eighth largest exporter of armaments according to the Stockholm International Peace Research Institute, and according to analysts cited by the \"Washington Post\" around", "doc_score": "85.53905487060547", "publish_date": "2018/12/31"}, {"doc_id": "11933809", "text": "Kazakhstan–Russia relations / weapons was central to diplomatic relations between Kazakhstan and Russia, the West and the broader international community. In recent years, Kazakhstan has attempted to balance ties between both sides by selling petroleum and natural gas to its northern neighbor at artificially low prices, allowing heavy investment from Russian businesses, and concluding an agreement over the Baikonur Cosmodrome while simultaneously assisting the West in the War on Terror. On January 2005 President of Russia Vladimir Putin and Kazakh President Nursultan Nazarbayev signed an agreement approving an official map of the border. On May 23, 2009, the two countries placed their first", "doc_score": "87.73673248291016", "publish_date": "2018/12/31"}, {"doc_id": "11968418", "text": "Czech Republic–Russia relations / Czech Republic–Russia relations Czech Republic–Russia relations are the bilateral foreign relations between the Czech Republic and the Russian Federation. Unlike Russia, the Czech Republic is a member of Western institutions including the European Union, NATO and the OECD. Therefore, Russia–European Union relations and NATO–Russia relations are playing key role while the Czech Republic is a target of Russian attempts for espionage and propaganda. Following the Russian military intervention in Ukraine from 2014, the Czech Republic participates in economic sanctions against Russia. Ongoing tensions in the late 2010s have been described as the Cold War II. The Czech Republic is also", "doc_score": "84.51144409179688", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_10", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "3720262", "text": "Rafael Osuna / Rafael Osuna Rafael Osuna Herrera (15 September 1938 – 4 June 1969), nicknamed \"El Pelón\" (The Bald), was a former world No. 1 tennis player, the most successful player in the history of Mexico and an Olympian. He was born in Mexico City, and is best remembered for his singles victory at the U.S. Open Championships in 1963, winning the 1960 and 1963 Wimbledon Doubles championships, the 1962 U.S. Open Championships doubles, and for leading Mexico to its only Davis Cup Final round appearance in 1962. He is the only Mexican to date to be inducted into the International Tennis", "doc_score": "89.61164855957031", "publish_date": "2018/12/31"}, {"doc_id": "7497411", "text": "Mark Talbott / American Games in 1995, earned the Sharif Khan Award for Sportsmanship in 1991, and won the United States Squash Racquets Association (USSRA) President’s Cup in 1989. Raised in Dayton, Ohio, Talbott graduated from the Mercersburg Academy in 1978. He joined the World Professional Squash Association hardball tour in 1980 and was ranked as the World No. 1 hardball squash player for 13 years, from 1983–95. He won 70% of the tournaments he entered during that period. Talbott is considered the most dominant American squash player in history. His strongest international rival is Sharif Khan, a Pakistani-born player who emigrated to", "doc_score": "83.30944061279297", "publish_date": "2018/12/31"}, {"doc_id": "8310994", "text": "Carlos Gracida / was a member of Ellerstina, the legendary team owned by Australian magnate Kerry Packer, and also of La Espadana. In 1994 Gracida won nearly every possible tournament in the game, including the Argentinian Triple Crown of Hurlingham, Tortuguitas and Palermo. That same year, he also won the US Open and the British Open Gold Cup, becoming the only player in history to win the Grand Slam of Polo, in 1987, a feat he replicated twice, in 1988 and 1994. Alongside his brother Guillermo Gracida (often referred to as Memo), Gracida won Player of the Year in America five times, the", "doc_score": "85.66390991210938", "publish_date": "2018/12/31"}, {"doc_id": "16586773", "text": "Carlos Rodón / Wolfpack to a super regional and a 43–20 overall record. In addition he was also a finalist for the Golden Spikes Award and was named the Louisville Slugger's National Freshman Pitcher of the Year. He led the Atlantic Coast Conference (ACC) in ERA (1.57), innings pitched (), complete games (2), and opponent's batting average (.176) finishing second in the conference and third nationally in strikeouts. In the 2013 season, Rodón led NC State to their first College World Series since 1968. In Rodón's sophomore season, he went 10–3 with a 2.99 ERA in 19 starts. In those 19 starts, Rodón", "doc_score": "82.96529388427734", "publish_date": "2018/12/31"}, {"doc_id": "103007", "text": "Diego de Almagro / Diego de Almagro Diego de Almagro (; – July 8, 1538), also known as El Adelantado and El Viejo, was a Spanish conquistador known for his exploits in western South America. He participated with Francisco Pizarro in the Spanish conquest of Peru. From Peru Almagro led an expedition that made him the second European to set foot in central Chile (after ). Back in Peru a longstanding conflict with Pizarro over the control of the former Inca capital of Cuzco erupted into a civil war between the two bands of conquistadores. In the battle of Las Salinas in 1538 Almagro", "doc_score": "81.12108612060547", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_11", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "19934039", "text": "2017 Patient Protection and Affordable Care Act replacement proposals / 2017 Patient Protection and Affordable Care Act replacement proposals The following is a list of plans being considered to replace the Patient Protection and Affordable Care Act, as a result of the Republican Party's gains in the 2016 US elections. \"Repeal and replace\" has been a Republican slogan since March 2010 when Obamacare was signed into law and has been adopted by President Donald Trump. President Donald Trump and many Republicans have vowed to repeal and replace Obamacare; President Trump signed an executive order on January 20, 2017, his first day in office, that according to White House Press Secretary", "doc_score": "78.34042358398438", "publish_date": "2018/12/31"}, {"doc_id": "20544090", "text": "United States federal government shutdowns of 2018 / Democrats and said that it would not negotiate with the Democrats on immigration. The President's planned trip to Mar-a-Lago in Florida was postponed hours prior to the shutdown. Referencing his meeting with Trump, Senate Minority Leader Chuck Schumer said in a statement, \"We discussed all of the major outstanding issues, we made some progress, but we still have a good number of disagreements. The discussions will continue.\" As the deadline for the 2018 funding approached, commentators pointed out Donald Trump's previous statements regarding shutdowns. In May 2017, Trump said that \"our country needs a 'good shutdown'\". Back in 2013 during", "doc_score": "80.56751251220703", "publish_date": "2018/12/31"}, {"doc_id": "20544094", "text": "United States federal government shutdowns of 2018 / the competing #TrumpShutdown and #SchumerShutdown hashtags. Trump used the hashtag #DemocratShutdown to counter #TrumpShutdown. By the afternoon of January 20, #TrumpShutdown had been used some 2.6 million times on Twitter, Facebook, and Instagram; while the hashtag #SchumerShutdown was mentioned 1.3 million times during the same period. Other existing hashtags, such as #GOPShutdown and #DemShutdown, were mentioned 236,000 and 107,000 times respectively. The Alliance for Securing Democracy said the hashtag #SchumerShutdown was the top trending hashtag being promoted by Russian bots and trolls on Twitter on the night of January 21. In a CNN poll conducted between January 14–18, 56 percent", "doc_score": "81.33906555175781", "publish_date": "2018/12/31"}, {"doc_id": "19445007", "text": "Democracy Spring / similar fashion at the U.S. Capitol. Ben Cohen and Jerry Greenfield, Ben and Jerry's cofounders, were among approximately 300 people arrested as part of the \"Democracy Awakening\" protests. In the leadup to the 2016 Democratic National Convention the strategic leadership of Democracy Spring issued four demands to the Democratic National Committee. The demands were that the party commit, within the first 100 days of a new Congress & presidential administration, to reverse \"Citizens United v. FEC\", act to ensure publicly funded elections, and restore the Voting Rights Act (made effectively unenforceable by \"Shelby County v. Holder\"). The fourth demand, reflecting", "doc_score": "79.51436614990234", "publish_date": "2018/12/31"}, {"doc_id": "20544092", "text": "United States federal government shutdowns of 2018 / to 51% (Nuclear Option) and vote on real, long term budget, no C.R.'s!\" However, a representative for McConnell said the majority leader was opposed to using the nuclear option. Republican Senator Susan Collins said that a group of more than twenty moderates will present ideas for resolving the shutdown of the federal government to the Senate's leadership. In a speech to US servicemembers at a military facility near the Jordan–Syria border, Vice President Mike Pence said that immigration talks between lawmakers and the White House couldn't proceed until the government reopens. Republican Senator Lindsey Graham criticized White House policy advisor", "doc_score": "79.8244857788086", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_12", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "3284100", "text": "Ryan Reynolds / a two-part miniseries \"In Cold Blood\", an adaptation of Truman Capote's nonfiction novel of the same name. He also appeared in the TV show \"The Outer Limits\" episode \"Origin of the Species\" which originally aired on November 14, 1998. Beginning in 1998, Reynolds starred in \"Two Guys, A Girl and a Pizza Place\", playing medical student Michael \"Berg\" Bergen, throughout the show's four season run. He starred in the National Lampoon movie \"Van Wilder\" in 2002 and appeared in \"The In-Laws\", with Michael Douglas and Albert Brooks, and in the Canadian production \"Foolproof\" in 2003. Although he had performed primarily", "doc_score": "78.24463653564453", "publish_date": "2018/12/31"}, {"doc_id": "9680650", "text": "Daniel Kaluuya / Daniel Kaluuya Daniel Kaluuya (born 24 February 1989) is an English actor and writer. He achieved international recognition and acclaim for his leading role as Chris Washington in the horror film \"Get Out\" (2017), for which he was nominated for the Academy Award, Golden Globe Award, SAG Award, and BAFTA Award for Best Actor. In 2018, he won the BAFTA Rising Star Award. Kaluuya began his career as a teenager in improvisational theatre. He subsequently appeared in the first two seasons of the British television series \"Skins\", in which he co-wrote some of the episodes. Playing the lead role in", "doc_score": "72.3652572631836", "publish_date": "2018/12/31"}, {"doc_id": "2687793", "text": "Alan Keyes / provisions of Florida law that authorized the governor to order Schiavo's feeding tubes reinserted—something Bush claimed he wished to do, but for which he said he lacked authority—but the governor declined to meet with Keyes. Keyes subsequently wrote an essay directed openly at Governor Bush titled \"Judicial review and executive responsibility\", days after Schiavo's feeding tube had been removed. Keyes appeared in the 2006 mockumentary film \"Borat\" as an unwitting interviewee of Borat Sagdiyev (a character portrayed by Sacha Baron Cohen). In November 2006, Keyes criticized Massachusetts governor Mitt Romney for instituting gay marriage entirely on his own—according to Keyes—with", "doc_score": "78.20316314697266", "publish_date": "2018/12/31"}, {"doc_id": "5748809", "text": "Jim J. Bullock / a recurring role as Mr. Monroe, a teacher at the fictional James K. Polk Middle School on the Nickelodeon live action sitcom \"Ned's Declassified School Survival Guide\". In 1985, while \"Too Close For Comfort\" was being retooled as \"The Ted Knight Show\", Bullock learned that he was HIV positive. In a 1985 appearance on the game show \"Body Language\", host Tom Kennedy described him as looking \"like you're in the pink of health and all of that,\" to which a flustered Bullock responded \"I'm, I'm...no, I'm about to die, actually. But let's not talk about that now, OK? Fabulous.\" Kennedy", "doc_score": "76.07171630859375", "publish_date": "2018/12/31"}, {"doc_id": "6053649", "text": "Perfect Castaway / and Phil LaMarr as Ollie Williams. Also Danny Smith and Wally Wingert. This episode was planned to be the season premiere but was changed out of respect for the victims of Hurricane Katrina. Instead it was released September 18, 2005. The episode's title and several aspects of its plot references the 2000 film \"The Perfect Storm\", as well as the movie \"Cast Away,\" another 2000 film starring Tom Hanks. \"Cast Away\" is parodied in things such as Peter growing a beard and his hair getting longer while on the island, and the fact that his wife remarries when he returns.", "doc_score": "77.3387451171875", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_13", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "20208030", "text": "Trump: The Kremlin Candidate? / Sweeney brought up Boris Nemtsov, a critic of Putin who was shot and killed immediately exterior to the Moscow Kremlin, and asked Dugin how the killing of Nemtsov reflected on the democratic values of Russia. Dugin countered, \"If you are engaged in Wikileaks you can be murdered.\" When Sweeney queried Dugin to name U.S. reporters who had perished at the hands of the Obama Administration, Dugin said it was a \"completely stupid kind of conversation\", ended the interview, and left the area. The documentary first aired on the program \"Panorama\" on BBC One in the United Kingdom on 16 January", "doc_score": "84.6814193725586", "publish_date": "2018/12/31"}, {"doc_id": "18782510", "text": "Putin. War / Putin. War \"Putin. War\" () is a report based on materials prepared by the Russian opposition politician Boris Nemtsov about the 2014–15 Russian military intervention in Ukraine. Published on the website \"Putin. Itogi\" on 12 May 2015, it covers the preparations for the annexation of Crimea by the Russian Federation and the involvement of Russian troops in the war in Donbass. The report includes testimonials of Russian soldiers taken prisoner in Ukraine and photos of Russian military personnel who died in the hostilities. Boris Nemtsov began working on the report at the end of January 2015. After Nemtsov's assassination, his", "doc_score": "85.895263671875", "publish_date": "2018/12/31"}, {"doc_id": "12389879", "text": "Information war during the Russo-Georgian War / Echo of Moscow broadcast balanced accounts on a show called \"With Their Own Eyes.\" On 29 August 2008, Prime minister Putin gathered thirty-five leading media executives in Sochi. Putin paid attention to Aleksei Venediktov, the editor-in-chief of Echo of Moscow, and criticized the station for its coverage of the war. Putin reportedly told Venediktov: \"You are responsible for everything that goes on at the radio station. I don’t know who they are, but I know who you are.\" After Venediktov returned to Moscow, the station’s staff were told that they should \"pay careful attention\" to their reporting, to check their", "doc_score": "85.01223754882812", "publish_date": "2018/12/31"}, {"doc_id": "1268886", "text": "Moscow theater hostage crisis / in the Soviet period to an estimated 80,000 in 2002. Many in the Russian press and in the international media warned that the death of so many hostages in the special forces' rescue operation would severely damage President Putin's popularity. This prediction turned out to be wrong. Shortly after the siege, the Russian president had record public approval ratings; in December 2002, 83% of Russians reportedly declared themselves satisfied with Putin's rule and his handling of the siege. The official investigation that the Moscow City Prosecutor's Office had been carrying out for three and a half years failed to provide", "doc_score": "83.96652221679688", "publish_date": "2018/12/31"}, {"doc_id": "17895359", "text": "Russian military intervention in Ukraine (2014–present) / Russians killed in action or taken as prisoners of war has become a controversial topic in the media due to the Russian state's denial of involvement in Ukraine. The \"Associated Press\" compared it to the Soviet Union's secrecy during its war in Afghanistan, noting \"When the true numbers of casualties became known, the invasion turned unpopular.\" Russian military officials tell family members only that the soldiers are on \"training exercises\". Valentina Melnikova, head of the Russian Union of Committees of Soldiers' Mothers, has said that the Russian authorities were threatening the relatives of soldiers who had been killed in Ukraine,", "doc_score": "84.05228424072266", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_14", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "19778858", "text": "BEACH Act / publications. The BEACH Act added numerous amendments to the Clean Water Act. For example, section 303(i) requires that \"states, territories, and tribes\" along the coasts implement new water quality standards for pathogens and pathogen indicators. The addition of Section 303(i) also authorizes the EPA to regulate states to abide by health standards. Under the addition of Section 104(v) and 304(a), the EPA must perform studies on the effects pathogens and pathogen indicators have on human health, and publish new or revised pathogen indicator criteria based on prior studies. Section 303(i)(1)(B) requires that states, territories, or tribes along coastal recreational waters", "doc_score": "81.736572265625", "publish_date": "2018/12/31"}, {"doc_id": "10094680", "text": "Florida Mental Health Act / initiate involuntary examination. Among those criteria are the following elements, that \"by themselves\", do \"not\" qualify an individual as having met or meeting the criteria: Reason to believe that the person has a mental illness; refusal of voluntary examination; the person is unable to determine whether examination is necessary. Criteria are not met simply because a person has mental illness, appears to have mental problems, takes psychiatric medication, or has an emotional outburst. Criteria are not met simply because a person refuses voluntary examination. Criteria are not met if there are family members or friends that will help prevent any", "doc_score": "79.69530487060547", "publish_date": "2018/12/31"}, {"doc_id": "19778864", "text": "BEACH Act / notify the public about water quality standards. The state and local government must abide by different steps. These steps include identifying all coastal recreation waters, methodologies implementing programs, outlining steps for how to move forward. Once a state is granted funds for the BEACH Act, they must comply to the EPA Administrator(s) and what they deem appropriate. The Administrator writes up a report that describes two aspects. One, the report must consist of data collected as part of the program for monitoring and notifying. Second, the report must address the actions needed to alert the public when water quality levels", "doc_score": "80.21482849121094", "publish_date": "2018/12/31"}, {"doc_id": "5401072", "text": "Constitution of Florida / 1 of each year). Section 25, renacted as \"Amendment 7,\" regards a patient's right to discover records related to adverse medical incidents Section 26 required the automatic revocation of any medical license where the provider has committed three or more incidents of medical malpractice. The method of \"compilation\" for the Florida Constitution is unlike that of the federal constitution. When the Florida Constitution is amended the official text of the document is edited, removing language that is no longer in force. The Division of Statutory Revision within the Office of Legislative Services is responsible for codifying new amendments and removing", "doc_score": "80.02686309814453", "publish_date": "2018/12/31"}, {"doc_id": "20542695", "text": "Florida v. Georgia (2018) / Basin into the panhandle, impacting its seafood production; Florida sought relief to have more water allocated towards them from the ACF by placing a water allocation cap on Georgia. The Supreme Court assigned a special master to review Florida's complaint, but ultimately found in 2016 that Florida had not fully demonstrated the need for more allocation. Florida challenged this determination to the Supreme Court. On June 27, 2018, the Supreme Court ruled 5–4 that the special master had not properly considered Florida's argument and remanded the case to be reheard and reviewed. The case involves the Apalachicola-Chattahoochee-Flint (ACF) River Basin,", "doc_score": "79.62015533447266", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_15", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "3672863", "text": "Lady Annabel Goldsmith / Georgian mansion on the edge of Richmond Park, with two Grand Basset Griffon Vendéens, Daisy and Lily, and three Norfolk terriers, Barney, Boris and Bindy. In 2003, she remarked on her children's varied marital patterns by observing, \"All my children with James marry young and breed, and my children with Mark do the opposite.\" Lady Annabel has fourteen grandchildren. She spends part of each year at her organic farm in the hills above Benahavís and has a 1930s holiday home by the seaside in Bognor Regis, West Sussex. Asked about her regrets in life, in 2004, she confessed wishing that", "doc_score": "75.9549789428711", "publish_date": "2018/12/31"}, {"doc_id": "13254903", "text": "Bo (dog) / nine litter mates was Senator Ted Kennedy's dog named \"Cappy\" (Amigo's Captain Courageous); the litter was named \"Hope and Change\", in honor of Obama's victory. Bo's original buyer is unknown, but eventually they returned him to the Stern family; purchasing Bo required signing a contract to return him to his breeder if things did not work out. Bo enrolled with Kennedy's obedience trainer Dawn Sylvia-Stasiewicz, in Hume, Virginia on January 5, 2009. Bo's brother, Rico, is owned by a couple in Houston, Texas. At his first press conference as President-elect, Obama was questioned by reporters as to which breed the", "doc_score": "74.11768341064453", "publish_date": "2018/12/31"}, {"doc_id": "7191926", "text": "Natalie Evans / to support her decision, Natalie changes her mind and does not have the termination. Barry is overjoyed and agrees to give up work and look after the baby so she can work, giving birth to son Jack (Samuel and Joseph Timson) early in 2002—the birth is traumatic as Jack was born feet first. Motherhood is hard for Natalie; she begins to feel that she has two children, Jack and Barry. When Barry's half-brother, Nathan Williams (Doug Allen), moves in briefly, he makes Natalie an unsuspecting pawn in his vendetta. Determined to ruin Barry, Nathan tries to seduce Natalie and they", "doc_score": "74.53754425048828", "publish_date": "2018/12/31"}, {"doc_id": "18594609", "text": "Marnie (dog) / Marnie (dog) Marnie (born October 26, 2001) is a 17-year-old female Shih Tzu senior rescue dog adopted and owned by Shirley Braha. Photos of Marnie have been popular on Instagram and Twitter; as a result, Marnie's Instagram account has over 2.1 million Instagram followers and each of the photos have received hundreds of thousands of Instagram likes; Marnie's Twitter account has received over 115.8k followers. Braha also posts short videos of Marnie on Vine, which have also garnered significant attention. In August 2012 Marnie was moved to an animal shelter by animal control as an abandoned street dog living in", "doc_score": "74.84603881835938", "publish_date": "2018/12/31"}, {"doc_id": "16564707", "text": "Rex Britten / after the cancellation of \"Lone Star\". As a teenager, Rex is the only son and child of Michael and Hannah. He is currently a teenager at school. Rex Britten is the son of Michael and Hannah. He is the only child in the family, and is featured in Michael's green reality (where Hannah is dead from the car crash). He is currently an American teenager at school. He has had a number of remarkable experiences in many episodes. Kyle Killen conceived of Rex and the rest of the family and series in 2011 after a report that NBC had purchased", "doc_score": "75.3347396850586", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_16", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "10300255", "text": "Damages (TV series) / Damages (TV series) Damages is an American legal thriller television series created by writing and production trio Daniel Zelman, Glenn Kessler, and Todd A. Kessler. It premiered on July 24, 2007 on FX and aired for three seasons before moving to the DirecTV channel Audience Network in 2010, airing for two further seasons and concluding in 2012. The plot revolves around the brilliant, ruthless lawyer Patty Hewes (Glenn Close) and her newest protégée, recent law school graduate Ellen Parsons (Rose Byrne). Each season features a major case that Hewes and her firm take on while also examining a chapter of", "doc_score": "79.77649688720703", "publish_date": "2018/12/31"}, {"doc_id": "10300267", "text": "Damages (TV series) / time of casting, Griffith's role was intended only for three episodes, but it was extended after the producers realized the character's success. Željko Ivanek scored the initially very minor role of Ray Fiske through an audition, but as producers watched Ivanek's work in the dailies, they beefed up the role considerably. For the second season cast, Marcia Gay Harden was, according to producer Josh Payne, a \"no-brainer\" for the role of Claire Maddox. They wanted an actress who could hold her own against Close. Harden's casting was also attributable, in part, to the fact that she lived in New York", "doc_score": "77.6230239868164", "publish_date": "2018/12/31"}, {"doc_id": "8230485", "text": "Primetime Emmy Award for Outstanding Drama Series / nominated in the Outstanding Miniseries category but the Academy ruled that the nomination was not valid a few days later and later allowed the program to compete in the Outstanding Drama Series category. Since 2000, every single winner has been a serial drama: \"The West Wing\" (2000–2003), \"The Sopranos\" (2004, 2007), \"Lost\" (2005), \"24\" (2006), \"Mad Men\" (2008–2011), \"Homeland\" (2012), \"Breaking Bad\" (2013–2014), \"Game of Thrones\" (2015–2016, 2018), and \"The Handmaid's Tale\" (2017). Since the advent of \"Hill Street Blues\" in 1981, every winner has had some serialized arcs with the exception of \"Law & Order\". The majority of these", "doc_score": "80.77668762207031", "publish_date": "2018/12/31"}, {"doc_id": "1843191", "text": "CSI: Crime Scene Investigation / CSI: Crime Scene Investigation CSI: Crime Scene Investigation, also referred to as CSI and CSI: Las Vegas, is an American procedural forensics crime drama television series which ran on CBS from October 6, 2000, to September 27, 2015, spanning 15 seasons. The series, starring William Petersen, Marg Helgenberger, George Eads, Ted Danson, Laurence Fishburne, Elisabeth Shue, and Jorja Fox, is the first in the \"CSI\" franchise. The series concluded with a feature-length finale titled \"\". Mixing deduction and character-driven drama, \"CSI: Crime Scene Investigation\" follows a team of crime-scene investigators, employed by the Las Vegas Police Department, as they use", "doc_score": "76.73902893066406", "publish_date": "2018/12/31"}, {"doc_id": "10300314", "text": "Damages (TV series) / stated that \"Damages is worth it. And for those without access to DirecTV, worth the wait.\" \"Damages\" won four Emmy Awards, a Golden Globe, a Casting Society of America Award, and a Satellite Award. Additionally, the series was nominated for a Producers Guild of America Award, a Writers Guild of America Award, four Screen Actors Guild Awards, and four Television Critics Association Awards, among others. For its first season, \"Damages\" was nominated for Outstanding Drama Series at the 2008 Primetime Emmy Awards, along with six other nominations. Co-creators Todd A. Kessler, Glenn Kessler, and Daniel Zelman were nominated for writing", "doc_score": "78.43195343017578", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_17", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "2114476", "text": "Flag Day (United States) / attend dental school and, in June 1886, first publicly proposed an annual observance of the birth of the United States flag in an article titled \"The Fourteenth of June,\" published in the Chicago \"Argus\" newspaper. In June 1888, Cigrand advocated establishing the holiday in a speech before the \"Sons of America,\" a Chicago group. The organization founded a magazine, \"American Standard\", in order to promote reverence for American emblems. Cigrand was appointed editor-in-chief and wrote articles in the magazine as well as in other magazines and newspapers to promote the holiday. On the third Saturday in June 1894, a public", "doc_score": "81.3830795288086", "publish_date": "2018/12/31"}, {"doc_id": "18627497", "text": "Jay Winik / Society, The Lincoln Legacy Project, The Civil War Preservation Trust, the Lincoln Forum, the Washington Tennis and Education Foundation, and the Potomac School, as well as the Governing Council of the National Endowment for the Humanities. He is a member of the Council on Foreign Relations and an elected Fellow of the Society of American Historians. Jay Winik Jay Winik (born February 8, 1957) is a \"New York Times\" best-selling author and American historian who is best known for his book \"April 1865: The Month That Saved America\". Winik is an honors graduate of Yale College. He also holds an", "doc_score": "80.67158508300781", "publish_date": "2018/12/31"}, {"doc_id": "3384597", "text": "Independence Day (United States) / other public and private events celebrating the history, government, and traditions of the United States. Independence Day is the National Day of the United States. During the American Revolution, the legal separation of the Thirteen Colonies from Great Britain in 1776 actually occurred on July 2, when the Second Continental Congress voted to approve a resolution of independence that had been proposed in June by Richard Henry Lee of Virginia declaring the United States independent from Great Britain's rule. After voting for independence, Congress turned its attention to the Declaration of Independence, a statement explaining this decision, which had been", "doc_score": "80.71611785888672", "publish_date": "2018/12/31"}, {"doc_id": "1722357", "text": "History of the United States (1776–1789) / consent of the governed\", as well as listing the main colonial grievances against the crown. July 4 ever since has been celebrated as the birthday of the United States. The Founding Fathers represented a cross-section of Patriot leadership. According to a study of the biographies of the 56 men who signed the Declaration of Independence: The British returned in force in August 1776, landing in New York and defeating the fledgling Continental Army at the Battle of Long Island in one of the largest engagements of the war. They quickly seized New York City and nearly captured General Washington and", "doc_score": "79.5207290649414", "publish_date": "2018/12/31"}, {"doc_id": "6005996", "text": "Defenders Day / of 1877. Nativism was dealt a decisive blow with the establishment of the National Guard of the United States since the creation of the National Guard effectively removed the local state militia as an active muscular component of local politics. A famous photograph from the early 1880s, shows one of the last reunions of \"The Old Defenders\" as a group of a half-dozen old be-whiskered gentlemen, garbed in black cut-away coats, cravat ties and top hats with gold-knobbed canes sitting on chairs in front of the steps of the old historic \"Druid Hill\" mansion, once the estate of one of", "doc_score": "80.36676025390625", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_18", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "16618311", "text": "Toxey Haas / has been mentioned in several books, including chapters dedicated to him in each of the following: Toxey Haas Toxey Daniel Haas III (born January 21, 1960) is an American entrepreneur and conservationist. In 1986, he founded Haas Outdoors, Inc. where he currently serves as CEO. Haas was born and raised in West Point, Mississippi where he attended Oak Hill Academy. His father Fox took him hunting at Choctaw Bluff, a hunting club near Mobile, Alabama. A tree at their favorite hunting spot known as the Mossy Oak tree would serve as key inspiration in Haas' business career. After graduating in", "doc_score": "80.7821273803711", "publish_date": "2018/12/31"}, {"doc_id": "6105720", "text": "Douglas Tompkins / Douglas Tompkins Douglas Rainsford Tompkins (March 20, 1943 – December 8, 2015) was an American conservationist, outdoorsman, philanthropist, filmmaker, agriculturalist, and businessman who assembled and preserved the land which became the largest gift of private land to government in South America. Beginning in the mid-1960s, he and Susie Tompkins Buell, his first wife, co-founded and ran two companies: the outdoor equipment and clothing company The North Face and the Esprit clothing company. Following their divorce and Tompkins' departure from the business world in 1989, he became active in environmental and land conservation causes. In the 1990s Tompkins and his second", "doc_score": "80.16934204101562", "publish_date": "2018/12/31"}, {"doc_id": "8920545", "text": "Adam Werbach / Adam Werbach Adam Werbach, is an environmental activist, author, and entrepreneur. In 1996, Werbach became the youngest person ever elected as national president of the Sierra Club, at the age of 23. He is the author of the books \"Act Now, Apologize Later\" (Harper Perennial, 1997) and \"Strategy for Sustainability: A Business Manifesto\" (Harvard Business Press, 2010) Werbach is a frequent contributor to \"The Atlantic\", serving as the magazine's online \"sustainability expert.\" A lifelong Californian, Werbach began donating to Greenpeace at age 13. He spent four months at The Mountain School, a semester school for high school juniors in Vermont.", "doc_score": "79.25624084472656", "publish_date": "2018/12/31"}, {"doc_id": "16618307", "text": "Toxey Haas / Toxey Haas Toxey Daniel Haas III (born January 21, 1960) is an American entrepreneur and conservationist. In 1986, he founded Haas Outdoors, Inc. where he currently serves as CEO. Haas was born and raised in West Point, Mississippi where he attended Oak Hill Academy. His father Fox took him hunting at Choctaw Bluff, a hunting club near Mobile, Alabama. A tree at their favorite hunting spot known as the Mossy Oak tree would serve as key inspiration in Haas' business career. After graduating in 1976, he continued his education at Mississippi State University. While at Mississippi State, he was a", "doc_score": "79.26762390136719", "publish_date": "2018/12/31"}, {"doc_id": "13793377", "text": "Park Foundation / by Park's daughter, Adelaide Park Gomer. Jon Jensen is the Executive Director. In 2003, the Triad Foundation was spun off from the Park Foundation, as a result of political disputes between Park's children. Park Foundation The Park Foundation is a nonprofit foundation founded in 1966 by businessman and media mogul Roy H. Park. The foundation supports a variety of liberal and environmental causes, and has been a major supporter of the anti-fracking movement as well as education. From 2009 to 2012, the foundation gave over $3 million to dozens of advocacy groups and other institutions that oppose fracking, including $175,000", "doc_score": "77.63401794433594", "publish_date": "2018/12/31"}]}
{"question_id": "20220916_19", "search_time": "2022/09/21/21:17", "search_result": [{"doc_id": "1906299", "text": "Roger Federer / athlete of his generation. Tennis.com listed him as the greatest male player of the open era. He dominated the game at his peak and has won more Grand Slam tournament titles (20) than any other men's singles player. He is also the first men's singles player to have reached ten consecutive Grand Slam tournament finals and a total of 30 Grand Slam finals. He has earned a men's doubles gold medal, and a men's single silver medal at the Olympics in 2008 and 2012, respectively. He has spent the most amount of time in the Open Era at the top", "doc_score": "90.80464172363281", "publish_date": "2018/12/31"}, {"doc_id": "1906181", "text": "Roger Federer / Roger Federer Roger Federer (; born 8 August 1981) is a Swiss professional tennis player who is currently ranked world No. 3 in men's singles tennis by the Association of Tennis Professionals (ATP). Federer has won 20 Grand Slam singles titles—the most in history for a male player—and has held the world No. 1 spot in the ATP rankings for a record total of 310 weeks, including a record 237 consecutive weeks. After turning professional in 1998, he was continuously ranked in the top ten from October 2002 to November 2016. He re-entered the top ten following his victory at", "doc_score": "91.39453887939453", "publish_date": "2018/12/31"}, {"doc_id": "1906302", "text": "Roger Federer / Laver Cup; the annual team tennis tournament which pits Europe against the rest of the world. He co-founded the tournament in honor of tennis legend Rod Laver and the inaugural edition was played in 2017. In 2018, Federer returned to the Australian Open to defend his 2017 title and won his 20th Grand Slam tournament. This win placed him a total of four major titles ahead of long-time rival Rafael Nadal, who had won 16 Grand Slam tournaments. However, Nadal winning the 2018 French Open narrowed the gap back to three. Roger Federer has huge popularity in the world of", "doc_score": "91.11798095703125", "publish_date": "2018/12/31"}, {"doc_id": "1906298", "text": "Roger Federer / Grand Slam title. Their first encounter was in the 3rd round in the 2008 Paris Masters, which Federer won in straight sets. They have played five Grand Slam matches, two in Wimbledon, two in the US Open, and at latest in the 2018 Australian Open final, of which Federer leads 4–1. They have played two Grand Slam finals, the 2017 Wimbledon final, which Federer won in straight sets and the 2018 Australian Open final, which Federer won in five sets. Many players and analysts consider Federer the greatest tennis player of all time. He has also been called the greatest", "doc_score": "87.75471496582031", "publish_date": "2018/12/31"}, {"doc_id": "1906248", "text": "Roger Federer / (2005, 2006 and 2017). Due to concerns about his longevity, Federer decided that he would skip the entire clay-court season. He returned to the tour at the beginning of the grass-court season in Stuttgart, where he suffered a shock defeat to Tommy Haas in the second round despite holding match points, the lowest-ranked player (No. 302) to beat him since No. 407 Bjoern Phau in 1999. He rebounded the following week by winning a record-extending ninth title at the Gerry Weber Open in Halle, doing so without the loss of a set. In the 2017 Wimbledon Championships, Federer made it", "doc_score": "90.39323425292969", "publish_date": "2018/12/31"}]}
