{"question_id": "20221223_0", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "6627576", "text": "White House Christmas tree / one of about 370 submitted that was rejected. The White House Christmas tree is selected from various growers nationwide. Growers in the state of North Carolina have provided 12 trees, more than any other state. The states of Washington and Wisconsin, as of 2011, share the second highest total of trees provided for the White House with seven. The White House Christmas tree has been displayed in the Blue Room many times since 1961. It has also occasionally been displayed in the Entrance Hall. Generally, there is more than one Christmas tree in and around the White House, for instance,", "doc_score": "92.04532623291016", "publish_date": "2018/12/31"}, {"doc_id": "9380803", "text": "National Christmas Tree (United States) / Peace, local resident Vaughn Barkdoll and a few friends formed the Christian Heritage Association and won a permit to display a nativity scene just beyond the service road encircling the Ellipse. The Barkdoll display included four sheep, a donkey, and a Holstein calf. An American Legion post from Hyattsville, Maryland, erected a similar but smaller display on the opposite side of the Ellipse. Energy conserving lights were used on the National Christmas Tree in 1974, however. More than 2,000 tiny amber and white lights (which used just a third of the wattage of pre-1973 strings of lights), as well as", "doc_score": "85.63475799560547", "publish_date": "2018/12/31"}, {"doc_id": "9380842", "text": "National Christmas Tree (United States) / with ornaments made from the state or territory they represented. The National Christmas Tree is a living evergreen tree planted in the Ellipse in the President's Park, close to the Zero Milestone but just east of the central north-south axis. In early 1974, a low stone wall was constructed around the National Christmas Tree to provide partial protection for its roots, and currently serves as the limit of the planting bed below the tree. In 2001, a cast iron fence was built around the tree about from the low stone wall to protect the soil from compaction by the thousands", "doc_score": "87.11365509033203", "publish_date": "2018/12/31"}, {"doc_id": "6569149", "text": "Capitol Christmas Tree / Capitol Christmas Tree The Capitol Christmas Tree (formerly the Capitol Holiday Tree) is the decorated tree that is erected annually on the West Front Lawn of the United States Capitol, in Washington, D.C., to celebrate the Christmas holiday season. The selection, installation, and decoration of the tree are all overseen by the Superintendent of the Capitol Grounds of the Architect of the Capitol (AOC). Records of the AOC indicate that a Christmas Tree was purchased in 1919; however, it was not until 1964, one year after the suggestion of John W. McCormack, the 53rd Speaker of the House, that a", "doc_score": "90.29336547851562", "publish_date": "2018/12/31"}, {"doc_id": "9380832", "text": "National Christmas Tree (United States) / green, and red lights with lighted candle and snowflake ornaments was used. In 2004, holographic suncatchers were first used as ornaments on the tree, to help make it sparkle during daylight hours. A blue, gold, green, and red lighting scheme (composed of 15,000 incandescent bulbs) was used again, but de-emphasized the green in order to evoke a patriotic theme. One-hundred and thirty star-shaped ornaments also adorned the tree. A three-dimensional star made of Lexan topped the tree. The 2005 lighting design used 25,000 clear white incandescent lights. There were 105 large snowflake ornaments (each lit from within by 25 clear", "doc_score": "87.5195541381836", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_1", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "14049267", "text": "Public menorah / Public menorah A public menorah is a large menorah displayed publicly during the Jewish holiday of Hanukkah. It is done to celebrate the holiday and publicize the miracle of Hanukkah, and is typically accompanied by a public event during one of the nights of Hanukkah attended by invited dignitaries who are honored with lighting the menorah. Public menorah lighting were initiated by Rabbi Menachem M. Schneerson in 1974. The most prominent public menorah celebration takes place in Washington DC, and is known as the National Menorah. In 2013 Chabad planned 15,000 public menorah lighting events across the globe. The concept", "doc_score": "99.86123657226562", "publish_date": "2018/12/31"}, {"doc_id": "95819", "text": "Hanukkah / public menorah lightings in open public places in many countries. The name \"Hanukkah\" derives from the Hebrew verb \"\", meaning \"to dedicate\". On Hanukkah, the Maccabean Jews regained control of Jerusalem and rededicated the Temple. Many homiletical explanations have been given for the name: In Hebrew, the word Hanukkah is written or (). It is most commonly transliterated to English as \"Hanukkah\" or \"\". The former spelling (\"Hanukkah\"), which is based on using characters of the English alphabet as symbols to re-create the word's correct spelling in Hebrew, is the most common and the preferred choice of Merriam–Webster, \"Collins English", "doc_score": "93.95154571533203", "publish_date": "2018/12/31"}, {"doc_id": "95844", "text": "Hanukkah / burn for one night actually burned for eight nights). Accordingly, lamps are set up at a prominent window or near the door leading to the street. It is customary amongst some Ashkenazi Jews to have a separate menorah for each family member (customs vary), whereas most Sephardi Jews light one for the whole household. Only when there was danger of antisemitic persecution were lamps supposed to be hidden from public view, as was the case in Persia under the rule of the Zoroastrians, or in parts of Europe before and during World War II. However, most Hasidic groups light lamps", "doc_score": "95.7688980102539", "publish_date": "2018/12/31"}, {"doc_id": "14049279", "text": "Public menorah / the Kotel were confiscated, but they were returned when police were called. Public menorah A public menorah is a large menorah displayed publicly during the Jewish holiday of Hanukkah. It is done to celebrate the holiday and publicize the miracle of Hanukkah, and is typically accompanied by a public event during one of the nights of Hanukkah attended by invited dignitaries who are honored with lighting the menorah. Public menorah lighting were initiated by Rabbi Menachem M. Schneerson in 1974. The most prominent public menorah celebration takes place in Washington DC, and is known as the National Menorah. In 2013", "doc_score": "99.08065032958984", "publish_date": "2018/12/31"}, {"doc_id": "95842", "text": "Hanukkah / while a blessing may not be recited over a plug-in menorah or lamp. Most Jewish homes have a special candelabrum referred to as either a \"Chanukiah\" (the modern Israeli term) or a \"menorah\" (the traditional name, simply Hebrew for 'lamp'). Many families use an oil lamp (traditionally filled with olive oil) for Hanukkah. Like the candle Chanukiah, it has eight wicks to light plus the additional \"shamash\" light. In the United States, Hanukkah became a more visible festival in the public sphere from the 1970s when Rabbi Menachem M. Schneerson called for public awareness and observance of the festival and", "doc_score": "94.9694595336914", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_2", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "235590", "text": "Kwanzaa / kaftans by women, and fresh fruits that represent African idealism. It is customary to include children in Kwanzaa ceremonies and to give respect and gratitude to ancestors. Libations are shared, generally with a common chalice, \"Kikombe cha Umoja\", passed around to all celebrants. Non-African Americans also celebrate Kwanzaa. The holiday greeting is \"Joyous Kwanzaa\". A Kwanzaa ceremony may include drumming and musical selections, libations, a reading of the African Pledge and the Principles of Blackness, reflection on the Pan-African colors, a discussion of the African principle of the day or a chapter in African history, a candle-lighting ritual, artistic performance,", "doc_score": "90.99015045166016", "publish_date": "2018/12/31"}, {"doc_id": "235584", "text": "Kwanzaa / Kwanzaa Kwanzaa () is a celebration held in the United States and in other nations of the African diaspora in the Americas and lasts a week. The celebration honors African heritage in African-American culture and is observed from December 26 to January 1, culminating in a feast and gift-giving. Kwanzaa has seven core principles (\"Nguzo Saba\"). It was created by Maulana Karenga and was first celebrated in 1966–67. American Black Power activist and secular humanist Maulana Karenga, also known as Ronald McKinley Everett, created Kwanzaa in 1966, as a specifically African-American holiday, in a spirit comparable to Juneteenth. According to", "doc_score": "95.95508575439453", "publish_date": "2018/12/31"}, {"doc_id": "235596", "text": "Kwanzaa / living in a world where nothing is true is too terrifying to most people, \"nice\" and \"synthetic\" traditions like Kwanzaa have been created to cope with the nihilistic, individualistic modern society.<ref name=\"http://ro.uow.edu.au\"></ref> Maya Angelou narrated a documentary film about Kwanzaa, \"The Black Candle\", written and directed by M.K. Asante, Jr. and featuring Chuck D. Kwanzaa Kwanzaa () is a celebration held in the United States and in other nations of the African diaspora in the Americas and lasts a week. The celebration honors African heritage in African-American culture and is observed from December 26 to January 1, culminating in a", "doc_score": "90.68952178955078", "publish_date": "2018/12/31"}, {"doc_id": "4046992", "text": "African-American culture / Day, it is not widely observed outside of the African-American community, although it is growing in popularity with both African-American and African communities. African-American scholar and activist \"Maulana\" Ron Karenga invented the festival of Kwanzaa in 1966, as an alternative to the increasing commercialization of Christmas. Derived from the harvest rituals of Africans, Kwanzaa is observed each year from December 26 through January 1. Participants in Kwanzaa celebrations affirm their African heritage and the importance of family and community by drinking from a unity cup; lighting red, black, and green candles; exchanging heritage symbols, such as African art; and recounting", "doc_score": "91.8578872680664", "publish_date": "2018/12/31"}, {"doc_id": "235591", "text": "Kwanzaa / and, finally, a feast (karamu). The greeting for each day of Kwanzaa is \"Habari Gani?\" which is Swahili for \"How are you?\" At first, observers of Kwanzaa avoided the mixing of the holiday or its symbols, values, and practice with other holidays, as doing so would violate the principle of \"kujichagulia\" (self-determination) and thus violate the integrity of the holiday, which is partially intended as a reclamation of important African values. Today, many African American families celebrate Kwanzaa along with Christmas and New Year's. Frequently, both Christmas trees and kinaras, the traditional candle holder symbolic of African American roots, share", "doc_score": "89.26473236083984", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_3", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "1002180", "text": "Fort Augustus / unpredictable - Fort Augustus holds the UK's joint lowest May temperature record of, also the latest point in run up to summer such a temperature has been recorded suggesting it can become a frost trap on calm clear nights due to its valley location. That same low lying topography can also give rise to some high temperatures on occasion - Fort Augustus held the UK daily high temperature record for 16 December for almost 80 years. Fort Augustus Fort Augustus is a settlement in the parish of Boleskine and Abertarff, at the south west end of Loch Ness, Scottish", "doc_score": "85.9900894165039", "publish_date": "2018/12/31"}, {"doc_id": "5486933", "text": "Winter Hill (North West England) / Bank Observatory, Snaefell in the Isle of Man, the Cumbrian mountains, Snowdonia in North Wales, Liverpool, Southport, the Irish Sea, Peak District, the Pennines and much of the North West of England. On a clear day the summit offers a view of four national parks - The Lake District, Yorkshire Dales, Peak District and Snowdonia. The Rivington area contains remains of Lever Park and the private gardens constructed for William Lever, 1st Viscount Leverhulme in which several listed structures remain today. The bare hill top was once covered by woodland that may have been destroyed by fire and it is", "doc_score": "83.56695556640625", "publish_date": "2018/12/31"}, {"doc_id": "9358093", "text": "Winter solstice / Winter solstice The winter solstice (or hibernal solstice), also known as midwinter, is an astronomical phenomenon marking the day with the shortest period of daylight and the longest night of the year. It occurs when one of the Earth's poles has its maximum tilt away from the Sun. It happens twice yearly, once in each hemisphere. In the Northern Hemisphere this is the December solstice and in the Southern Hemisphere this is the June solstice. The axial tilt of Earth and gyroscopic effects of its daily rotation mean that the two opposite points in the sky to which the Earth's", "doc_score": "85.91845703125", "publish_date": "2018/12/31"}, {"doc_id": "1576080", "text": "Snowdon / Snowdon Snowdon (;, ) is the highest mountain in Wales, at an elevation of above sea level, and the highest point in the British Isles outside the Scottish Highlands. It is located in Snowdonia National Park (\") in Gwynedd. It is the busiest mountain in the United Kingdom and the third most visited attraction in Wales, with 582,000 people visiting annually. It is designated as a national nature reserve for its rare flora and fauna. The rocks that form Snowdon were produced by volcanoes in the Ordovician period, and the massif has been extensively sculpted by glaciation, forming the", "doc_score": "84.91452026367188", "publish_date": "2018/12/31"}, {"doc_id": "9358106", "text": "Winter solstice / increases from the equator towards the South Pole in the Southern Hemisphere in December (around the summer solstice there), but decreases towards the North Pole in the Northern Hemisphere at the time of the northern winter solstice. Winter solstice The winter solstice (or hibernal solstice), also known as midwinter, is an astronomical phenomenon marking the day with the shortest period of daylight and the longest night of the year. It occurs when one of the Earth's poles has its maximum tilt away from the Sun. It happens twice yearly, once in each hemisphere. In the Northern Hemisphere this is the", "doc_score": "83.46802520751953", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_4", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "5954654", "text": "Childproofing / Childproofing Childproofing (also called baby proofing) is the act of making an environment or object safe for children. This reduces risks to a level considered acceptable by a society, an institution, or to specific parents. Childproofing may include restriction of children to safe areas or preventing children from reaching unsafe areas. This can be accomplished by the parent or by hiring a professional for assistance. Childproofing is gaining more prominence now that parents have greater access to information on child injury and a wide variety of products are available to help prevent it. It has become so top-of-mind for parents", "doc_score": "85.29942321777344", "publish_date": "2018/12/31"}, {"doc_id": "4343715", "text": "Parental controls / view. Psychological control involves parents trying to influence children's behavior. Several techniques exist for creating parental controls for blocking websites. Add-on parental control software may monitor API in order to observe applications such as a web browser or Internet chat application and to intervene according to certain criteria, such as a match in a database of banned words. Virtually all parental control software includes a password or other form of authentication to prevent unauthorized users from disabling it Techniques involving a proxy server are also used. A web browser is set to send requests for web content to the proxy", "doc_score": "85.43464660644531", "publish_date": "2018/12/31"}, {"doc_id": "11818508", "text": "Child abduction alert system / AMBER Alert Slovakia. A child alert system reaches millions of people within minutes. When a public child alert is issued by the police, the picture of the child is distributed to a much larger audience. A child alert system may use the following components: TV and radio, highway signs, Google Child Alert (also called Google AMBER Alert in some countries – already active in the US; there are developments in Europe), online banners and advertisements, large TV screens, SMS-text messages with photo, PC pop-ups, Facebook, Twitter, apps, website pop ups and banners, PC screensaver, e-mail, posters, RSS news feed, mobile", "doc_score": "83.39765930175781", "publish_date": "2018/12/31"}, {"doc_id": "4343712", "text": "Parental controls / as placing time-limits on usage or forbidding certain types of usage; \"computer usage management tools\", which enforces the use of certain software; and \"monitoring\", which can track location and activity when using the devices. Content filters were the first popular type of parental controls to limit access to Internet content. Television stations also began to introduce V-Chip technology to limit access to television content. Modern usage controls are able to restrict a range of explicit content such as explicit songs and movies. They are also able to turn devices off during specific times of the day, limiting the volume output", "doc_score": "83.37559509277344", "publish_date": "2018/12/31"}, {"doc_id": "5954666", "text": "Childproofing / and how quickly it can spread\". Due to a number of high-profile legal cases, many manufacturers now produce goods with built-in safety measures, such as child-resistant locks. The U.S. Consumer Product Safety Commission has attempted to increase awareness of potential hazards and has made it easier for consumers to report potentially dangerous products. Childproofing Childproofing (also called baby proofing) is the act of making an environment or object safe for children. This reduces risks to a level considered acceptable by a society, an institution, or to specific parents. Childproofing may include restriction of children to safe areas or preventing children", "doc_score": "82.81189727783203", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_5", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "95837", "text": "Hanukkah / there is no obligation to refrain from activities that are forbidden on the Sabbath, as specified in the \"Shulkhan Arukh\". Adherents go to work as usual but may leave early in order to be home to kindle the lights at nightfall. There is no religious reason for schools to be closed, although in Israel schools close from the second day for the whole week of Hanukkah. Many families exchange gifts each night, such as books or games, and \"Hanukkah Gelt\" is often given to children. Fried foods (such as latkes (potato pancakes), jelly doughnuts (sufganiyot), and Sephardic bimuelos) are eaten", "doc_score": "87.55897521972656", "publish_date": "2018/12/31"}, {"doc_id": "12533861", "text": "Rosh Hashanah / attending synagogue services and reciting special liturgy about teshuva, as well as enjoying festive meals. Eating symbolic foods is now a tradition, such as apples dipped in honey, hoping to evoke a sweet new year. \"Rosh\" is the Hebrew word for \"head\", \"ha\" is the definite article (\"the\"), and \"shanah\" means year. Thus \"Rosh HaShanah\" means 'head [of] the year', referring to the Jewish day of new year. The term \"Rosh Hashanah\" in its current meaning does not appear in the Torah. refers to the festival of the first day of the seventh month as \"\"Zikhron Teru'ah\"\" (\"[a] memorial [with", "doc_score": "88.01611328125", "publish_date": "2018/12/31"}, {"doc_id": "20288265", "text": "American Jewish cuisine / garlic and other flavorings, and a kosher-style pickle is a sour pickle aged in brine with garlic and dill. The term \"kosher-style\" may also refer to American Jewish cuisine in general. During the annual eight-day Passover holiday, Jews who are more traditionally observant do not eat leavened bread. During Passover some American Jews eat matzah and other foods that conform to this restriction. American Jews, like Jews elsewhere in the world, often participate in a seder at the beginning of Passover. This is a ritual meal that includes the telling of the story of Passover – the Exodus of the", "doc_score": "88.89250946044922", "publish_date": "2018/12/31"}, {"doc_id": "12533884", "text": "Rosh Hashanah / the Amidah, the Shofar is sounded (except on Shabbat) after the blessing that ends each section. Rosh Hashanah meals usually include apples dipped in honey to symbolize a sweet new year. Other foods with a symbolic meaning may be served, depending on local \"minhag\" (\"custom\"), such as the head of a fish (to symbolize the prayer \"let us be the head and not the tail\"). Many communities hold a \"Rosh Hashanah seder\" during which blessings are recited over a variety of symbolic dishes. The blessings have the incipit \"\"Yehi ratzon\"\", meaning \"May it be Thy will.\" In many cases, the", "doc_score": "89.08474731445312", "publish_date": "2018/12/31"}, {"doc_id": "12533885", "text": "Rosh Hashanah / name of the food in Hebrew or Aramaic represents a play on words (a pun). The Yehi Ratzon platter may include apples (dipped in honey, baked or cooked as a compote called \"mansanada\"); dates; pomegranates; black-eyed peas; pumpkin-filled pastries called \"rodanchas\"; leek fritters called \"keftedes de prasa\"; beets; and a whole fish with the head intact. It is also common to eat stuffed vegetables called \"legumbres yaprakes\". Some of the symbolic foods eaten are dates, black-eyed peas, leek, spinach and gourd, all of which are mentioned in the Talmud: “Let a man be accustomed to eat on New Year's Day", "doc_score": "89.47691345214844", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_6", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "8793319", "text": "Feliz Navidad (song) / and a Puerto Rican cuatro) is one of the most downloaded and aired Christmas songs in the United States and Canada. As of November 25, 2016, total sales of the digital track stand at 808,000 downloads according to Nielsen SoundScan, placing it eighth on the list of all-time best-selling Christmas/holiday digital singles in SoundScan history. It was also recognized by ASCAP as one of the top 25 most played and recorded Christmas songs around the world. The original José Feliciano version of the song first charted on the US \"Billboard\" Hot 100 more than two decades after it was first", "doc_score": "86.29460144042969", "publish_date": "2018/12/31"}, {"doc_id": "8793320", "text": "Feliz Navidad (song) / recorded reaching number 70 on the week ending January 10, 1998. The song later returned to the US \"Billboard\" Hot 100 on the chart dated the week of January 7, 2017 reaching number 44. On the popular 1970 recording by Feliciano, the drummer is Paulinho Magalhaes. The addition of the horns as a final touch was the idea of record producer Rick Jarrard. \"Feliz Navidad,\" like many Christmas songs, has been frequently covered. Notable artists who have recorded the song include the American pop band, Why Don't We, Boney M, Michael Bublé featuring Thalía, \"Glee\" Cast, Il Volo featuring Belinda,", "doc_score": "83.39788055419922", "publish_date": "2018/12/31"}, {"doc_id": "1283517", "text": "Christina Aguilera / Basics\" in 2006. Her albums \"Stripped\" (2002), \"Bionic\" (2010), \"Lotus\" (2012), and \"Liberation\" (2018) all reached the top-ten in the United States. Furthermore, her Spanish-language album \"Mi Reflejo\" and the holiday album \"My Kind of Christmas\" each topped \"Billboard\" component charts in 2000. Several of Aguilera's songs have experienced international success, including \"Genie in a Bottle\", \"What a Girl Wants\", and \"Come On Over Baby (All I Want Is You)\" from her self-titled debut, which each topped the \"Billboard\" Hot 100, \"Dirrty\", \"Beautiful\", and \"Fighter\" from \"Stripped\", \"Ain't No Other Man\" and \"Hurt\" from \"Back to Basics\", and the collaborations", "doc_score": "79.68104553222656", "publish_date": "2018/12/31"}, {"doc_id": "1456559", "text": "Gloria Estefan / Gloria Estefan Gloria Estefan (born Gloria María Milagrosa Fajardo; September 1, 1957) is a Cuban-American singer, songwriter, actress, and businesswoman. She started her career as the lead singer in the group \"Miami Latin Boys\" which later became known as Miami Sound Machine. Estefan experienced worldwide success with \"Conga\" in 1985. The song became Estefan's signature song and led to the Miami Sound Machine winning the grand prix in the 15th annual Tokyo Music Festival in 1986. In the middle of 1988, she and the band got their first number-one hit for the song \"Anything for You.\" She is a contralto.", "doc_score": "82.05577087402344", "publish_date": "2018/12/31"}, {"doc_id": "19974839", "text": "Yo Nací Para Amarte / successful songs released by the label since the launch of the \"Billboard\" Hot Latin Tracks chart in 1986. Eliseo Cardona of \"El Nuevo Herald\" highlighted \"Yo Nací Para Amarte\" as one of the boleros where Fernández performs with \"intensity and passion\". At the 1999 \"Billboard\" Latin Music Awards, \"Yo Nací Para Amarte\" was nominated for Hot Latin Track of the Year and Pop Hot Latin Track of the Year. Fernández lost the first award to \"Por Mujeres Como Tu\" by Pepe Aguilar and the second to \"Vuelve\" by Ricky Martin. The track also led to Santander receiving a BMI Latin", "doc_score": "81.23876953125", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_7", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "205214", "text": "Japanese cuisine / to eat rice to the last grain. Being a picky eater is frowned upon, and it is not customary to ask for special requests or substitutions at restaurants. It is considered ungrateful to make these requests especially in circumstances where one is being hosted, as in a business dinner environment. After eating, try to move all dishes back to the same position they were at the start of the meal. This includes replacing the lids on dishes and putting one's chopsticks on the chopstick holder or back into their paper slip. Good manners dictate that one respects the selections of", "doc_score": "94.21128845214844", "publish_date": "2018/12/31"}, {"doc_id": "205180", "text": "Japanese cuisine / a full-course Japanese meal would be brought on serving napkins called, which were originally platformed trays or small dining tables. In the modern age, faldstool trays or stackup-type legged trays may still be seen used in \"zashiki\", i.e. tatami-mat rooms, for large banquets or at a ryokan type inn. Some restaurants might use the suffix as a more sophisticated though dated synonym to the more familiar, since the latter basically is a term for a combo meal served at a \"taishū-shokudō\", akin to a diner. \"Teishoku\" means a meal of fixed menu, a dinner \"à prix fixe\" served", "doc_score": "94.84093475341797", "publish_date": "2018/12/31"}, {"doc_id": "4241994", "text": "Karaoke box / Karaoke box A is a common type of karaoke establishment commonly found in East Asia, Southeast Asia, South Asia and the United States. Karaoke boxes consist of multiple rooms containing karaoke equipment, usually rented out for time periods. A typical karaoke box establishment contains 10–20 (or more) such rooms as well as a main karaoke bar area in the front. Karaoke box establishments often sell refreshments. The term karaoke box is primarily used in Japan and Hong Kong. Karaoke box establishments are commonly known as KTV (an abbreviation of karaoke television) in Taiwan, China, Cambodia, Singapore, and the United States,", "doc_score": "93.93482971191406", "publish_date": "2018/12/31"}, {"doc_id": "20157342", "text": "Ramen shop / difficulties in attempts to create the best noodle shop in Japan. The film \"Blade Runner\" has scenes where the main character is served ramen at an outdoor sit-down shop in futuristic Los Angeles. Ramen shop A ramen shop is a restaurant that specializes in ramen dishes, the wheat-flour Japanese noodles in broth. In Japan, ramen shops are very common and popular, and are sometimes referred to as ramen-ya restaurants. Some ramen shops operate in short order style, while others provide patrons with sit-down service. Over 10,000 ramen shops exist in Japan. In recent times, ramen shops have burgeoned in some", "doc_score": "92.55445098876953", "publish_date": "2018/12/31"}, {"doc_id": "2353002", "text": "Convenience food / macaroni and cheese, brownie mixes, and gravy mixes. Some packaged mixes may have a high saturated fat content. In 2007 it was noted in the book \"Australia's food & nutrition 2012\" that a distinct increase in convenience food consumption had been occurring in Australia. In Japan, onigiri (rice balls) are a popular convenience food that dates for millennia — by the Heian period these were established enough to be mentioned in literature. Additional Japanese convenience foods include prepared tofu (bean curd), prepared packages of seafood and instant ramen noodles. Canned tuna packed in oil is a convenience food in the", "doc_score": "95.51567840576172", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_8", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "464490", "text": "Yule / Yule Yule or Yuletide (\"Yule time\" or \"Yule season\") is a festival observed by the historical Germanic peoples. Scholars have connected the celebration to the Wild Hunt, the god Odin, and the pagan Anglo-Saxon. It later underwent Christianized reformulation resulting in the term Christmastide. Terms with an etymological equivalent to \"Yule\" are used in the Nordic countries for Christmas with its religious rites, but also for the holidays of this season. Today Yule is also used to a lesser extent in the English-speaking world as a synonym for Christmas. Present-day Christmas customs and traditions such as the Yule log,", "doc_score": "91.13016510009766", "publish_date": "2018/12/31"}, {"doc_id": "464494", "text": "Yule / midwinter festival celebrated by the Germanic peoples. The earliest references to it are in the form of month names, where the Yule-tide period lasts somewhere around two months in length, falling along the end of the modern calendar year between what is now mid-November and early January. Yule is attested early in the history of the Germanic peoples; from the 4th-century Gothic language it appears in the month name ', and, in the 8th century, the English historian Bede wrote that the Anglo-Saxon calendar included the months'or \"\" corresponding with either modern December or December and January. While", "doc_score": "87.6446533203125", "publish_date": "2018/12/31"}, {"doc_id": "10608215", "text": "Yule and Christmas in Denmark / \"Skål\" to make a toast, and everyone stops eating to take a drink. Normally, everyone takes public transportation to the event, to avoid alcohol related traffic accidents on the way home from these parties. Throughout the Christmas month of December, various confectionaries, fruits, cakes, beverages and sweet treats specifically associated with Christmas are widely available in the streets, in shops, cafés or in homes. This includes nuts (mostly hazelnut, walnut and almond), dried fruits (apricots, figs and raisins), oranges, clementines, mandarins, pigeon apples, \"brændte mandler\" (sugarglazed almonds cooked in large open cauldrons in the streets), glazed apples on a stick,", "doc_score": "89.10538482666016", "publish_date": "2018/12/31"}, {"doc_id": "6670298", "text": "Yule Goat / when the Santa Claus tradition had not been fully established throughout Sweden. Among the songs are \"Julbocken\", \"Julpolska\" and \"Raska fötter springa tripp, tripp, tripp\". Yule Goat The Yule goat is a Scandinavian and Northern European Yule and Christmas symbol and tradition. Its origin may be Germanic pagan and has existed in many variants during Scandinavian history. Modern representations of the Yule goat are typically made of straw. The Yule goat's origins go back to ancient Pagan festivals. While a popular theory is that the celebration of the goat is connected to worship of the Norse god Thor, who rode", "doc_score": "89.52439880371094", "publish_date": "2018/12/31"}, {"doc_id": "464491", "text": "Yule / Yule goat, Yule boar, Yule singing, and others stem from pagan Yule. Today the event is celebrated in Heathenry and some other forms of Modern Paganism. \"Yule\" is the modern English representation of the Old English words'or'and'or \"ġéoli\", with the former indicating the 12-day festival of \"Yule\" (later: \"Christmastide\") and the latter indicating the month of \"Yule\", whereby'referred to the period before the Yule festival (December) and'referred to the period after Yule (January). Both words are thought to be derived from Common Germanic ', and are cognate with Gothic ';", "doc_score": "88.04566955566406", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_9", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "2213262", "text": "Junkanoo / Junkanoo Junkanoo is a street parade with music, dance, and costumes of Akan origin in many islands across the Bahamas every Boxing Day (December 26) and New Year's Day (January 1), the same as \"Kakamotobi\" or the Fancy Dress Festival. The largest Junkanoo parade happens in the capital Nassau, New Providence. There are also Junkanoo parades in Miami in June and Key West in October, where local black American populations have their roots in The Bahamas. In addition to being a culture dance for the Garifuna people, this type of dancing is also performed in The Bahamas on Independence day", "doc_score": "87.96382904052734", "publish_date": "2018/12/31"}, {"doc_id": "2213263", "text": "Junkanoo / and other historical holidays. Dances are choreographed to the beat of goatskin drums and cowbells. The festival may have originated several centuries ago, when slaves on plantations in The Bahamas celebrated holidays granted around Christmas time with dance, music, and costumes. After emancipation the tradition continued and junkanoo evolved from simple origins to a formal, organised parade with intricate costumes, themed music and official prizes within various categories. The origin of the word \"junkanoo\" is disputed. Theories include that it is named after a folk hero named John Canoe or that it is derived from the French \"gens inconnus\" (unknown", "doc_score": "88.4748764038086", "publish_date": "2018/12/31"}, {"doc_id": "2717992", "text": "Coming of Age Day / Coming of Age Day Coming of age ceremonies have been celebrated in Japan since at least 714 AD, when a young prince donned new robes and a hairstyle to mark his passage into adulthood. The holiday was first established in 1948, to be held every year on January 15. In 2000, as a result of the Happy Monday System, Coming of Age Day was changed to the second Monday in January. Japan's low birth rate and shrinking percentage of young people, coupled with disruptions to some ceremonies in recent years (such as an incident in Naha in 2002, when drunken", "doc_score": "81.75115966796875", "publish_date": "2018/12/31"}, {"doc_id": "1309217", "text": "Japanese festivals / only once a year on the 7th night of the 7th month provided it didn't rain and flood the Milky Way. It was named Tanabata after a weaving maiden from a Japanese legend, named Orihime who was believed to make clothes for the gods. People often write wishes and romantic aspirations on long, narrow strips of colored paper and hang them on bamboo branches along with other small ornaments. Date: July 19 Information: One traditional custom to mark the end of the Bon Festival. Small paper lanterns containing a burning flame are either set afloat to a river, lake or", "doc_score": "80.10017395019531", "publish_date": "2018/12/31"}, {"doc_id": "2708338", "text": "Bon Festival / season\" is an important part of the present-day culture and life of Hawaii. It was brought there by the plantation workers from Japan, and now the bon dance events are held among the five major islands (Kauai, Oahu, Molokai, Maui and Hawaii) on weekend evenings from June to August. They are held usually at Buddhist missions, but sometimes at Shintoist missions or at shopping centers. At some Buddhist missions, the dance is preceded by a simple ritual where the families of the deceased in the past year burn incense for remembrance, but otherwise the event is non-religious. The songs played", "doc_score": "81.8470687866211", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_10", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "3986572", "text": "Qatar national football team / played matches, Fossati had to undergo stomach surgery. Subsequently, the Qatar Football Association ended their co-operation with him in September 2008, as the QFA claimed he needed too long to recover from surgery. Bruno Metsu was called up for the job, but Qatar failed to qualify after finishing fourth in their qualifying group. Qatar was announced as hosts of the 2022 FIFA World Cup in December 2010. In 2011, as hosts of the 2011 Asian Cup, they advanced to the quarter-finals. They succumbed to a late 2–3 defeat to eventual champions Japan after a goal was scored by Masahiko Inoha", "doc_score": "86.2466049194336", "publish_date": "2018/12/31"}, {"doc_id": "3986577", "text": "Qatar national football team / records. Qatar will be the second team from outside the Americas to participate in the Copa América, and will be invited for the first time in 2019. The following players have been called up for the Qatar squad within the last 18 months. Notes: Qatar national football team The Qatar national football team () is the national team of Qatar and is overseen by the Qatar Football Association. The team has appeared in nine Asian Cup tournaments and Qatar also hosted the 2011 Asian Cup. They play their home games at Khalifa International Stadium and Jassim Bin Hamad Stadium. The", "doc_score": "86.81070709228516", "publish_date": "2018/12/31"}, {"doc_id": "3986574", "text": "Qatar national football team / and were victorious in the final against Saudi Arabia, who were playing in front of a home crowd, by a margin of 2–1. Despite winning the Gulf Cup and finishing the year 2014 with only one defeat, Qatar showed a poor form in the 2015 Asian Cup. Qatar was defeated 1–4 by the United Arab Emirates in their opener. This was continued with a 0–1 loss to Iran and 1–2 to Bahrain. Qatar was eliminated in the group stages with no points and placed 4th in Group C. Qatar's current campaign in qualifying for the 2018 World Cup in Russia", "doc_score": "86.0115737915039", "publish_date": "2018/12/31"}, {"doc_id": "3986562", "text": "Qatar national football team / Qatar national football team The Qatar national football team () is the national team of Qatar and is overseen by the Qatar Football Association. The team has appeared in nine Asian Cup tournaments and Qatar also hosted the 2011 Asian Cup. They play their home games at Khalifa International Stadium and Jassim Bin Hamad Stadium. The latter is the home stadium for the team. Qatar will host the 2022 FIFA World Cup and therefore qualify automatically for what will be their first appearance in the finals. This will be the first time the host nation has never previously competed at", "doc_score": "87.18658447265625", "publish_date": "2018/12/31"}, {"doc_id": "3986576", "text": "Qatar national football team / but that was followed by a 1–2 loss to Iraq and an unconvincing 1–1 draw to Bahrain. Qatar took the third place in Group B with four points and was eliminated in the group stage of the competition, which was considered as an upset of the tournament especially after winning the 2014 edition. Since 1992, the Olympic team has been drawn from a squad with a maximum of three players over 23 years age, and the achievements of this team are not generally regarded as part of the national team's records, nor are the statistics credited to the players' international", "doc_score": "86.01564025878906", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_11", "search_time": "2022/12/29/00:24", "search_result": [{"doc_id": "9358106", "text": "Winter solstice / increases from the equator towards the South Pole in the Southern Hemisphere in December (around the summer solstice there), but decreases towards the North Pole in the Northern Hemisphere at the time of the northern winter solstice. Winter solstice The winter solstice (or hibernal solstice), also known as midwinter, is an astronomical phenomenon marking the day with the shortest period of daylight and the longest night of the year. It occurs when one of the Earth's poles has its maximum tilt away from the Sun. It happens twice yearly, once in each hemisphere. In the Northern Hemisphere this is the", "doc_score": "92.40467834472656", "publish_date": "2018/12/31"}, {"doc_id": "9358093", "text": "Winter solstice / Winter solstice The winter solstice (or hibernal solstice), also known as midwinter, is an astronomical phenomenon marking the day with the shortest period of daylight and the longest night of the year. It occurs when one of the Earth's poles has its maximum tilt away from the Sun. It happens twice yearly, once in each hemisphere. In the Northern Hemisphere this is the December solstice and in the Southern Hemisphere this is the June solstice. The axial tilt of Earth and gyroscopic effects of its daily rotation mean that the two opposite points in the sky to which the Earth's", "doc_score": "93.52418518066406", "publish_date": "2018/12/31"}, {"doc_id": "9358094", "text": "Winter solstice / axis of rotation points (axial precession) change very slowly (at the current rate it would take just under 26,000 years to make a complete circle). As the Earth follows its orbit around the Sun, the polar hemisphere that faced away from the Sun, experiencing winter, will, in half a year, face towards the Sun and experience summer. This is because the two hemispheres face opposite directions along Earth's axis, and so as one polar hemisphere experiences winter, the other experiences summer. More evident from high latitudes, a hemisphere's winter solstice occurs on the day with the shortest period of daylight", "doc_score": "88.90768432617188", "publish_date": "2018/12/31"}, {"doc_id": "9358095", "text": "Winter solstice / and longest night of the year, when the sun's daily maximum elevation in the sky is at its lowest. Although the winter solstice itself lasts only a moment in time, the term sometimes refers to the day on which it occurs. Other names are \"midwinter\", the \"extreme of winter\" (Dongzhi), or the \"shortest day\". In some cultures it is seen as the middle of winter, while in others it is seen as the beginning of winter. In meteorology, winter in the Northern Hemisphere spans the entire period of December through February. The seasonal significance of the winter solstice is in", "doc_score": "89.90068817138672", "publish_date": "2018/12/31"}, {"doc_id": "459472", "text": "Winter / moment of winter solstice is when the sun's elevation with respect to the North or South Pole is at its most negative value (that is, the sun is at its farthest below the horizon as measured from the pole). The day on which this occurs has the shortest day and the longest night, with day length increasing and night length decreasing as the season progresses after the solstice. The earliest sunset and latest sunrise dates outside the polar regions differ from the date of the winter solstice, however, and these depend on latitude, due to the variation in the solar", "doc_score": "90.43746948242188", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_12", "search_time": "2022/12/29/00:25", "search_result": [{"doc_id": "20157809", "text": "Donald Trump's disclosures of classified information / in \"The Washington Post\" on May 15, 2017. White House staff initially denied the report, but the following day Trump defended the disclosure, stating that he has the \"absolute right\" to \"share\" intelligence with Russia. It was later reported that Israel was the source of the information. Israel did not confirm or deny the report but released a statement stating full confidence in the intelligence sharing relationships with the United States. Ynetnews, an Israeli online news site, reported on January 12 that U.S. intelligence advised Israeli intelligence officers to be cautious about sharing information with the incoming Trump administration, until", "doc_score": "82.6745834350586", "publish_date": "2018/12/31"}, {"doc_id": "20894179", "text": "Reactions to the Special Counsel investigation (2017–present) / hunt” - it is a “hoax” with “17 angry Democrats” which has committed “fraudulent” acts. On December 16, 2017, Kory Langhofer, a lawyer for \"Trump for America\", sent a letter to Congress alleging that Mueller's team had unlawfully acquired, via the GSA, tens of thousands of emails sent and received by thirteen senior members of the Trump transition team. The communications derived from the official governmental presidential transition team domain, \"ptt.gov\". On the following day, GSA Deputy Counsel Lenny Loewentritt stated that Trump's transition team had been explicitly advised at the time of the transition that all material passing through", "doc_score": "82.68824768066406", "publish_date": "2018/12/31"}, {"doc_id": "20894199", "text": "Reactions to the Special Counsel investigation (2017–present) / end the investigation, while most independents and nearly all Democrats feel the investigation should be allowed to continue. Reactions to the Special Counsel investigation (2017–present) Reactions to the Special Counsel investigation of any Russian government efforts to interfere in the 2016 presidential election have been widely varied and have evolved over time. An initial period of bipartisan support and praise for the selection of former FBI director Robert Mueller to lead the Special Counsel investigation gave way to some degree of partisan division over the scope of the investigation, the composition of the investigative teams, and the results achieved. While", "doc_score": "81.75994110107422", "publish_date": "2018/12/31"}, {"doc_id": "20894191", "text": "Reactions to the Special Counsel investigation (2017–present) / its release, Trump claimed in a tweet that the memo \"totally vindicates\" him. On February 24, 2018, the House Intelligence Committee with Trump's authorization released a redacted version of a memo from Adam Schiff, ranking Democratic member of the committee, as a response to the Nunes memo. The response contended the wiretaps were properly obtained and were warranted because Page had been assessed by intelligence agencies as \"an agent of the Russian government,\" adding that \"Our extensive review of the initial FISA application and three subsequent renewals failed to uncover any evidence of illegal, unethical, or unprofessional behavior by law", "doc_score": "82.67302703857422", "publish_date": "2018/12/31"}, {"doc_id": "19982379", "text": "Reactions to Executive Order 13769 / article, however, supported the Ninth Circuit's decision. Trump's tweet came just minutes after the Wittes' article at Lawfare had been discussed on MSNBC's \"Morning Joe\". The following day Wittes described as \"disturbing\" that Trump would cite something \"with apparently no idea who the author was or what the publication was, and indeed without reading the rest of the article.\" Trump faced much criticism for the executive order. Democrats \"were nearly united in their condemnation\" of the policy, with Senate Minority Leader Chuck Schumer saying that \"tears are running down the cheeks of the Statue of Liberty tonight as a grand", "doc_score": "82.37075805664062", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_13", "search_time": "2022/12/29/00:25", "search_result": [{"doc_id": "8022233", "text": "Tesla, Inc. / the decision for the company to remain traded on the public stock markets. In September 2018, Musk was sued by the U.S. Securities and Exchange Commission for the tweet claiming that funding had been secured for taking Tesla private. The lawsuit characterized the tweet as false, misleading, and damaging to investors, and sought to bar Musk from serving as CEO on publicly traded companies. Musk settled with the SEC two days later. The settlement terms required Musk to leave as chairman, and prohibited him from running for chairman again for three years. Additionally, he and Tesla Inc. were fined $20M", "doc_score": "76.88660430908203", "publish_date": "2018/12/31"}, {"doc_id": "10329581", "text": "Adam Kokesh / the White House as a protest against the Syrian bombing campaign, but before it could start Kokesh was arrested on an outstanding warrant for failing to appear in court on charges related to him disrupting a TSA security line in Maryland in 2015. On January 16, 2018, Kokesh announced his candidacy for President. He was pulled over by Texas Department of Public Safety Troopers twice that day and arrested the second time on marijuana and controlled substance charges. He was bailed out on January 25. While in jail after his 2013 arrest stemming from his Freedom Plaza civil disobedience, Kokesh", "doc_score": "75.42933654785156", "publish_date": "2018/12/31"}, {"doc_id": "20121549", "text": "Wil Dasovich / getting the highest number of text votes. He was evicted after being nominated for the fifth time after garnering the second lowest text votes. In August 2017, upon returning to San Francisco after three years abroad, Dasovich explained that he came for treatment for internal bleeding that was apparently contracted from a parasite. He later revealed that he was diagnosed with a stage III colon cancer. He finished his last cycle of chemotherapy in early January 2018. In early February 2018, he revealed that he is cancer-free. On February 14, 2018, Dasovich confirmed that he and Alodia Gosiengfiao had begun", "doc_score": "73.42803192138672", "publish_date": "2018/12/31"}, {"doc_id": "17268720", "text": "Brian Krzanich / in the last decade had a major and fundamental security vulnerability. When the news became public in January 2018, the timing of the sale was questioned. Krzanich retained 250,000 shares, the minimum amount allowed under his employment agreement and approximately half of the 495,000 shares he held prior to the transaction. In June 2018, Krzanich resigned as CEO of Intel after an internal probe found that he had engaged in a consensual relationship with an subordinate, which Intel said violated its anti-fraternization policy. On November 7, 2018, Krzanich was announced to be the new chief executive officer and president of", "doc_score": "75.31076049804688", "publish_date": "2018/12/31"}, {"doc_id": "7938278", "text": "Unity08 / servers crashed due to the overwhelming traffic. In January 2008, Bailey and Rafshoon announced that they were leaving the organization and were planning to launch a national effort to draft New York City Mayor Michael Bloomberg to run for president. Shortly thereafter, representatives for Unity08 announced that the organization was scaling back operations and suspending activities, citing lack of adequate funding and disputes with the Federal Election Commission. Unity08 was unable to resume operations prior to the 2008 presidential election. Prior to the organization's suspension of activities, Unity08's web site was a community for members to communicate and participate via", "doc_score": "75.80159759521484", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_14", "search_time": "2022/12/29/00:25", "search_result": [{"doc_id": "19963235", "text": "2017 United States federal hiring freeze / unchanged, increasing to 2.8 million from 2.79 million, and below the peak of 3.15 million during the Reagan administration. Prior to becoming president, Trump indicated that he would institute a hiring freeze. In late October 2016, he revealed a six-point plan for his first 100 days; the second of these six was \"a hiring freeze on all federal employees to reduce federal workforce through attrition (exempting military, public safety, and public health)\" In a November 14, 2016, press conference, President Barack Obama had urged Trump to reconsider his proposed freeze, noting that, since 1967, the country's population increased 136%, the", "doc_score": "87.20125579833984", "publish_date": "2018/12/31"}, {"doc_id": "19972297", "text": "Executive Order 13769 / Executive Order 13769 Executive Order 13769, titled Protecting the Nation from Foreign Terrorist Entry into the United States, often referred to as the Muslim ban or the travel ban, was an executive order by United States President Donald Trump. Except for the extent to which it was blocked by various courts, it was in effect from 27 January 2017, until 16 March 2017, when it was superseded by Executive Order 13780. Executive Order 13769 lowered the number of refugees to be admitted into the United States in 2017 to 50,000, suspended the U.S. Refugee Admissions Program (USRAP) for 120 days,", "doc_score": "88.45353698730469", "publish_date": "2018/12/31"}, {"doc_id": "19972298", "text": "Executive Order 13769 / suspended the entry of Syrian refugees indefinitely, directed some cabinet secretaries to suspend entry of those whose countries do not meet adjudication standards under U.S. immigration law for 90 days, and included exceptions on a case-by-case basis. Homeland Security lists these countries as Iran, Iraq, Libya, Somalia, Sudan, Syria, and Yemen. More than 700 travelers were detained, and up to 60,000 visas were \"provisionally revoked\". The signing of the order provoked widespread condemnation and protests and resulted in legal intervention against the enforcement of the order with some calling it a \"Muslim ban\" because Trump had previously called for temporarily", "doc_score": "86.99597930908203", "publish_date": "2018/12/31"}, {"doc_id": "19969598", "text": "Interview Waiver Program / had changed. IWP was still being rolled out to additional countries as of 2016. An executive order by Donald Trump on January 27, 2017, issued a week after Donald Trump assumed the office of President of the United States, asked for an immediate suspension of the Interview Waiver Program, pending review for compliance with Section 222 of the INA, 8 U.S.C. 1222, which requires that all individuals seeking a nonimmigrant visa undergo an in-person interview, subject to specific statutory exceptions. Dara Lind of \"Vox\" referred to the suspension of the IWP as the only concrete change to the visa screening", "doc_score": "86.73469543457031", "publish_date": "2018/12/31"}, {"doc_id": "20759536", "text": "Trump administration family separation policy / detained parents if Congress passed legislation lifting the 20-day limit on family detention required under the Flores settlement. On June 26, responding to an ACLU class action lawsuit, a federal judge ordered all separated children, except where not appropriate, be reunited with their parent within 30 days. On July 26, the Trump administration said that 1,442 children had been reunited with their parents while 711 remained in government shelters. Officials said they will work with the court to return the remaining children, including 431 parents of those children who have already been deported without their children. As of August 20,", "doc_score": "85.31324005126953", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_15", "search_time": "2022/12/29/00:25", "search_result": [{"doc_id": "18807235", "text": "Traveler Redress Inquiry Program / Traveler Redress Inquiry Program The Traveler Redress Inquiry Program (TRIP, sometimes called DHS TRIP) is a program managed by the Department of Homeland Security in the United States that allows people who face security-related troubles traveling by air, receive excessive security scrutiny, or are denied entry to the United States, to file their grievances with and seek redress from the DHS. TRIP is intended for people who have unfortunate interactions with the United States Customs and Border Protection (CBP) while entering or exiting the United States, and also for people traveling within the United States who are denied or delayed", "doc_score": "86.54795837402344", "publish_date": "2018/12/31"}, {"doc_id": "10080060", "text": "Fare evasion / In the US, the MBTA, CTA, and Port Authority Trans-Hudson (PATH) also use sophisticated camera equipment. The MBTA even apprehended vandals damaging AFC equipment while evading, and published the video footage. Fare evasion Fare evasion or ticket evasion, as distinct from \"fare avoidance\" or \"ticket avoidance\", is the act of travelling on public transport in disregard of the law and/or regulation, having deliberately not purchased the required ticket to travel (having had the chance to do so). It is a problem in many parts of the world, and revenue protection officers operate on many systems. Often ticket barriers, manned or", "doc_score": "85.80195617675781", "publish_date": "2018/12/31"}, {"doc_id": "17912354", "text": "Bug bounty program / and show this card and say ‘I did special work for Facebook.’” In 2014, Facebook stopped issuing debit cards to researchers. In 2016, ride sharing company Uber experienced a security incident when an individual accessed the personal information of 57 million Uber users worldwide. The individual supposedly demanded a ransom of $100,000 in order to destroy the users’ data. In Congressional testimony, Uber CISO indicated that the company verified that the data had been destroyed before paying the $100,000. Mr. Flynn expressed regret that Uber did not disclose the incident in 2016. As part of their response to this incident,", "doc_score": "84.97147369384766", "publish_date": "2018/12/31"}, {"doc_id": "20097391", "text": "United Express Flight 3411 incident / amount of travel vouchers to passengers \"bounced\" from flights to up to $10,000 and a $1,500 \"no questions asked\" fee for permanently lost luggage, and the airline promised to reduce overbooking. However, United Airlines had not raised the amount for bounced passengers from their previous $1350 maximum as of the 14 December 2017 revision of their Contract of Carriage Agreement. The handling of the incident by Munoz was described as a \"fumbling response\" by Bloomberg News, part of a \"public-relations disaster\" for United. Munoz had been named \"Communicator of the Year for 2017\" by \"PRWeek\" in March 2017. Steve Barrett,", "doc_score": "86.27400207519531", "publish_date": "2018/12/31"}, {"doc_id": "18335677", "text": "Civil forfeiture in the United States / a new practice has emerged. By classifying valuables such as cars, cellphones, and wallets with cash as evidence the police can keep them and by making it very difficult and time consuming to get them back. After 120 days the police can sell the items. The Drug Enforcement Administration (DEA) has been using civil forfeiture as one way of funding their efforts to combat the use of illegal drugs, including marijuana, which continues to be illegal to possess under Federal law as of 2016. According to government figures, the DEA collected $18 million in 2013 as part of its Cannabis", "doc_score": "84.04195404052734", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_16", "search_time": "2022/12/29/00:25", "search_result": [{"doc_id": "16119592", "text": "InSight / example from the Instrument Context Camera (ICC)\" InSight The Interior Exploration using Seismic Investigations, Geodesy and Heat Transport (InSight) mission is a robotic lander designed to study the deep interior of the planet Mars. It was manufactured by Lockheed Martin, is managed by NASA's Jet Propulsion Laboratory, and most payload instruments it carries were built by European agencies. The mission launched on 5 May 2018 at 11:05 UTC aboard an Atlas V-401 rocket and successfully landed at Elysium Planitia on Mars on 26 November 2018 at 19:52:59 UTC. \"InSight\" traveled during its journey. \"InSight\" objectives are to place a seismometer,", "doc_score": "91.88086700439453", "publish_date": "2018/12/31"}, {"doc_id": "16119584", "text": "InSight / for a touchdown on the 26th November in that year. InSight cruise stage departed Earth at a speed of 6,200 miles per hour (10,000 kilometers per hour). The MarCo probes were ejected from the 2nd stage Centaur booster and traveled to Mars independent of the InSight cruise stage, but they were all launched together During the cruise to Mars, the InSight cruise stage makes several course adjustments, and the first of these (TCM-1) took place on May 22, 2018. The cruise stage that carries the lander includes solar panels, antenna, star trackers, sun sensor, inertial measurement unit among its technologies.", "doc_score": "89.10073852539062", "publish_date": "2018/12/31"}, {"doc_id": "11535422", "text": "LADEE / LADEE The Lunar Atmosphere and Dust Environment Explorer (LADEE ) was a NASA lunar exploration and technology demonstration mission. It was launched on a Minotaur V rocket from the Mid-Atlantic Regional Spaceport on September 7, 2013. During its seven-month mission, LADEE orbited around the Moon's equator, using its instruments to study the lunar exosphere and dust in the Moon's vicinity. Instruments included a dust detector, neutral mass spectrometer, and ultraviolet-visible spectrometer, as well as a technology demonstration consisting of a laser communications terminal. The mission ended on April 18, 2014, when the spacecraft's controllers intentionally crashed LADEE into the far", "doc_score": "86.47360229492188", "publish_date": "2018/12/31"}, {"doc_id": "16119566", "text": "InSight / August 2012, \"InSight\" was selected for development and launch. Managed by NASA's Jet Propulsion Laboratory (JPL) with participation from scientists from several countries, the mission was cost-capped at, not including launch vehicle funding. Lockheed Martin began construction of the lander on 19 May 2014, with general testing starting in 27 May 2015. A persistent vacuum leak in the CNES-supplied seismometer known as the Seismic Experiment for Interior Structure (SEIS) led NASA to postpone the planned launch in March 2016 to May 2018. When \"InSight\" was delayed, the rest of the spacecraft was returned to Lockheed Martin's factory in Colorado", "doc_score": "89.97021484375", "publish_date": "2018/12/31"}, {"doc_id": "16119564", "text": "InSight / to measure seismic activity and provide accurate 3D models of the planet's interior; and measure internal heat flow using a heat probe called HP to study Mars' early geological evolution. This could bring a new understanding of how the Solar System's terrestrial planets – Mercury, Venus, Earth, Mars – and Earth's Moon form and evolve. The lander was originally planned for launch in March 2016. Following a persistent vacuum failure in the SEIS instrument prior to launch, with the 2016 launch window missed, \"InSight\" was returned to Lockheed Martin's facility in Denver, Colorado, for storage. NASA officials decided in March", "doc_score": "89.17222595214844", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_17", "search_time": "2022/12/29/00:25", "search_result": [{"doc_id": "6260356", "text": "Margaret Mary Ray / made the news in May 1988, when she was arrested at the Lincoln Tunnel for failing to pay the $3 toll. She was driving late night talk show host David Letterman's Porsche, stolen from his driveway, with her three-year-old son Alex. She claimed she was Letterman’s wife and that her son was their child. Over the next several years, she was arrested a total of eight times for trespassing on Letterman's property and other related counts. She claimed she left cookies and an empty Jack Daniel's bottle in the foyer of Letterman's Connecticut home. At one point, she was found", "doc_score": "82.29249572753906", "publish_date": "2018/12/31"}, {"doc_id": "20504666", "text": "Celia Cooney / Celia Cooney Celia Roth Cooney (1904 – July 13, 1992) was an American who went on a robbing spree in the spring of 1924. Cooney robbed 10 buildings with her husband Ed Cooney before she was caught. She became known as the Bobbed Haired Bandit for her exploits. The robberies received significant media coverage, making headlines in \"The New York Times\", the \"Washington Post,\" \"Chicago Tribune,\" \"San Francisco Chronicle,\" The \"Los Angeles Times\", and others. The newspapers criticized Richard Enright and the New York City Police Department for their inability to catch Cooney. In response, Enright ordered the largest manhunt", "doc_score": "81.30643463134766", "publish_date": "2018/12/31"}, {"doc_id": "10707440", "text": "Kidnapping of Peggy Ann Bradnick / worried about his dogs and took her north of the turnpike again. He fetched a chain, chained her to a tree, and attempted to get his dogs, but was unsuccessful. Hollenbaugh instead took Peggy Ann to a cave that he had dug into an area in the Tuscarora Mountains, known as Gobbler's Knob and acquired a couple of cans of food, which he shared with her. A few days later, he was able to fetch his dogs. On May 16, Hollenbaugh forced Peggy Ann to accompany him as he burglarized a house, in which he found a.32 automatic. On", "doc_score": "82.63983154296875", "publish_date": "2018/12/31"}, {"doc_id": "20504677", "text": "Celia Cooney / lectures, plays, and songs featuring her story. Celia Cooney Celia Roth Cooney (1904 – July 13, 1992) was an American who went on a robbing spree in the spring of 1924. Cooney robbed 10 buildings with her husband Ed Cooney before she was caught. She became known as the Bobbed Haired Bandit for her exploits. The robberies received significant media coverage, making headlines in \"The New York Times\", the \"Washington Post,\" \"Chicago Tribune,\" \"San Francisco Chronicle,\" The \"Los Angeles Times\", and others. The newspapers criticized Richard Enright and the New York City Police Department for their inability to catch Cooney.", "doc_score": "81.12377166748047", "publish_date": "2018/12/31"}, {"doc_id": "10707445", "text": "Kidnapping of Peggy Ann Bradnick / June 1. The true crime book \"Deadly Pursuit\" by Robert V. Cox details the incident. Robert Cox won the Pulitzer Prize in 1967 for Local General or Spot News Reporting \"For his vivid deadline reporting of a mountain manhunt that ended with the killing of a deranged sniper who had terrorized the community.\" Peggy Ann Bradnick told her story to the \"Saturday Evening Post\", which published it in their July 16, 1966, edition. On March 23, 1967, Peggy Ann was married to Darrell Logan. They lived in Lewistown, Pennsylvania. They had a daughter, Alicia, and moved to La Porte, Indiana,", "doc_score": "81.58314514160156", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_18", "search_time": "2022/12/29/00:25", "search_result": [{"doc_id": "20282953", "text": "SKAM Austin / clips. The first of these short clips was released on April 24, 2018. The series premiere had an audience of over 10 million, with subsequent drops in ratings as more episodes aired; this decline sparked a debate within Norwegian media about whether the show was a \"flop\" or not. On July 25, 2018, it was announced that Facebook had renewed the series for a second season. \"SKAM Austin\" follows sophomore Megan and her fellow classmates at Bouldin High School in Austin, Texas as they go through adolescent trials of self-discovery, acceptance, romance, revenge, friendship, and heartache. In the third quarter", "doc_score": "76.35061645507812", "publish_date": "2018/12/31"}, {"doc_id": "19939298", "text": "Andi Mack / season on May 25, 2017. The filming of the second season began in July 2017. On August 20, 2017, five additional episodes were ordered for the second season. One week prior to the season two premiere, a music video for the full version of the series' theme song was released, starring the entire cast. On October 25, 2017, TVLine revealed that in the second season, Cyrus will begin to realize that he has romantic feelings for Jonah, following through from several hints in the first season, making him the first gay main character with a coming out storyline on Disney", "doc_score": "76.94483184814453", "publish_date": "2018/12/31"}, {"doc_id": "17496077", "text": "The Walking Dead (season 5) / role of showrunner, a position he held since the fourth season. In January 2015, it was announced that Ross Marquand had been cast in a series regular role, to debut during the second half of the season. It was believed Marquand would be playing Aaron, a prominent character from the comic book series. The character debuted in the tenth episode, \"Them\", and his role as Aaron was officially confirmed. This season also introduces prominent characters from the graphic novels, besides Aaron, including Bruce, Eric, Nicholas, Olivia, and Tobin. The season finale aired in an expanded 90-minute time slot. The titles", "doc_score": "78.1045150756836", "publish_date": "2018/12/31"}, {"doc_id": "20419281", "text": "Rise of the Teenage Mutant Ninja Turtles / the mystical secrets of New York City. On July 27, 2018, Nickelodeon renewed the series for a second season consisting of 26 episodes prior to the official debut of the first season. Deep in the sewers of New York City, Leonardo, Raphael, Donatello, and Michelangelo are four mutant turtle brothers in their early teens who go on new adventures where they end up \"tapping into mystic ninja powers they never knew existed\", while \"learning\" to work together as a team and navigate the perils of the modern age and hidden realms in order to fulfill their destiny to become a", "doc_score": "78.27323150634766", "publish_date": "2018/12/31"}, {"doc_id": "20736207", "text": "Gen:Lock / will co-produce the show. In July 2018, Austin-based writer Evan Narcisse joined the writing staff of \"Gen:Lock\". For the first four months, the team animated the show without the actors’ voices recorded. Haddock performed every voice for the first few episodes himself, hoping his direction would match later. \"Gen:Lock\" is scheduled to premiere on January 26, 2019. The lead cast comes from intentionally inclusive backgrounds, the goal being to normalize diversity. Gen:Lock Gen:Lock (stylized as gen:LOCK) is an upcoming American animated web series created by Gray Haddock for Rooster Teeth. It is set on a dystopian future Earth in which", "doc_score": "77.10757446289062", "publish_date": "2018/12/31"}]}
{"question_id": "20221223_19", "search_time": "2022/12/29/00:25", "search_result": [{"doc_id": "3893612", "text": "Joe Theismann / Joe Theismann Joseph Robert Theismann (born September 9, 1949) is a former professional gridiron football player, sports commentator, corporate speaker and restaurateur. He played quarterback in the National Football League (NFL) and Canadian Football League (CFL), achieving his most enduring fame in 12 seasons with the Washington Redskins, where he was a two-time Pro Bowler and helped the team to consecutive Super Bowl appearances, winning Super Bowl XVII and losing Super Bowl XVIII. He was inducted into the College Football Hall of Fame in 2003. Following his retirement from football in 1985 after a career-ending injury, Theismann worked as a", "doc_score": "88.22601318359375", "publish_date": "2018/12/31"}, {"doc_id": "2416827", "text": "Jerry Rice / selected to the Pro Bowl 13 times (1986–1996, 1998, 2002) and named All-Pro 12 times in his 20 NFL seasons. He won three Super Bowls with the 49ers and an AFC Championship with the Oakland Raiders., Rice holds over 100 NFL records, the most of any player by a wide margin. In 1999, \"The Sporting News\" listed Rice second behind Jim Brown on its list of \"Football's 100 Greatest Players\". In 2010, he was chosen by NFL Network's NFL Films production \"\" as the greatest player in NFL history. Rice was inducted into the Pro Football Hall of Fame", "doc_score": "85.49003601074219", "publish_date": "2018/12/31"}, {"doc_id": "212402", "text": "Johnny Unitas / Johnny Unitas John Constantine Unitas (; May 7, 1933 – September 11, 2002), nicknamed \"Johnny U\" and \"The Golden Arm\", was an American football player in the National Football League (NFL). He spent the majority of his career playing for the Baltimore Colts. He was a record-setting quarterback, and the NFL's most valuable player in 1959, 1964, and 1967. For 52 years he held the record for most consecutive games with a touchdown pass (which he set between 1956 and 1960), until quarterback Drew Brees broke his long standing record on October 7, 2012. Unitas was the prototype of the", "doc_score": "87.33563232421875", "publish_date": "2018/12/31"}, {"doc_id": "6203143", "text": "Mike Nixon / Mike Nixon Michael Regis Nixon (November 21, 1911 – September 22, 2000) was an American football player, coach and scout who spent close to a half-century connected to the game. His most prominent positions were as head coach of the National Football League's Washington Redskins and Pittsburgh Steelers. The son of an immigrant coal miner, Mike was born and raised in the Pittsburgh area community of Masontown, Pennsylvania and attended the University of Pittsburgh, where he played three seasons under the legendary Jock Sutherland, including action in the 1933 Rose Bowl. At Pitt, he won All-America recognition as a running", "doc_score": "85.71259307861328", "publish_date": "2018/12/31"}, {"doc_id": "5610131", "text": "Frank Ryan (American football) / Frank Ryan (American football) Frank Beall Ryan (born July 12, 1936) is a retired American football quarterback in the National Football League who played for the Los Angeles Rams (1958–1961), Cleveland Browns (1962–1968) and Washington Redskins (1969–1970). He led the Browns to their most recent National Football League title in 1964. Ryan played football while attending R. L. Paschal High School in Fort Worth, Texas. He was recruited by college coaches from across the country, including Bear Bryant, and he was admitted to Yale University. Ryan declared a major in physics at Rice University, becoming the first in his family", "doc_score": "85.60108947753906", "publish_date": "2018/12/31"}]}
