{"question_id": "20220923_0", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "20350887", "text": "Hurricane Maria / both CNN and The Guardian reported that Puerto Ricans were drinking water that was being pumped from a well at an EPA Superfund site; the water was later determined to be safe to drink. On October 13, the Trump administration requested $4.9 billion to fund a loan program that Puerto Rico could use to address basic functions and infrastructure needs. As of October 20, only 18.5% of the island had electricity, 49.1% of cell towers were working, and 69.5% of customers had running water, with the slowest restoration in the north. Ports and commercial flights were back to normal operations,", "doc_score": "93.15525817871094", "publish_date": "2018/12/31"}, {"doc_id": "2119614", "text": "Hurricane Isabel / from the hurricane destroyed over 1,000 houses and damaged 9,000 more; damage in the state totaled over $1.85 billion (2003 USD), among the costliest tropical cyclones in Virginia history. The passage of Isabel also resulted in 32 deaths in the state, 10 directly from the storm's effects and 22 indirectly related. About 1.24 million people lost power throughout Maryland and Washington, D.C. The worst of Isabel's effects came from its storm surge, which inundated areas along the coast and resulted in severe beach erosion. In Eastern Maryland, hundreds of buildings were damaged or destroyed by the storm surge and related", "doc_score": "91.95771026611328", "publish_date": "2018/12/31"}, {"doc_id": "15162185", "text": "Effects of Hurricane Jeanne in Puerto Rico / its combination with the rainfall left most of the island without power or water. Before Jeanne struck, the Puerto Rican governor ordered shutting down the island's entire power supply to prevent electrocution deaths. In the days after the storm, the power and water were restored. With damage totaling $169.5 million (2004 USD), President George W. Bush declared Puerto Rico as a disaster area, which allocated federal funds for assistance. Ultimately, more than 155,933 people received $401.1 million in aid. Overall, Jeanne caused eight deaths on the island, four of which directly, and the name was eventually retired from the naming", "doc_score": "92.37510681152344", "publish_date": "2018/12/31"}, {"doc_id": "20903137", "text": "Hurricane Rosa (2018) / la Madrid, issued a State of Emergency for the cities of Ensenada and Mexicali. Schools were closed on October 1 in several communities as Rosa approached the area. Classes were also suspended in the neighboring state of Sonora, as floodwaters inundated roads and highways across the state. Damage from the port of San Felipe totaled about 10 million pesos (US$531,000). On October 3, an emergency declaration was approved for Puerto Peñasco after Rosa passed by. Dozens of homes and businesses experienced flooding after a total of 3.94 inches (100 mm) of rain fell. Multiple road closures occurred as a result", "doc_score": "91.83422088623047", "publish_date": "2018/12/31"}, {"doc_id": "15162190", "text": "Effects of Hurricane Jeanne in Puerto Rico / in (127–381 mm), peaking at at Aibonito in the center of the island. At that station, the rainfall reached in a 24‑hour period, surpassing a 1 in 100 year event. Heavy rainfall also fell on the offshore island of Culebra. The heavy rainfall caused severe flooding along many rivers of Puerto Rico, forcing 3,629 people to evacuate their houses in flood zones. The one and only flood-related death occurred when a person drowned in the Culebrinas River in Moca. Across the island, Jeanne produced mudslides and landslides and left $8 million in damage (2004 USD) to the water system; about", "doc_score": "91.81951904296875", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_1", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "16786652", "text": "Royal corgis / appeared during the brief James Bond sketch when Daniel Craig arrived at Buckingham Palace for a mission to take the queen to the 2012 Summer Olympics opening ceremony. Monty, who had previously belonged to the Queen Mother, and one of her \"Dorgis\" died in September 2012. Monty had been named for the horse whisperer and friend of the queen, Monty Roberts. In November 2012, it was reported that Elizabeth owns two corgis, Willow and Holly, and two Dorgis, Candy and Vulcan. It was reported in July 2015 that the Queen has stopped breeding corgis as she does not wish any", "doc_score": "79.1626968383789", "publish_date": "2018/12/31"}, {"doc_id": "16786644", "text": "Royal corgis / Royal corgis Queen Elizabeth's corgis were the Pembroke Welsh Corgi dogs owned by Queen Elizabeth II and her parents, King George VI and Queen Elizabeth The Queen Mother. Fond of corgis since she was a small child, Elizabeth II has owned more than 30 corgis since she became Queen of the United Kingdom and the other Commonwealth realms in 1952. In 2007, Elizabeth II had five corgis: Monty, Emma, Linnet, Willow and Holly; five cocker spaniels: Bisto, Oxo, Flash, Spick and Span; and four dorgis (dachshund-corgi crossbreeds): Cider, Berry, Vulcan and Candy. Monty, Willow and Holly appeared in the 2012", "doc_score": "78.32052612304688", "publish_date": "2018/12/31"}, {"doc_id": "10185766", "text": "Endal / Endal Endal (13 December 1995 – 13 March 2009) was a male Labrador retriever in Britain whose abilities as a service dog and as an ambassador for service dog charitable work received worldwide news media coverage. Among other distinctions, Endal was described as \"the most decorated dog in the world\" (including \"Dog of the Millennium\" and the PDSA Gold Medal for Animal Gallantry and Devotion to Duty, the highest award available to an animal) and possibly the most famous assistance dog in the UK. He was filmed by over 340 film crews from around the world, and had a number", "doc_score": "74.43185424804688", "publish_date": "2018/12/31"}, {"doc_id": "17360735", "text": "Elizabeth II's horses / ceremonial role. From her first appearance as princess in 1947 and throughout her reign as queen until 1986, she attended the annual Trooping the Colour ceremony on horseback. Initially, she rode a bay police horse named Tommy in 1947. When her father, King George VI, was unwell, she rode in his place on his chestnut horse Winston, and she rode Winston after George VI's death. Later she rode a chestnut horse named Imperial. For eighteen consecutive years, from 1969 to 1986, her horse was a black mare named Burmese. Burmese was a gift from the Royal Canadian Mounted Police. From", "doc_score": "77.11820983886719", "publish_date": "2018/12/31"}, {"doc_id": "16786653", "text": "Royal corgis / to survive her in the event of her death. Monty Roberts had urged Elizabeth to breed more corgis in 2012 but she had told him that she \"didn't want to leave any young dog behind\" and wanted to put an end to the practice. As of April 2018, with the death of Willow, the Queen no longer has any full-bred corgis. Only two dorgis, Vulcan and Candy, are still alive. The dogs have traditionally been buried at the royal residence, Sandringham estate in Norfolk, at which they died. The graveyard was first used by Queen Victoria when her Collie, Noble,", "doc_score": "79.3940200805664", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_2", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "1288287", "text": "Joe Biden / and Biden had quietly reduced his public schedule in order to spend more time with his son. At the time of his death, Beau Biden had been widely seen as the frontrunner to be the Democratic nominee for Governor of Delaware in 2016. During much of his second term, Biden was said to be preparing for a possible bid for the 2016 Democratic presidential nomination. At age 74 on Inauguration Day in January 2017, he would have been the oldest president on inauguration in history. With his family, many friends, and donors encouraging him in mid-2015 to enter the race,", "doc_score": "77.25110626220703", "publish_date": "2018/12/31"}, {"doc_id": "20520698", "text": "2018 State of the Union Address / launch an all out attack on the FBI, the pre-eminent federal law enforcement agency.\" Senators Doug Jones and Joe Manchin were the only Democrats showing consistent support for Trump. In a CBS News poll, 42 percent of respondents who watched the State of the Union Address identified themselves as Republicans, 33 percent as Independents, and 25 percent as Democrats. 75 percent of those who were polled approved of the speech. A CNN poll of viewers determined that 48 percent of viewers had a very positive impression of the speech and 22 percent had a somewhat positive impression, which was the", "doc_score": "78.94676208496094", "publish_date": "2018/12/31"}, {"doc_id": "15056512", "text": "2011 State of the Union Address / of the \"Citizens United\" decision, Supreme Court Justices Samuel Alito, Antonin Scalia, and Clarence Thomas did not attend the speech. Secretary of the Interior Ken Salazar served as the designated survivor and did not attend the speech. According to a White House fact sheet published by NMD Newswire US-President Obama underscored in his 2011 State of the Union Address \"the need to maintain America’s leadership in a rapidly changing world so that our economy is competitive – growing and working for all Americans.\" In order to achieve this Obama outlined \"a plan to help the United States win the future", "doc_score": "77.45933532714844", "publish_date": "2018/12/31"}, {"doc_id": "20520672", "text": "2018 State of the Union Address / member of the MS-13 gang, a group with ties to Central America, were used to highlight the need to close “glaring loopholes” in the immigration system. An Immigration and Customs Enforcement officer’s fight with MS-13 was used as an example for greater border security. After listing the perceived dangers of the current immigration system, Trump gave “four pillars” of what he sees as the ideal path forward. He offered a broad framework that includes an eventual pathway to citizenship for “Dreamers” that will take 12 years and increased border security, two tenets of the current budget negotiations between Democrats and", "doc_score": "79.8294448852539", "publish_date": "2018/12/31"}, {"doc_id": "20520666", "text": "2018 State of the Union Address / 2018 State of the Union Address The 2018 State of the Union Address was given by the 45th President of the United States, Donald Trump, on Tuesday, January 30, 2018, at 9 p.m. EST in the chamber of the United States House of Representatives. It was addressed to the 115th United States Congress. It was Trump's first State of the Union Address and his second speech to a joint session of the United States Congress. U.S. Representative Joe Kennedy III and Virginia Delegate Elizabeth Guzmán gave the Democratic Party's response in English and Spanish respectively. The Address was watched by", "doc_score": "79.855224609375", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_3", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "584104", "text": "Pickup truck / Pickup truck A pickup truck is a light-Heavy truck having an enclosed cab and an open cargo area with low sides and tailgate. Once a work tool with few creature comforts, in the 1950s, consumers began purchasing pickups for lifestyle reasons, and by the 1990s, less than 15% of owners reported use in work as the pickup truck's primary purpose. Today in North America, the pickup is mostly used like a passenger car and accounts for about 18% of total vehicles sold in the US. The term pickup is of unknown origin. It was used by Studebaker in 1913 and", "doc_score": "88.58201599121094", "publish_date": "2018/12/31"}, {"doc_id": "584116", "text": "Pickup truck / European and Japanese manufacturers than in North America, since the style allows a longer cargo area for the same overall length. The design was more popular in North America in the 1950s and '60s, examples including the Chevrolet Corvair Rampside and Loadside, Dodge A-100 and A-108, Ford Econoline, and Jeep FC-150 & FC-170. The cargo bed can vary in size according to whether the vehicle is optimized for cargo utility or passenger comfort. Most have fixed side walls and a hinged tailgate. Cargo beds are normally found in two styles: step-side or fleet-side. A step-side bed has fenders which extend", "doc_score": "86.61760711669922", "publish_date": "2018/12/31"}, {"doc_id": "3778721", "text": "Ram Pickup / a new hemi engine option, and the Rambox, a new storage system that allows secure storage inside the truck's bed walls. Later models have the Rambox system tied in with the remote keyless system Since 2011, Ram trucks are marketed as having \"class-exclusive\" manual transmissions. This is because the competitors stopped making manual transmissions available in the domestic market. Chevrolet Silverado trucks discontinued the option of a manual transmission after model year 2006. Ford Super Duty trucks discontinued the option of a manual transmission after model year 2010. This applies to Class 2, Class 3, Class 4 and Class 5", "doc_score": "87.76571655273438", "publish_date": "2018/12/31"}, {"doc_id": "493542", "text": "Heavy Expanded Mobility Tactical Truck / Heavy Expanded Mobility Tactical Truck The Heavy Expanded Mobility Tactical Truck (HEMTT) is an eight-wheel drive, diesel-powered,, tactical truck used by the US military and others. In evolving configurations, it has been in continuous production since 1982. The M977 HEMTT entered service with the U.S. Army as a replacement for the M520 Goer. By early 2015, more than 27,000 HEMTTs in various configurations had been produced by Oshkosh Defense through either new-build or re-manufactured. Current variants have the A4 suffix. The 10×10 Oshkosh Logistic Vehicle System Replacement (LVSR) is the U.S. Marines’ equivalent to the U.S. Army’s Oshkosh 8×8", "doc_score": "83.78315734863281", "publish_date": "2018/12/31"}, {"doc_id": "584110", "text": "Pickup truck / trucks, further distorted the market in favor of pickups. In the 1980s, the compact Mazda B-series, Isuzu Faster, and Mitsubishi Forte appeared. Subsequently, American manufacturers built their own compact pickups for the domestic market: the Ford Ranger, and the Chevrolet S-10. Minivans make inroads into the pickups' market share. In the 1990s, pickups' market share was further eroded by the popularity of SUVs. While the Ford F-150 has been the best-selling vehicle in the United States since 1982, the Ford F-150, or indeed any full-sized pickup truck, is a rare sight in Europe, where high fuel prices and very narrow", "doc_score": "85.57371520996094", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_4", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "680219", "text": "Women's National Basketball Association / Utah Starzz and San Antonio (Silver) Stars), Los Angeles Sparks, New York Liberty, and Phoenix Mercury are the only remaining franchises that were founded in 1997. Arenas listed below reflect those expected to be in use for the league's next season in 2019. Seven WNBA teams are associated with the NBA team from the same market and are known as sister teams. These teams include the Indiana Pacers and Fever, the Los Angeles Lakers and Sparks, the Minnesota Timberwolves and Lynx, the New York Knicks and Liberty, the Phoenix Suns and Mercury, the Atlanta Hawks and the Dream, and the", "doc_score": "92.976318359375", "publish_date": "2018/12/31"}, {"doc_id": "680217", "text": "Women's National Basketball Association / and Alex Bentley. The retirement of legends Katie Smith, Tina Thompson, Ticha Penicheiro, and Sheryl Swoopes coupled with the arrival of highly touted rookies and new rule changes effectively marked the end of an era for the WNBA and the ushering of another. On the court, the Minnesota Lynx won their second title in three years, defeating the Atlanta Dream in the Finals, and becoming the first team to sweep the playoff since the Seattle Storm. The promotion of Griner, Delle Donne, and Diggins helped boost television ratings for the league by 28 percent, and half of teams ended the", "doc_score": "94.06230926513672", "publish_date": "2018/12/31"}, {"doc_id": "680208", "text": "Women's National Basketball Association / Western Conference and advanced to the 2009 Finals. The championship series was a battle of contrasting styles as the Mercury (number one league offense, 92.82 points per game) had to face the Indiana Fever (number three league defense, 73.55 points per game). The series went five games, including arguably one of the most thrilling games in WNBA history in game one of the series (Phoenix won in overtime, 120–116. The Mercury beat the Fever in game five, this time on their home court, to capture their second WNBA championship. Not only did Paul Westhead's system influence his Mercury team, but", "doc_score": "91.82392120361328", "publish_date": "2018/12/31"}, {"doc_id": "680220", "text": "Women's National Basketball Association / Washington Wizards and Mystics. Of these teams, only the Dream and the Sparks are owned separately; the Liberty may join this group as The Madison Square Garden Company, owner of the Knicks and Liberty, has put the Liberty up for sale since late 2017. Through the 2017 season, the San Antonio Spurs and Stars were also paired, but that relationship ended in October 2017 when the Stars were bought by MGM Resorts International and moved to Las Vegas. Three WNBA teams are in the same market as an NBA team but are not affiliated. Though located in the same market,", "doc_score": "92.78327941894531", "publish_date": "2018/12/31"}, {"doc_id": "680223", "text": "Women's National Basketball Association / of the parent company of the Spurs in 2003. Becoming the Stars in 2014, they shared the Spurs' team colors. The team would eventually relocate to Las Vegas as the Aces in 2017. The Detroit Shock was the sister team of the Pistons until the teams' owner sold the Shock to investors who moved the team to Tulsa, Oklahoma. During its tenure in Tulsa, it was not affiliated with Oklahoma's NBA team, the Oklahoma City Thunder. Four teams share a market with an NBA G League team. Two of these not only share markets but also arenas—the Liberty share the", "doc_score": "92.44893646240234", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_5", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "17451015", "text": "Nageeb Arbeely / Nageeb Arbeely Nageeb Arbeely, (July 1863 - 28 January 1904) was a Syrian-born naturalized-American, appointed by President Grover Cleveland to the post of Consul in Jerusalem in 1885. Though Arbeely was popular among the American Colony, he was deemed unacceptable by the Ottoman Empire and within a year was recalled from his position in Jerusalem. Born in Damascus, Syria, to Professor Joseph A. Arbeely, Nageeb immigrated with his parents and siblings to the United States in 1878. The Arbeelys were the first Syrian family to seek refuge in the U.S, and as Christians they had been persecuted in the Ottoman", "doc_score": "77.6467056274414", "publish_date": "2018/12/31"}, {"doc_id": "19982380", "text": "Reactions to Executive Order 13769 / tradition of America, welcoming immigrants, that has existed since America was founded, has been stomped upon\". Senator Bernie Sanders of Vermont said the order \"plays into the hands of fanatics wishing to harm America\". Senator Kamala Harris of California and the Council on American–Islamic Relations denounced the order and called it a Muslim ban. Trump's order was also criticized by former U.S. Secretaries of State Madeleine Albright and Hillary Clinton. Kevin Lewis, spokesperson to Trump's predecessor Barack Obama, also said (in apparent reference to the order) that the ex-president \"fundamentally disagrees\" with religious discrimination. Among Republicans, some praised the order,", "doc_score": "80.12362670898438", "publish_date": "2018/12/31"}, {"doc_id": "19965436", "text": "Immigration policy of Donald Trump / Immigration policy of Donald Trump Immigration policy and, specifically, illegal immigration to the United States, was a signature issue of U.S. President Donald Trump's presidential campaign, and his proposed reforms and remarks about this issue generated much publicity. Official estimates of the number of illegal immigrants in the United States range from 11 and 12 million. Trump has repeatedly characterized illegal immigrants as criminals, although multiple studies have found they have lower crime and incarceration rates than native-born Americans. A hallmark promise of his campaign was to build a substantial wall on the United States-Mexico border. Trump has also expressed", "doc_score": "76.20906066894531", "publish_date": "2018/12/31"}, {"doc_id": "2659735", "text": "Draft evasion / sausages and Pepsi\". Conservative talk radio show host Rush Limbaugh reportedly avoided the Vietnam draft because of anal cysts. In a 2011 book critical of Limbaugh, journalist John K. Wlson wrote, \"As a man who evaded the Vietnam War draft with the help of an anal cyst, Limbaugh is a chickenhawk fond of making hyperbolic attacks on [liberal] foreign policy\". Former Republican presidential nominee Mitt Romney's deferment has been questioned. During the Vietnam War, The Church of Jesus Christ of Latter-day Saints (LDS Church) – Romney's church – became embroiled in controversy for deferring large numbers of its young members.", "doc_score": "78.0034408569336", "publish_date": "2018/12/31"}, {"doc_id": "7457996", "text": "2006 United States immigration reform protests / To understand the 2006 immigrant protests and the discourse behind unauthorized immigration as a leading topic in U.S. political debate, it is necessary to understand the history of unauthorized immigration. Since the 19th century, mass unauthorized immigration from Latin America to the United States has greatly impacted Latino politics. Unauthorized immigrants are individuals who arrive and live in the United States without legal documentation. In many cases, individuals arrive to the United States with legal documentation such as tourist or student visas and overstay the amount of time they are allowed to remain in the United States, thus becoming unauthorized", "doc_score": "77.37332916259766", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_6", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "6423842", "text": "Flight instructor / instructors wishing to train applicants for a flight instructor certificate must have held their own flight instructor certificate for at least 24 months and must have given at least 200 hours of instruction. Specific training programs have additional requirements or limitations. The occupational privileges of instructors employed by flight schools regulated under 14 CFR parts 141 and 142 are further restricted. Specific authorization is often required from the local controlling agency (Typically the flight standards district office) in order for instructors to conduct evaluations, for example. Flight instructors in the United States must hold at least a commercial pilot certificate", "doc_score": "93.76261901855469", "publish_date": "2018/12/31"}, {"doc_id": "4728785", "text": "Pilot certification in the United States / specified number of hours of ground training (for example, 35 hours for Private Pilot in an airplane). Part 61 sets out a list of knowledge and experience requirements, and is more suitable for students who cannot commit to a structured plan, or for training from freelance instructors. Under Part 61 pilot training, individuals can become a private pilot in about three months and a commercial pilot in as quick as seven months. Most pilot certificates and ratings require the applicant to pass a knowledge test, also called the written test. The knowledge test results are valid for a period of", "doc_score": "94.32723999023438", "publish_date": "2018/12/31"}, {"doc_id": "4728743", "text": "Pilot licensing and certification / exam, and flight test. Pilots applying for an instrument rating must hold a current private pilot certificate and medical, have logged at least 50 hours of cross-country flight time as pilot-in-command, and have at least 40 hours of actual or simulated instrument time including at least 15 hours of instrument flight training and instrument training on cross-country flight procedures. Commercial pilots can be paid to fly an aircraft. To obtain a commercial pilot license, one must be at least 18 years old and have a minimum of 250 hours of total flight time (190 hours under the accelerated curriculum defined", "doc_score": "95.30204010009766", "publish_date": "2018/12/31"}, {"doc_id": "4728800", "text": "Pilot certification in the United States / towing, agricultural applications, and photography, and can be paid for instructing if she or he holds a flight instructor certificate (In the case of lighter-than-air, only a commercial pilot certificate is required to teach for that category). To fly for hire, the pilot must hold a second class medical certificate, which is valid for 12 months. Often, the commercial certificate reduces the pilot's insurance premiums, as it is evidence of training to a higher safety standard. An airline transport pilot (commonly called an \"ATP\") is tested to the highest level of piloting ability. The certificate is a prerequisite for acting", "doc_score": "94.15254211425781", "publish_date": "2018/12/31"}, {"doc_id": "4728732", "text": "Pilot licensing and certification / Pilot licensing and certification Pilot licensing or certification refers to permits on how to operate aircraft that are issued by the Civil Aviation Authority (CAA) in each country, establishing that the holder has met a specific set of knowledge and experience requirements. This includes taking a flying test. The certified pilot can then exercise a specific set of privileges in that nation's airspace. Despite attempts to harmonize the requirements between nations, the differences in certification practices and standards from place to place serve to limit full international validity of the national qualifications. In addition, U.S. pilots are \"certified\", not licensed,", "doc_score": "92.9283676147461", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_7", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "10153687", "text": "Conscription in Russia / other European armies of the period. Muslims, Finns and members of other minorities were generally exempted from conscription, as were about half of the Russian Christian population. Only sons were not normally required to serve. The first all-union conscription law of 1925 was tailored for the mixed cadre-militia structure of the peacetime Red Army after the Civil War. Draft-age was 21 years. Terms of service varied between one year in territorial formations and 2 to 4 years in the cadre army. Only \"workers and peasants\" were seen worthy to serve in combat units. Men of other social background were restricted", "doc_score": "94.76435089111328", "publish_date": "2018/12/31"}, {"doc_id": "10153684", "text": "Conscription in Russia / talented commoners were given promotions that eventually included a noble title at the attainment of an officer's rank. Conscription of peasants and townspeople was based on quota system, per settlement. Initially it was based on the number of households, later it was based on the population numbers. The term of service in the 18th century was for life. In 1793 it was reduced to 25 years. In 1834 it was reduced to 20 years plus 5 years in reserve and in 1855 to 12 years plus 3 years of reserve. After the Russian defeat in the Crimean War during the", "doc_score": "95.01494598388672", "publish_date": "2018/12/31"}, {"doc_id": "12011193", "text": "Conscription in the Russian Empire / on quota system, per settlement. Initially it was based on the number of households, later it was based on the population numbers. The term of service in 18th century was for life. In 1793 it was reduced to 25 years. Individual conscripts were drawn from urban and rural men of Russian nationality who paid poll-tax (including serfs) upon reaching the age of twenty. Because of the large population pool available exemptions were common with the decisions largely being left to the village elders of each community. The final stage in the selection process involved the drawing of names by lot,", "doc_score": "96.32137298583984", "publish_date": "2018/12/31"}, {"doc_id": "10153685", "text": "Conscription in Russia / reign of Alexander II, the Minister of War Dmitry Milyutin introduced military reforms, with an initial draft presented in 1862. On January 1, 1874, a statute concerning conscription was approved by the Tsar by which military service was made compulsory for all males at the age of 20. The term of actual service was reduced for the land army to 6 years followed by 9 years in the reserve. This measure created a large pool of military reservists ready to be mobilized in the event of war, while permitting the maintenance of a smaller active army during peace-time. Most", "doc_score": "94.85441589355469", "publish_date": "2018/12/31"}, {"doc_id": "12011195", "text": "Conscription in the Russian Empire / Guard and 15 in support and technical corps.In 1834 it was reduced to 20 years plus 5 years in the reserve and in 1855 to 12 years plus 3 years of reserve commitment. Following the 1834 changes depot battalions were established in recruiting districts for each regiment to enable basic training for conscripts. Allocation to a particular corps was on the basis of build and appearance (regiments of the Imperial Guard), education (literate conscripts became clerks or went to the technical branches), and skills (lighter men with equine experience went to the cavalry). The great mass of conscripted recruits were", "doc_score": "94.67581939697266", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_8", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "20685181", "text": "ResistBot / is built and maintained by volunteers. Resistbot was established by Eric Ries and Jason Putorti in January 2017. Though the program was founded to oppose the actions of the Trump administration, it functions as an un-biased channel, allowing users to compose their own messages. Unlike many other advocacy efforts, it provides no scripts to users. Donations from users pay for postage for letters and voter registration forms, faxes and calls to officials, and texts between the users and the service. When Resistbot began, letters were faxed to officials' offices. However, as the program received more heavy usage, and officials started", "doc_score": "84.53466033935547", "publish_date": "2018/12/31"}, {"doc_id": "19897530", "text": "Social bot / Social bot A social bot (also: socialbot or socbot) is a particular type of chatbot that is employed in social media networks to automatically generate messages (e.g. tweets) or in general advocate certain ideas, support campaigns, and public relations either by acting as a \"follower\" or even as a fake account that gathers followers itself. In this respect, social bots can be said to have passed the Turing test. Social bots appear to have played a significant role in the United States presidential election, 2016 and their history appears to go back at least to the United States midterm elections,", "doc_score": "81.66197204589844", "publish_date": "2018/12/31"}, {"doc_id": "18069910", "text": "Thunderclap (website) / Thunderclap (website) Thunderclap was a platform that let individuals and companies rally people together to spread a message. The site used a model similar to crowdfunding sites such as Kickstarter, in that if the campaign did not meet its desired number of supporters in the given time frame, the organizer receives none of the donations. This was referred to as \"crowdspeaking\", as Thunderclap and its rival site Daycause use the same terminology. Backers are required to copy the original message in tweets or social media posts. In August 2018, Facebook revoked Thunderclap's ability to post onto Facebook, making Thunderclap unsustainable", "doc_score": "83.8183364868164", "publish_date": "2018/12/31"}, {"doc_id": "14750210", "text": "Sponsored post / Sponsored post A sponsored post, also known as a promoted post, is a post to any community-driven notification-oriented website which is explicitly sponsored as an advertisement by a particular company in order to draw a large amount of popularity through user promotion and moderation to the most active or most viewed page on the website. The model has become adopted by various ad-supported but community-driven websites as an addition, substitute or replacement of other pay-per-click advertisement formats, such as web banners, text and rich media. Sites and services which utilize sponsored posts include Digg, Reddit, Twitter and Instagram. Specifically referring", "doc_score": "81.91915893554688", "publish_date": "2018/12/31"}, {"doc_id": "10782562", "text": "Criticism of Facebook / up for an application. However, users signing up for the application were aware that their data, but not the data of their friends, was going to a political party. In an effort to surveil the personal lives of current, or prospective, employees, some employers have asked employees to disclose their Facebook login information. This has resulted in the passing of a bill in New Jersey making it illegal for employers to ask potential or current employees for access to their Facebook accounts. Although, the U.S government has yet to pass a national law protecting prospective employees and their social networking", "doc_score": "82.29461669921875", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_9", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "16316190", "text": "Book censorship in the United States / recent years banned book week has expanded from just books to addressing the filtering any academic material by schools. This includes software that removes services such as YouTube, social media, and games. The American Association of School Librarians stance on all filtering is that it is important for students to go past “the requirements set for by the Federal Communications Commission in its Child Internet Protection Act”. However, while the week generally receives a positive reception, that does not mean it is criticism free. Tom Minnery, vice president of Focus on the Family, claims that “the ALA has irresponsibly perpetrated", "doc_score": "86.42200469970703", "publish_date": "2018/12/31"}, {"doc_id": "16316157", "text": "Book censorship in the United States / information and ideas.\" The result of this Supreme Court case has not stopped the protests of parents and school boards against content which they believe is “anti-American, anti-Christian, anti-Semitic or just plain filthy.\" Books are often challenged by concerned parents who desire to protect their children from the themes or content within books. Books can be banned for more than one reason as well. As of the ten years preceding 2016, the top three reasons cited for challenging materials as reported to the Office of Intellectual Freedom were: According to the American Library Association, there are also more than twenty", "doc_score": "85.79750061035156", "publish_date": "2018/12/31"}, {"doc_id": "16316187", "text": "Book censorship in the United States / three-prong test for obscenity in Miller v. California.” The motion was ultimately denied as the Court ruled that First Amendment rights only applied to, “serious literature or political works”. On ALA's website there is a section of “Banned & Challenged Books” and they release most banned and challenged books every year; however, they also organize Banned Books Week, “an annual event celebrating the freedom to read.\" usually taking place during the last week of September. Banned Books Week is the product of a national alliance between various organizations who strive to bring awareness to banned books. Founded by first amendment", "doc_score": "81.51428985595703", "publish_date": "2018/12/31"}, {"doc_id": "20483185", "text": "School disturbance laws / although they remain actively enforced by only some. It is reported that nationally, 10,000 juveniles are charged with \"disturbing school\" each year, in addition to those who are charged as adults. The application of these laws, including arrest, expulsion, and incarceration, are in many states part of the \"school to prison pipeline,\" the channeling of students of all ages into the criminal justice program. This frequently has adverse effects on students' academic performance, ability to remain in the educational system, likelihood of adult incarceration, and their future success in society. Criticism of the laws is widespread and has been so", "doc_score": "84.43679809570312", "publish_date": "2018/12/31"}, {"doc_id": "16316143", "text": "Book censorship in the United States / concerned with protecting progressive values such as equal rights and freedom of speech, reported that in the school year from 1991–1992, the success of censors in having books removed in some capacity rose to 41 percent from 34 percent in the previous year. In response, several professional organizations such as the American Library Association (ALA), the Freedom to Read Foundation, and the National Coalition Against Censorship have employed various initiatives to help combat book censorship in all its forms. Combating book censorship with their advocacy for First Amendment rights, these long-standing organizations have been at the center of multiple Supreme", "doc_score": "84.55695343017578", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_10", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "3748265", "text": "47 Tucanae / 47 Tucanae 47 Tucanae, 47 Tuc (or NGC 104) is a globular cluster located in the constellation Tucana. It is about away from Earth, and 120 light years across. 47 Tuc can be seen with the naked eye, with an apparent magnitude of 4.1. It appears about 50 arcminutes across. Due to its far southern location, 18° from the south celestial pole, it was not catalogued by European astronomers until the 1750s, when the cluster was first identified by Nicolas-Louis de Lacaille from South Africa. 47 Tucanae is the second brightest globular cluster after Omega Centauri, and telescopically reveals about", "doc_score": "80.64881134033203", "publish_date": "2018/12/31"}, {"doc_id": "2535523", "text": "James Webb Space Telescope / formation of stars and planets, and direct imaging of exoplanets and novas. The JWST's primary mirror is composed of 18 hexagonal mirror segments made of gold-coated beryllium. These combine to create a diameter mirror that is much larger than the Hubble's mirror. Unlike the Hubble, which observes in the near ultraviolet, visible, and near infrared (0.1 to 1 μm) spectra, the JWST will observe in a lower frequency range from long-wavelength visible light through mid-infrared (0.6 to 27 μm). This will allow the JWST to observe high redshift objects that are too old and too distant for the Hubble and", "doc_score": "80.77095794677734", "publish_date": "2018/12/31"}, {"doc_id": "3794080", "text": "Pale Blue Dot / Pale Blue Dot Pale Blue Dot is a photograph of planet Earth taken on February 14, 1990, by the \"Voyager 1\" space probe from a record distance of about kilometers ( miles, 40.5 AU), as part of that day's \"Family Portrait\" series of images of the Solar System. In the photograph, Earth's apparent size is less than a pixel; the planet appears as a tiny dot against the vastness of space, among bands of sunlight reflected by the camera. \"Voyager 1\", which had completed its primary mission and was leaving the Solar System, was commanded by NASA to turn its", "doc_score": "79.8277587890625", "publish_date": "2018/12/31"}, {"doc_id": "16770138", "text": "Theta Coronae Borealis / a common centre of gravity. Theta Coronae Borealis Theta Coronae Borealis, Latinized from θ Coronae Borealis, is a binary star system in the constellation Corona Borealis. It shines with a combined apparent visual magnitude (V band) of 4.13. There are two components: Theta Coronae Borealis A is of apparent magnitude 4.16, while Theta Coronae Borealis B lies around 1 arcsecond distant and has an apparent magnitude of 6.29. The system is located around 375 light-years from Earth, as estimated from its parallax of 8.69 milliarcseconds. It is estimated to be 85 million years old, with the primary star expected to", "doc_score": "76.250732421875", "publish_date": "2018/12/31"}, {"doc_id": "249130", "text": "Lyra / are defined by a 17-sided polygon. In the equatorial coordinate system, the right ascension coordinates of these borders lie between and, while the declination coordinates are between and. The International Astronomical Union (IAU) adopted the three-letter abbreviation \"Lyr\" for the constellation in 1922. The brightest and by far the most well-known star in the constellation is Vega, a main-sequence star of spectral type A0Va. Only 7.7 parsecs distant, is a Delta Scuti variable, varying between magnitudes −0.02 and 0.07 over 0.2 days. On average, it is the second-brightest star of the northern hemisphere (after Arcturus) and the fifth-brightest", "doc_score": "77.03099060058594", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_11", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "19187357", "text": "Barry Odom / Barry Odom Barry Stephen Odom (born November 26, 1976) is an American football coach. He is currently the head football coach of the Missouri Tigers football team. Odom played college football at the University of Missouri as a linebacker from 1996 to 1999 as a linebacker from 1996-99. He recorded 72 tackles as a freshman. In the spring of 1997, he tore his ACL but recovered in time to start all 12 games of his sophomore season. He ended his playing career with 362 tackles, which still ranks as seventh-most in school history. Odom was chosen as a team captain", "doc_score": "78.83821105957031", "publish_date": "2018/12/31"}, {"doc_id": "4717671", "text": "Brian Nichols / Nichols grew up in a middle class household in Baltimore, Maryland, and attended Cardinal Gibbons School. He later attended Kutztown University of Pennsylvania in Kutztown, Pennsylvania, from 1989 to 1990, where he played football and was known for having a \"knack for trouble\". Nichols dropped out of college and moved to Georgia in 1995, where he worked for Hewlett-Packard and later UPS. Nichols was later arrested on multiple charges for the rape, kidnapping, and assault of a former girlfriend after discovering that she was dating a minister from the church that they both attended. The first attempt at a trial", "doc_score": "77.91224670410156", "publish_date": "2018/12/31"}, {"doc_id": "3576368", "text": "The Game (rapper) / his diss \"The Full Edit\" in December 2012. Game has similarly addressed the situation in several interviews, claiming that filing a lawsuit of this nature \"disintegrates your street cred\". In December 2012, 40 Glocc assaulted Game's manager Dontay \"Taydoe\" Kidd in Las Vegas, Nevada. Glocc won the lawsuit and was awarded $3000. In 2016, a judge ruled that The Game was liable for sexually assaulting \"She Got Game\" contestant Priscilla Rainey. In 2017, Game pleaded no contest to assaulting an off-duty police officer on March 29, 2015 during a basketball game at a Hollywood high school. Jayceon Terrell Taylor, then", "doc_score": "78.27001953125", "publish_date": "2018/12/31"}, {"doc_id": "3476412", "text": "Brian Bosworth / Rick Reilly. In it, Bosworth said the Sooner football program was laden with drug use, gun play in the athletic dorm, and other wild behavior. Although many Sooner boosters dismissed it as the rantings of a resentful ex-player, an NCAA report issued three months later confirmed many of Bosworth's claims, and ultimately led to Switzer being forced to resign. Bosworth and two of his University of Oklahoma teammates were barred from playing in the Orange Bowl game against Arkansas on January 1, 1987 because they tested positive for anabolic steroids. The ruling was made by the NCAA, which instituted tests", "doc_score": "77.46344757080078", "publish_date": "2018/12/31"}, {"doc_id": "15844336", "text": "Nevin Shapiro / Nevin Shapiro Nevin Karey Shapiro (born April 13, 1969) is a convicted felon who is currently imprisoned for orchestrating a $930 million Ponzi scheme. According to interviews, he engaged in rampant violations of NCAA rules over eight years as a booster for University of Miami athletes. Shapiro allegedly provided football players cash, goods, prostitutes, assorted favors, and purchased a yacht on which sex parties with prostitutes were held. Shapiro was born in Brooklyn, New York to a Jewish family and moved with his family to Miami Beach, Florida at an early age. He graduated in 1986 from Miami Beach Senior", "doc_score": "78.64666748046875", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_12", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "10990568", "text": "Norboletone / (BALCO), an American nutritional supplement company. It is reputed to have been the active ingredient in the original formulation of the \"undetectable\" steroid formulation known as \"The Clear\" before being replaced by the more potent drug tetrahydrogestrinone. In 2002, Don Catlin, the founder and then-director of the UCLA Olympic Analytical Lab, identified norboletone for the first time in an athlete’s urine sample. In the same year, U.S. bicycle racer Tammy Thomas was caught using it and was banned from her sport. The following year, Catlin identified and developed a test for tetrahydrogestrinone (THG), the second reported designer anabolic sample—a key", "doc_score": "80.96664428710938", "publish_date": "2018/12/31"}, {"doc_id": "19947756", "text": "Fluorescein (medical use) / the soft type. When used by mouth or injection side effects may include headache, nausea, and a change to the color of the skin for a brief period of time. Allergic reactions may rarely occur. Fluorescein is a dye which is taken up by damaged cornea such that the area appears green under cobalt blue light. There is also a version that comes premixed with lidocaine. Fluorescein was first made in 1871. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing", "doc_score": "78.74226379394531", "publish_date": "2018/12/31"}, {"doc_id": "2483472", "text": "Impulse (Star Trek: Enterprise) / Enterprise\", and became an important recurring plot element throughout the season, exploring the subject of drug addiction. Trellium-D was rare; a similar but less useful mineral called Trellium-A was more common. With the right equipment, Trellium-D could be synthesized in a liquid state, but it was then explosive, so the synthesizing procedures had to be followed exactly. Despite its volatility, Trellium-D was used in the mid-22nd century for starship insulation in the Delphic Expanse, as it offered protection against the region's dangerous spatial anomalies. It also had unusual properties affecting Vulcan physiology. In \"Impulse,\" Trellium-D was revealed to be the", "doc_score": "78.92224884033203", "publish_date": "2018/12/31"}, {"doc_id": "3989565", "text": "Coumarin / medical value by itself, as an edema modifier. Coumarin and other benzopyrones, such as 5,6-benzopyrone, 1,2-benzopyrone, diosmin, and others, are known to stimulate macrophages to degrade extracellular albumin, allowing faster resorption of edematous fluids. Other biological activities that may lead to other medical uses have been suggested, with varying degrees of evidence. Coumarin is also used as a gain medium in some dye lasers, and as a sensitizer in older photovoltaic technologies. Coumarin was first isolated from tonka beans and sweet clover in 1820 by A. Vogel of Munich, who initially mistook it for benzoic acid. Also in 1820, Nicholas", "doc_score": "75.96839904785156", "publish_date": "2018/12/31"}, {"doc_id": "9306102", "text": "Nonoxynols / the NPE in Björn Borg underwear. A 2011 investigation found residual levels of NPE in samples of clothing from 14 brands sold in the U.S., including Adidas, Uniqlo, Calvin Klein, H&M, Abercrombie & Fitch, Lacoste, Converse and Ralph Lauren. Nonoxynols Nonoxynols also known as nonaethylene glycol or polyethylene glycol nonyl phenyl ether are mixtures of nonionic surfactants used as detergents, emulsifiers, wetting agents or defoaming agents. The most commonly discussed compound nonoxynol-9 is a spermicide, formulated primarily as a component of vaginal foams and creams. Nonoxynol was found to metabolize into free nonylphenol when administered to lab animals. Arkopal-N60, with", "doc_score": "75.24347686767578", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_13", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "9433028", "text": "Martha McSally / abaya, although they would be \"encouraged\" to do so as a show of respect for local customs. Commenting on the change, Central Command spokesman Colonel Rick Thomas said it was not made because of McSally's lawsuit, but had already been \"under review\" before the lawsuit was filed. News reports noted that McSally had been fighting for a change in the policy for seven years, and had filed the lawsuit after she had been threatened with a court martial if she did not comply and wear the abaya. Critics of the policy noted that while female U.S. military personnel had been", "doc_score": "80.60966491699219", "publish_date": "2018/12/31"}, {"doc_id": "13281477", "text": "Underwire bra / She objected when the agent attempted to pat-down her breasts. She said she told the agent, \"'You can't treat me as a criminal for wearing a bra.\" A TSA supervisor told her she had to either submit to the pat-down search in a private room or not fly. Kates offered to take off her bra, which the TSA accepted. She went to the restroom, removed her bra, and walked through the airport and security screening braless. She said that a supervisor told her that underwire bras were the leading cause of metal detector false alarms. In August 2010, cancer survivor", "doc_score": "76.70002746582031", "publish_date": "2018/12/31"}, {"doc_id": "2997255", "text": "Pickfair / remnants of the living room, as well as the two-bedroom guest wing that played host to visiting royalty and notable film celebrities for over half a century. The guest wing was once used as a honeymoon suite for Lord Louis and Lady Mountbatten. Zadora's purchase and subsequent demolition of Pickfair is referenced in Deborah Harry and Iggy Pop's version of \"Well, Did You Evah!\". Pop claims he was invited to Pia Zadora's house but didn't go, later saying \"I hear they dismantled Pickfair... wasn't elegant enough\", to which Harry replies \"probably full of termites\". In \"The Simpsons\", Krusty the Klown's", "doc_score": "75.63936614990234", "publish_date": "2018/12/31"}, {"doc_id": "14091164", "text": "Laurie Greenan / Laurie Greenan Laurie Greenan (born \"Kiloran Greenan\"; November 20, 1947 in New York City), worked as a wardrobe supervisor, costume maker and designer from 1976 to the late 1980s creating stage clothing for a series of rock musicians. She was described as \"a Gloria Vanderbilt of heavy metal haute couture\" or more simply Queen of Heavy Metal as a sought after professional with a track record in dressing male performers. Greenan established her reputation as a designer over a seven-year period working as wardrobe manager for the rock band Kiss. She subsequently designed costumes for other rock acts specializing but", "doc_score": "76.29798889160156", "publish_date": "2018/12/31"}, {"doc_id": "14583404", "text": "Union Jack dress / Girls, Halliwell and the notions of Girl Power, and Cool Britannia. According to \"The Daily Telegraph\", the dress came top in a 2010 online poll to find the 10 most iconic dresses of the past 50 years, beating other memorable garments such as Marilyn Monroe's white 'Seven Year Itch' halterneck and the wedding dress of Diana, Princess of Wales. In 2016, the dress was voted the \"Most Inspiring British Fashion Moment\" in an online poll conducted by British online retailer Very. In 2010, the performance in the Union Jack dress won Most Memorable Performance of 30 Years at the Brit", "doc_score": "77.30270385742188", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_14", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "20246307", "text": "Trump Tower meeting / arranged to turn over requested documents to the committee. Among the documents Manafort turned over to congressional investigators were notes he took during the June 2016 meeting.<ref name=\"Helderman_Demirjian_7/25/2017\"></ref> Manafort and Trump Jr. are expected to testify in public eventually. William Browder testified before the Committee on the Judiciary on July 27, claiming that Veselnitskaya was representing the Kremlin's interests in the meeting, which was arranged for persuading the future lifting of the Magnistky Act. On September 7, 2017, Donald Trump Jr. testified privately under questioning from Senate Judiciary Committee staffers. The New York Times reported that in his testimony, Trump", "doc_score": "82.06124877929688", "publish_date": "2018/12/31"}, {"doc_id": "20246308", "text": "Trump Tower meeting / Jr. acknowledged he had indeed sought the meeting in the hopes to obtain information about Clinton's \"fitness\". As of July 2017, Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, was looking into the Trump Tower meeting. The inquiry was confirmed by Kaveladze's attorney, who said special counsel investigators are seeking information from his client. On July 21, 2017, Mueller asked the White House to preserve all documents related to the Russian meeting in June 2016. By August 3, 2017, Mueller had impaneled a grand jury in the District of Columbia that issued subpoenas", "doc_score": "81.03577423095703", "publish_date": "2018/12/31"}, {"doc_id": "20894190", "text": "Reactions to the Special Counsel investigation (2017–present) / as of February 21, 2018. As a \"sense of the House\" resolution, its approval would not be legally binding upon Mueller. On February 2, 2018, the House Intelligence Committee with Trump's authorization released a memo written by committee chair Devin Nunes and staff. The Nunes memo, based on classified information, alleged that the FBI and Department of Justice \"may have relied on politically motivated or questionable sources\" in October 2016 in seeking authorization for a wiretap on Carter Page, a former adviser to Trump's campaign. Before the memo's release, Trump told associates that it would discredit the investigation, and after", "doc_score": "80.68074035644531", "publish_date": "2018/12/31"}, {"doc_id": "20246302", "text": "Trump Tower meeting / \"add credibility\" to the theory that Trump dismissed James Comey as Director of the Federal Bureau of Investigation as an attempt to derail the ongoing investigation. On July 10, 2017, the Vice Chairman of the Senate Intelligence Committee, Democratic Senator Mark Warner, stated that \"This is the first time that the public has seen clear evidence of senior level members of the Trump campaign meeting Russians to try to obtain information that might hurt the campaign of Hillary Clinton\". Warner also stated that the incident was part of a \"continuing pattern\" in which Trump officials and members of the Trump", "doc_score": "80.94857025146484", "publish_date": "2018/12/31"}, {"doc_id": "20427381", "text": "Seven Member Rule / Seven Member Rule The Seven Member Rule (House) / Five Member Rule (Senate) in the United States Congress is an important but seldom used statute that allows members from the legislature's oversight committees to compel offices within the executive branch to release information. This is a \"checks and balances\" measure to allow effective oversight. Passed in 1928, the law states that It was used by Republicans in 1994 during the S&L crisis investigations, and by Democrats in 2001 investigating the 2000 US Census. In 2017 House Democrats sued, invoking the law, to compel the General Services Administration to release documents", "doc_score": "79.10184478759766", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_15", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "11670441", "text": "Syed Fahad Hashmi / turned informant in a successful attempt to get a reduction in his own 70-year prison sentence. He was housed as a Category A-high security prisoner at HM Prison Belmarsh while fighting extradition to the United States. In March 2007, the High Court of England and Wales ruled against him. He was then extradited to the United States in May 2007 and arraigned before District Judge Loretta A. Preska. Hashmi was held for pre-trial detention in 23-hour solitary confinement under special administrative measures at Metropolitan Correction Center in Manhattan. By the time his trial date approached in April 2010, he had", "doc_score": "81.70866394042969", "publish_date": "2018/12/31"}, {"doc_id": "17391364", "text": "Abbottabad Commission Report / around the American raid on 2 May 2011, that killed Bin Laden, the leader of Al Qaeda, and embarrassed the Pakistani government. The commission was led by Justice Javed Iqbal of the Pakistani Supreme Court, a retired police officer, a diplomat and an army general. It first met in July 2011, two months after the American raid, and has held 52 hearings and conducted seven field visits. Osama bin Laden was able to hide in Pakistan for nine years due to the \"collective failure\" of state military and intelligence authorities and \"routine\" incompetence at every level of civil governance structure", "doc_score": "85.23338317871094", "publish_date": "2018/12/31"}, {"doc_id": "16955808", "text": "Mohammed Nizamul Huq / March 2010, and he resigned amid a controversy on 11 December 2012 after his Skype calls with Ahmed Ziauddin were revealed by \"Amar Desh\" and \"The Economist\". He was replaced by Fazle Kabir. Afterward he rejoined the High Court and hears civil cases. Nizamul Huq resigned his position for \"personal reasons\" and shortly after the release of the full 17 hours of Skype conversations and 230 emails between himself and Ziauddin to news sources. From December 2012 until March 2013, it was unknown who had obtained access to the Skype conversations and emails or how those materials were obtained, although", "doc_score": "83.96823120117188", "publish_date": "2018/12/31"}, {"doc_id": "18526743", "text": "Murder of Hae Min Lee / to the highest court in Maryland, to review the decision to overturn Syed's conviction. On July 12, 2018 the Court of Appeals agreed to hear both the State's appeal and Syed's cross appeal. An appeals panel of seven judges heard oral arguments on November 29, and the policy of the Court is to publish the decision within the term, meaning in or before August 2019. From October 3 to December 18, 2014, the murder of Hae Min Lee and the subsequent arrest and trial of Adnan Masud Syed was the subject of the first season of the podcast \"Serial,\" hosted", "doc_score": "83.71056365966797", "publish_date": "2018/12/31"}, {"doc_id": "17127177", "text": "Abbottabad Commission / presence of Osama bin Laden in Pakistan\" and thoroughly \"investigated circumstances and facts regarding the American operation in Abbottabad on 2 May 2011.\" The commission extensively interviewed local residents of Abbottabad, government ministers, military officials, and investigative espionage journalists. The Commission's final report included 300 witnesses and reviewed 3,000 official documents over two years. The final report was based on public testimonies and was prepared by the Senior Justice Javid Iqbal. The reports were submitted to Prime Minister Pervez Ashraf on January 2013 and were marked as \"classified\" by the government. No details were made public despite the requests of", "doc_score": "83.7755126953125", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_16", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "79517", "text": "COINTELPRO / COINTELPRO COINTELPRO (Portmanteau derived from COunter INTELligence PROgram) (1956–1971) was a series of covert, and at times illegal, projects conducted by the United States Federal Bureau of Investigation (FBI) aimed at surveilling, infiltrating, discrediting, and disrupting domestic political organizations. FBI records show that COINTELPRO resources targeted groups and individuals that the FBI deemed subversive, including the Communist Party USA, anti-Vietnam War organizers, activists of the civil rights movement or Black Power movement (e.g. Martin Luther King Jr., Nation of Islam, and the Black Panther Party), feminist organizations, the American Indian Movement (AIM), independence movements (such as Puerto Rican independence groups", "doc_score": "81.11988067626953", "publish_date": "2018/12/31"}, {"doc_id": "12533278", "text": "Troubled Asset Relief Program / spent $114 million on lobbying and campaign contributions. Banks that received bailout money had compensated their top executives nearly $1.6 billion in 2007, including salaries, cash bonuses, stock options, and benefits including personal use of company jets and chauffeurs, home security, country club memberships, and professional money management. The Obama administration has promised to set a $500,000 cap on executive pay at companies that receive bailout money, directing banks to tie risk taken to workers' reward by paying anything further in deferred stock. Graef Crystal, a former compensation consultant and author of \"The Crystal Report on Executive Compensation,\" claimed that", "doc_score": "83.07110595703125", "publish_date": "2018/12/31"}, {"doc_id": "6000797", "text": "Slavery reparations scam / credits and paid out more than $30 million in erroneous refunds. The IRS continued to report false tax credit scams and claims in 2003 and 2004. Slavery reparations scam The \"Slave Reparations Act\" (also called the Slavery Reparation Tax Credit, Black Tax Credit or Black Inheritance Tax Refund) is a tax fraud related to the concept of reparations for slavery. The scam claims that filers can receive $5,000 or increased social security payouts for African-Americans born in the United States between 1911 and 1926. It claims that African-Americans are entitled to a $5,000 slavery reparation tax credit. Below is a", "doc_score": "84.51846313476562", "publish_date": "2018/12/31"}, {"doc_id": "6000794", "text": "Slavery reparations scam / will gain the ability to commit identity theft on the victim. This scam may have resulted from unpassed congressional legislation in 1999 to explore slave reparations. The bill, H.R. 40, would have created a commission to study the possibility of actual reparations to slave families. Another payout quotes $43,209 as the estimated value of \"40 acres and a mule,\" supposedly laid out in an 1866 bill that was passed by Congress but was vetoed by President Andrew Johnson. No such bill was entered into Congress in 1866. It is based on an actual order by Union General William Tecumseh Sherman,", "doc_score": "85.18412780761719", "publish_date": "2018/12/31"}, {"doc_id": "9870855", "text": "Operation Dollar Bill / Operation Dollar Bill Operation Dollar Bill is the codename of an undercover investigation by the United States Federal Bureau of Investigation into corruption within the state of Rhode Island. The investigation stemmed from allegations that first emerged in 2003 regarding Rhode Island State Senator John Celona had accepted money and gifts from CVS, Blue Cross & Blue Shield of Rhode Island, and Roger Williams Hospital. In June 2005, United States Attorney Robert Clark Corrente filed charges against Celona claiming that he defrauded the state's citizens by accepting money and gifts from the aforementioned companies, which had interests in legislation Celona", "doc_score": "84.12300872802734", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_17", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "20333001", "text": "New York v. Trump / months. The lawsuit seeks to maintain the protections extended to DACA grantees and to allow renewal and continued enrollment by eligible children. The case was reassigned to judge Nicholas G. Garaufis, because it is related to \"Batalla Vidal et al. v. Baran et al.\", No. 1:16-cv-4756. In late September, the parties were arguing over discovery. On October 19, 2017, Judge Garaufis ordered that the Trump Administration cannot delay discovery, but over a reduced scope of documents. On December 14, 2017, government lawyers argued that discovery was improper. There was no ruling from the court. New York v. Trump State of", "doc_score": "87.46737670898438", "publish_date": "2018/12/31"}, {"doc_id": "355010", "text": "Racketeer Influenced and Corrupt Organizations Act / \"Art Cohen vs. Donald J. Trump\" was a civil RICO class action suit filed October 18, 2013, accusing Donald Trump of misrepresenting Trump University \"to make tens of millions of dollars\" but delivering \"neither Donald Trump nor a university\". The case was being heard in U.S. District Court for the Southern District of California in San Diego, No. 3:2013cv02519, by Judge Gonzalo P. Curiel. It was scheduled for argument beginning November 28, 2016. However, on November 18 and shortly after Trump won the presidential election, this case and two others were settled for a total of $25 million and without", "doc_score": "83.76687622070312", "publish_date": "2018/12/31"}, {"doc_id": "20198937", "text": "Special Counsel investigation (2017–present) / subpoena earlier in 2018. The donation, the largest the Foundation received in 2015 other than from Trump himself, was solicited by his attorney, Michael Cohen. \"The Times\" reported that the subpoena had demanded \"documents, emails and other communications about several Russians, including some whose names have not been publicly tied to Mr. Trump.\" On April 9, 2018, based on a referral to United States District Court for the Southern District of New York (SDNY) from the special counsel, the FBI raided the New York City office, residence, hotel suite, and safe-deposit boxes of Michael Cohen, seizing records related to several", "doc_score": "84.39008331298828", "publish_date": "2018/12/31"}, {"doc_id": "16785340", "text": "United States v. Swartz / but there's also sometimes a residual effect.\" The Attorney's Office reported threats and hacking attempts against prosecutors already known to be involved: \"threatening emails\" received by Ortiz and Heymann, the hacking of Heymann's Facebook account and that \"Heymann's father, a Harvard professor, received a postcard with his photo in a guillotine\". The postcard and some email excerpts were published by \"Wired\" magazine. On May 13, 2013, the court granted the estate's motion in part, permitting public disclosure of much of the material the estate's lawyers had sought to have unsealed, provided that the names of MIT and government employees were", "doc_score": "84.36861419677734", "publish_date": "2018/12/31"}, {"doc_id": "13301422", "text": "Recovery of funds from the Madoff investment scandal / of millions of dollars from the fraud. The lawsuit seeks more than $100 million paid to Cohmad six years prior to Madoff's firm declaring bankruptcy, and more than $105 million in profits Cohmad employees and their families withdrew from the investment accounts they held with Madoff. The case is Picard v. Cohmad Securities Corp., 09-AP-1305, U.S. Bankruptcy Court, Southern District of New York (Manhattan). On June 26, 2009, Judge Chin ordered Madoff to personally forfeit $170 million in assets, and his wife, Ruth agreed to relinquish her claims of more than $80 million and to retain only $2.5 million. The", "doc_score": "83.26226806640625", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_18", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "2336491", "text": "Mega Millions / were sold. The holder of the Georgia ticket claimed the next morning; they selected the cash option, which amounted to $173,819,742.50 before withholdings. The holder of the California ticket claimed on January 3, 2014. (The California ticket holder received an equal share, but potentially a larger cash-option amount, as California lottery winnings are exempt from state income tax.)\" The July 24, 2018 drawing produced the fourth-largest jackpot (pending the larger one on offer the following October). The annuity value was $543 million but the holders of the winning ticket, 11 co-workers at a Wells Fargo branch in San Jose, chose", "doc_score": "80.16931915283203", "publish_date": "2018/12/31"}, {"doc_id": "9574614", "text": "Password Plus and Super Password / man later discovered to be a previously convicted felon with active warrants for his arrest appeared on \"Super Password\". Kerry Ketchem, who competed on the program under the name \"Patrick Quinn\", won a total of $58,600 in cash over four days on \"Super Password\", which included a record-tying $55,000 jackpot win in the bonus round. However, his appearance on the show led to his apprehension on charges of fraud. Ketchem's arrest came as the result of an investigation started when a bank manager in Anchorage, Alaska, called the United States Secret Service after having seen his episodes. He was discovered", "doc_score": "81.29749298095703", "publish_date": "2018/12/31"}, {"doc_id": "2336483", "text": "Mega Millions / lottery joined Mega Millions on November 16, 2011. The final 5/56 + 1/46 Mega Millions drawing was held on October 18, 2013; that night's jackpot of $37 million was not won. The first drawing under the revised 5/75 + 1/15 format—which saw the jackpot estimate \"leap\" to $55 million due to the change in the annuity structure—occurred on October 22, 2013. The minimum jackpot was then $15 million, with rollovers of at least $5 million. Second prize (5+0) became $1 million cash. In the revised format, players chose 5 of 75 white ball numbers, and the \"Gold Ball\" number out", "doc_score": "80.07229614257812", "publish_date": "2018/12/31"}, {"doc_id": "2336467", "text": "Mega Millions / increases when there is no top-prize winner (see below for information on how the Mega Millions jackpot is funded). Reflecting common practice among American lotteries, the jackpot is advertised as a nominal value of annual installments. A cash value option (the usual choice), when chosen by a jackpot winner, pays the approximate present value of the installments. Mega Millions' previous format began on October 19, 2013; its first drawing was three days later. The current version of Mega Millions requires players to match 5 of 70 white balls, \"and\" the gold-colored \"MegaBall\" from a second field, of 25 numbers (", "doc_score": "81.599609375", "publish_date": "2018/12/31"}, {"doc_id": "2336510", "text": "Mega Millions / three numbers (4, 8, 15) and mega ball (42) in the Mega Millions drawing matched the first three numbers and the final number (which Hurley also used as the \"mega ball\" number) in the \"Lost\" sequence. The last two numbers in the Mega Millions drawing did not match the last two numbers that were used in the scene. Those who played \"The Numbers\", including from quick-picks, won $150 ($118 in California) in a non-\"Megaplier\" game; $600 with the multiplier. The 12 original (before the 2010 cross-sell expansion) Mega Millions members have each produced at least one Mega Millions jackpot winner.", "doc_score": "80.89797973632812", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_19", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "20350828", "text": "Hurricane Maria / caused the worst electrical blackout in U.S. history and in June 2018, thousands of homes and businesses were still without power. Maria was the third consecutive major hurricane to threaten the Leeward Islands in two weeks, after Irma had made landfall in several of the islands two weeks prior and Hurricane Jose passed dangerously close shortly afterward, bringing tropical storm force winds to Barbuda., 3,057 people were estimated to have been killed by the hurricane: an estimated 2,975 in Puerto Rico, 65 in Dominica, 5 in the Dominican Republic, 4 in the contiguous United States, 3 in Haiti, 2", "doc_score": "94.05648040771484", "publish_date": "2018/12/31"}, {"doc_id": "20350887", "text": "Hurricane Maria / both CNN and The Guardian reported that Puerto Ricans were drinking water that was being pumped from a well at an EPA Superfund site; the water was later determined to be safe to drink. On October 13, the Trump administration requested $4.9 billion to fund a loan program that Puerto Rico could use to address basic functions and infrastructure needs. As of October 20, only 18.5% of the island had electricity, 49.1% of cell towers were working, and 69.5% of customers had running water, with the slowest restoration in the north. Ports and commercial flights were back to normal operations,", "doc_score": "91.12004089355469", "publish_date": "2018/12/31"}, {"doc_id": "15162190", "text": "Effects of Hurricane Jeanne in Puerto Rico / in (127–381 mm), peaking at at Aibonito in the center of the island. At that station, the rainfall reached in a 24‑hour period, surpassing a 1 in 100 year event. Heavy rainfall also fell on the offshore island of Culebra. The heavy rainfall caused severe flooding along many rivers of Puerto Rico, forcing 3,629 people to evacuate their houses in flood zones. The one and only flood-related death occurred when a person drowned in the Culebrinas River in Moca. Across the island, Jeanne produced mudslides and landslides and left $8 million in damage (2004 USD) to the water system; about", "doc_score": "92.04986572265625", "publish_date": "2018/12/31"}, {"doc_id": "20350874", "text": "Hurricane Maria / on backup generators that provide limited power. About half of sewage treatment plants on the island were still not functioning. FEMA reported 60,000 homes needed roofing help, and had distributed 38,000 roofing tarps. The island's highways and bridges remained heavily damaged nearly a month later. Only 392 miles of Puerto Rico's 5,073 miles of road were open. Some towns continue to be isolated and delivery of relief supplies including food and water are hampered—helicopters are the only alternative. As of October 1, there were ongoing fuel shortage and distribution problems, with 720 of 1,100 gas stations open. The Guajataca Dam", "doc_score": "93.06400299072266", "publish_date": "2018/12/31"}, {"doc_id": "2623889", "text": "Hurricane Hortense / reported a 1 in 100 year flow rate. Rivers and creeks across the region reached high peaks, and there were several reports of mudslides. Sustained winds on the island peaked at in Ceiba, and gusts reached in Carolina. An unofficial wind gust of in the southwest portion of the island may have been caused by the Venturi effect, or an acceleration of winds between walls. Along the southern Puerto Rico coast, Hortense caused coastal flooding and beach erosion. An overflown river near San Juan flooded several homes. Across the island, Hortense left about 1.3 million people without power and 1.1", "doc_score": "92.0765380859375", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_20", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "588728", "text": "Television licence / from individual persons (usually in the form of \"memberships\") and charitable organizations. Individual programs on public broadcasters may also be supported by underwriting spots paid for by sponsors; typically, these spots are presented at the beginning and conclusion of the program. Because between 53 and 60 percent of public television's revenues come from private membership donations and grants, most stations solicit individual donations by methods including fundraising, pledge drives or telethons which can disrupt regularly scheduled programming. Normal programming can be replaced with specials aimed at a wider audience to solicit new members and donations. The annual funding for public", "doc_score": "81.65120697021484", "publish_date": "2018/12/31"}, {"doc_id": "11286062", "text": "National Transmission Agency / of the NTA, it moved from exclusive reliance on Broadcast Communications and Telstra towards a process of competitive tendering to provide its broadcasting services. A significant source of extra funding to the NTA was'site-sharing' of transmission facilities with commercial broadcasters, telecommunications companies and emergency service communication networks. This'site-sharing' meant that NTA facilities were made available in return for payment. The operational efficiency of the NTA was reviewed in 1995 and again in 1996 following a change of government in Australia. The Howard Government chose to privatise the NTA in 1997. Macquarie Bank Ltd completed its acquisition of NTA", "doc_score": "80.4315414428711", "publish_date": "2018/12/31"}, {"doc_id": "2307291", "text": "TVNZ / drama, documentary and other programme types. Following the election of a National Party-led government under John Key in 2008, the Charter was abolished in favour of a return to the 1990s model of a full commercial broadcaster. There is much debate on the future of TVNZ, which focuses on the nature of public service broadcasting and its commercial role. An example was in a memo called \"A More Public Broadcaster\" written by outgoing Chief Executive Ian Fraser to the board of TVNZ in October 2005, was obtained and released by Green MP Sue Kedgley. The memo outlined three options. These", "doc_score": "83.13104248046875", "publish_date": "2018/12/31"}, {"doc_id": "1516873", "text": "Public broadcasting / marketplace with commercial broadcasters. This dichotomy is highlighted by the public service aspects of traditional commercial broadcasters. Public broadcasters in each jurisdiction may or may not be synonymous with government controlled broadcasters. In some countries like the UK public broadcasters are not sanctioned by government departments and have independent means of funding, and thus enjoy editorial independence. Public broadcasters may receive their funding from an obligatory television licence fee, individual contributions, government funding or commercial sources. Public broadcasters do not rely on advertising to the same degree as commercial broadcasters, or at all; this allows public broadcasters to transmit programmes", "doc_score": "80.75222778320312", "publish_date": "2018/12/31"}, {"doc_id": "4587306", "text": "DR (broadcaster) / channel DR X. DR would also give up its rights to the Olympic Games and attempt to sell the rights to a number of other sports events including football. As the major recipient of license funds, DR operates under a public service contract with the government which it was unable to fulfil in the wake of the budget crisis related to the move. The budget overspends caused a major scandal which saw senior management of DR replaced, and was followed by a heated political debate over whether the service should receive additional emergency funding. Various measures to mitigate the impact", "doc_score": "81.46564483642578", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_21", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "14468091", "text": "State funerals in the United Kingdom / state funeral and for all arrangements made, and expresses Parliament's participation in the national grief. In the case of a state funeral for a deceased Sovereign, the new monarch writes a message to each House of Parliament a few days after his accession (and after the delivery to Parliament of the Earl Marshal's message regarding practical arrangements for the funeral), mentioning the demise of the late Sovereign and expressing his sentiments for the new reign, and both Houses of Parliament then reply with addresses expressing condolence for the death of the late monarch and assuring the new Sovereign of their", "doc_score": "86.39656066894531", "publish_date": "2018/12/31"}, {"doc_id": "14468085", "text": "State funerals in the United Kingdom / of a state funeral without being gazetted as such; for these, the term 'ceremonial funeral' is used. The funerals of Diana, Princess of Wales (1997), Queen Elizabeth The Queen Mother (2002) and Margaret Thatcher (2013) have fallen into this category. Along with the funeral service itself (which will be a large-scale national occasion), these events tend to be characterized by the use of a gun carriage to transport the coffin between locations, accompanied by a procession of military bands and detachments along with mourners and other officials. They may also feature a lying in state and other associated ceremonies. In", "doc_score": "86.1956787109375", "publish_date": "2018/12/31"}, {"doc_id": "14468092", "text": "State funerals in the United Kingdom / allegiance. One clear distinction, however, is that state funerals (like coronations and the State Opening of Parliament) are organized and overseen by the Earl Marshal and his officers the Heralds, who are prominently placed ahead of the coffin in the procession. They are not so involved in royal ceremonial funerals, which are instead organized by the Lord Chamberlain (who is an officer of the Royal Household, whereas the Earl Marshal is a Great Officer of State). Since 1820 funerals of monarchs have invariably been held in St George's Chapel, Windsor Castle, with the burial also taking place there (or, in", "doc_score": "85.2164077758789", "publish_date": "2018/12/31"}, {"doc_id": "14468086", "text": "State funerals in the United Kingdom / the past century, the state funeral of a monarch has generally followed this pattern: State funerals of distinguished citizens have followed a similar pattern, except for the location of the funeral and burial. Churchill's body was taken by gun carriage from Westminster Hall to St Paul's Cathedral for the funeral. Afterward it was taken by river (on board the Port of London Authority launch \"Havengore\") to Waterloo for the railway journey to Bladon for burial. State and ceremonial funerals in the United Kingdom are usually assisted by the funeral directors to the Royal Household, which are privately owned and commercially", "doc_score": "86.32780456542969", "publish_date": "2018/12/31"}, {"doc_id": "14468109", "text": "State funerals in the United Kingdom / lying-in-state of King George V was the so-called Vigil of the Princes: the four sons of the late king (King Edward VIII, the Duke of York, the Duke of Gloucester and the Duke of Kent) all stood guard together for a time. (The vigil was recalled 65 years later at the lying-in-state of Queen Elizabeth The Queen Mother, with her grandsons the Prince of Wales, the Duke of York, the Earl of Wessex, and Viscount Linley taking post together.) The honour of a state funeral is usually reserved for the sovereign as head of state. Spouses and widows of monarchs", "doc_score": "88.13722229003906", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_22", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "11366829", "text": "Income in the United Kingdom / pay differential and the gender pay gap. ASHE does not cover individuals who are self-employed. The Households Below Average Income (HBAI) dataset is based on the Family Resources Survey (FRS) from the Department for Work and Pensions (DWP). It includes information on equalised household disposable income and can be used to represent the distribution of household income and income inequality (Gini coefficient). Other data sources include Average Weekly Earnings, Labour Force Survey, Index of Labour Cost per Hour, Unit Labour Costs, Effects of Taxes and Benefits on Household Income / Living Costs and Food Survey, European Union Statistics on Income", "doc_score": "91.38187408447266", "publish_date": "2018/12/31"}, {"doc_id": "11366835", "text": "Income in the United Kingdom / finance and 38% in general business (includes law). The very richest rely on earnings (salary and bonuses) for 58% of income. Income from self-employment (such as partnerships in law or accountancy firms) accounts for 23% of income and about 18% from investment income (interest and share dividends). The \"Family Resources Survey\" is a document produced by the Department for Work and Pensions. This details income amongst a representative sample of the British population. This report tabulates sources of income as a percentage of total income. Other social security benefits include: Housing Benefit, Income Support and Jobseeker's Allowance Income in the", "doc_score": "90.17546844482422", "publish_date": "2018/12/31"}, {"doc_id": "11366834", "text": "Income in the United Kingdom / report on the UK's highest earners in January 2008. There are 42 million adults in the UK of whom 29 million are income tax payers. (The remainder are pensioners, students, homemakers, the unemployed, those earning under the personal allowance, and other unwaged.) A summary of key findings is shown in the table below: The top 0.1% are 90% male and 50% of these people are in the 45 to 54 year age group. 31% of these people live in London and 21% in South East England. 33% of these people are company directors (as reported to HMRC). 30% work in", "doc_score": "90.43128967285156", "publish_date": "2018/12/31"}, {"doc_id": "11366831", "text": "Income in the United Kingdom / average household net financial wealth per capita is estimated at $60,778 (in USD, ranked 8/36), and the average net-adjusted disposable income of the top 20% of the population is an estimated $57,010 a year, whereas the bottom 20% live on an estimated $10,195 a year giving a ratio of 5.6 (in USD, ranked 25/36). The 2013/14 HBAI reported that 15% of people had a relative low income (below 60% of median threshold) before housing costs. Data from HMRC 2012-13; incomes are before tax for individuals. The personal allowance or income tax threshold was £8,105 (people with incomes below this level", "doc_score": "90.28974151611328", "publish_date": "2018/12/31"}, {"doc_id": "19385262", "text": "Benefit cap / increased from 10.1% in June 2013 to 15.2% in March 2017. In the general population the increase was from 3.4% to 4.1%. Statistics published by the Department for Work and Pensions indicated that by 2018, 70% of the households that had been subject to the cap were no longer subject to it, amounting to 54,000 households. In that year independent research was published examining 10,000 benefit-capped households. It estimated that the policy had increased the likelihood of moving into work by 21%. However, only 37% of those no longer subject to the cap had become so due to a higher", "doc_score": "88.95154571533203", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_23", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "7608596", "text": "Death of Diana, Princess of Wales / journey and vehicles even stopped on the opposite carriageway of the M1 motorway as the cars passed. In a private ceremony, Diana was buried on an island in the middle of a lake called The Oval, which is part of the Pleasure Garden at Althorp. In her coffin, she wore a black Catherine Walker dress and is clutching a rosary in her hands. The rosary had been a gift from Mother Teresa of Calcutta, a confidante of Diana, who had died the day before her funeral. A visitors' centre is open during summer months, with an exhibition about her and", "doc_score": "83.28524017333984", "publish_date": "2018/12/31"}, {"doc_id": "7608591", "text": "Death of Diana, Princess of Wales / intoxicated. Members of the public were invited to sign a book of condolence at St. James Palace. All 11,000 light bulbs at Harrods were turned off and not switched on again until after the funeral. Throughout the night, members of the Women's Royal Voluntary Service and the Salvation Army provided support for people queuing along the Mall. More than one million bouquets were left at her London home, Kensington Palace, while at her family's estate of Althorp the public was asked to stop bringing flowers as the volume of people and flowers in the surrounding roads was said to be", "doc_score": "84.63103485107422", "publish_date": "2018/12/31"}, {"doc_id": "11831993", "text": "Funeral of Diana, Princess of Wales / Earl Spencer called Burrell's comments \"hurtful lies\" and said in a statement: \"The Queen's standard was removed as part of the ceremony by her own officer in a dignified and pre-agreed manner\". The original plan was for Diana to be buried in the Spencer family vault at the local church in nearby Great Brington, but Lord Spencer said that he was concerned about public safety and security and the onslaught of visitors that might overwhelm Great Brington. He decided that Diana would be buried where her grave could be easily cared for and visited in privacy by William, Harry, and", "doc_score": "83.07102966308594", "publish_date": "2018/12/31"}, {"doc_id": "6590771", "text": "Mary Bowes, Countess of Strathmore and Kinghorne / with a hearse and three mourning carriages and transported her body to London. Mary was buried in Westminster Abbey, where her tombstone stands in the Poets' Corner. According to the locals, she was buried as per her request in a court dress, with all the accessories necessary for a Royal audience, plus a small silver trumpet. Other reports have it that she was buried in a bridal dress. Soon after her death, the contents of Stourfield House were sold. Mary Eleanor Bowes was the great great great grandmother of Lady Elizabeth Bowes-Lyon, the Queen Mother. A collection of records \"concerning", "doc_score": "81.07682800292969", "publish_date": "2018/12/31"}, {"doc_id": "11994582", "text": "Lord Byron / some sources, his heart remained at Missolonghi. His other remains were sent to England (accompanied by his faithful manservant, \"Tita\") for burial in Westminster Abbey, but the Abbey refused for reason of \"questionable morality\". Huge crowds viewed his coffin as he lay in state for two days in London. He is buried at the Church of St. Mary Magdalene in Hucknall, Nottinghamshire. A marble slab given by the King of Greece is laid directly above Byron's grave. His daughter, Ada Lovelace, was later buried beside him. Byron's friends raised the sum of 1,000 pounds to commission a statue of the", "doc_score": "81.98258209228516", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_24", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "18185854", "text": "2014 Saharanpur riots / 2014 Saharanpur riots The 2014 Saharanpur Riots occurred on 25 July of that year in the city of Saharanpur in the state of Uttar Pradesh in India. The riots occurred between Muslims, led by Muharram Ali Pappu, and Sikhs, led by Shri Guru Singh Sabha, over a piece of land and some religion faith aspects. Three people were killed and several were injured. The ruling Samajwadi Partymade a false call that it’s an act of RSS, whereas BJP blames ISI though UP police say that the riot was well planned to divide members of the two minority communities. The root", "doc_score": "84.56329345703125", "publish_date": "2018/12/31"}, {"doc_id": "11236032", "text": "Religious violence in India / Religious violence in India Religious violence in India includes acts of violence by followers of one religious group against followers and institutions of another religious group, often in the form of rioting. Religious violence in India, especially in recent times, has generally involved Hindus and Muslims, although incidents of violence have also involved atheists, Christians and Sikhs. There is also a history of Muslim-Parsi riots (List of riots in Mumbai). Despite the secular and religiously tolerant constitution of India, broad religious representation in various aspects of society including the government, the active role played by autonomous bodies such as National", "doc_score": "82.56341552734375", "publish_date": "2018/12/31"}, {"doc_id": "5810338", "text": "Hartal / Hartal Hartal (), also bandh (), is a term in many South Asian languages for a strike action and was used first during the Indian Independence Movement (also known as the nationalist movement). A hartal is a mass protest, often involving a total shutdown of workplaces, offices, shops, and courts of law, and a form of civil disobedience similar to a labour strike. In addition to being a general strike, it involves the voluntary closing of schools and places of business. It is a mode of appealing to the sympathies of a government to reverse an unpopular or unacceptable decision.", "doc_score": "83.48575592041016", "publish_date": "2018/12/31"}, {"doc_id": "13442960", "text": "Violence against Indians in Australia controversy / migrating to Australia has increased to such an extent that Indians are now the most numerous nationality moving to Australia per year, overtaking China and the UK. Violence against Indians in Australia controversy In 2009, the media of Australia, mostly in Melbourne, and India publicised reports of crimes and robberies against Indians in Australia that were described as racially motivated. Rallies were organised in Melbourne and Sydney, and intense media coverage of the perceived hate crimes commenced in India, which were mostly critical of Australian and Victorian Police. The Australian government initially called for calm as it began an investigation", "doc_score": "81.09085083007812", "publish_date": "2018/12/31"}, {"doc_id": "11236094", "text": "Religious violence in India / Hindu-Muslim violence since the 1947 partition of India. The rioting started after an attack on a Hindu temple in Ahmedabad, but rapidly expanded to major cities and towns of Gujarat. The violence included attacks on Muslim chawls by their Dalit neighbours. The violence continued over a week, then the rioting restarted a month later. Some 660 people were killed (430 Muslims, rest Hindus), 1074 people were injured and over 48,000 lost their property. In the 1970s, Sikhs in Punjab had sought autonomy and complained about domination by the Hindu. Indira Gandhi government arrested thousands of Sikhs for their opposition and", "doc_score": "82.88980865478516", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_25", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "11102731", "text": "Official bank rate / Official bank rate The official bank rate (also called the Bank of England base rate or BOEBR) is the interest rate that the Bank of England charges Banks for secured overnight lending. It is the British Government's key interest rate for enacting monetary policy. It is more analogous to the US discount rate than to the Federal funds rate. The security for the lending can be any of a list of eligible securities (commonly Gilts) and are transacted as overnight repurchase agreements. Changes are recommended by the Monetary Policy Committee and enacted by the Governor. On 2 August 2018 the", "doc_score": "87.57218933105469", "publish_date": "2018/12/31"}, {"doc_id": "12874262", "text": "United Kingdom banking law / inflation target. To change inflation, the Bank of England has three main policy options. First, it performs \"open market operations\", buying and selling banks' bonds at differing rates (i.e. loaning money to banks at higher or lower interest, known \"discounting\"), buying back government bonds (\"repos\") or selling them, and giving credit to banks at differing rates. This will affect the interest rate banks charge by influencing the quantity of money in the economy (more spending by the central bank means more money, and so lower interest) but also may not. Second, the Bank of England may direct banks to keep", "doc_score": "86.00958251953125", "publish_date": "2018/12/31"}, {"doc_id": "11102732", "text": "Official bank rate / Bank of England base rate was increased to 0.75%. The official bank rate has existed in various forms since 1694 and has ranged from 0.25% to 17%. The name of this key interest rate has changed over the years. The current name \"Official Bank Rate\" was introduced in 2006 and replaced the previous title \"Repo Rate\" (repo is short for repurchase agreement) in 1997. Previously (between 1981 and 1997) the title was \"Minimum Band 1 Dealing Rate\" and prior to that the \"Minimum Lending Rate\". Official bank rate The official bank rate (also called the Bank of England base rate", "doc_score": "88.31925201416016", "publish_date": "2018/12/31"}, {"doc_id": "53578", "text": "Bank of England / 2011 as a macro prudential regulator to oversee regulation of the UK's financial sector. The Bank's headquarters have been in London's main financial district, the City of London, on Threadneedle Street, since 1734. It is sometimes known as The Old Lady of Threadneedle Street, a name taken from the satirical cartoon by James Gillray in 1797. The road junction outside is known as Bank junction. As a regulator and central bank, the Bank of England has not offered consumer banking services for many years, but it still does manage some public-facing services such as exchanging superseded bank notes. Until 2016,", "doc_score": "83.3539810180664", "publish_date": "2018/12/31"}, {"doc_id": "15625285", "text": "History of monetary policy in the United States / the outcomes, if not the process, of monetary policy more transparent. In other words, a central bank may have an inflation target of 2% for a given year, and if inflation turns out to be 5%, then the central bank will typically have to submit an explanation. The Bank of England exemplifies both these trends. It became independent of government through the Bank of England Act 1998 and adopted an inflation target of 2.5% RPI (now 2% of CPI). The debate rages on about whether monetary policy can smooth business cycles or not. A central conjecture of Keynesian economics is", "doc_score": "87.2900161743164", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_26", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "3533968", "text": "Australia–United States Free Trade Agreement / FTA appeared from a number of sources and on a number of grounds: Economic theory suggests that bilateral agreements like the FTA will lead to trade creation between the parties directly involved, but will also cause trade diversion from third countries, offsetting any benefits. Bilateral agreements may also undermine multilateral agreements such as those associated with the World Trade Organization. Partly as a result of these factors, the estimates of benefits produced by the CIE and relied on by the government were disputed by most economists who made submissions to the Senate Committees inquiring into the topic, some of whom", "doc_score": "75.82123565673828", "publish_date": "2018/12/31"}, {"doc_id": "9198670", "text": "Spot–future parity / Spot–future parity Spot–future parity (or spot-futures parity) is a parity condition whereby, if an asset can be purchased today and held until the exercise of a futures contract, the value of the future should equal the current spot price adjusted for the cost of money, dividends, \"convenience yield\" and any carrying costs (such as storage). In plain English, if a person can purchase a good for price \"S\" and conclude a contract to sell it one month later at a price of \"F\", the price difference should be no greater than the cost of using money less any expenses (or", "doc_score": "76.72046661376953", "publish_date": "2018/12/31"}, {"doc_id": "1004560", "text": "Agreed Framework / Nuclear Non-Proliferation Treaty and allow weapons inspectors from the International Atomic Energy Agency (IAEA) into the country, North Korea \"suspended the effectuation\" of that withdrawal in June 1993. In November 1993, North Korea proposed to the United States that the two governments negotiate a \"package solution\" to all of the issues dividing them. The Clinton Administration accepted this in principle but conditioned such \"comprehensive\" talks on North Korea acting first to allow a resumption of IAEA inspections and to re-open negotiations with South Korea over nuclear questions (North Korea had broken off talks with South Korea in late 1992). North", "doc_score": "74.93682861328125", "publish_date": "2018/12/31"}, {"doc_id": "18697433", "text": "Iran nuclear deal framework / based on the April 2015 framework, was announced. On May 8, 2018, United States President Donald Trump announced the United States was withdrawing from the deal. According to the joint statement in Switzerland, the P5+1 countries and Iran agreed on a framework for a deal. According to this framework, Iran would redesign, convert, and reduce its nuclear facilities and accept the Additional Protocol (with provisional application) in order to lift all nuclear-related economic sanctions, freeing up tens of billions of dollars in oil revenue and frozen assets. In addition to the joint statement, the United States and Iran issued fact", "doc_score": "76.32485961914062", "publish_date": "2018/12/31"}, {"doc_id": "4081467", "text": "Sweetheart deal / Sweetheart deal A sweetheart deal or sweetheart contract is an abnormally favorable contractual arrangement. A particularly lucrative golden parachute could be an example of a type of sweetheart deal, where it is not in the best interests of the stockholders. It particularly applies to government officials and uses of the term involve hints at the presence of corruption. Such deals may also put a third party at a distinct disadvantage, (e.g., price fixing between oil companies or mobility services). In the context of employment rights, a sweetheart contract can involve a deal between an employer and trade union officials that", "doc_score": "76.41683959960938", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_27", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "192643", "text": "Demographics of the Republic of Ireland / immigrant communities, especially in Dublin. The most common foreign nationalities include Polish, British, Lithuanian, Latvian and Nigerian. There is only genetic evidence for pre-Celtic migration into Ireland. The Irish people may therefore be described as strongly influenced by Celtic language and traditions but the Irish population is not mainly of Celtic origin. Source: \"UN World Population Prospects\" The following demographic statistics are from the Republic of Ireland's Central Statistics Office (CSO), Eurostat and the CIA World Factbook. Figures from the CSO. 3.78 deaths/1,000 live births (2013) 1.9 children born/woman (2016) – adult prevalence rate: 0.1% (2001 est.) - people living", "doc_score": "93.67210388183594", "publish_date": "2018/12/31"}, {"doc_id": "3383708", "text": "Irish people / Irish Catholics considering themselves \"Irish\" and 9% \"British\". The survey also revealed that 78% of Protestants and 48% of all respondents felt \"Strongly British\", while 77% of Catholics and 35% of all respondents felt \"Strongly Irish\". 51% of Protestants and 33% of all respondents felt \"Not at all Irish\", while 62% of Catholics and 28% of all respondents felt \"Not at all British\". In the Republic of Ireland, as of 2011, 3,861,335 people or about 84.16% of the population are Roman Catholic. In Northern Ireland about 41.6% of the population are Protestant (19.1% Presbyterian, 13.7% Church of Ireland, 3.0% Methodist,", "doc_score": "96.48519897460938", "publish_date": "2018/12/31"}, {"doc_id": "1308149", "text": "Ireland / 73% for the island (and about 87% of the Republic of Ireland). Most of the rest of the population adhere to one of the various Protestant denominations (about 48% of Northern Ireland). The largest is the Anglican Church of Ireland. The Muslim community is growing in Ireland, mostly through increased immigration, with a 50% increase in the republic between the 2006 and 2011 census. The island has a small Jewish community. About 4% of the Republic's population and about 14% of the Northern Ireland population describe themselves as of no religion. In a 2010 survey conducted on behalf of the", "doc_score": "92.5015869140625", "publish_date": "2018/12/31"}, {"doc_id": "291301", "text": "Northern Ireland / grown 7.5% over the previous decade from just under 1.7 million in 2001. This constitutes just under 3% of the population of the UK (62 million) and just over 28% of the population of the island of Ireland (6.3 million). The population of Northern Ireland is almost entirely white (98.2%). In 2011, 88.8% of the population were born in Northern Ireland, with 4.5% born in Britain, and 2.9% born in the Republic of Ireland. 4.3% were born elsewhere; triple the amount there were in 2001. Most are from Eastern Europe and Lithuania and Latvia. The largest non-white ethnic groups were", "doc_score": "95.33914184570312", "publish_date": "2018/12/31"}, {"doc_id": "192644", "text": "Demographics of the Republic of Ireland / with HIV/AIDS: 6,900 (2008 est.) Irish (including dual-Irish/other): 86.9%, UK: 2.5%, Other EU 27: 6.1%, Other Europe: 0.7%, Asia: 1.5%, Africa: 0.9%, USA: 0.2%, Other countries: 0.5%, Multiple nationality: 0.1%, Not stated: 1.2% (2011) Below are the 14 largest immigrant groups in the Republic of Ireland according to the 2016 census. Irish, with Norse (Scandinavian), Norman, English, French, Scottish, and Welsh, Ulster-Scots and various immigrant populations – the largest immigrant groups, with over 10,000 people, are the British, Croats, Poles, Americans, Lithuanians, Latvians, Germans, Nigerians, Indians, Pakistanis and Chinese. Ethnic backgrounds: White Irish: 82.2%, White Irish Traveller: 0.7%, Other White:", "doc_score": "96.46449279785156", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_28", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "4943285", "text": "Retraining / year of such retraining at a community college increases the long-term earnings by about 8 percent for older males and by about 10 percent for older females. Government policy may make a difference in employability and motivation for retraining and re-entry into the workforce for older workers. In economies with greater regulations surrounding the hiring, termination and wages, reductions in unemployment were difficult to achieve. The very groups harmed with continued higher unemployment were those that the regulations sought to protect. Retraining is sometimes offered as part of workfare programs, which may include support for transportation, childcare, or an internship.", "doc_score": "84.67372131347656", "publish_date": "2018/12/31"}, {"doc_id": "7679505", "text": "Trainee / well as is expected to have a full-time employment awaiting in the company when the program is over. Often used as an insurance measure by companies, firms typically will have a trainee period (2–3 months) where the person is still being evaluated after which an official decision to hire on a permanent basis is made. The trainee programs most often consist of a combination of theory and practice and is aimed at having the trainee to learn the company from the ground up. Many trainees are able to take advantage of their contact network from the trainee program and climb", "doc_score": "82.57836151123047", "publish_date": "2018/12/31"}, {"doc_id": "325714", "text": "Physical therapy / job fields collectively rather than separately. O-Net reports that in 2015, PTAs in the United States earned a median wage of $55,170 annually or $26.52 hourly, and that Aides/Techs earned a median wage of $25,120 annually or $12.08 hourly in 2015. The American Physical Therapy Association reports vacancy rates for physical therapists as 11.2% in outpatient private practice, 10% in acute care settings, and 12.1% in skilled nursing facilities. The APTA also reports turnover rates for physical therapists as 10.7% in outpatient private practice, 11.9% in acute care settings, 27.6% in skilled nursing facilities. The body of knowledge of physical", "doc_score": "83.14313507080078", "publish_date": "2018/12/31"}, {"doc_id": "4943286", "text": "Retraining / As difficult and controversial as it may seem, retraining older and younger workers alike to prepare them to be part of a changing workforce will have a lasting impact on workers across the globe. Unemployed workers are at significantly greater risk for poor physical health, greater stress, alcoholism, marital problems and even suicide. Among young workers, beginning their careers with extended bouts of joblessness results in lower overall earnings and more unemployment throughout their careers. Retraining Refresher/Retraining is the process of learning a new or the same old skill or trade for the same group of personnel. Refresher/Retraining is required", "doc_score": "83.40060424804688", "publish_date": "2018/12/31"}, {"doc_id": "4051365", "text": "Residency (medicine) / In any case, hospitals trained residents long before Medicare provided additional subsidies for that purpose. A large number of teaching hospitals fund resident training to increase the supply of residency slots, leading to the modest 4% total growth in slots from 1998 to 2004. Many changes have occurred in postgraduate medical training in the last fifty years: In a survey of more than 15,000 residents in internal medicine, approximately 19% of residents with more than $200,000 in debt designated their quality of life as bad, compared with approximately 12% of those with no debt. Also, residents with more than $200,000", "doc_score": "84.44217681884766", "publish_date": "2018/12/31"}]}
{"question_id": "20220923_29", "search_time": "2022/09/23/14:40", "search_result": [{"doc_id": "196929", "text": "Irn-Bru / the 1930s, the firm began a long-running series of comic strip ads entitled \"The Adventures of Ba-Bru\" which ran in various local papers from April 1939 until October 1970. The last traces of this campaign, a large neon sign featuring Ba-Bru which stood in Union St above Glasgow Central railway station, was removed in 1983 and replaced with an illuminated display featuring the tagline \"Your Other National Drink\". Barr has a long-established gimmick associating Irn-Bru with Scottishness, stemming from the claim of it being Scotland's most popular soft drink. A tagline, \"Made in Scotland from girders\", was used for several", "doc_score": "75.89698791503906", "publish_date": "2018/12/31"}, {"doc_id": "16733182", "text": "Omnishambles / and digital detox. The term re-emerged following the 2017 United Kingdom general election, which produced a hung parliament, and was used to describe Conservative efforts to form a confidence-and-supply agreement with the Democratic Unionist Party. It was also used to describe the UK's Brexit negotiations process following the 2017 election. The word 'Pomnishambles' (Pom being an Australian derogatory word for someone of English extraction) was used by BBC writer Tom Fordyce (apparently quoting others) for the England men's cricket team and their lack of success against Australia in late 2017. Omnishambles Omnishambles is a neologism first used in the BBC", "doc_score": "76.79920196533203", "publish_date": "2018/12/31"}, {"doc_id": "4894870", "text": "Red Letter Days / After a poorly made strategic and financial choice of expanding via supermarket distribution, Red Letter Days went into administration on 1 August 2005; the remaining assets and goods were bought by fellow \"Dragons' Den\" entrepreneurs Jones and Paphitis. Although Elnaugh was at the helm before and at the time of the company's failure just days after the birth of her fourth child, she blames the problems on the actions of the last CEO who she appointed in 2002, while she took a non-executive role. ITV1's \"\"Tonight Programme\"\" had a more critical explanation of the demise of Red Letter Days, including", "doc_score": "75.35076141357422", "publish_date": "2018/12/31"}, {"doc_id": "1906924", "text": "Tango (drink) / innovative marketing campaigns\". The drink's first iconic campaign introduced the catchphrase \"You know when you've been Tango'd\", produced by advertising agency HHCL. The campaign began in 1992 with an advert, \"Orange Man\", featuring a man drinking Tango and immediately being slapped around the face, by a portly man painted orange (Peter Geeves). The advert received widespread condemnation after a craze for \"Tangoing\" people swept the nation's playgrounds, and there were reports of children receiving serious injuries, or even being deafened by being slapped on the ears. Tango voluntarily replaced the \"slapping\" advert with an almost identical new version, where the", "doc_score": "74.5018310546875", "publish_date": "2018/12/31"}, {"doc_id": "3900876", "text": "Tunnock's / negotiations. At main issue were salaries, with management having originally offered an increase of 1%, followed by a second offer of 2%. The dispute was resolved in October 2010 with agreement on a 2.5% increase backdated to the start of July 2010, followed by a 2.5% increase in July 2011. In an April 2012 interview with \"The Herald\", Boyd Tunnock described himself as a Unionist on the question of Scottish independence. In the 2014 Commonwealth Games opening ceremony in Glasgow, the teacakes took centre stage as dancers dressed as teacakes danced around the main performers near the start of", "doc_score": "74.53250122070312", "publish_date": "2018/12/31"}]}
