{"question_id": "20220715_0", "search_time": "2022/07/15/16:35", "search_result": [{"doc_id": "1494348", "text": "Netflix / price of this plan to $9.99 for new subscribers, but that existing customers would be grandfathered under this older price until May 2016, after which they could downgrade to the SD-only tier at the same price, or pay the higher fee for continued high definition access. On November 30, 2016, Netflix launched an offline playback feature, allowing users of the Netflix mobile apps on Android or iOS to cache content on their devices in standard or high quality for viewing without an Internet connection. The feature is primarily available on selected series and films, and Netflix stated that more content", "doc_score": "84.66880798339844", "publish_date": "2018/12/31"}, {"doc_id": "1494380", "text": "Netflix / want to watch.\" He cited as evidence the company's loss of rights to stream several major movies. According to journalist Megan McArdle, the loss of these movies was extremely problematic for the company; specifically, she said that \"[Netflix's] movie library is no longer actually a good substitute for a good movie rental place\". Netflix also began to acquire distribution rights to third-party films in 2017 into 2018. One of its first acquisitions was the film \"The Cloverfield Paradox\", which Netflix had acquired from Paramount Pictures in early 2018, and launched on its service on February 4, 2018, shortly after airing", "doc_score": "87.11697387695312", "publish_date": "2018/12/31"}, {"doc_id": "1494336", "text": "Netflix / Facebook implementation, letting United States subscribers access \"Watched by your friends\" and \"Friends' Favorites\" by agreeing. This was not legal until the Video Privacy Protection Act of 1988 was modified in early 2013. In April 2014, Netflix approached 50 million global subscribers with a 32.3% video streaming market share in the United States. Netflix operated in 41 countries around the world. In June 2014, Netflix unveiled a global rebranding: a new logo, which uses a modern typeface with the drop shadowing removed, and a new website UI. The change was controversial; some liked the new minimalist design, whereas others felt", "doc_score": "82.1009292602539", "publish_date": "2018/12/31"}, {"doc_id": "1494359", "text": "Netflix / on Netflix comes from what Netflix recommends, not from what people search for\". Moreover, Mike McGuire, a VP at Gartner, said: \"profiles will give Netflix even more detailed information about its subscribers and their viewing habits, allowing the company to make better decisions about what movies and TV shows to offer\". Additionally, profiles lets users link their individual Facebook accounts, and thus share individual watch queues and recommendations, since its addition in March after lobbying Congress to change an outdated act. Neil Hunt, Netflix's former Chief Product Officer, told CNNMoney: \"profiles are another way to stand out in the crowded", "doc_score": "84.3631820678711", "publish_date": "2018/12/31"}, {"doc_id": "1494346", "text": "Netflix / When the streaming service first launched, Netflix's disc rental subscribers were given access at no additional charge. Subscribers were allowed approximately one hour of streaming per dollar spent on the monthly subscription (a $16.99 plan, for example, entitled the subscriber to 17 hours of streaming media). In January 2008, however, Netflix lifted this restriction, at which point virtually all rental-disc subscribers became entitled to unlimited streaming at no additional cost (however, subscribers on the restricted plan of two DVDs per month ($4.99) remained limited to two hours of streaming per month). This change came in a response to the introduction", "doc_score": "84.01560974121094", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_1", "search_time": "2022/07/15/16:35", "search_result": [{"doc_id": "7842154", "text": "Pneumococcal conjugate vaccine / Advisory Committee on Immunization Practices, recommended the vaccine be administered to every infant and young child in the US. The resulting demand outstripped production, creating shortages not resolved until 2004. All children, according to current US vaccination schedules, should receive four doses, at two months, four months, six months, and again between one year and fifteen months of age. Prevnar-7 is designed to stop seven of about ninety pneumococcal serotypes which have the potential to cause invasive pneumococcal disease (IPD). In 2010, a 13-valent vaccine was introduced. Each year, IPD kills approximately one million children worldwide. Since approval, Prevnar's efficacy", "doc_score": "84.73777770996094", "publish_date": "2018/12/31"}, {"doc_id": "17193870", "text": "Influenza A virus subtype H7N9 / accounts for about one-third of human cases ever reported. The cumulative total of laboratory-confirmed cases since the first epidemic is 1,223. About 40 percent have died. The CDC estimates that the H7N9 virus has the greatest potential compared with other influenza A viruses to cause a pandemic, although the risk is low, because like other type A viruses, it is not easily transmitted between people in its current form. The World Health Organization (WHO) has identified H7N9 as \"...an unusually dangerous virus for humans.\" Most of the cases resulted in severe respiratory illness, with a mortality rate of roughly 30", "doc_score": "84.75922393798828", "publish_date": "2018/12/31"}, {"doc_id": "3817609", "text": "Influenza A virus subtype H5N1 / decrease in egg production, nasal discharge, coughing and sneezing - to severe, including loss of coordination, energy, and appetite; soft-shelled or misshapen eggs; purple discoloration of the wattles, head, eyelids, combs, and hocks; and diarrhea. Sometimes the first noticeable sign is sudden death. The first known strain of HPAI A(H5N1) (called A/chicken/Scotland/59) killed two flocks of chickens in Scotland in 1959, but that strain was very different from the current highly pathogenic strain of H5N1. The dominant strain of HPAI A(H5N1) in 2004 evolved from 1999 to 2002 creating the Z genotype. It has also been called \"Asian lineage HPAI", "doc_score": "83.1280746459961", "publish_date": "2018/12/31"}, {"doc_id": "7308850", "text": "Fetal warfarin syndrome / Warfarin is a teratogen which can cross from the mother to the developing fetus. The inhibition of clotting factors can lead to internal bleeding of the fetus while the inhibition of osteocalcin causes lower bone growth. As well as birth defects, warfarin can induce spontaneous abortion or stillbirth. Because of this, warfarin is contraindicated during pregnancy. The key symptoms, visible at birth, vary between individuals exposed to warfarin \"in utero\". The severity and occurrence of symptoms is dose dependent with higher doses (>5 mg warfarin daily) more likely to cause immediately noticeable defects. The period of pregnancy in which warfarin", "doc_score": "82.25015258789062", "publish_date": "2018/12/31"}, {"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "81.96647644042969", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_2", "search_time": "2022/07/15/16:35", "search_result": [{"doc_id": "2071250", "text": "Manus Island / Australia's immigration minister, Peter Dutton, confirmed on 17 August 2016 that the centre was to be closed, but no timescale was given. The Centre was formally closed on 31 October 2017. However, nearly 600 men refused to leave the centre claiming \".., to fear for their safety...\", according to Minister Dutton. A notice posted during the night by PNG Immigration authorities said \"The Manus RPC will close at 5 pm today\" (31 October), and that all power, water and food supply would cease. The PNG military took control of the area. On 22 November 2017, Papua New Guinea Police moved", "doc_score": "81.2562255859375", "publish_date": "2018/12/31"}, {"doc_id": "2364477", "text": "Ambon Island / Permesta rebellion. Embarrassed, the Eisenhower administration quickly ended CIA support for Permesta and withdrew its agents and remaining aircraft from the conflict. Between 1999 and 2002, Ambon was at the centre of sectarian conflict across the Maluku Islands. In 2007, Ambon resident Leonard Joni Sinay was sentenced to fifteen years' imprisonment for treason after he and other activists protested a visit by President Susilo Bambang Yudhoyono with a dance and a raising of the banned regional flag; both Human Rights Watch and Amnesty International called for his release, the latter organization designating him a prisoner of conscience. Ambon Island Ambon", "doc_score": "81.90252685546875", "publish_date": "2018/12/31"}, {"doc_id": "20710279", "text": "United Arab Emirates takeover of Socotra / recently remembered Socotra Island to challenge the Arab coalition and the UAE. We have historical relations with the families and people of Socotra.\" On 3 May 2018, protests rallied against the UAE takeover, demanding an immediate withdrawal. However on 6 May 2018, pro-Emirati supporters gathered in the island's capital Hadibu to support the UAE presence on the island. On 10 May 2018, the United States said it was \"closely following the situation on the island of Socotra\" and called for \"de-escalation and dialogue\" between the UAE and Yemen. On 11 May 2018, Turkey showed concern about the event. The Turkish", "doc_score": "82.04193115234375", "publish_date": "2018/12/31"}, {"doc_id": "640931", "text": "Easter Island / expressed concern about the treatment of the indigenous Rapa Nui by the Chilean government, urging Chile to \"make every effort to conduct a dialogue in good faith with representatives of the Rapa Nui people to solve, as soon as possible the real underlying problems that explain the current situation\". The incident ended in February 2011, when up to 50 armed police broke into the hotel to remove the final five occupiers. They were arrested by the government, and no injuries were reported. Easter Island is one of the world's most isolated inhabited islands. Its closest inhabited neighbour are the Chilean", "doc_score": "80.81859588623047", "publish_date": "2018/12/31"}, {"doc_id": "20459098", "text": "2017–2018 eruptions of Mount Agung / May, sending pyroclastic flows down the mountain once more, killing about 200 more people. By the time the eruptions ceased in early 1964, they had claimed about 1,900 lives, marking the event as the 8th deadliest volcanic eruption of the 20th century. Since 1963, the population of Bali has nearly doubled. Mount Agung is therefore considered highly dangerous by Indonesian authorities. This concern was the primary reason behind their decision to evacuate more than 100,000 people in response to the surge in local tectonic activity in the latter half of 2017. Volcanic earthquakes were observed from 10 August 2017 and", "doc_score": "80.804443359375", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_3", "search_time": "2022/07/15/16:35", "search_result": [{"doc_id": "3945419", "text": "IMAGE / the spacecraft, and the status of data and ground systems can be assessed, it will decide if it can fund a mission restart. On 4 March 2018, the Applied Physics Laboratory at Johns Hopkins University reported detecting the signal from the satellite, but it was too faint to lock onto. On 9 May 2018, Scott Tilley again detected a strong signal from IMAGE. Hours later NASA and APL engineers had locked onto the signal and were receiving telemetry. Commands were transmitted to IMAGE, but for unknown reasons the spacecraft only acknowledged receipt of a fraction of those commands. On 28", "doc_score": "78.97032165527344", "publish_date": "2018/12/31"}, {"doc_id": "492003", "text": "Pioneer 10 / by the imaging photopolarimeter as the rotation of the spacecraft carried the instrument's field of view past the planet. These red and blue colors were combined to produce a synthetic green image, allowing a three-color combination to produce the rendered image. On November 26, a total of twelve such images were received back on Earth. By December 2, the image quality exceeded the best images made from Earth. These were being displayed in real-time back on Earth, and the Pioneer program would later receive an Emmy award for this presentation to the media. The motion of the spacecraft produced geometric", "doc_score": "79.52930450439453", "publish_date": "2018/12/31"}, {"doc_id": "6447315", "text": "GEO600 / instruments began an extended joint \"science run\". The three instruments (LIGO's instruments are located near Livingston, Louisiana and on the Hanford Site, Washington in the U.S.) collected data for more than a year, with breaks for tuning and updates. This was the fifth science run of GEO600. No signals were detected on previous runs. The first observation of gravitational waves on 14 September 2015 was announced by the LIGO and Virgo interferometer collaborations on 11 February 2016. However, the Virgo interferometer in Italy was not operating at the time, and the GEO600 was in engineering mode and is not sensitive", "doc_score": "77.13607788085938", "publish_date": "2018/12/31"}, {"doc_id": "3794080", "text": "Pale Blue Dot / Pale Blue Dot Pale Blue Dot is a photograph of planet Earth taken on February 14, 1990, by the \"Voyager 1\" space probe from a record distance of about kilometers ( miles, 40.5 AU), as part of that day's \"Family Portrait\" series of images of the Solar System. In the photograph, Earth's apparent size is less than a pixel; the planet appears as a tiny dot against the vastness of space, among bands of sunlight reflected by the camera. \"Voyager 1\", which had completed its primary mission and was leaving the Solar System, was commanded by NASA to turn its", "doc_score": "78.89956665039062", "publish_date": "2018/12/31"}, {"doc_id": "5535391", "text": "STS-119 / slats flattened out, and the arrays were fully deployed at 17:17 UTC. The addition of the final set of solar panels brings the station's power output to 120 kilowatts, and doubles the scientific power to 30 kilowatts. The station's surface area of the arrays is just under one acre, or 38,400 square feet. Later in the day, Fincke, Lonchakov, Wakata and Magnus participated in a media event with Reuters, Voice of America, and the Pittsburgh Post-Gazette. During the Mission Status briefing, Alibaruho expressed how pleased the teams on the ground were with the successful deployment of the arrays, and commended", "doc_score": "79.34529876708984", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_4", "search_time": "2022/07/15/16:35", "search_result": [{"doc_id": "10532095", "text": "Competition between Airbus and Boeing / generally, both firms have a positive reputation of delivering well-engineered and high-quality products. By convention, both companies tend to avoid safety comparisons when selling their aircraft to airlines or comparisons on product quality. Most aircraft dominating the companies' current sales, the Boeing 737-NG and Airbus A320 families and both companies' wide-body offerings, have good safety records. Older model aircraft such as the Boeing 707, Boeing 727, Boeing 737-100/-200, Boeing 747-100/SP/200/300, Airbus A300, and Airbus A310, which were respectively first flown during the 1960s, 1970s, and 1980s, have had higher rates of fatal accidents. According to Airbus's John Leahy, the Boeing", "doc_score": "85.37844848632812", "publish_date": "2018/12/31"}, {"doc_id": "18837737", "text": "Airport and airline management / the past decade, from US $369 billion in 2004 to a projected $746 billion in 2014, according to the International Air Transport Association (IATA). Much of that growth has been driven by low-cost carriers (LCCs), which now control some 25 percent of the worldwide market and which have been expanding rapidly in emerging markets; growth also came from continued gains by carriers in developed markets, the IATA reported. Yet profit margins are still low, less than 3 percent overall. In the commercial aviation sector, just about every group in the aviation industry chain — airports, airplane manufacturers, jet engine makers,", "doc_score": "83.72158813476562", "publish_date": "2018/12/31"}, {"doc_id": "19697", "text": "Airline / consistent in all regions, but countries with a de-regulated airline industry have more competition and greater pricing freedom. This results in lower fares and sometimes dramatic spurts in traffic growth. The U.S., Australia, Canada, Japan, Brazil, India and other markets exhibit this trend. The industry has been observed to be cyclical in its financial performance. Four or five years of poor earnings precede five or six years of improvement. But profitability even in the good years is generally low, in the range of 2–3% net profit after interest and tax. In times of profit, airlines lease new generations of airplanes", "doc_score": "83.02230072021484", "publish_date": "2018/12/31"}, {"doc_id": "10532102", "text": "Competition between Airbus and Boeing / an \"end-of-the-line model pricing\" of 40/114.9*100round0% of the $114.9 million list price. Likewise, Air Caraïbes subsidiary French Blue received its A330-300 for $100 million in September 2016. This appears in the manufacturer's accounting: in their annual reports, Boeing values its 5,700 airliners order book at $416 billion using the contractual prices while Airbus has a backlog of 6,900 worth €1,010 ($1,200) billion at catalog prices, but when updating to more stringent IFRS-15 rules, Credit Suisse estimates it will be revised to €500 billion from 945. Airbus will disclose its backlog value in its 2018 annual report at the latest. In", "doc_score": "82.67184448242188", "publish_date": "2018/12/31"}, {"doc_id": "4407060", "text": "World's largest airlines / World's largest airlines The world's largest airlines can be defined in several ways. American Airlines Group is the largest by its fleet size, revenue, profit, passengers carried and revenue passenger mile. Delta Air Lines is the largest by assets value and market capitalization. Lufthansa Group is the largest by number of employees, FedEx Express by freight tonne-kilometers, Turkish Airlines by number of countries served and UPS Airlines by number of destinations served. Note that Emirates is a government-owned company and is thus not included in this list of public companies. Its 2014-2015 revenue was billion ( billion), profit billion (", "doc_score": "84.76187896728516", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_5", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "14441837", "text": "86th Academy Awards / produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actress Ellen DeGeneres hosted the show for the second time, having previously hosted the 79th ceremony held in 2007. In related events, the Academy held its 5th annual Governors Awards ceremony at the Grand Ballroom of the Hollywood and Highland Center on November 16, 2013. On February 15, 2014, in a ceremony at The Beverly Hills Hotel in Beverly Hills, California, the Academy Awards for Technical Achievement were presented by hosts Kristen Bell and Michael B. Jordan. \"12 Years a Slave\" won three awards including Best Picture. \"Gravity\"", "doc_score": "81.23971557617188", "publish_date": "2018/12/31"}, {"doc_id": "20091241", "text": "90th Academy Awards / Comedian Jimmy Kimmel hosted for the second consecutive year, making him the first person to host back-to-back ceremonies since Billy Crystal in 1997 and 1998. In related events, the Academy held its 9th Annual Governors Awards ceremony at the Grand Ballroom of the Hollywood and Highland Center on November 11, 2017. On February 10, 2018, in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California, the Academy Scientific and Technical Awards were presented by host actor Sir Patrick Stewart. \"The Shape of Water\" won a leading four awards, including Best Picture and Best Director for Guillermo del Toro.", "doc_score": "81.4634017944336", "publish_date": "2018/12/31"}, {"doc_id": "2709509", "text": "76th Academy Awards / held in 1990 and had last hosted the 72nd ceremony held in 2000. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 14, the Academy Awards for Technical Achievement were presented by host Jennifer Garner. \"\" won all eleven awards it was nominated for, tying the Academy Awards record for most awards won (alongside \"Ben-Hur\" and \"Titanic\"), including Best Director for Peter Jackson and Best Picture. Other winners included \"\" and \"Mystic River\" with two awards and \"The Barbarian Invasions\", \"Chernobyl Heart\", \"Cold Mountain\", \"Finding Nemo\", \"The Fog of War:", "doc_score": "80.01786041259766", "publish_date": "2018/12/31"}, {"doc_id": "19313467", "text": "89th Academy Awards / year's ceremony. The show also earned lower Nielsen ratings compared to the previous ceremony with 22.4% of households watching over a 36 share. In addition, it garnered a lower 18–49 demo rating with a 9.1 rating over a 26 share among viewers in that demographic. It also had the lowest U.S. viewership since the 80th ceremony in 2008, which averaged 32 million viewers. Nonetheless, it was the eighth most watched television broadcast in the United States in 2017. In July 2017, the ceremony presentation received six nominations for the 69th Primetime Creative Arts Emmys. The following month, the ceremony won", "doc_score": "79.8021469116211", "publish_date": "2018/12/31"}, {"doc_id": "13572610", "text": "84th Academy Awards / Highland Center on November 12, 2011. On February 11, 2012, in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California, the Academy Awards for Technical Achievement were presented by host Milla Jovovich. \"The Artist\" won five awards, including Best Actor for Jean Dujardin, Best Director for Michel Hazanavicius, and Best Picture, the first silent feature to win an Academy Award for Best Picture since 1927's \"Wings\", the inaugural winner in 1929. Other winners included \"Hugo\" also with five awards, \"The Iron Lady\" with two awards, and \"Beginners\", \"The Descendants\", \"The Fantastic Flying Books of Mr. Morris Lessmore\", \"The", "doc_score": "81.1522216796875", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_6", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "12438073", "text": "Effects of Tropical Storm Allison in Texas / The declarations allowed affected citizens to receive aid for temporary housing, emergency home repairs, and other serious disaster-related expenses. The Federal Emergency Management Agency (FEMA) also provided 75% for the cost of debris removal, emergency services related to the disaster, and repairing or replacing damaged public facilities, such as roads, bridges and utilities. A few weeks after Allison, FEMA opened six disaster recovery centers across southeast Texas, which provided recovery information to those who applied for disaster assistance. The American Red Cross and the Salvation Army opened 48 shelters at the peak of need for people driven from their homes,", "doc_score": "84.12529754638672", "publish_date": "2018/12/31"}, {"doc_id": "9671737", "text": "Effects of Hurricane Isabel in Virginia / were served during the four-month cleanup operation Over 10 volunteer organizations, under the coordination of Virginia's Voluntary Organizations Active in Disaster, worked to help individuals with debris removal across the state. Dominion Virginia Power quickly began to restore the widespread power outages with a workforce of about 11,000, working between 14 and 16 hours per day. By two days after the storm, about 900,000 remained without power. By five days after the storm, about 584,000 throughout the state were still without power, and by ten days after Isabel the total dropped to about 160,000, most of whom were in the", "doc_score": "85.35353088378906", "publish_date": "2018/12/31"}, {"doc_id": "17843003", "text": "1985 Election Day floods / the James River at Buchanan, Holcomb Rock, and Bent Creek. At Holcomb Rock, the James River crested at, the highest in the state, and was about above flood stage; based on the observations and the associated discharge, the return period was estimated as greater than a 1 in 500 year event. River gauges recorded record discharge rates at 34 stations, of which 32 were 100 year events. The rains delayed crops from being planted across the state and caused minor crop damage. Across the state, about 3,500 houses were destroyed. Overall, the storm system caused 22 deaths and $753", "doc_score": "85.1158447265625", "publish_date": "2018/12/31"}, {"doc_id": "9671734", "text": "Effects of Hurricane Isabel in Virginia / hurricane, including requested emergency work undertaken by the federal government. Many other jurisdictions were added, based on subsequent damage reports, and by September 22, 99 jurisdictions were eligible for disaster assistance. The Federal Emergency Management Agency (FEMA) provided hurricane-related bulletins, including safety tips and the method for removing hazardous materials. By 12 days after the passage of the hurricane, FEMA distributed more than 6.3 million lbs. (2.9 million kg) of ice and of water to areas affected by Isabel. Disaster Recovery Centers, which contain information on the aftermath process, were opened in eight locations and received more than 1,850 inquiries.", "doc_score": "83.45491027832031", "publish_date": "2018/12/31"}, {"doc_id": "9310276", "text": "Effects of Hurricane Isabel in Delaware / received, as well. FEMA distributed about $2.5 million ($ USD) in Small Business Administration loans, and also received 183 public assistance loans for repair or replacement of public facilities. A total of 35 power crews, along with outside contractors, worked to restore power. By two days after the storm, 2,000 remained without power in scattered areas. Various locations in the city of Dover were without power for about 30 hours. There, the removal of debris exceeded the capacity of the local landfall, resulting in officials temporarily storing it elsewhere. Over 200 volunteers donated time, food and money to provide hot", "doc_score": "84.01859283447266", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_7", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "9970211", "text": "Reconstruction in Afghanistan / Approximately 30 billion dollars have been provided by the international community for the reconstruction of Afghanistan, most of it from the United States. In 2002, the world community allocated $4 billion at the Tokyo conference followed by another $4 billion in 2004. In February 2006, $10.5 billion were committed for Afghanistan at the London Conference and $11 billion from the United States in early 2007. Despite these vast investments by the international community, the reconstruction effort's results have been mixed. Implementation of development projects at the district and sub-district level has been frequently marred by lack of coordination, knowledge of", "doc_score": "89.93770599365234", "publish_date": "2018/12/31"}, {"doc_id": "17895381", "text": "Russian military intervention in Ukraine (2014–present) / On 4 March 2014, the United States pledged $1 billion in aid to Ukraine. Russia's actions increased tensions in nearby countries historically within its sphere of influence, particularly the Baltic and Moldova. All have large Russian-speaking populations, and Russian troops are stationed in the breakaway Moldovan territory of Transnistria. Some devoted resources to increasing defensive capabilities, and many requested increased support from the U.S. and the North Atlantic Treaty Organization, which they had joined in recent years. The conflict \"reinvigorated\" NATO, which had been created to face the Soviet Union, but had devoted more resources to \"expeditionary missions\" in recent", "doc_score": "89.37684631347656", "publish_date": "2018/12/31"}, {"doc_id": "17877213", "text": "Joint Comprehensive Plan of Action / of a short-term freeze of portions of Iran's nuclear program in exchange for decreased economic sanctions on Iran, as the countries work towards a long-term agreement. The IAEA began \"more intrusive and frequent inspections\" under this interim agreement. The agreement was formally activated on 20 January 2014. On that day, the IAEA issued a report stating that Iran was adhering to the terms of the interim agreement, including stopping enrichment of uranium to 20 percent, beginning the dilution process (to reduce half of the stockpile of 20 percent enriched uranium to 3.5 percent), and halting work on the Arak heavy-water", "doc_score": "87.3050308227539", "publish_date": "2018/12/31"}, {"doc_id": "12918243", "text": "Reconstruction efforts after the Russo-Georgian War / Reconstruction efforts after the Russo-Georgian War The Russo-Georgian War caused major infrastructural and economic damage throughout Georgian and South Ossetian territory. Many countries promised reconstruction aid to the affected regions. A donors' conference for Georgia was scheduled to be held on October 21 or October 22. On 20 October 2008, on the sidelines of an international high level conference in Belgium on \"The Future of Parliamentary Involvement in Global Health and Development\" the humanitarian situation in Georgia was also discussed. On 22 October 2008, the United States pledged $1 billion economic support package at a European Union-sponsored donors’ conference in", "doc_score": "89.49430084228516", "publish_date": "2018/12/31"}, {"doc_id": "12656925", "text": "Sochi agreement / In 2008, U.S. President George W. Bush and Putin made a last-ditch attempt as incumbent presidents to resolve a protracted dispute over European missile defenses at anotjer Sochi summit. This followed Russian officials objecting to U.S. plans to deploy ballistic missile defenses (BMD) in Poland and the Czech Republic. They had claim that the stated American justification for the BMD deployments—that the systems are needed to defend the United States and European countries against an emerging Iranian missile threat—lacked credibility. Instead, they insisted the true objective of such moves along Russia's periphery was to weaken Russia's nuclear deterrent. Sochi agreement", "doc_score": "86.25273132324219", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_8", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "12160894", "text": "Best Shot / the first song to return to number one after falling since Jimmy Wayne's \"Do You Believe Me Now\" spent two non-consecutive weeks at the top in September 2008. The song's three-week run at number one also made for the longest run at the top by a debut single since Florida Georgia Line's \"Cruise\" also logged three weeks at the top in December 2012, and the longest reign for a solo male artist's debut single since Blake Shelton's \"Austin\" spent five weeks at number one in 2001. \"Best Shot\" has sold 99,000 copies in the United States as of December 2018.", "doc_score": "79.76182556152344", "publish_date": "2018/12/31"}, {"doc_id": "20768944", "text": "Father of the Year (film) / Father of the Year (film) Father of the Year is an American comedy film directed by Tyler Spindel. The film stars David Spade, Nat Faxon, Bridgit Mendler, Joey Bragg, Matt Shively, and Jared Sandler. The film was released on July 20, 2018 by Netflix. In July 2017, it was announced that David Spade, Nat Faxon, Bridgit Mendler, Joey Bragg, Matt Shively, and Jackie Sandler would star in \"Who Do You Think Would Win?\" for Netflix. The film was eventually re-titled \"Graduates\" and then later \"Father of the Year\". Principal photography took place in Boston and Hudson, MA in June 2017.", "doc_score": "77.35331726074219", "publish_date": "2018/12/31"}, {"doc_id": "489066", "text": "2010s / all time, following the release of \"Despicable Me 3\" in 2017. In 2016, \"\" (2015) became the third highest-grossing film of all time. Also in that same year \"The Secret Life of Pets\" became the first ever original film to gross $100 million in its opening weekend in a single market, \"Sing\" became the highest-grossing film to never finish at first at the North American box office, while \"Zootopia\" became the highest grossing original animated film ever. In 2018, \"Incredibles 2\" became the first animated film to gross more than US$600 million in a single market, and is the fastest", "doc_score": "78.71070861816406", "publish_date": "2018/12/31"}, {"doc_id": "16982029", "text": "Dallas–Fort Worth Film Critics Association Awards 2012 / honors for Best Picture, Best Actor (Daniel Day-Lewis), Best Supporting Actor (Tommy Lee Jones), and Best Supporting Actress (Sally Field), plus the association's inaugural award for Best Musical Score (John Williams). This continued a trend of critics groups across the United States giving their top prizes to the film about the final four months of the life of Abraham Lincoln, the 16th President of the United States, and his efforts to outlaw slavery with the Thirteenth Amendment. Only one other film, \"Zero Dark Thirty\" earned multiple 2012 honors from the DFWFCA. It received top honors for Best Actress (Jessica Chastain),", "doc_score": "76.66423034667969", "publish_date": "2018/12/31"}, {"doc_id": "14468992", "text": "The American (2010 film) / attached to \"Jonah Hex\", \"Grown Ups\", \"Inception\" and \"The Other Guys\". The film grossed US$13.1 million, opening at number 1, ahead of \"Machete\", which grossed US$11.4 million on the Labor Day weekend. \"The American\" grossed a total of US$67,876,281 worldwide—US$35,606,376 in North America and US$32,269,905 in other territories. \"The American\" received a positive response from critics. It garnered a 65% approval rating on Rotten Tomatoes based on 214 reviews with an average score of 6.5/10. The website's critical consensus states: \"As beautifully shot as it is emotionally restrained, \"The American\" is an unusually divisive spy thriller—and one that rests on", "doc_score": "77.78207397460938", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_9", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "7803541", "text": "Price of oil / price of oil\" [had] \"stabilized at a relatively high level (around $100 a barrel) unlike all previous recessionary cycles since 1980 (start of First Persian Gulf War). But nothing guarantee[d] such price levels in perpetuity\"\". During 2014–2015, OPEC members consistently exceeded their production ceiling, and China experienced a marked slowdown in economic growth. At the same time, U.S. oil production nearly doubled from 2008 levels, due to substantial improvements in shale \"fracking\" technology in response to record oil prices. A combination of factors led a plunge in U.S. oil import requirements and a record high volume of worldwide oil inventories", "doc_score": "90.16959381103516", "publish_date": "2018/12/31"}, {"doc_id": "7774283", "text": "Natural gas prices / decrease the supply available in that market. On the other hand, technical developments in engineering methods can lead to more abundant supply. Imports are a source of supply. In North America, gas is imported from several countries, Canada and the US as well as abroad in the form of LNG from countries such as Trinidad, Algeria and Nigeria. The chart shows a 75-year history of annual United States natural gas production and average wellhead prices from 1930 through 2005. Prices paid by consumers were increased above those levels by processing and distribution costs. Production is shown in billions of cubic", "doc_score": "91.02251434326172", "publish_date": "2018/12/31"}, {"doc_id": "7774291", "text": "Natural gas prices / to \"Le Monde\", Brazil and Argentina pay US$2 per thousand cubic feet, which costs between $2.21 to $2.28 per mmBTU in California according to Reuters. Natural gas prices Natural gas prices, as with other commodity prices, are mainly driven by supply and demand fundamentals. However, natural gas prices may also be linked to the price of crude oil and/or petroleum products, especially in continental Europe. Natural gas prices in the US had historically followed oil prices, but in the recent years, it has decoupled from oil and are now trending somewhat with coal prices. The current surge in unconventional oil", "doc_score": "91.32051086425781", "publish_date": "2018/12/31"}, {"doc_id": "12153377", "text": "Climate change in the United States / in the world. Texas's high carbon dioxide output and large energy consumption is primarily a result of large coal-burning power plants and gas-guzzling vehicles (low miles per gallon). Unless increased temperatures are coupled with a strong increase in rainfall, water could become more scarce. A warmer and drier climate would lead to greater evaporation, as much as a 35% decrease in streamflow, and less water for recharging groundwater aquifers. Climate change could reduce cotton and sorghum yields by 2-15% and wheat yields by 43-68%, leading to changes in acres farmed and production. With changes in climate, the extent and", "doc_score": "91.09825897216797", "publish_date": "2018/12/31"}, {"doc_id": "7774260", "text": "Natural gas prices / Natural gas prices Natural gas prices, as with other commodity prices, are mainly driven by supply and demand fundamentals. However, natural gas prices may also be linked to the price of crude oil and/or petroleum products, especially in continental Europe. Natural gas prices in the US had historically followed oil prices, but in the recent years, it has decoupled from oil and are now trending somewhat with coal prices. The current surge in unconventional oil and gas in the U.S. has resulted in lower gas prices in the U.S. This has led to discussions in Asian oil-linked gas markets to", "doc_score": "91.35372161865234", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_10", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "2535553", "text": "James Webb Space Telescope / overruns and delays which have resulted in part from outside factors such as delays in deciding on a launch vehicle and adding extra funding for contingencies. By 2006, $1 billion had been spent on developing JWST, with the budget at about $4.5 billion at that time. A 2006 article in the journal \"Nature\" noted a study in 1984 by the Space Science Board, which estimated that a next generation infrared observatory would cost $4 billion (about $7 billion in 2006 dollars). The telescope was originally estimated to cost $1.6 billion, but the cost estimate grew throughout the early development and", "doc_score": "90.7983169555664", "publish_date": "2018/12/31"}, {"doc_id": "2535542", "text": "James Webb Space Telescope / of coolant, such as the extended missions of Spitzer and NEOWISE. Another example is Hubble's NICMOS instrument, which started out using a block of nitrogen ice that depleted after a couple of years, but was then converted to a cryocooler that worked continuously. The James Webb Space Telescope is designed to cool itself without a dewar, using a combination of sunshield and radiators with the mid-infrared instrument using an additional cryocooler. The telescope's delays and cost increases can be compared to the Hubble Space Telescope. When Hubble formally started in 1972, it had an estimated development cost of $300 million", "doc_score": "88.71277618408203", "publish_date": "2018/12/31"}, {"doc_id": "2535525", "text": "James Webb Space Telescope / Apollo program. Development began in 1996, but the project has had numerous delays and cost overruns, and underwent a major redesign during 2005. In December 2016, NASA announced that construction of the JWST was complete and that its extensive testing phase would begin. In March 2018, NASA delayed the JWST's launch after the telescope's sunshield ripped during a practice deployment. The JWST's launch was delayed again in June 2018 following recommendations from an independent review board, and is currently scheduled for March 2021. The JWST originated in 1996 as the Next Generation Space Telescope (NGST). In 2002 it was renamed", "doc_score": "87.85668182373047", "publish_date": "2018/12/31"}, {"doc_id": "2535534", "text": "James Webb Space Telescope / several companies including Axsys, Brush Wellman, and Tinsley Laboratories. The final segment of the primary mirror was installed on February 3, 2016, and the secondary mirror was installed on March 3, 2016. The Integrated Science Instrument Module (ISIM) is a framework that provides electrical power, computing resources, cooling capability as well as structural stability to the Webb telescope. It is made with bonded graphite-epoxy composite attached to the underside of Webb's telescope structure. The ISIM holds the four science instruments and a guide camera. NIRCam and MIRI feature starlight-blocking coronagraphs for observation of faint targets such as extrasolar planets and", "doc_score": "88.41169738769531", "publish_date": "2018/12/31"}, {"doc_id": "2535552", "text": "James Webb Space Telescope / robotic arm, began in November 2015 and was completed in February 2016. Final construction of the Webb telescope was completed in November 2016, after which extensive testing procedures began. In March 2018, NASA delayed the JWST's launch an additional year to May 2020 after the telescope's sunshield ripped during a practice deployment and the sunshield's cables did not sufficiently tighten. In June 2018, NASA delayed the JWST's launch an additional 10 months to March 2021, based on the assessment of the independent review board convened after the failed March 2018 test deployment. The JWST has a history of major cost", "doc_score": "88.76322174072266", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_11", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "19501931", "text": "Steven Mnuchin / President Trump \"has no intention\" to release his tax returns, asserting the latter \"has released plenty of information\". In the August 2017 Unite the Right rally in Charlottesville, Virginia, opposing the removal of Confederate statues, protesters included neo-Nazis and Klansmen, leading to violent conflicts. President Donald Trump said that that there was \"blame on both sides\". Several hundred of Mnuchin's Yale classmates drafted a letter urging him to resign from the administration in protest. Mnuchin responded by saying: \"While I find it hard to believe I should have to defend myself on this, or the president, I feel compelled to", "doc_score": "82.16063690185547", "publish_date": "2018/12/31"}, {"doc_id": "20351864", "text": "Demonstrations in support of Donald Trump / Demonstrations in support of Donald Trump Demonstrations in support of the presidency of Donald Trump have been held in various parts of the United States following Trump's assumption of the office of President on January 20, 2017. Demonstrations of pro-Trump sentiment include the Trump Unity Bridge, a decorated float being driven throughout the United States in support of President Trump. Although the series of nationwide, pro-Trump \"Spirit of America\" rallies held on January 27, 2017 failed to draw crowds, some subsequent rallies saw sizeable turnouts. The March 4 Trump was a series of more than two dozen demonstrations organized throughout", "doc_score": "81.38737487792969", "publish_date": "2018/12/31"}, {"doc_id": "20246308", "text": "Trump Tower meeting / Jr. acknowledged he had indeed sought the meeting in the hopes to obtain information about Clinton's \"fitness\". As of July 2017, Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, was looking into the Trump Tower meeting. The inquiry was confirmed by Kaveladze's attorney, who said special counsel investigators are seeking information from his client. On July 21, 2017, Mueller asked the White House to preserve all documents related to the Russian meeting in June 2016. By August 3, 2017, Mueller had impaneled a grand jury in the District of Columbia that issued subpoenas", "doc_score": "81.27523040771484", "publish_date": "2018/12/31"}, {"doc_id": "14357839", "text": "Draft Ron Paul movement / percent of the participants were between the ages of 18 and 25. Paul won the major 2011 CPAC Straw Poll on February 12, 2011 with 30 percent of the vote. Following that, Ron Paul won the paid, online Arizona Tea Party Patriots straw poll on February 28, 2011 with 49% of the vote. Ron Paul in February 2011 asked supporters to donate to his Liberty PAC, to fund trips to Iowa and elsewhere to explore a possible 2012 presidential candidacy. On February 21, a Presidents' Day money bomb raised around $400,000 in 24 hours. Liberty PAC has raised more than", "doc_score": "79.30156707763672", "publish_date": "2018/12/31"}, {"doc_id": "7642237", "text": "Donald Trump / for the Khan Shaykhun chemical attack. According to investigative journalist Bob Woodward, Trump had ordered his Defense Secretary James Mattis to assassinate Syrian President Bashar al-Assad after the chemical attack, but Mattis declined; Trump denied doing so. In April 2018, he announced missile strikes against Assad's regime, following a suspected chemical attack near Damascus. Trump actively supported the Saudi Arabian-led intervention in Yemen against the Houthis and signed a $110billion agreement to sell arms to Saudi Arabia. Trump also praised his relationship with Saudi Arabia's powerful Crown Prince Mohammad bin Salman. In November 2017, the Trump administration tightened the rules", "doc_score": "80.50164794921875", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_12", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "9349455", "text": "Kelly James / Kelly James Jeffrey Kelly James (February 2, 1958 – c. December 11, 2006) was one of three experienced mountain climbers who died on Mount Hood in the U.S. state of Oregon in December 2006 in an incident which received worldwide attention. James was a native of Dallas, Texas and a graduate of Texas Tech University in Lubbock. He was an accomplished landscape architect with his designs published in Metropolitan Home and Better Homes and Gardens. James was also a veteran mountaineer with more than 25 years experience climbing mountains including Mount McKinley, the Eiger, Alpamayo, and over 20 ascents of", "doc_score": "79.38400268554688", "publish_date": "2018/12/31"}, {"doc_id": "11915981", "text": "Merlin German / Merlin German Merlin German (November 15, 1985 – April 11, 2008) was a United States Marine sergeant stationed in Iraq who survived a roadside bomb blast in 2005. He became a symbol of recovery throughout the United States, soon known as the \"Miracle Marine,\" during the 17 months he spent hospitalized following the blast. German eventually regained the ability to walk, and set up a charity for child burn victims. Just over three years after the blast, he died following a minor skin graft surgery. German was born in New York City's Manhattan, on November 15, 1985, to Hemery and", "doc_score": "79.30288696289062", "publish_date": "2018/12/31"}, {"doc_id": "2170787", "text": "Michael Shermer / pain in and extreme weakness of the neck muscles found among long-distance bicyclists. Shermer suffered the condition about 2,000 miles into the 1983 Race Across America. Shermer's embrace of scientific skepticism crystallized during his time as a cyclist, explaining, \"I became a skeptic on Saturday, August 6, 1983, on the long climbing road to Loveland Pass, Colorado\", after months of training under the guidance of a \"nutritionist\" with an unaccredited PhD. After years of practicing acupuncture, chiropractic, massage therapy, negative ions, rolfing, pyramid power, fundamentalist Christianity, and \"a host of weird things\" (with the exception of drugs) to improve his", "doc_score": "79.39990234375", "publish_date": "2018/12/31"}, {"doc_id": "506631", "text": "Harry R. Truman / Harry R. Truman Harry R. Truman (October 30, 1896 – May 18, 1980) was a resident of the U.S. state of Washington who lived near Mount St. Helens. He was the owner and caretaker of Mount St. Helens Lodge at Spirit Lake near the foot of the mountain, and he came to fame as a folk hero in the months preceding the volcano's 1980 eruption after he refused to leave his home despite evacuation orders. Truman is presumed to have been killed by a that overtook his lodge and buried the site under of volcanic debris. After Truman's death, his", "doc_score": "78.43702697753906", "publish_date": "2018/12/31"}, {"doc_id": "13824370", "text": "Joseph Gottschalk / Joseph Gottschalk Joseph H. Gottschalk (December 16, 1950 – June 21, 2003) was a resident of San Antonio, Texas who gained international notoriety in 2003 through his preference for riding his bicycle clad only in a thong. After numerous interviews, a parade, and at least one arrest, his life ended under mysterious circumstances in Big Bend National Park. Before his riding habits made him an \"odd news of the day\" item, Joseph Gottschalk—his surname means \"God's servant\"—led an unremarkable life. He grew up in Dallas, Texas, one of six children. In 1969 at the age of 18 he attended Catholic", "doc_score": "77.22157287597656", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_13", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "10144583", "text": "Lea Michele / with over 16,000 units sold in its first week. On April 4, 2017, Michele appeared as Amanda in the first episode of Hulu's science fiction anthology series \"Dimension 404\", alongside Robert Buckley and Joel McHale. She subsequently portrayed political advisor Valentina Barella in ABC's sitcom \"The Mayor\", created by Jeremy Bronson and executive produced by Daveed Diggs, starring opposite Brandon Micheal Hall and Yvette Nicole Brown. On October 8, 2017, Michele performed as a headlining act at the third annual musical theatre festival Elsie Fest, founded by her \"Glee\" co-star Darren Criss. In April 2018, it was announced that Michele", "doc_score": "83.32588958740234", "publish_date": "2018/12/31"}, {"doc_id": "16777451", "text": "The Role You Were Born to Play / The Role You Were Born to Play \"The Role You Were Born to Play\" is the fifth episode of the fourth season of the American musical television series \"Glee\", and the seventy-first episode overall. It was written by Michael Hitchcock and directed by Brad Falchuk, and aired on Fox in the United States on November 8, 2012. The episode features the return of Mercedes (Amber Riley) and Mike (Harry Shum, Jr.), and the introduction of \"The Glee Project\" second-season winner Blake Jenner as McKinley student Ryder Lynn. This is the first episode of the show where lead star Lea Michele", "doc_score": "83.4197006225586", "publish_date": "2018/12/31"}, {"doc_id": "303328", "text": "Nicole Kidman / return to Broadway to portray Alexandra Del Lago in David Cromer's revival of Tennessee Williams' \"Sweet Bird of Youth\", with Scott Rudin producing. On 30 August 2011, Cromer spoke to \"The New York Times\" and explained that the production would not meet its original fall 2011 revival date but that it remains an active project. In June 2011, Kidman was cast in Lee Daniels' adaptation of the Pete Dexter novel, \"The Paperboy\"; she began filming on the thriller on 1 August 2011, and \"The Paperboy\" was released in 2012. In the film, she portrayed death row groupie Charlotte Bless, and", "doc_score": "76.96412658691406", "publish_date": "2018/12/31"}, {"doc_id": "18306080", "text": "Holly Fields / Holly Fields Holly Fields (born October 11, 1976) is an American actress, singer and voice artist. Fields was Molly Ringwald's understudy when she was 10 years old in \"Through the Looking Glass\". After touring the country in the national show, she joined the Broadway cast of \"Annie\" at age 11. Following her success on stage, she transitioned to on screen in television, commercials and modeling. Within one week of landing in Los Angeles, Fields, then age 13, was booked for the CBS pilot for \"CBS Summer Playhouse: Fort Figueroa\" (1988) and starred alongside Charles Haid. She then appeared in over", "doc_score": "79.02565002441406", "publish_date": "2018/12/31"}, {"doc_id": "20547638", "text": "Pretty Woman: The Musical / March 2018, with direction and choreography by Jerry Mitchell, and starring Samantha Barks and Steve Kazee, as Vivian and Edward. It made its Broadway debut at the Nederlander Theatre on August 16, 2018, where it had begun previews on July 20, 2018. The musical is based on the 1990 film \"Pretty Woman\". The film was produced on a budget of just $14 million, earning over $463 million in global box office receipts. Written by J. F. Lawton, and directed by Garry Marshall, the film centers around a down-on-her-luck Hollywood prostitute Vivian Ward, who is hired by Edward Lewis, a wealthy", "doc_score": "80.3542709350586", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_14", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "106550", "text": "Denver Broncos / John Fox as the team's 14th head coach. Fox previously served as the Carolina Panthers' head coach from 2002 to 2010. Following a 1–4 start to the 2011 season, Tim Tebow replaced Kyle Orton as the Broncos' starting quarterback, and led the Broncos to an 8–8 record and the team's first playoff berth and division title since 2005. The Broncos defeated the Pittsburgh Steelers in the Wild Card round on a memorable 80-yard touchdown pass from Tebow to wide receiver Demaryius Thomas on the first play of overtime, setting a record for the fastest overtime in NFL history. However, the", "doc_score": "79.26095581054688", "publish_date": "2018/12/31"}, {"doc_id": "16027506", "text": "Joe Ellis / Joe Ellis Josiah Wear \"Joe\" Ellis (born November 16, 1958) is an American football administrator who is currently the President and CEO of the Denver Broncos of the National Football League (NFL). Ellis received his bachelor's degree from Colorado College in 1980. He attended graduate school at the L. Kellogg School of Management at Northwestern University to obtain his Master's Degree. Joe graduated from Northwestern in 1988. Ellis began his career in the NFL with the Denver Broncos as their Director of Marketing from 1983 to 1985. After obtaining his masters degree, he served the league as Vice President of", "doc_score": "82.37035369873047", "publish_date": "2018/12/31"}, {"doc_id": "9037585", "text": "Eric DeCosta / would take over as General Manager for Ozzie Newsome following the 2018 season. Eric DeCosta Eric DeCosta (born April 10, 1971) is the assistant general manager for the Baltimore Ravens of the National Football League (NFL), a position he has held since May 17, 2012. Prior to his recent appointment, DeCosta served as the Director of Player Personnel for the Ravens, being heavily involved in both college and pro scouting. Before that, DeCosta was the Director of College Scouting in Baltimore, where he oversaw the NFL draft. DeCosta, who began his career in the NFL as a player personnel assistant", "doc_score": "80.87370300292969", "publish_date": "2018/12/31"}, {"doc_id": "7096509", "text": "Pat Bowlen / Pat Bowlen Patrick Dennis Bowlen (born February 18, 1944) is the majority owner of the Denver Broncos of the National Football League (NFL). The Bowlen Family, including his two brothers John Bowlen and Bill Bowlen, and sister Marybeth Bowlen, purchased the team from Edgar Kaiser in 1984. He served as the Broncos CEO from his purchase of the club in 1984 until July 2014, when he stepped down as Broncos' CEO due to the onset and progression of Alzheimer's disease. Bowlen was born in Prairie du Chien, Wisconsin, the son of Arvella (née Woods) and Paul Dennis Bowlen, who became", "doc_score": "81.82763671875", "publish_date": "2018/12/31"}, {"doc_id": "13005836", "text": "John Dorsey (American football) / John Dorsey (American football) John Michael Dorsey (born August 30, 1960) is a former American football player and the current general manager of the Cleveland Browns of the National Football League (NFL). His previous job was the same position with the Kansas City Chiefs in the National Football League from the 2013 season through the 2016 season. He is a former National Football League player for the Green Bay Packers, and later served, for two decades, in the Packers' Scouting Department, including Director of College Scouting from 2000 to 2012. He served as the Seattle Seahawks' Director of Player Personnel", "doc_score": "81.14359283447266", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_15", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "19962579", "text": "69th Primetime Emmy Awards / Moore on July 13, 2017. Channelwise, the freshman HBO science fiction western drama \"Westworld\" and NBC sketch comedy \"Saturday Night Live\" were the most nominated programs, each with 22 nominations. Host Stephen Colbert opened the ceremony with a song-and-dance number and a monologue that lampooned the state of the world under President Donald Trump, which \"The New York Times\" said set an anti-Trump tone for the rest of the event. Many of the further presentations and host commentary continued jokes aimed towards Trump, along with winners' speeches criticizing the President and standing behind diversity in the television field. Sean Spicer,", "doc_score": "79.74604034423828", "publish_date": "2018/12/31"}, {"doc_id": "20800887", "text": "91st Academy Awards / 91st Academy Awards The 91st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), will honor the best films of 2018 and will take place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony will be held on February 24, 2019. During the ceremony, AMPAS will present Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony will be televised in the United States by American Broadcasting Company (ABC), produced by Donna Gigliotti and Glenn Weiss, with Weiss also serving as director. Due to the mixed receptions and declining ratings for", "doc_score": "79.44640350341797", "publish_date": "2018/12/31"}, {"doc_id": "20091240", "text": "90th Academy Awards / 90th Academy Awards The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by American Broadcasting Company (ABC), produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss.", "doc_score": "80.0011978149414", "publish_date": "2018/12/31"}, {"doc_id": "14441837", "text": "86th Academy Awards / produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actress Ellen DeGeneres hosted the show for the second time, having previously hosted the 79th ceremony held in 2007. In related events, the Academy held its 5th annual Governors Awards ceremony at the Grand Ballroom of the Hollywood and Highland Center on November 16, 2013. On February 15, 2014, in a ceremony at The Beverly Hills Hotel in Beverly Hills, California, the Academy Awards for Technical Achievement were presented by hosts Kristen Bell and Michael B. Jordan. \"12 Years a Slave\" won three awards including Best Picture. \"Gravity\"", "doc_score": "79.42801666259766", "publish_date": "2018/12/31"}, {"doc_id": "20529755", "text": "70th Primetime Emmy Awards / 70th Primetime Emmy Awards The 70th Primetime Emmy Awards honored the best in U.S. prime time television programming from June 1, 2017 until May 31, 2018, as chosen by the Academy of Television Arts & Sciences. The ceremony was held live on September 17, 2018, at the Microsoft Theater in Downtown Los Angeles, California, and was broadcast in the U.S. by NBC. The ceremony was hosted by Michael Che and Colin Jost. The nominations were announced by Ryan Eggold and Samira Wiley on July 12, 2018. The biggest winner was Amazon's The Marvelous Mrs. Maisel that won five awards, including", "doc_score": "79.72955322265625", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_16", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "20401097", "text": "2018 Los Angeles Dodgers season / and Quality Assurance Coach Juan Castro left to become Director of Operations for the Tijuana Toros. On January 2, they replaced Bard by hiring former MLB pitcher Mark Prior to be the team's bullpen coach. On November 2, 2017, the day after the 2017 World Series, several Dodgers players became free agents. They were pitchers Yu Darvish, Brandon Morrow and Tony Watson, second baseman Chase Utley and outfielders Curtis Granderson and Franklin Gutiérrez. On November 5, they declined the 2018 option on outfielder Andre Ethier, making him a free agent. Outfielder O'Koyea Dickson was outrighted to the minors and removed", "doc_score": "91.17475128173828", "publish_date": "2018/12/31"}, {"doc_id": "1937917", "text": "Major League Baseball All-Star Game / The \"home team\" has traditionally been the league in which the host franchise plays its games, but the American League was designated the home team for the 2016 All Star Game, despite its being played in Petco Park, home of the National League's San Diego Padres. This decision was made following the announcement of Miami as host for the 2017 All Star Game, which was the third straight year in which the game is hosted in a National League ballpark. Since 1934, the managers of the game are the managers of the previous year's league pennant winners and World Series", "doc_score": "87.1340560913086", "publish_date": "2018/12/31"}, {"doc_id": "20768465", "text": "2018 American League Wild Card Game / on back-to-back doubles by Judge and Aaron Hicks, followed by a walk to Giancarlo Stanton and a triple by Luke Voit. In the eighth inning, Khris Davis hit a two-run home run for Oakland and Stanton hit a home run for New York. 2018 American League Wild Card Game The 2018 American League Wild Card Game was a play-in game during Major League Baseball's 2018 postseason contested between the American League (AL)'s two wild card teams, the New York Yankees and the Oakland Athletics. The game took place at Yankee Stadium on October 3, starting at 8:08 pm EDT. The", "doc_score": "89.87895965576172", "publish_date": "2018/12/31"}, {"doc_id": "18590430", "text": "2018 Major League Baseball All-Star Game / rating for the game was 5.2, down from 6.5 in 2017. Balloting began on June 1 and ended on July 5. As in previous games, the top vote-getters at each position will be the selected starters for their respective positions, barring any suspensions, injuries or other issues. The reserve players are picked in a more convoluted way involving fan votes, players, and Commissioner's Office. For the fourth year, voting was conducted online exclusively. The results were announced on July 8. After the rosters were finalized, a second ballot of five players per league was created for the All-Star Final Vote", "doc_score": "91.2677993774414", "publish_date": "2018/12/31"}, {"doc_id": "19766091", "text": "2017 Los Angeles Dodgers season / pitched his first complete game of the season and in the process became the first pitcher in MLB history to strike out at least 13 batters in a complete game of less than 100 pitches. Justin Turner hit two home runs in the game as the Dodgers went into the break with a 61–29 record, best in MLB. Six Dodgers were selected to represent the National League at the 2017 Major League Baseball All-Star Game on July 11 at Marlins Park in Miami: Clayton Kershaw, Alex Wood, Kenley Jansen, Corey Seager, Justin Turner, and Cody Bellinger. Bellinger also was selected", "doc_score": "89.65071868896484", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_17", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "8046200", "text": "Jeopardy! Tournament of Champions / with the qualifying period for the event being the entire previous season. Starting after 1993's installment, the qualifying period was modified to any games played between tournaments, and following 1996's installment, tournaments moved to a more fluid schedule, and are no longer solely held in November; it is usually, but not always, held during a \"sweeps\" month (February, May or November) to maximize the show's Nielsen Ratings. As a result, qualifying periods now vary in length, and the tournament does not have to be held in a given season or calendar year. Due to scheduling delays from prior special events,", "doc_score": "76.67562866210938", "publish_date": "2018/12/31"}, {"doc_id": "10237767", "text": "Superjail! / Superjail! Superjail! is an American adult animated television series produced by Augenblick Studios in its first season, and by Titmouse, Inc. in its second, third, and fourth seasons. It follows the events that take place in an unusual prison. The pilot episode aired on television on May 13, 2007, and its first season began on September 28, 2008 on Adult Swim. \"Superjail!\" is characterized by its psychedelic shifts in setting and plot and extreme graphic violence, which give the series a TV-MA-V (for graphic violence, including scenes of bloodshed, dismemberment, torture, and extreme cruelty) rating. These elements are depicted through", "doc_score": "78.71849822998047", "publish_date": "2018/12/31"}, {"doc_id": "13631502", "text": "American Ninja Warrior / first special was entitled \"USA vs. Japan\", while the rest have been named \"USA vs. The World\". The inaugural competition was aired on January 13, 2014, and was won by Team USA. The second special aired on September 15, 2014, and was won by Team Europe. The third special aired on January 31, 2016, and was won by Team USA. The fourth international competition was aired on June 4, 2017, and was again won by Team USA. The most recent special aired on March 11, 2018, and was won by Team Europe. All of the specials have been hosted by", "doc_score": "75.81123352050781", "publish_date": "2018/12/31"}, {"doc_id": "18876619", "text": "American Athletic Conference Football Championship Game / American Athletic Conference Football Championship Game The American Athletic Conference Football Championship Game is a college football game currently held by the American Athletic Conference (The American) each year to determine the conference's season champion. The inaugural game was held on December 5, 2015, at 12:00 pm ET. The game will pit the champion of the Eastern Division (UCF, Cincinnati, Connecticut, East Carolina, South Florida, and Temple) against the champion of the Western Division (Houston, Memphis, Navy, SMU, Tulane, and Tulsa). The game will be played at the home stadium of the division winner with the better conference record. Television", "doc_score": "77.27938079833984", "publish_date": "2018/12/31"}, {"doc_id": "20631213", "text": "The Challenge: Final Reckoning / want to compete against, and may only choose from teams that voted for them. They will compete for a share of $1,000,000, with the winner taking all. The two-part reunion special airs on November 27 and December 4, 2018, and was hosted by WWE pro wrestler, Dolph Ziggler. Cast members (including Britni, Kayleigh and Kyle via Satellite) attended at the MTV Studios in New York. The Challenge: Final Reckoning The Challenge: Final Reckoning is the thirty-second season of the MTV reality competition series \"The Challenge\". This season featured alumni from \"Real World\", \"Road Rules\", \"The Challenge\", \"Are You the One?\",", "doc_score": "78.34378814697266", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_18", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "12287562", "text": "United States dollar / Index, published by the Bureau of Labor Statistics, is a measure estimating the average price of consumer goods and services in the United States. It reflects inflation as experienced by consumers in their day-to-day living expenses. A graph showing the U.S. CPI relative to 1982–1984 and the annual year-over-year change in CPI is shown at right. The value of the U.S. dollar declined significantly during wartime, especially during the American Civil War, World War I, and World War II. The Federal Reserve, which was established in 1913, was designed to furnish an \"elastic\" currency subject to \"substantial changes of quantity", "doc_score": "98.69499206542969", "publish_date": "2018/12/31"}, {"doc_id": "1695315", "text": "Tables of historical exchange rates to the United States dollar / the data for 2003 refers to rates on May 28 for countries beginning with A-E, and June 2 for countries listed F-Z. Exchange rates can vary considerably even within a year and so current rates may differ markedly from those shown here. Caveat lector. Tables of historical exchange rates to the United States dollar Listed below is a table of historical exchange rates relative to the U.S. dollar, at present the most widely traded currency in the world. An exchange rate represents the value of one currency in another. An exchange rate between two currencies fluctuates over time. The value", "doc_score": "99.88050079345703", "publish_date": "2018/12/31"}, {"doc_id": "12287556", "text": "United States dollar / implement a raised tactile feature in the next redesign of each note, except the $1 and the current version of the $100 bill. It also plans larger, higher-contrast numerals, more color differences, and distribution of currency readers to assist the visually impaired during the transition period. The monetary base consists of coins and Federal Reserve Notes in circulation outside the Federal Reserve Banks and the U.S. Treasury, plus deposits held by depository institutions at Federal Reserve Banks. The adjusted monetary base has increased from approximately 400 billion dollars in 1994, to 800 billion in 2005, and over 3000 billion in", "doc_score": "99.35073852539062", "publish_date": "2018/12/31"}, {"doc_id": "15573661", "text": "International use of the U.S. dollar / at its launch in March 1973. This event marks the watershed between the wider margins arrangement of the Smithsonian regime and the period of generalized floating that led up to the Second Amendment of the Articles of Agreement of the International Monetary Fund. Since 1973, the USDX has climbed as high as the 160s and drifted as low as the 70s. The USDX has not been updated to reflect new trading realities in the global economy, where the bulk of trade has shifted strongly towards new partners like China and Mexico and oil-exporting countries while the United States has de-industrialized.", "doc_score": "98.81434631347656", "publish_date": "2018/12/31"}, {"doc_id": "12287561", "text": "United States dollar / The table to the right shows the equivalent amount of goods that, in a particular year, could be purchased with $1. The table shows that from 1774 through 2012 the U.S. dollar has lost about 97.0% of its buying power. The decline in the value of the U.S. dollar corresponds to price inflation, which is a rise in the general level of prices of goods and services in an economy over a period of time. A consumer price index (CPI) is a measure estimating the average price of consumer goods and services purchased by households. The United States Consumer Price", "doc_score": "97.09192657470703", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_19", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "8529056", "text": "Oil Creek State Park / \"Black Friday\" happened when almost of oil burned after an oil tank was hit by lightning. The fire raged for three days until it finally was brought under control. Although the oil was valued at $2 million, there was no loss of life. Another fire occurred on June 5, 1892, when Oil Creek flooded and a tank of benzine overturned. The benzine ignited and in the ensuing explosions 60 men, women, and children died. Another lightning strike in 1894 resulted in lost in a fire. Oil production peaked the late 1880s and has declined greatly since, although a few operating", "doc_score": "80.71489715576172", "publish_date": "2018/12/31"}, {"doc_id": "12457948", "text": "Elwha Ecosystem Restoration / and federal and state agencies. The removal of the first of the two dams, the Elwha Dam, began in September 2011 and was completed ahead of schedule in March 2012. Removal of the second dam, the Glines Canyon Dam, was completed on August 26, 2014. Historically, the Elwha River was one of the few rivers in the contiguous United States that supported all of the anadromous salmonid species native to the Pacific Northwest. Ten stocks of anadromous salmon and trout species are known to have been present in the river before the dams were built: spring- and summer/fall-run Chinook salmon", "doc_score": "79.46097564697266", "publish_date": "2018/12/31"}, {"doc_id": "18370531", "text": "RESTORE Act / Gulf Coast. On April 20, 2010, the Deepwater Horizon, an oil rig located in the Gulf of Mexico that was owned by Transocean and drilling for British Petroleum (BP) exploded, killing 11 workers and injuring 16. The rig burned for over a day before it sunk into the gulf on April 22, 2010. Following the explosion, the seafloor oil gusher flowed for 87 days, spilling an estimated 4.9 million barrels of oil into the gulf. The spill resulted in widespread damage to the environment and ecology of the gulf coast states, as well as subsequent economic damage to their tourism", "doc_score": "80.39202880859375", "publish_date": "2018/12/31"}, {"doc_id": "3141911", "text": "Butano State Park / Guided nature walk and weekend campfire programs are offered during the summer. Butano as a name has been applied to land grants, creeks, falls, ridges and forests. The earliest mention is by Padre Jaime Escudet in 1816. A \"butano\" is what early Californians called a drinking cup made from horn of a bull or other animal. A Native American origin is possible. Butano State Park Butano State Park is a state park of California, USA, showcasing a secluded redwood-filled canyon. Located in San Mateo County near Pescadero, the park was established in 1956. The park features miles of hiking trails,", "doc_score": "78.0924301147461", "publish_date": "2018/12/31"}, {"doc_id": "12457954", "text": "Elwha Ecosystem Restoration / aquatic habitats and the natural abundance and distribution of native aquatic species, including fish, together with the associated terrestrial habitats and species\", and with Olympic National Park objectives to \"...conserve, maintain, and restore, where possible, the primary natural resources of the park and those ecological relationships and processes that would prevail were it not for the advent of modern civilization\". The national park, tasked with preserving natural ecosystems, had a man-made system within its boundaries that was known to disrupt major portions of the ecology. When Elwha Dam was built, it was secured to the walls of the bedrock canyon,", "doc_score": "79.99869537353516", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_20", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "20405052", "text": "2017 New England by-election / and Nationals leader Barnaby Joyce, was ineligible under Section 44 of the Constitution to sit in the Parliament of Australia, by virtue of holding New Zealand citizenship at the time of his nomination and election. The seat was declared vacant by the High Court on the same day. Joyce had renounced his dual citizenship effective from August in order to become a sole citizen of Australia, and was thus eligible to run for the by-election. Speaker of the House of Representatives Tony Smith issued the writ for the election on 27 October 2017, the same day as the High Court's", "doc_score": "77.02974700927734", "publish_date": "2018/12/31"}, {"doc_id": "18640764", "text": "Endorsements in the 2016 Republican Party presidential primaries / a New York lawyer (1970–1981) before politics. He withdrew on December 29, 2015, and endorsed John Kasich on April 14, 2016, having previously endorsed Marco Rubio on January 26, 2016. The intentional withholding of an endorsement (aka \"negative-endorsement\") is a relevant and important category for this topic. At a minimum, it represents the loss of an endorsing entity for a candidate. It also represents the introduction of a minimum threshold. The editorial department of the Miami-based \"Sun-Sentinel\" on March 4, 2016, announced that it would endorse no GOP candidates as, \"The kind of person who should be running is not", "doc_score": "77.48060607910156", "publish_date": "2018/12/31"}, {"doc_id": "11381766", "text": "Lee Zeldin / Zeldin ran unopposed in the 2018 Republican primary. In the November general election, he faced Democratic nominee Perry Gershon and the Working Families Party nominee Patricia Latzman. For the second consecutive election, Zeldin's campaign mailed voters mailers instructing them to postmark their absentee ballots by the wrong date, Nov. 6; the actual deadline is Nov. 5. Zeldin's Democratic opponent Perry Gershon's campaign said the mailers targeted likely Democratic voters, such as college students. Zeldin's campaign said the incorrect date was a mistake and provided a statement from its printer, PDQ Print and Mail, taking responsibility. The campaign said it sent", "doc_score": "77.5639877319336", "publish_date": "2018/12/31"}, {"doc_id": "20304353", "text": "2017–18 Australian parliamentary eligibility crisis / 2017–18 Australian parliamentary eligibility crisis In 2017, the eligibility of several members of the Parliament of Australia to be elected was questioned. Referred by some as a \"constitutional crisis\", fifteen sitting politicians were ruled ineligible by the High Court of Australia (sitting as the Court of Disputed Returns) or resigned pre-emptively. The situation arose from section 44(i) of the Australian Constitution, which prohibits parliamentarians from having allegiance to a foreign power, especially citizenship. On that basis, the High Court previously held that dual citizens are ineligible for election unless they have taken \"reasonable steps\" to renounce the foreign citizenship before", "doc_score": "78.0386962890625", "publish_date": "2018/12/31"}, {"doc_id": "20203813", "text": "Next Conservative Party (UK) leadership election / it as an attempt to court an anti-Islamic segment of the Conservative Party membership, who would be the electorate in the final stage of a leadership campaign. Former Attorney General Dominic Grieve said that he would not remain in the party if Johnson became leader. In November 2018, May presented her final proposal for an initial Brexit deal following negotiations with the EU. Dominic Raab, her Brexit secretary, and others resigned from the Cabinet in response, with Jacob Rees-Mogg calling for a leadership election for the first time. Members of the Eurosceptic European Research Group, like Rees-Mogg and Baker, were", "doc_score": "79.27828979492188", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_21", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "14204572", "text": "Christian Eriksen / assists was bettered only by Manchester City's Kevin De Bruyne who set up 18 goals for the season. Eriksen also recorded the joint-most assists in the FA Cup and later won the Tottenham Player of the Season award, claiming the award for the second time after previously winning it in his debut season with the club. Eriksen broke the record for the most goals scored by a Danish player in the Premier League when he scored his 33rd goal in a 3–2 win over West Ham United on 23 September 2017, surpassing the record previously held by Nicklas Bendtner. On", "doc_score": "77.77813720703125", "publish_date": "2018/12/31"}, {"doc_id": "43542", "text": "Bobby Charlton / Bobby Charlton Sir Robert Charlton, CBE (born 11 October 1937) is an English former football player, regarded as one of the greatest midfielders of all time, and an essential member of the England team who won the World Cup in 1966, the year he also won the Ballon d'Or. He played almost all of his club football at Manchester United, where he became renowned for his attacking instincts and passing abilities from midfield and his ferocious long-range shot. He was also well known for his fitness and stamina. He was cautioned only twice in his career; once against Argentina in", "doc_score": "79.00802612304688", "publish_date": "2018/12/31"}, {"doc_id": "8326763", "text": "Fernando Llorente / up the ball for his teammates in order to create space and scoring opportunities. Juventus Sevilla Spain Fernando Llorente Fernando Javier Llorente Torres (; born 26 February 1985), nicknamed \"El Rey León\" (\"The Lion King\" in Spanish), is a Spanish professional footballer who plays as a striker for English club Tottenham Hotspur and the Spain national team. Llorente started his career with Athletic Bilbao, working his way through the various youth ranks and becoming one of the most important offensive players for the club in the following decade, since making his first team debut in 2005. He scored 29 goals", "doc_score": "81.11101531982422", "publish_date": "2018/12/31"}, {"doc_id": "6827715", "text": "First Battle of Beruna / upper edge in the battle, petrifying many of Aslan's army with her wand, until the arrival of Aslan's reinforcements. However, at Lewis' first description of the battle scene, the Witch is no longer using her wand (which was revealed to have been broken by Edmund) but using instead her Stone Knife (which she had killed Aslan with the night before). At this point, the White Witch is engaged in a fight with Peter. Suddenly, the newly arisen Aslan, along with Peter's sisters Susan and Lucy, arrives with auxiliaries from amongst those formerly petrified by the White Witch's wand, now restored", "doc_score": "78.20632934570312", "publish_date": "2018/12/31"}, {"doc_id": "9978464", "text": "Jordan Rhodes / 15 September, he scored twice in a 5–3 away win against Bristol City. On 6 November, he scored a goal on his return to Huddersfield Town in a 2–2 draw. On 17 November, he scored his first Blackburn Rovers hat-trick against Peterborough United in a 4–1 victory for Rovers. Rhodes was named Blackburn's player of the season and he received his trophy at Ewood Park on 27 April 2013, before Blackburn's 1–1 draw at home to Crystal Palace. Rhodes celebrated this achievement with his 26th league goal of the season, a deft lob from an acute angle over Palace goalkeeper", "doc_score": "79.56057739257812", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_22", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "3587982", "text": "Asafa Powell / and accessories line branded \"Sub 10 King\" and many others, also opening up his personal website www.iamasafa.com for people's viewing and a platform to purchase his products. On 19 August 2016, Powell made a triumphant return to the Olympics, competing as part of the Jamaican 4 x 100 men's relay team, and winning his second gold medal. On 14 July 2013, Powell informed that he had tested positive for the stimulant oxilofrine, along with Sherone Simpson. Powell, however, maintained that he did not take any banned supplements knowingly or willfully. Powell voluntarily withdrew from the 2013 World Athletics Championships as", "doc_score": "79.68470764160156", "publish_date": "2018/12/31"}, {"doc_id": "8507797", "text": "Mo Farah / officially banned from attending training sessions in any capacity for two years from 31 December 2014. In June 2015, in a BBC \"Panorama\" documentary, it was alleged that Farah's coach Alberto Salazar was guilty of doping offences at the Nike Oregon Project. The programme did not accuse Farah of any wrongdoing. On 6 June 2015 Farah held a press conference in which he expressed his anger that his name was \"being dragged through mud\". He withdrew from a 1500 metres event at the Birmingham Diamond League race on 7 June, describing himself as \"emotionally and physically drained\". Farah said he", "doc_score": "78.44430541992188", "publish_date": "2018/12/31"}, {"doc_id": "17683621", "text": "Ifa Muaza / Ifa Muaza Ifa Muaza (or Isa Muaza) is a Nigerian man who went on hunger strike while unsuccessfully attempting to claim asylum in the United Kingdom in 2013. Ifa Muaza claimed to have left his home in Nigeria because members of the proscribed Islamist group Boko Haram threatened to kill him if he did not join them. After being held in custody at the Harmondsworth Immigration Removal Centre in the United Kingdom, he started a hunger strike on 26 August 2013. By mid-November he was expected to die if not released. An attempt was made to deport him on Friday", "doc_score": "77.82666015625", "publish_date": "2018/12/31"}, {"doc_id": "18703963", "text": "Chumani Maxwele / Chumani Maxwele Chumani Maxwele (born 1985) is a South African political activist best known for his involvement in the Rhodes Must Fall and the #FeesMustFall movements. Maxwele first gained prominence in 2010 after his wrongful arrest and interrogation for allegedly giving an obscene hand gesture to President Jacob Zuma's presidential motorcade convoy in Cape Town city traffic. Maxwele spent most of his early years in a village in the Eastern Cape region of South Africa. His mother was a domestic worker and his father was a miner. Two years after South Africa's first democratic elections in 1994 he moved to", "doc_score": "77.0523681640625", "publish_date": "2018/12/31"}, {"doc_id": "8507745", "text": "Mo Farah / Mo Farah Sir Mohamed \"Mo\" Muktar Jama Farah, (born 23 March 1983) is a British distance runner. The most successful British track athlete in modern Olympic Games history, he is the 2012 and 2016 Olympic gold medallist in both the 5000 m and 10,000 m. Farah is the second athlete in modern Olympic Games history, after Lasse Virén, to win both the 5000 m and 10,000 m titles at successive Olympic Games. He also completed the 'distance double' at the 2013 and 2015 World Championships in Athletics. He was the second man in history, after Kenenisa Bekele, to win long-distance", "doc_score": "77.53584289550781", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_23", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "10648428", "text": "Gotabhaya Rajapaksa / by the Sri Lankan Military in defeating the Tamil Tigers and ending Sri Lanka's 26-year-long civil war in May 2009 with the political leadership of President Mahinda Rajapaksa and the military strategy of General Sarath Fonseka. He was also one of the top targets of the Tamil Tigers, and survived an assassination attempt in December 2006 by a Tamil Tiger suicide bomber. Gotabaya Rajapaksa was born in Palatuwa in the Matara District, as the 5th of nine siblings and brought up in Weerakatiya in the southern rural district of Hambantota. According to a writer called Narada Karunthilaka, the name Gotabaya", "doc_score": "83.03683471679688", "publish_date": "2018/12/31"}, {"doc_id": "18174430", "text": "Azadi march / his planned protest march the \"Tsunami march\", but he later changed its name to \"Azadi march\" (or \"Freedom march\") because its start date—14 August—coincided with Pakistan's 67th Independence Day. The PTI chairman called the march the final phase and defining moment of his party's protest of electoral rigging of the 2013 elections. He announced his plan to march with a million other protesters to the nation's capital in Islamabad to protest prime minister Nawaz Sharif's illegitimate government, prompting analysts to call the protest the \"Million March\". Khan assured the government that the march, culminating in a sit-in, would be peaceful.", "doc_score": "85.3430404663086", "publish_date": "2018/12/31"}, {"doc_id": "20602943", "text": "2018 anti-Muslim riots in Sri Lanka / of Sociology and Anthropology, Dr. Praneeth Abeysundara and B.A. Tennyson Perera, called for authorities and media to create awareness and dialogues among community leaders and clerics to counter such paranoia. On 8 March, the country's Government Analyst's Office confirmed the contents of particles alleged to be infertility/sterilization tablets were carbohydrate-based clumps of flour. The Government urged calm on 5 March, while the Ministry of Education ordered the closure of schools in the Kandy District. It also imposed a State of Emergency (the first since 2011) over the country on 6 March for a period of 10 days, granting the state", "doc_score": "84.3422622680664", "publish_date": "2018/12/31"}, {"doc_id": "20424898", "text": "February 2017 Jakarta protests / February 2017 Jakarta protests February 2017 Jakarta protests refer to a series of mass protest led by Islamist movements which took place on 11 February 2017 and 21 February 2017 in Jakarta, Indonesia, and dubbed as the Action 112 and the Action 212 respectively. The protests were aimed against the incumbent Governor of Jakarta Special Capital Region Basuki Tjahaja Purnama (popularly known as \"Ahok\") for an alleged blasphemy of the Quran, the Islamic holy book. The incumbent governor of Jakarta Basuki Tjahaja Purnama, who was contesting for the forthcoming 2017 Jakarta gubernatorial election, was accused of blasphemy against Islam following", "doc_score": "82.90351867675781", "publish_date": "2018/12/31"}, {"doc_id": "18174427", "text": "Azadi march / Azadi march The Azadi march, also known as the tsunami march (, \"lit.\" \"freedom march\"), was a protest march in Pakistan from 14 August to 17 December 2014. The march was organised by the Pakistan Tehreek-e-Insaf (PTI) party, opposing Prime Minister Mian Nawaz Sharif over claims of systematic election-rigging by the Pakistan Muslim League (N) (PML-N) in the 2013 general election. Party leader Imran Khan announced plans for an August march from Lahore to Islamabad with a group of protesters in a PTI \"jalsa\" (demonstration) in Bahawalpur on 27 June 2014. Following allegations of massive vote-rigging in the 2013 general", "doc_score": "84.12651824951172", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_24", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "846894", "text": "Speed limit / the roads around the world in 2004.) Speed limits may also be set in an attempt to reduce the environmental impact of road traffic (vehicle noise, vibration, emissions) and to satisfy local community wishes for streets usable by people out of cars. Some cities have reduced limits to as little as for both safety and efficiency reasons. However, it has also been shown that in some circumstances changing a speed limit has little effect on the average speed of cars. In situations where the natural road speed is considered too high by governments, notably in urban areas where speed limits", "doc_score": "87.06451416015625", "publish_date": "2018/12/31"}, {"doc_id": "846936", "text": "Speed limit / traffic engineers recognize that \"operating speeds and even posted speed limits can be higher than design speeds without necessarily compromising safety\" since design speed is \"based on conservative assumptions about driver, vehicle and roadway characteristics\". Vision Zero, which envision reducing road fatalities and serious injuries to zero by 2020, suggests the following \"possible long term maximum travel speeds related to the infrastructure, given best practice in vehicle design and 100% restraint use\": \"Roads with no possibility of a side impact or frontal impact\" are sometimes designated as Type 1 (motorways/freeways/Autobahns), Type 2 (\"2+2 roads\") or Type 3 (\"2+1 roads\"). These", "doc_score": "84.54666137695312", "publish_date": "2018/12/31"}, {"doc_id": "20781896", "text": "Tax Reform for Acceleration and Inclusion Law / government expenditure and an incremental growth in GDP. On the other hand, unprecedented inflation rates that exceeded projected calculations, has been the cause for much uproar and objections. There have been petitions to suspend and amend the law, so as to safeguard particular sectors from soaring prices. The TRAIN Act aims to address the reputed weaknesses of the Tax Code, specifically through the following objectives: First, it intends to simplify the previous system to make it more straightforward and intuitive. Second, it intends to create a more “just” scheme wherein taxation is staggered and distributed on the basis of financial", "doc_score": "84.03738403320312", "publish_date": "2018/12/31"}, {"doc_id": "846893", "text": "Speed limit / are considered as part of the speed management policy. Speed limits are usually set to attempt to cap road traffic speed; there are several reasons for wanting to do this. It is often done with an intention to improve road traffic safety and reduce the number of road traffic casualties from traffic collisions. In their \"World report on road traffic injury prevention\" report, the World Health Organization (WHO) identify speed control as one of various interventions likely to contribute to a reduction in road casualties. (The WHO estimated that some 1.2 million people were killed and 50 million injured on", "doc_score": "84.3690185546875", "publish_date": "2018/12/31"}, {"doc_id": "20498425", "text": "Tax Reform for Acceleration and Inclusion Act / to counterbalance PIT tax exemptions. The TRAIN LAW is one of the primary ways in which the 2020 and 2040 vision of the Duterte administration is to be achieved, and so, it had optimistic projections about its effect on the economy, development and poverty alleviation in its inception. Regardless, contentions about the passing of this law has been present since the beginning and the subsequent reception by the people since its ratification has been controversial. In the first quarter of 2018, both positive and negative outcomes have been observed. The economy saw an increase in tax revenues, government expenditure and", "doc_score": "83.90715789794922", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_25", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "18241336", "text": "Emmanuel Macron / and former US President Barack Obama. A debate was arranged between Macron and Le Pen on 3 May 2017. The debate lasted for 2 hours and Macron was considered the winner due to opinion polls. In March 2017, Macron's digital campaign manager, Mounir Mahjoubi, told Britain's Sky News that Russia is behind \"high level attacks\" on Macron, and said that its state media are \"the first source of false information\". He said: \"We are accusing RT (formerly known as Russia Today) and Sputnik News (of being) the first source of false information shared about our candidate...\". Two days before the", "doc_score": "83.34941101074219", "publish_date": "2018/12/31"}, {"doc_id": "18241348", "text": "Emmanuel Macron / a campaign pledge of Macron. The National Assembly voted on 3 October to pass the bill 415-127, with 19 abstentions. Interior Minister Gérard Collomb described France as being \"still in a state of war\" ahead of the vote, with the 1 October Marseille stabbing having taken place two days prior. The Senate then passed the bill on its second reading by a 244–22 margin on 18 October. Later that day Macron stated that 13 terror plots had been foiled since 2017 began. The law replaced the state of emergency in France and made some of its provisions permanent. The bill", "doc_score": "84.74149322509766", "publish_date": "2018/12/31"}, {"doc_id": "18241338", "text": "Emmanuel Macron / cyber security firm Trend Micro detailing how En marche had been the target of phishing attacks. Trend Micro said that the group conducting these attacks were Russian hacking group Fancy Bear who were also accused of hacking the Democratic National Committee on 22 July 2016. These same emails were verified and released in July 2017 by WikiLeaks. This was following Le Pen accusing Macron of tax avoidance. On 7 May 2017, Macron was elected President of France with 66.1% of the vote compared to Marine Le Pen's 33.9%. The election had record absention at 25.4% and 8% of ballots being", "doc_score": "81.25702667236328", "publish_date": "2018/12/31"}, {"doc_id": "2525549", "text": "Protest vote / Jacques Chirac, protest vote was named a contributing factor. The 2017 French presidential election, won by Emmanuel Macron, saw the highest level of protest voting and abstention in France since the late 1960s, with 4 million blank or spoiled ballots and an additional 12 million abstentions. Abstention may be a type of protest vote when it is not solely the result of apathy or indifference towards politics. In systems where voting is compulsory, abstention may be an act of political disappointment. The anarchist movement rejects representative democracy in favor of a more direct form of government and has historically called", "doc_score": "82.97281646728516", "publish_date": "2018/12/31"}, {"doc_id": "10490588", "text": "May 1958 crisis in France / by the Gaullist Michel Debré. The draft tightly espoused the 1946 speech of Bayeux's propositions, leading to a strong executive and to a rather presidential regime — the President being granted the responsibility of governing the Council of Ministers, as well as to the adoption of article 16, granting \"extraordinary powers\" to the president if a state of emergency was proclaimed, and of bicameralism. Although most politicians supported de Gaulle, Mitterrand, who opposed the new Constitution, famously denounced \"a permanent coup d'état\" in 1964. On 28 September 1958, a referendum took place and 79.2% of those who voted supported the", "doc_score": "82.25802612304688", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_26", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "18586026", "text": "Uber protests and legal actions / by fake drivers to the targeted individuals in the Uber mobile app, and by giving real drivers a means to cancel rides requested by those individuals, Uber was able to avoid giving rides to known law enforcement officers in areas where its service is illegal. Investigative journalism by \"The New York Times\" and the resulting report, published on March 3, 2017, made public Uber's use of Greyball since 2014, describing it as a way to evade city code enforcement officials in Portland, Oregon, Australia, South Korea, and China. At first, in response to the report, Uber stated that Greyball was", "doc_score": "81.32128143310547", "publish_date": "2018/12/31"}, {"doc_id": "16331605", "text": "2012–13 Stratfor email leak / the United States Department of Defense, Médecins Sans Frontières, Lockheed Martin, Los Alamos National Laboratory, and the United Nations. The hackers included Jeremy Hammond, who worked with Anonymous to release Stratfor's emails to WikiLeaks. The emails revealed Stratfor's surveillance of groups such as Occupy Wall Street and protestors of the Bhopal disaster. The e-mails claim to include client information, notes between Stratfor employees and internal procedural documentation on securing intelligence data. These communications date from July 2004 through to December 2011. WikiLeaks said it had obtained the e-mails from the hacker group Anonymous, who broke into Stratfor's computer network in", "doc_score": "82.14839935302734", "publish_date": "2018/12/31"}, {"doc_id": "16331606", "text": "2012–13 Stratfor email leak / 2011. In an initial announcement, WikiLeaks stated that they opened up a database of the emails to two dozen media organizations operating in several countries, including the McClatchy Company, \"l'Espresso\", \"la Repubblica\", ARD, the \"Russia Reporter\", and \"Rolling Stone\", along with a \"sneak preview\" to the Yes Men. One of the first items released was an email containing a glossary titled \"The Stratfor Glossary of Useful, Baffling and Strange Intelligence Terms\", which contained concise and sometimes humorously candid definitions, along with pointed assessments of U.S. intelligence and law enforcement. An email involving a Stratfor analyst stated that it had been", "doc_score": "79.42019653320312", "publish_date": "2018/12/31"}, {"doc_id": "19579450", "text": "Essar leaks / Essar leaks The Essar leaks include e-mails, office memos, telephone conversations and other records allegedly leaked from the systems of the Indian business conglomerate Essar Group. The leaked records allegedly contain evidence of politician-corporate nexus in India, and show how business interests unfairly manipulate Indian government and judiciary. In 2015, an unnamed whistleblower leaked a set of internal e-mails and memos from the Essar Group, alleging that the conglomerate had granted favours to several politicians, bureaucrats and journalists. Essar denied the allegations, terming the alleged favours as \"common courtesies\" that are legally justifiable. Essar also claimed that some of the", "doc_score": "81.185546875", "publish_date": "2018/12/31"}, {"doc_id": "19904006", "text": "MormonLeaks / nondisclosure and confidentiality agreements with the church. McKnight is now publicly encouraging people to violate these agreements.\" MormonLeaks MormonLeaks (formerly Mormon WikiLeaks) is a whistleblowing organization inspired by WikiLeaks, which focuses on exposing documents from the leadership of The Church of Jesus Christ of Latter-day Saints (LDS Church). It began in October 2016 as a leaked series of videos on the YouTube channel Mormon Leaks. In total, 15 videos were initially leaked via the Mormon Leaks channel from meetings of high-ranking LDS leaders including the Quorum of the Twelve. They discussed topics including the \"homosexual agenda\", the subprime mortgage crisis,", "doc_score": "79.96484375", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_27", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "4531491", "text": "Live Forever (Oasis song) / Nick Egan features the band playing in an office with pictures of Sid Vicious, Kurt Cobain, Jim Morrison, John Lennon, Brian Jones, Jimi Hendrix, Marc Bolan, and Bobby Moore on the wall. Both videos are included on the 2004 \"Definitely Maybe\" DVD. The British music video now has over 18 million views on YouTube. \"Live Forever\" is a crowd favorite to play at concerts. In some concerts, most notably Manchester in 1996, a slideshow of famous deceased musicians Oasis admired—such as Elvis Presley, Bob Marley, and Sid Vicious—would be displayed behind the band, with a picture of John Lennon always", "doc_score": "78.4752197265625", "publish_date": "2018/12/31"}, {"doc_id": "1388777", "text": "Cover version / are entertainers who perform a broad variety of crowd-pleasing cover songs for audiences who enjoy the familiarity of hit songs. Such bands draw from current Top 40 hits and/or those of previous decades to provide nostalgic entertainment in bars, on cruise ships and at such events as weddings, family celebrations and corporate functions. Since the advent of inexpensive computers, some cover bands use a computerized catalog of songs, so that the singer can have the lyrics to a song displayed on a computer screen. The use of a screen for lyrics as a memory aid can dramatically increase the number", "doc_score": "77.13700103759766", "publish_date": "2018/12/31"}, {"doc_id": "1388775", "text": "Cover version / Pink Floyd Show, The Iron Maidens and Glory Days are dedicated to playing the music of ABBA, Led Zeppelin, The Beatles, Pink Floyd, Iron Maiden and Bruce Springsteen respectively. Some tribute acts salute the Who, The Rolling Stones and many other classic rock acts. Many tribute acts target artists who remain popular but no longer perform, allowing an audience to experience the \"next best thing\" to the original act. The formation of tribute acts is roughly proportional to the enduring popularity of the original act; for example, dozens of Beatles tribute bands have formed and an entire subindustry has formed", "doc_score": "77.89984130859375", "publish_date": "2018/12/31"}, {"doc_id": "18229006", "text": "An Oral/Visual History by the Red Hot Chili Peppers / band's legacy. The book contains hundreds of photographs and images, some never seen by the band's fans before. It was one of the final projects the band worked on with guitarist John Frusciante before he quit the band and concludes with a write-up by lead singer Anthony Kiedis on the guitarist, his departure and the band's future. Brendan Mullen, a Los Angeles club promoter and the man who gave the band their start, died during the writing of the book, leaving others to complete the project. An Oral/Visual History by the Red Hot Chili Peppers An Oral/Visual History by the", "doc_score": "77.929931640625", "publish_date": "2018/12/31"}, {"doc_id": "1346726", "text": "Dave Matthews Band / spot on the Billboard 200. Known for their grassroots attitude and tight, engaging live shows, the Dave Matthews Band has always encouraged fans to record its performances, and were one of rock's most bootlegged bands. In fact, a direct patch to the soundboard was made available to recordists until 1995, when some of these tapes found their way into less scrupulous, commercial-minded hands who, in the band's eyes, overcharged fans. The band cites college students trading these tapes in the early 1990s as a key reason for their current fame. In recent years it has been common to see several", "doc_score": "76.07251739501953", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_28", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "15731840", "text": "Lisa Friel / by Baltimore Ravens running back Ray Rice. Following the case, Friel worked with the NFL in an advisory capacity to develop training, improve the league's personal conduct policy, and establish a baseline suspension period for specific violations including domestic violence, sexual assault and child abuse. She later joined the league full-time. She has been described by her former boss, former New York prosecutor Linda Fairstein, as a \"rabid Giants fan.\" In her role as the NFL's special counsel for investigations, Friel headed an investigation that, on August 17, 2016, resulted in New York Giants placekicker Josh Brown receiving a one-game", "doc_score": "82.5423355102539", "publish_date": "2018/12/31"}, {"doc_id": "15731841", "text": "Lisa Friel / suspension instead of the league-mandated six-game suspension. The suspension was reduced by more than 83 percent because of mitigating circumstances that the league and Friel have never revealed. Coverage of the case noted that Friel was reported to be a Giants fan. In her role as the NFL's special counsel for investigations she also oversaw the domestic violence investigation of Dallas Cowboys running back Ezekiel Elliott. In a lawsuit filed by the NFLPA, Friel is accused of withholding \"critical information which would completely exonerate Elliott\" in allegations of domestic violence. Friel reportedly barred lead investigator Kia Roberts, who recommended no", "doc_score": "81.62555694580078", "publish_date": "2018/12/31"}, {"doc_id": "19804555", "text": "Scottie Nell Hughes / she believed it would help her obtain a permanent position at the network, and for the duration of the relationship, she kept an apartment near Fox's Manhattan headquarters. Her appearances were drastically reduced after she ended the relationship in 2015 and reported Payne to Fox. Days later, RadarOnline published emails from Payne to Hughes in which he wrote that he \"has no problem with this\" referring to a Confederate Flag bikini worn by a model resembling Hughes. On September 26, 2018 The Hollywood Reporter broke the news \"Fox News Settles Retaliation Lawsuit From Scottie Nell Hughes.\" Hughes is married to", "doc_score": "81.01692962646484", "publish_date": "2018/12/31"}, {"doc_id": "6159066", "text": "Glomar response / national security, and might also result in a disruption in foreign relations significantly affecting the national security. In 2014, the CIA opened its Twitter account with, \"We can neither confirm nor deny that this is our first tweet.\" Glomar response In United States law, the term Glomar response, also known as Glomarization or Glomar denial, refers to a response to a request for information that will \"neither confirm nor deny\" (NCND) the existence of the information sought. For example, in response to a request for police reports relating to a certain individual, the police agency may respond with the following:", "doc_score": "79.928955078125", "publish_date": "2018/12/31"}, {"doc_id": "8851119", "text": "Mark Foley scandal / and attempts to seduce a minor are illegal. Louisiana makes it a felony to have sexually explicit communications over the Internet with anyone under 17. California has a law against sending sexually suggestive communications to anyone under 18. The initially publicized explicit IMs were made with two pages or former pages beginning when they were 16 or 17, and continuing until after their 18th birthdays. One of the pages told the FBI that his contacts with Foley led to two meetings, including a dinner in San Diego in October 2002, when the page was 17. After dinner, the page said,", "doc_score": "81.07177734375", "publish_date": "2018/12/31"}]}
{"question_id": "20220715_29", "search_time": "2022/07/15/16:36", "search_result": [{"doc_id": "2535534", "text": "James Webb Space Telescope / several companies including Axsys, Brush Wellman, and Tinsley Laboratories. The final segment of the primary mirror was installed on February 3, 2016, and the secondary mirror was installed on March 3, 2016. The Integrated Science Instrument Module (ISIM) is a framework that provides electrical power, computing resources, cooling capability as well as structural stability to the Webb telescope. It is made with bonded graphite-epoxy composite attached to the underside of Webb's telescope structure. The ISIM holds the four science instruments and a guide camera. NIRCam and MIRI feature starlight-blocking coronagraphs for observation of faint targets such as extrasolar planets and", "doc_score": "93.68159484863281", "publish_date": "2018/12/31"}, {"doc_id": "2535552", "text": "James Webb Space Telescope / robotic arm, began in November 2015 and was completed in February 2016. Final construction of the Webb telescope was completed in November 2016, after which extensive testing procedures began. In March 2018, NASA delayed the JWST's launch an additional year to May 2020 after the telescope's sunshield ripped during a practice deployment and the sunshield's cables did not sufficiently tighten. In June 2018, NASA delayed the JWST's launch an additional 10 months to March 2021, based on the assessment of the independent review board convened after the failed March 2018 test deployment. The JWST has a history of major cost", "doc_score": "94.9589614868164", "publish_date": "2018/12/31"}, {"doc_id": "2535525", "text": "James Webb Space Telescope / Apollo program. Development began in 1996, but the project has had numerous delays and cost overruns, and underwent a major redesign during 2005. In December 2016, NASA announced that construction of the JWST was complete and that its extensive testing phase would begin. In March 2018, NASA delayed the JWST's launch after the telescope's sunshield ripped during a practice deployment. The JWST's launch was delayed again in June 2018 following recommendations from an independent review board, and is currently scheduled for March 2021. The JWST originated in 1996 as the Next Generation Space Telescope (NGST). In 2002 it was renamed", "doc_score": "91.09098815917969", "publish_date": "2018/12/31"}, {"doc_id": "2535537", "text": "James Webb Space Telescope / It was assembled in California by 2015, and after that it had to be integrated with the rest of the space telescope leading up to its planned 2021 launch. The bus can provide pointing of one-arcsecond and isolates vibration down to two milliarcseconds. The Spacecraft Bus is on the Sun-facing \"warm\" side and operates at a temperature of about 300 K. Everything on the Sun facing side must be able to handle the thermal conditions of JWST's halo orbit, which has one side in continuous sunlight and the other in the shade of the spacecraft sunshield. Another important aspect of", "doc_score": "92.56230926513672", "publish_date": "2018/12/31"}, {"doc_id": "2535545", "text": "James Webb Space Telescope / roughly estimated to cost $500 million. In 1997, NASA worked with the Goddard Space Flight Center, Ball Aerospace, and TRW to conduct technical requirement and cost studies, and in 1999 selected Lockheed Martin and TRW for preliminary concept studies. Launch was at that time planned for 2007, but the launch date has subsequently been pushed back many times (see table further down). In 2002, NASA awarded the $824.8 million prime contract for the NGST, now renamed the James Webb Space Telescope, to TRW. The design called for a descoped primary mirror and a launch date of 2010. Later that year,", "doc_score": "89.61821746826172", "publish_date": "2018/12/31"}]}
