{"question_id": "20221014_0", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "5263070", "text": "Plastic recycling / of three. The quantity of post-consumer plastics recycled has increased every year since at least 1990, but rates lag far behind those of other items, such as newspaper (about 80%) and corrugated fiberboard (about 70%). Overall, U.S. post-consumer plastic waste for 2008 was estimated at 33.6 million tons; 2.2 million tons (6.5%) were recycled and 2.6 million tons (7.7%) were burned for energy; 28.9 million tons, or 85.5%, were discarded in landfills. As of 2015, approximately 6300 million tons of plastic waste had been generated, around 9% of which had been recycled, 12% was incinerated, and 79% was accumulated in", "doc_score": "90.59774780273438", "publish_date": "2018/12/31"}, {"doc_id": "16821293", "text": "Plastic pollution / in 2011, the overall plastic recycling rate was approximately 8% in the United States. Approximately 2.7 million tons of plastics were recycled in the U.S. in 2011. Some plastics are recycled more than others; in 2011 \"29 percent of HDPE bottles and 29 percent of PET bottles and jars were recycled.\" The Ministry of Drinking Water and Sanitation, Government of India, has requested various governmental departments to avoid the use of plastic bottles to provide drinking water during governmental meetings, etc., and to instead make arrangements for providing drinking water that do not generate plastic waste. The state of Sikkim", "doc_score": "87.77645874023438", "publish_date": "2018/12/31"}, {"doc_id": "9047686", "text": "Recycling in the United States / Recycling in the United States This article examines recycling in the United States. In 2014, the recycling/composting rate for municipal solid waste in the US was 34.6%. Since there is no national law that mandates recycling, state and local governments often introduce their own recycling requirements. A number of U.S. states, including California, Connecticut, Delaware, Hawaii, Iowa, Maine, Massachusetts, Michigan, New York, Oregon, and Vermont have passed laws that establish deposits or refund values on beverage containers while other jurisdictions rely on recycling goals or landfill bans of recyclable materials. On a national level, the United States Environmental Protection Agency", "doc_score": "87.38633728027344", "publish_date": "2018/12/31"}, {"doc_id": "8351257", "text": "Biodegradable plastic / boy reportedly isolated two plastic-consuming bacteria. According to a 2010 EPA report, 12.4%, or 31 million tons, of all municipal solid waste (MSW) is plastic. 8.2% of that, or 2.55 million tons, were recovered. That is significantly lower than the average recovery percentage of 34.1%. Much of the reason for disappointing plastics recycling goals is that conventional plastics are often commingled with organic wastes (food scraps, wet paper, and liquids), leading to accumulation of waste in landfills and natural habitats. Current usage also makes it difficult and impractical to recycle the underlying polymer without expensive cleaning and sanitizing procedures. On", "doc_score": "86.23407745361328", "publish_date": "2018/12/31"}, {"doc_id": "6779569", "text": "Great Pacific garbage patch / mass of 5.1 kg (11.3 lbs) per km, in the neuston. The overall concentration of plastics was seven times greater than the concentration of zooplankton in many of the sampled areas. Samples collected deeper in the water column found much lower concentrations of plastic particles (primarily monofilament fishing line pieces). The United Nations Ocean Conference estimated that the oceans might contain more weight in plastics than fish by the year 2050. Some long-lasting plastics end up in the stomachs of marine animals. Plastic attracts seabirds and fish. When marine life consumes plastic allowing it to enter the food chain, this", "doc_score": "86.72620391845703", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_1", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "2275353", "text": "Fast food / concerns ranging from claimed negative health effects, alleged animal cruelty, cases of worker exploitation, and claims of cultural degradation via shifts in people's eating patterns away from traditional foods. The intake of fast food is increasing worldwide. A study done in the city of Jeddah has shown that current fast food habits are related to the increase of overweight and obesity among adolescents in Saudi Arabia. In 2014, the World Health Organization published a study which claims that deregulated food markets are largely to blame for the obesity crisis, and suggested tighter regulations to reverse the trend. In the United", "doc_score": "89.34127044677734", "publish_date": "2018/12/31"}, {"doc_id": "2275344", "text": "Fast food / Europe). In the United States, consumers spent $160 billion on fast food in 2012 (up from $6 billion in 1970). In total the US restaurant industry had projected sales of $660.5 billion in 2013. Fast food has been losing market share to fast casual dining restaurants, which offer more robust and expensive cuisines. Due to this competition, fast food giants have seen dramatic drops in their sales. While overall fast food sales have fallen, the number of Americans who eat in these restaurants \"once a month or 'a few times a year'\" has risen. In contrast to the rest of", "doc_score": "88.94715118408203", "publish_date": "2018/12/31"}, {"doc_id": "2275331", "text": "Fast food / model of low wages, non-existent benefits, and limited work hours costs taxpayers an average of nearly $7 billion every year\". They claim this funding allows these workers to \"afford health care, food, and other basic necessities\" Fast food outlets are \"take-away\" or \"take-out\" providers that promise quick service. Such fast food outlets often come with a \"drive-through\" service that lets customers order and pick up food from their vehicles. Others have indoor or outdoor seating areas where customers can eat on-site. In recent times, the boom in IT services has allowed customers to order food from their homes through their", "doc_score": "87.06848907470703", "publish_date": "2018/12/31"}, {"doc_id": "2275348", "text": "Fast food / the effectiveness of this initiative has been disputed by studies that reveal that \"children couldn't remember or identify healthful foods in the ads, and that 81 percent of the 99 3 to 7 year olds in that study recalled French fries\" even though there were no French fries in the advertisement. According to the U.S. Bureau of Labor Statistics, about 4.1 million U.S. workers are employed in food preparation and serving (including fast food) as of 2010. The BLS's projected job outlook expects average growth and excellent opportunity as a result of high turnover. However, in April 2011, McDonald's hired", "doc_score": "88.94306182861328", "publish_date": "2018/12/31"}, {"doc_id": "2275335", "text": "Fast food / some cases, this can garner more attention than the food. Modern commercial fast food is often highly processed and prepared in an industrial fashion, i.e., on a large scale with standard ingredients and standardized cooking and production methods. It is usually rapidly served in cartons or bags or in a plastic wrapping, in a fashion that minimizes cost. In most fast food operations, menu items are generally made from processed ingredients prepared at a central supply facility and then shipped to individual outlets where they are reheated, cooked (usually by microwave or deep frying) or assembled in a short amount", "doc_score": "85.52190399169922", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_2", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "20706656", "text": "2018 lower Puna eruption / the entrance to Hawaiʻi Volcanoes National Park and some of the park buildings. On May 17, at approximately 4:15 a.m., an explosive eruption occurred at Halemaʻumaʻu, creating a plume of ash 30,000 feet into the air. On May 19 some of the fissures had merged into a line of fountaining lava, with a lava flow split into separate lobes. At least two of the lava flows through parts of Malama Kī Forest Reserve crossed Highway 137 and flowed into the Pacific Ocean at Malama flats near MacKenzie State Recreation Area on May 19, producing clouds of irritating “laze” (lava haze),", "doc_score": "84.42543029785156", "publish_date": "2018/12/31"}, {"doc_id": "1387166", "text": "Mauna Loa / be non-explosive. Mauna Loa has probably been erupting for at least 700,000 years, and may have emerged above sea level about 400,000 years ago. The oldest-known dated rocks are not older than 200,000 years. The volcano's magma comes from the Hawaii hotspot, which has been responsible for the creation of the Hawaiian island chain over tens of millions of years. The slow drift of the Pacific Plate will eventually carry Mauna Loa away from the hotspot within 500,000 to one million years from now, at which point it will become extinct. Mauna Loa's most recent eruption occurred from March 24", "doc_score": "82.58161163330078", "publish_date": "2018/12/31"}, {"doc_id": "20706651", "text": "2018 lower Puna eruption / poles due to heat. The Puna Geothermal Venture (PGV), a geothermal power station, was shut down – closing the last unit on 22 May 2018; although the geothermal power plant provided approximately 25% of the Big Island's power, the plant's shutdown was later stated to not present a risk of power supply shortages to the island. A Temporary Flight Restriction area was also put in place by the FAA to place restrictions on flights below 3,000 feet AGL over the eruption area. A 6.9 magnitude earthquake occurred on May 4, which according to the United States Geological Survey was related", "doc_score": "83.80632019042969", "publish_date": "2018/12/31"}, {"doc_id": "20750260", "text": "2018 Volcán de Fuego eruption / eruption in 1974 which produced pyroclastic flows that destroyed the region's winter harvest and ashfall that covered nearby cities. The 3 June eruption is one of the deadliest in the country, including the Santa María eruption of 1902 and the dome collapse of 1929, which killed hundreds. The most eruptive phase began in 2002 and produced an explosive eruption in 2012 that forced 33,000 people to evacuate, but had no reported deaths. The population around the volcano is estimated to be 54,000 within and more than 1 million within. On Sunday 3 June 2018, at around noon local time,", "doc_score": "83.99957275390625", "publish_date": "2018/12/31"}, {"doc_id": "20993537", "text": "November 11 2018 seismic event / scientists from the French Geological Survey believe it may have been caused by an underwater volcano, and also related to an earthquake swarm nearby. November 11 2018 seismic event On November 11, 2018, a seismic event occurred about off the coast of Mayotte, an overseas French territory. It was recorded by seismograms almost away. Despite this, no one felt it. The seismic waves lasted for over 20 minutes. Most earthquakes have P-waves and S-waves. At the end there are long-period surface waves. The Mayotte event lacked P-waves and S-waves, but did experience a long-period surface wave. Additionally, the signal released", "doc_score": "84.9852294921875", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_3", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "8851119", "text": "Mark Foley scandal / and attempts to seduce a minor are illegal. Louisiana makes it a felony to have sexually explicit communications over the Internet with anyone under 17. California has a law against sending sexually suggestive communications to anyone under 18. The initially publicized explicit IMs were made with two pages or former pages beginning when they were 16 or 17, and continuing until after their 18th birthdays. One of the pages told the FBI that his contacts with Foley led to two meetings, including a dinner in San Diego in October 2002, when the page was 17. After dinner, the page said,", "doc_score": "86.24974060058594", "publish_date": "2018/12/31"}, {"doc_id": "8851049", "text": "Mark Foley scandal / initial story on the e-mails, other pages contacted ABC and \"The Washington Post\", providing transcripts of sexually explicit instant messaging (IM) conversations from 2003 that Foley had with two pages who were under the age of 18 at the time. \"The Washington Post\" reported it had received its copies of the same IMs from a page who had served on Capitol Hill with the two pages to whom they had been addressed. Another former page, Tyson Vivyan, said that he had received \"sexually suggestive\" messages from Foley in 1997, a month after he left the page program. A page from", "doc_score": "84.61650848388672", "publish_date": "2018/12/31"}, {"doc_id": "18352033", "text": "Facebook real-name policy controversy / a press release that it would be providing a compromise to its real name policy after protests from groups such as the gay/lesbian community and abuse victims. The site is developing a protocol that will allow members to provide specifics as to their \"special circumstance\" or \"unique situation\" with a request to use pseudonyms, subject to verification of their true identities. At that time, this was already being tested in the U.S. Product manager Todd Gage and vice president of global operations Justin Osofsky also promised a new method for reducing the number of members who must go through ID", "doc_score": "85.10826110839844", "publish_date": "2018/12/31"}, {"doc_id": "8851050", "text": "Mark Foley scandal / the class of 1998 also reported receiving explicit IMs from Foley. A page from the class of 2000 reported he chatted with Foley during the Congressman's 2000 visit to the page dormitory, and afterwards, he began receiving e-mails and IMs from Foley, which became explicit immediately after his 18th birthday. In November 2005, the initial five e-mails were leaked out of Alexander's office, after the recipient (a page whom Alexander sponsored) reported them to the Congressman. Two Florida newspapers, the \"St. Petersburg Times\" and \"Miami Herald\", and the Fox News Channel acquired copies of these e-mails in November 2005, but", "doc_score": "85.7092514038086", "publish_date": "2018/12/31"}, {"doc_id": "10782562", "text": "Criticism of Facebook / up for an application. However, users signing up for the application were aware that their data, but not the data of their friends, was going to a political party. In an effort to surveil the personal lives of current, or prospective, employees, some employers have asked employees to disclose their Facebook login information. This has resulted in the passing of a bill in New Jersey making it illegal for employers to ask potential or current employees for access to their Facebook accounts. Although, the U.S government has yet to pass a national law protecting prospective employees and their social networking", "doc_score": "83.73152923583984", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_4", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "20170156", "text": "Shuping Yang commencement speech controversy / these \"angry student patriots\" as China's \"new Red Guards\". Shuping Yang commencement speech controversy The Shuping Yang commencement speech controversy took place following a commencement speech made by Shuping Yang (), a Chinese undergraduate student graduating from the University of Maryland (UMD), on May 21, 2017. The speech, which praised freedom of speech and democracy, drew the ire of Chinese netizens, state media, as well as the Chinese Students and Scholars Association at the University of Maryland. The commencement ceremony was held at the Xfinity Center on Sunday, May 21, 2017 for the awarding of 6,051 bachelor’s degrees, 1,732 master’s", "doc_score": "82.84616088867188", "publish_date": "2018/12/31"}, {"doc_id": "20170148", "text": "Shuping Yang commencement speech controversy / Shuping Yang commencement speech controversy The Shuping Yang commencement speech controversy took place following a commencement speech made by Shuping Yang (), a Chinese undergraduate student graduating from the University of Maryland (UMD), on May 21, 2017. The speech, which praised freedom of speech and democracy, drew the ire of Chinese netizens, state media, as well as the Chinese Students and Scholars Association at the University of Maryland. The commencement ceremony was held at the Xfinity Center on Sunday, May 21, 2017 for the awarding of 6,051 bachelor’s degrees, 1,732 master’s degrees, and 585 doctoral degrees to the class of", "doc_score": "82.74531555175781", "publish_date": "2018/12/31"}, {"doc_id": "18640579", "text": "Syracuse University athletics scandal / infractions report as \"student-athlete 7\") received improper assistance on coursework. After Melo was suspended for academic ineligibility in January 2012, athletic director Daryl Gross held a meeting with other academics and athletics officials to create a strategy to reinstate Melo, an unprecedented move. Ultimately, it was decided that Melo would be allowed to re-submit a paper from a class taken two semesters prior to raise his grade for eligibility. Melo initially submitted his own work on January 27, 2012, but his professor considered Melo's work \"inadequate\"; within a few hours, Melo re-submitted his assignment and received sufficient credit to raise", "doc_score": "78.55075073242188", "publish_date": "2018/12/31"}, {"doc_id": "10876940", "text": "History of the University of South Carolina / University came at a price and an inquisitive journalism student led to Holderman's downfall. Paul Perkins, a journalism student upset with tuition increases, requested that the University release the salary of visiting professor Jehan Sadat. Holderman balked and refused to release the details even after Perkins and his wife Cheryl filed a Freedom of Information Act request. This denial and the secrecy on the part of the administration led the media to scrutinize other aspects of Holderman's presidency. They inspected his travel budgets and construction contracts and found overwhelming evidence of financial irregularities and extravagant spending. In face of all", "doc_score": "79.3719711303711", "publish_date": "2018/12/31"}, {"doc_id": "10520970", "text": "Criticism of college and university rankings (2007 United States) / in early May. The letter currently has sixty-one signatures, though others may be added at a later date. A number of signatures have been added to the original twelve. Others may be added at a later date. On 19 June 2007, during the annual meeting of the Annapolis Group, which represents over 100 liberal arts colleges, members discussed the letter to college presidents. As a result, \"a majority of the approximately 80 presidents at the meeting said that they did not intend to participate in the U.S. News reputational rankings in the future.\" However, the decision to fill out the", "doc_score": "79.06460571289062", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_5", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "18816432", "text": "2018 Ryder Cup / Phil Mickelson, already three holes down, found the water on the 16th hole and conceded the hole and match to Molinari, who became the first player for Europe to score what is now the maximum possible five points in a single Ryder Cup. The remaining two matches were shared between the teams, leaving the final score 17½–10½ to Europe. Sergio García's singles win made him the all-time Ryder Cup points leader, with 25½ points in nine appearances, overtaking Nick Faldo's 25 points in 11 appearances. Each entry refers to the Win–Loss–Half record of the player. 2018 Ryder Cup The 42nd", "doc_score": "78.42560577392578", "publish_date": "2018/12/31"}, {"doc_id": "7070671", "text": "Rory McIlroy / Rory McIlroy Rory McIlroy, (born 4 May 1989) is a professional golfer from Northern Ireland who is a member of both the European and PGA Tours. He was world number one in the Official World Golf Ranking for 95 weeks. He is a four-time major champion, winning the 2011 U.S Open, (setting a tournament record score of −16), 2012 PGA Championship (with a tournament record margin of victory (8 strokes)), 2014 Open Championship, and 2014 PGA Championship. Along with Jack Nicklaus, Tiger Woods and Jordan Spieth he is one of four players to win three majors by the age of", "doc_score": "76.34352111816406", "publish_date": "2018/12/31"}, {"doc_id": "10584597", "text": "2007 Open Championship / 2007 Open Championship The 2007 Open Championship was a men's major golf championship and the 136th Open Championship, played from 19–22 July at Carnoustie Golf Links in Scotland. Pádraig Harrington defeated Sergio García in a playoff to take the title and his first major championship. A field of 156 players participated in the championship, and the purse was £4.2 million (an increase of £200,000 over 2006); the winner received £750,000 (an increase of £30,000 over 2006). Using conversion rates at the time of the tournament, the purse was €6,158,474 for the European Tour's Order of Merit rankings and US$8,637,720 for", "doc_score": "77.8144302368164", "publish_date": "2018/12/31"}, {"doc_id": "4624803", "text": "The Evian Championship / of US$3.85 million is the second-richest in women's golf, after the U.S. Women's Open ($5 million in 2017). The purse will increase to $4.1 million in 2019. Originally a mid-June event, it was played in late July from 2003 to 2012, then moved to mid-September in 2013 when it became the final major for both tours. The average elevation of the course is approximately above sea level and overlooks nearby Lake Geneva to the north. In July 2011 it was announced that beginning in 2013, the Evian Masters would be renamed \"The Evian Championship\" and would become the fifth major", "doc_score": "75.72603607177734", "publish_date": "2018/12/31"}, {"doc_id": "9897367", "text": "IROC XXVI / IROC XXVI The 26th season of the True Value International Race of Champions began on Friday, February 15, 2002 at Daytona International Speedway. The roster included 12 drivers from five separate racing leagues. The first race saw Tony Stewart earn his second IROC win. Rookie Kevin Harvick won in only his second start in race 2 at California. In the first ever IROC race at Chicagoland, Buddy Lazier, Al Unser, Jr., and Hélio Castroneves gave the IRL a sweep of the top three positions in the race. In race 4 at Indianapolis, Dale Jarrett took the lead in turn one", "doc_score": "76.4120864868164", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_6", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "12823691", "text": "United States Military Academy grounds and facilities / final major construction of the twentieth century in the academic area was the construction of Mahan Hall, named after Dennis Hart Mahan. Mahan Hall is home to the academy's Department of Civil & Mechanical Engineering and Department of Systems Engineering. It contains nine levels, over 75 classrooms and laboratories, and holds a lecture hall, Arnold Auditorium, in its south wing. The west entrance to Mahan Hall used to be graced by two enormous English Elm trees that were 180 years old when they succumbed to Dutch Elm Disease in 2004 and had to be removed. The most recent major construction", "doc_score": "83.1597900390625", "publish_date": "2018/12/31"}, {"doc_id": "6011965", "text": "Camp Peary / Camp Peary Camp Peary is an approximately 9,000 acre U.S. military reservation in York County near Williamsburg, Virginia. Officially referred to as an Armed Forces Experimental Training Activity (AFETA) under the authority of the Department of Defense, Camp Peary hosts a covert CIA training facility known as \"The Farm\", which is used to train officers of the CIA's Directorate of Operations, as well as those of the DIA's Defense Clandestine Service, among other intelligence entities. Camp Peary has a sister facility, \"The Point\", located in Hertford, North Carolina. Porto Bello, the historic hunting lodge of Lord Dunmore, last royal governor", "doc_score": "82.72691345214844", "publish_date": "2018/12/31"}, {"doc_id": "2429550", "text": "Lackland Air Force Base / was passed by the United States Congress and signed into law by President George W. Bush. The monument was built next to the Basic Military Training Parade Field, that location being chosen due to the historical significance of the base as the training center and headquarters of the United States Department of Defense Military Working Dog Program. In the sexual assault scandal at the training centre, dozens of female and male recruits said that they were sexually harassed or raped by their instructors from 2010 onward. On 8 April 2016, an airman on the base shot and killed a squadron", "doc_score": "82.64106750488281", "publish_date": "2018/12/31"}, {"doc_id": "11894930", "text": "Camp Edwards / had been the site for the MMA's annual two-week training period. Since the academy's relocation and its re-designation as the RTI, all activities including the two-week training period have been conducted at Camp Edwards. Since the late 1970s, Massachusetts Military Reservation, which sits atop the primary drinking water aquifer serving Cape Cod, has been the site of the nation's largest government-mandated and -funded environmental cleanup project. Decades of unchecked use and disposal of explosives, ammunition, fuels and chemicals, as well as sewage runoff, resulted in multiple contaminated groundwater plumes. While the Air Force and Army are the entities charged with", "doc_score": "80.36399841308594", "publish_date": "2018/12/31"}, {"doc_id": "8627732", "text": "Patch Barracks / Patch Barracks Patch Barracks is a U.S. military installation in Stuttgart-Vaihingen in Germany. It is named after U.S. Army General Alexander M. Patch. Patch Barracks was renamed from the German \"Kurmärker Kaserne\" in 1952; it was originally built for use by the German Army [Heer] in 1936-1937. During World War II, it served as the headquarters and barracks for the Wehrmacht's 7th Panzer Regiment with associated unit shooting ranges and training areas located at the nearby Panzer Kaserne (literally \"tank barracks\"). After the Second World War, Kurmärker Kaserne was temporarily occupied by French colonial troops. Subsequently, American troops took over", "doc_score": "80.82413482666016", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_7", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "12800556", "text": "Titan Saturn System Mission / relayed to a Titan orbiter. They will be equipped to study Titan's features with instruments for imaging, radar profiling, and surface as well as atmospheric sampling, much more complete than done by the Cassini–Huygens mission. The spacecraft will use several gravity assist flybys of other planets to enable it to reach Saturn. The baseline design envisaged a September 2020 launch, followed by four gravity assists (Earth–Venus–Earth–Earth), and arrival at Saturn 9 years later in October 2029. This is one of several available Earth-to-Saturn transfer options from the year 2018 through 2022. Current NASA plans do not give the TSSM a", "doc_score": "89.4427490234375", "publish_date": "2018/12/31"}, {"doc_id": "16567900", "text": "Mars One / in 2024, and one in 2026 which would not be returning to Earth. Although the announcement garnered much international publicity, the concept has been criticized by scientists, engineers, and those in the aerospace industry. Mars One is noted as being very short on funding, lacking critical concepts about hardware, life support, electrical power supply, and has been criticized as glossing over logistics, medical concerns, and protection against space radiation. The concept has been called a suicide mission both in academia, spaceflight, and international news. By February 2015, two conceptual studies were done by contractors. Despite the criticism and lack of", "doc_score": "91.02741241455078", "publish_date": "2018/12/31"}, {"doc_id": "15815228", "text": "Jupiter Icy Moons Explorer / the Jupiter system in October 2029 after 88 months of travel. By 2033 the spacecraft should enter orbit around Ganymede, after completing various maneuvers around Jupiter and the other moons. Proposed instruments include cameras, spectrometers, magnetometers, and an ice-penetrating radar. The \"Jupiter Icy moons Explorer\" will perform detailed investigations on Ganymede as a planetary body and evaluate its potential to support life. Investigations of Europa and Callisto will complete a comparative picture of these Galilean moons. The three moons are thought to harbour internal liquid-water oceans, and so are central to understanding the habitability of icy worlds. The main science", "doc_score": "87.02976989746094", "publish_date": "2018/12/31"}, {"doc_id": "13959105", "text": "Titan Mare Explorer / and the current Chief Scientist of NASA—would lead the mission as principal investigator, whereas the Applied Physics Laboratory (APL) would manage the mission. Lockheed Martin would build the TiME capsule, with scientific instruments provided by APL, Goddard Space Flight Center and Malin Space Science Systems. TiME's launch would have been with an Atlas V 411 rocket during 2016 and arriving to Titan in 2023. The target lake is Ligeia Mare (78°N, 250°W). It is one of the largest lakes of Titan identified to date, with a surface area of about ~100,000 km. The backup target is Kraken Mare. The Titan", "doc_score": "87.15091705322266", "publish_date": "2018/12/31"}, {"doc_id": "12800557", "text": "Titan Saturn System Mission / priority, however, and it is unlikely any of the proposed launch dates can be met. Upon Saturn arrival, in October 2029, the orbiter's chemical propulsion system would place the flight system into orbit around Saturn, followed by a two-year Saturn Tour Phase, characterized by the deployment of the \"in situ\" elements, and including a minimum of seven close Enceladus flybys and 16 Titan flybys. During this period, repeated satellite gravity assists and manoeuvres will reduce the energy needed to insert into Titan's orbit. As the craft completes its flyby by Enceladus, the orbiter will analyze the unusual cryovolcanic plumes at", "doc_score": "88.60681915283203", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_8", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "15600976", "text": "FARC files / May, the Secretary General said: \"The eight seized computer exhibits contained more than 600 gigabytes of data, including 37,872 written documents, 452 spreadsheets, 210,888 images, 22,481 web pages, 7,989 email addresses, 10,537 multimedia files (sound and video) and 983 encrypted files. In non-technical terms, this volume of data would correspond to 39.5 million filled pages in Microsoft Word and, if all of the seized data were in Word format, it would take more than 1,000 years to read at a rate of 100 pages per day.\" The Colombian Administrative Department of Security (DAS) reported that it had asked for Interpol's", "doc_score": "79.60968017578125", "publish_date": "2018/12/31"}, {"doc_id": "19422208", "text": "Project Shadowfire / Project Shadowfire Project \"Shadowfire\" was an American police investigation in early 2016 that resulted in the arrest of 1,133 people, 915 of whom are suspected members of \"multinational organized criminal gangs\", involved in murder, racketeering, drug smuggling and human trafficking from Mexico and elsewhere. The majority of the arrests took place in Los Angeles and San Francisco in California; El Paso and Houston, Texas; Atlanta, Georgia, and San Juan, Puerto Rico. More than twenty kilos of narcotics, about $70,000, and 150 firearms were also seized. Of the 1,133 arrested, 1,001 were charged with criminal offenses, and 132 were arrested for", "doc_score": "81.23784637451172", "publish_date": "2018/12/31"}, {"doc_id": "19285390", "text": "Timeline of the occupation of the Malheur National Wildlife Refuge / (OPB) put the number of the militants at the MNWR at \"between six and 12.\" In a statement posted to the Facebook page of the 3 Percenters of Idaho (one of the militias identified by media as involved in the takeover), the group disclaimed involvement, stating that the seizure was \"carried out by a small group of persons who chose to carry out this takeover after the rally.\" The Harney County Sheriff's Office initially reported that the Oregon State Police (OSP) was \"handling the incident.\" At the same time, a spokesperson for the Federal Bureau of Investigation (FBI) said the", "doc_score": "78.1264419555664", "publish_date": "2018/12/31"}, {"doc_id": "19246535", "text": "Occupation of the Malheur National Wildlife Refuge / holding accountable the occupiers who were involved. He said there were \"maybe a couple of hundred\" FBI agents in Harney County plus dozens of state and local law enforcement officers during the refuge takeover. Prosecutors indicated that nine informants had been engaged at the refuge occupation, for periods of two hours to 23 days, and that none were involved at the initial occupation. Some had carried weapons. A California blogger, Gary Hunt, said he received a thumb drive and documents that contained the names of the nine informants who had been at the Refuge, and six others in the case", "doc_score": "76.59149169921875", "publish_date": "2018/12/31"}, {"doc_id": "16549378", "text": "Backpage / On April 9, 2018, the US Department of Justice's indictment against Backpage was unsealed. The 93 charges include, but are not limited to, \"Crimes of conspiracy to facilitate prostitution using a facility in interstate or foreign commerce, facilitating prostitution using a facility in interstate or foreign commerce, conspiracy to commit money laundering, concealment money laundering, international promotional money laundering, and transactional money laundering.\" According to prosecutors, the seven people charged in the indictment are: Michael Lacey of Paradise Valley, Arizona; James Larkin of Paradise Valley, Arizona; Scott Spear of Scottsdale, Arizona; John E. \"Jed\" Brunst of Phoenix, Arizona; Daniel Hyer", "doc_score": "77.68040466308594", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_9", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "3020422", "text": "Days of the New / had begun. In 2014, the original lineup of Days of the New announced they had reunited, and were planning a summer tour. The summer tour was titled 'Full Circle', as it was the first time in more than a decade that all four original members of the band had played together. On May 30, 2014, through their official Facebook page, Days of the New officially announced plans to release an EP with new material in the fall of 2014. Following a cancelled date in Columbia, Missouri, the band abruptly ended their set in St. Louis on September 6 due to", "doc_score": "80.33853912353516", "publish_date": "2018/12/31"}, {"doc_id": "5497477", "text": "As Cities Burn / and cancelled remaining performances, with apologies to ticket-holders. On December 6, 2017, the band announced a tour with Emery via their Facebook page, along with the message \"WE ARE BACK\". On July 31, 2018, it was announced that As Cities Burn would join Silverstein for their 15-year anniversary tour of their album, When Broken Is Easily Fixed, with Hawthorne Heights and Capstan from November 9 – December 15, 2018. On November 8, 2018, the band released their first single in three years, \"2020 AD\", and announced that they signed to Equal Vision Records. Former Studio albums EPs As Cities Burn", "doc_score": "78.58487701416016", "publish_date": "2018/12/31"}, {"doc_id": "2917496", "text": "Foo Fighters / singer, with the video ending \"For the millionth time, we're not breaking up. And nobody's going fucking solo!\" In May 2016, Shiflett stated that the band still had no particular plans for reforming, but assured that it would happen eventually. Grohl announced that the band would spend much of 2017 recording their ninth studio album. On June 1, 2017, their new single \"Run\" was released. \"Run\" topped the US \"Billboard\" Mainstream Rock Songs chart the following month. With the new album release, the Foo Fighters also confirmed that touring keyboardist Rami Jaffee is officially the sixth member of the group.", "doc_score": "79.92422485351562", "publish_date": "2018/12/31"}, {"doc_id": "3020412", "text": "Days of the New / from the group. He also said that they were disappointed by this decision but that he thought they would remain friends. An Outpost spokesperson, however, claimed that \"Travis just talks\" and that nothing was official. Before they could fulfill club touring duties with Finger Eleven and Flight 16 in December, without citing reason, Meeks canceled in early November. Various explanations were given by band members and a label spokesperson including poor tour scheduling, band fighting, and even Meeks being physically ill. It was finally confirmed in February 1999 that the band indeed split up. Todd Whitener, Matt Taul, and Jesse", "doc_score": "78.76427459716797", "publish_date": "2018/12/31"}, {"doc_id": "1924169", "text": "Thursday (band) / rumors saying that their communication was minimal in the five years since disbanding and they were \"just finally mending some fences and healing some old wounds.\" Thursday's former booking agent began encouraging them to reunite the band with the freedom to do whatever they wanted and without the pressure of having to write a new album. Two months later, Thursday announced they would reunite for Atlanta, Georgia's Wrecking Ball music festival in August 2016. In a statement about the reunion show, Rickly said: \"Five years ago, we found it necessary to end Thursday for reasons beyond our control. Earlier this", "doc_score": "77.92931365966797", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_10", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "4226419", "text": "Booker T. Washington National Monument / Booker T. Washington National Monument The Booker T. Washington National Monument is a National Monument near Hardy, Franklin County, Virginia. It preserves portions of the 207-acre (0.90 km²) tobacco farm on which educator and leader Booker T. Washington was born into slavery on April 5, 1856. It provides interpretation of Washington's life and achievements, as well as interpretation of 1850s slavery and farming through the use of buildings, gardens, crafts and animals. Congress authorized the Booker T. Washington Memorial half dollar to fund the purchase of the site. This commemorative half dollar was the first US coin to feature an", "doc_score": "82.57964324951172", "publish_date": "2018/12/31"}, {"doc_id": "19943196", "text": "Reconstruction Era National Monument / designation. The Reconstruction Era National Monument, created in the final days of President Obama's term, was established on the same day as two National Monuments honoring the American civil rights movement: the Freedom Riders National Monument and the Birmingham Civil Rights National Monument. Obama created the monuments using his executive authority under the Antiquities Act, which confers upon the president the unilateral authority to create most national monuments. A public dedication ceremony was held in March 2017. The monument's dedication was also celebrated at that year's annual Original Gullah Festival. The monument includes four locations in and near Beaufort, South", "doc_score": "79.95809173583984", "publish_date": "2018/12/31"}, {"doc_id": "19719820", "text": "President Lincoln and Soldiers’ Home National Monument / Summer White House for Presidents Rutherford B. Hayes (1877–1881) and Chester A. Arthur (1881–1885). The historic Cottage, built in the Gothic revival style, was constructed from 1842 to 1843 as the home of George Washington Riggs, who went on to establish the Riggs National Bank in Washington, D.C. Lincoln lived in the cottage June to November 1862 through 1864 and during the first summer living there, Lincoln drafted the preliminary draft of the Emancipation Proclamation. Mary Todd Lincoln fondly recalled the campus; in 1865, she wrote, \"How dearly I loved the Soldiers' Home.\" Poet Walt Whitman, who was living on", "doc_score": "78.84564971923828", "publish_date": "2018/12/31"}, {"doc_id": "19943192", "text": "Reconstruction Era National Monument / Reconstruction Era National Monument The Reconstruction Era National Monument is a United States National Monument in Beaufort County, South Carolina established by President Barack Obama in January 2017 to preserve and commemorate activities during the Reconstruction Era that followed the American Civil War. The monument is the first U.S. National Monument dedicated to the Reconstruction Era. It is administered by the National Park Service. The campaign to create a Reconstruction Era National Monument spanned fifteen years, beginning in the final days of the Bill Clinton administration, when outgoing Interior Secretary Bruce Babbitt visited the Beaufort area, accompanied by historian Eric", "doc_score": "82.26297760009766", "publish_date": "2018/12/31"}, {"doc_id": "19943197", "text": "Reconstruction Era National Monument / Carolina. The Beaufort area came under the control of the Union Army in November 1861. As a result, it was one of the first places in the United States where emancipated slaves \"voted, bought property and created churches, schools and businesses.\" The four sites that are part of the monument are: Reconstruction Era National Monument The Reconstruction Era National Monument is a United States National Monument in Beaufort County, South Carolina established by President Barack Obama in January 2017 to preserve and commemorate activities during the Reconstruction Era that followed the American Civil War. The monument is the first U.S.", "doc_score": "81.10152435302734", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_11", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "2906723", "text": "Wes Ferrell / ERA on June 1, and was named to the inaugural Major League Baseball All-Star Game representing the American League. He was not called upon to play in the game, but his brother Rick was also selected to the team, and played the entire game. As the season progressed, however, his performance began to diminish. From July until the end of the season, he was largely inneffective as a pitcher, and his availability became infrequent. In response, his manager, Roger Peckinpaugh, tried playing him in left field. The experiment was deemed a failure due to Ferrell's lack of fielding skills. He", "doc_score": "77.90148162841797", "publish_date": "2018/12/31"}, {"doc_id": "8401396", "text": "Randy Velarde / the year after Velarde left and lost the World Series the season he returned, while winning four championships while he was away. Velarde rejoined the Oakland Athletics for the season before retiring. Velarde was one of several former Yankees players named on the Mitchell Report, which was released on December 13, 2007. Through his lawyer, he admitted that he had used \"the cream\" and \"the clear\", both of which were supplied to him by Greg Anderson. Velarde later testified in the Barry Bonds perjury case, stating that he purchased performance-enhancing drugs from and was injected with human growth hormone by", "doc_score": "79.74104309082031", "publish_date": "2018/12/31"}, {"doc_id": "15167966", "text": "Alex Cobb / of Kansas City Royals first baseman Eric Hosmer on June 15, 2013. Cobb left the field on a stretcher, and was transported to Bayfront Medical Center in St. Petersburg, Florida. It was reported that Cobb suffered a mild concussion and had a cut on his right ear, while all other scans and tests came back normal, and he would be released the next day. Cobb would miss two months, making his return on August 15. In 22 starts of 2013, Cobb finished the year 11-3 with a 2.76 ERA. One year later, Cobb endorsed a product designed to help protect", "doc_score": "77.97888946533203", "publish_date": "2018/12/31"}, {"doc_id": "17500376", "text": "Jared Remy / shifts, guarding gates and searching the bags of guests who toured the park. He also served on the 2004 World Series Trophy's security detail during its travels around New England. In 2007, Remy and another security guard, Nicholas Alex Cyr, were reprimanded for taking boxes of World Series jackets. In July 2008, the Massachusetts State Police confiscated a vial of Anadrol from Cyr's car. He told police that he had purchased the steroids from Remy. Remy denied being the supplier, but acknowledged being a steroid user. Both men were suspended and questioned about whether the drug was being used by", "doc_score": "80.60693359375", "publish_date": "2018/12/31"}, {"doc_id": "11175368", "text": "BALCO scandal / because McGwire was a suspected \"juicer\" and the Giants’ slugger wanted to prove that he could compete on a level equal to or exceeding that of McGwire. Prior to the scandal, every major sport except baseball had a policy against steroids. As a result of the BALCO bust, Major League Baseball commissioner Bud Selig instituted a written, league-wide policy. The first time a player fails a test for steroids, he is subject to a 50-game (about 1/3 of a regular season) suspension. For the second offense, the penalty is a 100 (about 2/3 of a regular season) game suspension. Finally,", "doc_score": "81.97391510009766", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_12", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "656344", "text": "Fast food restaurant / is known as one of the leading causes of death in the U.S. In a recent study, it was found that 11 out of 25 restaurants failed after tests on the use of antibiotics as well. Antibiotic-resistant infections affect at least 2 million Americans each year, which will leave at least 23,000 of those people to die. Fast food outlets have become popular with consumers for several reasons. One is that through economies of scale in purchasing and producing food, these companies can deliver food to consumers at a very low cost. In addition, although some people dislike fast food", "doc_score": "83.31328582763672", "publish_date": "2018/12/31"}, {"doc_id": "2275344", "text": "Fast food / Europe). In the United States, consumers spent $160 billion on fast food in 2012 (up from $6 billion in 1970). In total the US restaurant industry had projected sales of $660.5 billion in 2013. Fast food has been losing market share to fast casual dining restaurants, which offer more robust and expensive cuisines. Due to this competition, fast food giants have seen dramatic drops in their sales. While overall fast food sales have fallen, the number of Americans who eat in these restaurants \"once a month or 'a few times a year'\" has risen. In contrast to the rest of", "doc_score": "83.94819641113281", "publish_date": "2018/12/31"}, {"doc_id": "13724769", "text": "Fast casual restaurant / Fast casual restaurant A fast casual restaurant, found primarily in the United States, does not offer full table service, but advertises higher quality food than fast food restaurants, with fewer frozen or processed ingredients. It is an intermediate concept between fast food and casual dining, and usually priced accordingly. The category is exemplified by chains such as Chipotle, Shake Shack, Boston Market, Bruegger's, Captain D's, Culver's, Dig Inn, Newk's Eatery, Noodles & Co., Panera Bread, Pizza Ranch, Pollo Tropical, Smashburger and Vapiano. The concept originated in the United States in the early 1990s, but did not become mainstream until the", "doc_score": "83.65428924560547", "publish_date": "2018/12/31"}, {"doc_id": "656352", "text": "Fast food restaurant / progress, and well-ordered openness of Western society and they therefore become trendy attractions in many cities around the world, particularly among younger people with more varied tastes. Over time, fast food restaurants have been growing rapidly, especially in urban neighborhoods. According to US research, low-income and predominantly African-American neighborhoods have greater exposure to fast food outlets than higher income and predominantly white areas. This has put into question whether urbanized neighborhoods were targeted, which causes a more unhealthy group of people compared to people from a higher socioeconomic status. It has also been shown that there is a lower chance", "doc_score": "85.1579360961914", "publish_date": "2018/12/31"}, {"doc_id": "2275331", "text": "Fast food / model of low wages, non-existent benefits, and limited work hours costs taxpayers an average of nearly $7 billion every year\". They claim this funding allows these workers to \"afford health care, food, and other basic necessities\" Fast food outlets are \"take-away\" or \"take-out\" providers that promise quick service. Such fast food outlets often come with a \"drive-through\" service that lets customers order and pick up food from their vehicles. Others have indoor or outdoor seating areas where customers can eat on-site. In recent times, the boom in IT services has allowed customers to order food from their homes through their", "doc_score": "83.11750793457031", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_13", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "8152932", "text": "Colleen Carlton / while drowning were ludicrous. Janet Di Lauro, from \"Soap Opera Weekly\", criticized the plot twist and said the \"mere thought of the Abbott family donating Colleen's heart to Victor is enough to melt the brain of even the most casual fan.\" Di Lauro considered the performances of Christel Khalil (Lily), Peter Bergman (Jack) and Beth Maitland (Traci) as the only positive element of the story. She said the scenes where Lily said goodbye to Colleen \"was one of the most touching scenes to air during Colleen's last days. It was uplifting to see the ailing Lily keep her composure and", "doc_score": "72.32135772705078", "publish_date": "2018/12/31"}, {"doc_id": "1436666", "text": "Angela Lansbury / November 2015 was awarded the Oscar Hammerstein Award for Lifetime Achievement in Musical Theatre. On June 2, 2016, it was officially announced that Lansbury would return to Broadway in the 2017–18 season in a revival of Enid Bagnold's 1955 play \"The Chalk Garden\". The play will be produced by Scott Rudin at a theatre to-be-announced. However, in an interview published on September 20, 2016, Lansbury stated that she will not be performing in \"The Chalk Garden\", stating, in part: \"At my time of life, I've decided that I want to be with family more and being alone in New York", "doc_score": "73.22667694091797", "publish_date": "2018/12/31"}, {"doc_id": "5655892", "text": "Angela Bettis / County, Texas, to Mary Lynn (née Guthrie) and Richard Joseph Bettis, twin sister of Joseph \"Joe\" Edward Bettis, and graduated from Westlake High School. Her debut role was a lead in the romantic tragedy, \"Sparrow\", directed by Franco Zeffirelli, at the age of 18. After that film, she attended The American Musical and Dramatic Academy. She later went on to star in a film called \"The Last Best Sunday\", before supporting Winona Ryder in \"Girl, Interrupted\" and Kim Basinger in \"Bless the Child\". In 2002, she starred as Abigail Williams in a production of \"The Crucible\" on Broadway alongside Laura", "doc_score": "72.4313735961914", "publish_date": "2018/12/31"}, {"doc_id": "6151419", "text": "Autumn Reeser / movies as \"Midnight Masquerade\" (October 2014), \"I Do, I Do, I Do\" (February 2015), \"A Country Wedding\" (June 2015), \"Valentine Ever After\" (February 2016), \"A Bramble House Christmas\" (November 2017), etc. She appeared in Clint Eastwood's biopic \"Sully\", released in September 2016 and starring Tom Hanks. In 2017, she was Jean-Claude Van Damme's leading lady in the action-thriller \"Kill 'Em All\". She also starred in the western thriller \"Valley of Bones\", where she portrayed a paleontologist (September 2017). In 2018, she headlines \"La Llorona\", an horror thriller film based on a Mexican legend, due to be released theatrically in 2019.", "doc_score": "72.03707122802734", "publish_date": "2018/12/31"}, {"doc_id": "1436677", "text": "Angela Lansbury / to be given that nod of approval by your own country and I really cherish it.\" Lansbury did not win any of the 18 Emmy Awards (17 of them Primetime Emmy Awards) for which she was nominated over a 33-year period; as of 2009, she held the record for the most Emmy losses by a performer. She has been nominated three times for the Academy Award for Best Supporting Actress but has never won; reflecting on this in 2007, she stated that she was at first \"terribly disappointed, but subsequently very glad that [she] did not win\", because she believes", "doc_score": "74.15572357177734", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_14", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "8084948", "text": "Katie Daryl / including the best guitar intros, Vietnam-era anthems and more. The series premiered with six episodes on Feb. 11, 2018 and returned on July 1, 2018 with a second cycle of new episodes. Katie is married to Amy Adams' brother Eddie. Katie Daryl Katie Daryl is an American television host and producer, best known for her work on the Hollywood gossip show TMZ and currently the host and executive producer of the AXS TV music count-down series \"The Top Ten Revealed\". Katie started her broadcasting career as a part-time radio DJ at the age of 15. While attending Arizona State University,", "doc_score": "76.4405517578125", "publish_date": "2018/12/31"}, {"doc_id": "3554424", "text": "The Wallflowers / band to pursue other projects. The band quickly got former Red Hot Chili Peppers and Pearl Jam drummer Jack Irons to join the band. Irons was previously involved in a side project with Wallflowers bassist Richling. On January 20, 2012, the Wallflowers began recording their sixth studio album, \"Glad All Over\" at the Black Keys' Dan Auerbach's Easy Eye studio in Nashville. Jay Joyce, who had played guitar on the Wallflowers' \"Bringing Down the Horse\" agreed to produce the album. Before going to the studio, the band had decided have a more collaborative writing process than they had in the", "doc_score": "75.20625305175781", "publish_date": "2018/12/31"}, {"doc_id": "18760076", "text": "From Ashes to New / their new drummer. The band began looking for a new lead singer through social media websites. After a series of auditions submitted by fans, Danny Case was revealed and chosen as the new lead singer on July 13, 2017. On February 1, 2018, \"Crazy\" was released and was their first single from their second album \"The Future\", the album was released on April 20, 2018. The album debuted at number 163 on the \"Billboard\" 200 chart. From Ashes to New has been described as rap metal, nu metal rap rock and alternative metal. From Ashes to New's music features elements", "doc_score": "76.95071411132812", "publish_date": "2018/12/31"}, {"doc_id": "2364951", "text": "Cast (band) / on 21 April 2017. Noel Gallagher of Oasis described watching the band live as being like a \"religious experience\" and they were labelled \"The Who of the 90's\". It has been suggested that the name \"Cast\" was taken from the final word on The La's eponymous album (the song \"Looking Glass\" ends with the repeated line \"The change is cast\"); John Power has since confirmed this to be true, despite previously playing the link down to coincidence. John Power was previously the bass player, backing vocalist and only constant member along with Lee Mavers in The La's. He left the", "doc_score": "76.16437530517578", "publish_date": "2018/12/31"}, {"doc_id": "3728031", "text": "Last Call with Carson Daly / retaining the lineup of Leno, \"Tonight\" and Fallon. NBC chairman Jeff Gaspin told \"ABC News\" he expected Daly to stay with the network \"in some fashion\", but did not elaborate. On January 9, after the lineup changes were first rumored in the press, Daly made an unannounced stop on \"Jimmy Kimmel Live!\", appearing from the crowd during an audience Q&A session with Kimmel. Daly jokingly asked, \"What will happen to my show?\" Referencing the contestant elimination process on the show \"Survivor\", Kimmel responded, \"As long as you have your immunity idol, I think you're safe.\" Daly then asked, \"Can I", "doc_score": "75.80658721923828", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_15", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "10313427", "text": "Mark Massara / Mark Massara Mark Massara is an American surfer, attorney, and environmental conservationist. He first gained a reputation in the surfing and environmental communities when he won a $5.6 million Clean Water Act violation, the second largest ever collected. Since that case, he has assisted nonprofit organizations, including Surfrider Foundation and Sierra Club, government agencies, and private sector enterprises in several high-profile coastal and ocean protection, restoration, education and development campaigns that highlight and achieve coastal conservation and amenities for wildlife and future generations. In 2010, Massara became General Counsel and Vice President of Social Responsibility at O'Neill Wetsuits, the oldest", "doc_score": "82.25787353515625", "publish_date": "2018/12/31"}, {"doc_id": "17746049", "text": "John Eddie Williams / case eventually resulted in a $17.3 billion settlement, at that point the largest legal settlement in American history. In 2000, Williams represented the family of a worker who had been killed in a June 1999 explosion at the Phillips Petroleum Co. chemical plant in Houston, Texas. The jury in the case eventually decided to grant the family $117 million in damages. Williams has been involved in some of the largest pharmaceutical injury verdicts and settlements in the United States in recent years, as well as litigation for victims of asbestos exposure and mesothelioma. In recognition of his success in the", "doc_score": "80.82904815673828", "publish_date": "2018/12/31"}, {"doc_id": "17034716", "text": "Sandy Hook Elementary School shooting conspiracy theories / On February 20, 2017, the Newtown School Board wrote to President Trump and urged him to recognize the murders of 26 people at Sandy Hook and to \"remove your support from anyone who continues to insist that the tragedy was staged or not real.\" Trump did not respond to the letter. On April 16, 2018, parents of two of the victims of the shooting sued Alex Jones for $1 million. James Tracy, a former professor at Florida Atlantic University who taught a course on conspiracy theories, has suggested the shooting either did not actually occur or occurred very differently than", "doc_score": "81.60343170166016", "publish_date": "2018/12/31"}, {"doc_id": "17034718", "text": "Sandy Hook Elementary School shooting conspiracy theories / suggesting that Cooper wanted to bring him and his family members harm by identifying him in a prior broadcast. The university fired Tracy on January 5, 2016, citing his refusal to file required paperwork related to outside employment for several years. While Tracy has since withdrawn some of his suggestions, conceding that real deaths occurred in the shooting, other sources have continued to claim that the entire event was a hoax. A video similarly questioning official accounts of the shooting received several million views on YouTube within a week of its posting, although the video has since been modified to", "doc_score": "82.89546966552734", "publish_date": "2018/12/31"}, {"doc_id": "2268278", "text": "Alex Jones / headlines review. On October 2, 2017, Jones claimed that Democrats and communists were plotting imminent \"white genocide\" attacks. His reporting and public views on the topic have received support and coverage from white nationalist publications and groups, such as AltRight.com and the New Zealand National Front. Jones has been the center of many controversies. He has accused the United States government of being involved in the Oklahoma City bombing and the September 11 attacks, as well as claiming that two school shootings were \"false flag\" operations. In 2009, Jones claimed that a convicted con man's scheme to take over a", "doc_score": "83.56346893310547", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_16", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "12733631", "text": "Ben McAdoo / Ben McAdoo Benjamin Lee McAdoo (born July 9, 1977) is an American football coach. He was head coach of the New York Giants in 2016 and 2017, after serving as offensive coordinator the previous two years under former head coach Tom Coughlin. He was fired on December 4, 2017, following a 2–10 start, along with benching longtime starting quarterback Eli Manning; his 28 regular season games were the fewest by a Giants coach since 1930. Prior to working for the Giants, McAdoo served as an assistant coach for several college football teams, as well as for the New Orleans Saints,", "doc_score": "86.55592346191406", "publish_date": "2018/12/31"}, {"doc_id": "4328004", "text": "Gregg Williams / Gregg Williams Gregg Williams (born July 15, 1958) is an American football coach who is the interim head coach and defensive coordinator for the Cleveland Browns of the National Football League (NFL). Previously, he was head coach of the Buffalo Bills, and defensive coordinator of the New Orleans Saints which won Super Bowl XLIV. Williams is known for running aggressive, attacking 4–3 schemes that put heavy pressure on opposing quarterbacks and for his key role in the New Orleans Saints bounty scandal. In March 2012, Williams was suspended from the NFL as a result of his admitted involvement in the", "doc_score": "86.74918365478516", "publish_date": "2018/12/31"}, {"doc_id": "12733638", "text": "Ben McAdoo / McAdoo has served: Ben McAdoo Benjamin Lee McAdoo (born July 9, 1977) is an American football coach. He was head coach of the New York Giants in 2016 and 2017, after serving as offensive coordinator the previous two years under former head coach Tom Coughlin. He was fired on December 4, 2017, following a 2–10 start, along with benching longtime starting quarterback Eli Manning; his 28 regular season games were the fewest by a Giants coach since 1930. Prior to working for the Giants, McAdoo served as an assistant coach for several college football teams, as well as for the", "doc_score": "85.99057006835938", "publish_date": "2018/12/31"}, {"doc_id": "9790197", "text": "Joe Philbin / Joe Philbin Joseph Lombardi Philbin (born July 2, 1961) is an American football coach who is the interim head coach for the Green Bay Packers of the National Football League (NFL). He was the head coach of the Miami Dolphins, a position he held from 2012 to 2015. Philbin was also the offensive coordinator of the Packers from 2007 to 2011, helping them win Super Bowl XLV over the Pittsburgh Steelers. Philbin was born in Springfield, Massachusetts to Paul and Mary Philbin. He attended Longmeadow High School and did a post-grad year at Worcester Academy. He graduated from Washington &", "doc_score": "84.75077056884766", "publish_date": "2018/12/31"}, {"doc_id": "13442994", "text": "Sean McVay / Sean McVay Sean McVay (born January 24, 1986) is an American football coach who is the head coach of the Los Angeles Rams of the National Football League (NFL). Upon his hiring in 2017 at the age of 30, he became the youngest head coach in modern NFL history. He was the offensive coordinator of the Washington Redskins from 2014 to 2016. He was named the AP NFL Coach of the Year in his first year of coaching, becoming the youngest person ever to win the award. Sean McVay was born in Dayton, Ohio, the son of Tim and Cindy", "doc_score": "85.48883056640625", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_17", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "20876057", "text": "Tantalus Labs / Columbia. August 17, 2018, the company announced it had received its sales license from Health Canada, allowing it to begin on-boarding patients and ship cannabis products. Their five initial strains, dubbed the \"Tantalus Range\", span three product categories which allude to cannabinoid content, ranging from high THC, Balanced, to high CBD, vs. the traditional classification of Indica and Sativa. Its commitment to technology and sustainability earned Tantalus Labs the moniker “the Tesla of cannabis” by prominent Canadian angel investor Shafin Diamond. September 12, 2018, Tantalus Labs launched Tantalus Prime, its e-commerce membership program that provides door-to-door delivery directly from SunLab", "doc_score": "83.26415252685547", "publish_date": "2018/12/31"}, {"doc_id": "3610041", "text": "Elon Musk / Kingdom. The lawsuit contends that \"Musk embarked on a PR campaign to destroy [the diver]'s reputation by publishing false and heinous accusations of criminality against him to the public\", and seeks upwards of in damages. Musk first mentioned Teslaquila in an April Fools tweet in 2018. The proposed Tesla-branded tequila become closer to a reality in October 2018 as Tesla filed an 'intent to use' trademark application with the U.S. Patent and Trademark Office. The trademark is for distilled agave liquor. Musk reaffirmed his intention to release the product with a tweet, featuring a mockup of the bottle, on October", "doc_score": "83.98079681396484", "publish_date": "2018/12/31"}, {"doc_id": "17858256", "text": "Cortica / companies. Cortica is researching to develop a machine-learning driving system which can identify objects and pedestrians. Connecting to it, Elon Musk has been rumored to partner with Cortica for his electric car company, Tesla. However, Tesla denies it stating that Musk did not discuss a collaboration with artificial intelligence firm Cortica. Cortica raised $7 million in its Series A funding round, announced in August 2012. Investors included Horizons Ventures (the investment firm of Hong Kong billionaire Li Ka-Shing), and Ynon Kreiz, the former chairman and CEO of the Endemol Group. In May 2013, it was announced that Cortica had raised", "doc_score": "81.48357391357422", "publish_date": "2018/12/31"}, {"doc_id": "18110689", "text": "Xyrena / Xyrena Xyrena is a Los Angeles perfumery specializing in cruelty-free and vegan products certified by PETA, Leaping Bunny, and Vegan Awareness Foundation. Xyrena describes itself as \"a defiant cosmetics startup that includes the world's first celebrity-partnered on-demand perfumery.\" Xyrena only releases fragrances in water-free Extrait de Parfum form and Vibe Spray™, a water-based body and room spray. Founder Killian Wells coined the name \"Xyrena\" as a compound of two terms: XY for male and female chromosomes (echoed by the brand's unisex fragrances and cosmetics) and RENA, from the Latin word renascor, which means \"to be renewed or reborn.\" The name", "doc_score": "82.02375030517578", "publish_date": "2018/12/31"}, {"doc_id": "6686270", "text": "Helen of Troy Limited / new Federal Legislation tightening the rules on inversion, which are colloquially known as the \"Helen of Troy Rules.\" In June 2004, the company paid $273.2 million for OXO International, a New York designer and maker of household tools. In January 2011, the Company announced it has completed the acquisition of Kaz, Inc. for $271.5 million. Kaz provides health care and home environment consumer solutions including body thermometers, humidifiers, fans, and other products primarily under the Vicks, Braun and Honeywell brands, as well as products under owned brands like Stinger, Softheat, and Kaz. In January 2012, Kaz acquired the PUR water", "doc_score": "78.71873474121094", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_18", "search_time": "2022/10/14/23:36", "search_result": [{"doc_id": "4649113", "text": "Texas Pete / introduced the \"Cha!\" Sriracha sauce with the marketing slogan \"Embrace your \"Cha!ddiction.\" Sabor! by Texas Pete was released in 2016 as their Mexican style hot sauce. In 2015, the TW Garner Food Company discontinued production of its Texas Pete Chili Sauce for hot dogs and hamburgers. Texas Pete hot sauce was introduced in 1929 by Sam Garner, operator of the Dixie Pig barbecue stand in Winston-Salem, North Carolina. Customers asked for a spicier sauce, and the Garners concocted one with cayenne peppers. Developing a product name, a marketing adviser suggested \"Mexican Joe\" to connote the spicy cuisine of Mexico. However,", "doc_score": "81.95492553710938", "publish_date": "2018/12/31"}, {"doc_id": "15989297", "text": "Chickie's & Pete's / against Crabby Fries in Kill Devil Hills, North Carolina. Other restaurants, including Sidecar Bar & Grille in Philadelphia and another restaurant in Maryland, have voluntarily removed the offending terms rather than face a lawsuit. Not every restaurant has agreed to discontinue their usage of this phrase. Crabby Fries is fighting the lawsuit threat by noting that they are 400 miles from Chickie's & Pete's primary market, and arguing that the terms 'crab' and 'fries' are too generic to be trademarked. In August 2012, during an out of court settlement through a mediator, Crabby Fries agreed to take \"crabby fries” off", "doc_score": "82.32384490966797", "publish_date": "2018/12/31"}, {"doc_id": "6810167", "text": "Boiron / Oscillococcinum. \"One petition complains that Boiron’s packaging for Oscillococcinum lists the alleged active ingredient – duck liver and heart – in Latin only. Another petition complains that Boiron’s web ad for this product implies that it has received FDA approval.\" Ronald Lindsay, CFI and CSI president and chief executive officer, contends, \"If Boiron is going to sell snake oil, the least they can do is use English on their labels.” A class action against Boiron, filed in 2011 on behalf of \"all California residents who purchased Oscillo at any time within the past four years\", charged that Boiron \"falsely advertises", "doc_score": "81.35874938964844", "publish_date": "2018/12/31"}, {"doc_id": "1833560", "text": "Gore-Tex / secret and as such, it had remained unpublished. In the 1970s Garlock, Inc. allegedly infringed Gore's patents by using Cropper's machine and was sued by Gore in the Federal District Court of Ohio. The District Court held Gore's product and process patents to be invalid after a \"bitterly contested case\" that \"involved over two years of discovery, five weeks of trial, the testimony of 35 witnesses (19 live, 16 by deposition), and over 300 exhibits\" (quoting the Federal Circuit). On appeal, however, the Federal Circuit disagreed in the famous case of \"Gore v. Garlock\", reversing the lower court's decision on", "doc_score": "82.08281707763672", "publish_date": "2018/12/31"}, {"doc_id": "13779942", "text": "Magnolia (brand) / Gold Label brand and its line of butter, margarine and cheese to the US under the Magnolia brand. In a decision dated August 27, 2015, the Ninth Circuit U.S. Court of Appeals denied the appeal filed by Ramar on the March 2013 judgment of the U.S. District Court for the Central District of California in favor of SMC regarding the use of the Magnolia brand on its butter, margarine and cheese products. Additionally, the Court of Appeals had reversed the injunction issued by the District Court that prevented SMC from using the Magnolia brand for new Magnolia food products in", "doc_score": "81.45089721679688", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_19", "search_time": "2022/10/14/23:37", "search_result": [{"doc_id": "17338954", "text": "Max (dog) / organization was purported to have approved a claim made by Janelle DeRouen for Max to be recognized as the World's Oldest Dog. However, just three days later, on May 18, Max died of a Tonic–clonic seizure. Max (dog) Max (9 August 1983 – 18 May 2013) was a beagle, dachshund and terrier mix whose owner claimed that he had lived 29 years and 282 days. His owner, Janelle Derouen, adopted him from a Louisiana sugar cane farmer in 1983. In August 2009, \"The Telegraph\" reported that Max had veterinary records proving his age and that at 29 he was the", "doc_score": "84.44053649902344", "publish_date": "2018/12/31"}, {"doc_id": "13746270", "text": "Gibson (dog) / Gibson (dog) Gibson (April 26, 2002 – August 7, 2009) was a Harlequin Great Dane living in Grass Valley, California, United States recognized by the Guinness Book of World Records as the \"World's Tallest Dog\" in 2004, displacing \"Harvey\", the previous record holder. While his owner Sandy Hall claims Gibson was tall measured from the ground to the top of his withers and weighs. the official report of the Guinness World Records state that Gibson was tall. Gibson was a certified therapy dog and appeared, wearing his trademark bandanna, on several television shows including \"The Tonight Show\", \"The Oprah", "doc_score": "82.08524322509766", "publish_date": "2018/12/31"}, {"doc_id": "10559919", "text": "Hypnodog / went missing while appearing at the Edinburgh Fringe in Scotland. Oscar is also familiar to many students of English as a second language, as materials about Oscar and his act are featured in the Oxford University Press English language course. In 2001, after 12 years performing, Oscar's eyesight failed and he was no longer able to hold the penetrating stare necessary for stage hypnosis. Open auditions were held at the Weymouth Pavilion for a replacement dog; the eventual replacement chosen was Milo, a three-year-old German Shepherd-Rottweiler crossbreed. However, Lennon later worked with Murphy, one of Oscar's sons. Lennon and the", "doc_score": "83.380126953125", "publish_date": "2018/12/31"}, {"doc_id": "13934668", "text": "Otto (dog) / an investigation of each case announced the new world's oldest dog on 26 October 2009. Otto was presented with the certificate whilst filming the 4 November 2009 edition of \"The Paul O'Grady Show\" in the UK which was covering the subject of elderly dogs. Otto (dog) Otto (14 February 1989 – 14 January 2010), also known as Otto Jones, was a male dachshund-terrier cross who, from October 2009 at 20 years and 8 months, was said at the time to hold the \"Guinness World Record\" as the world's oldest living dog until his death in January 2010. Lynn Jones of", "doc_score": "82.91015625", "publish_date": "2018/12/31"}, {"doc_id": "17693491", "text": "Toby Rimes / was mentioned in the Guinness Book of Pet Records. \"The richest dog on record was a standard poodle named 'Toby', who was left the modern equivalent of £15 million in the will of his eccentric American owner, Miss Ella Wendel, who died in New York in 1931.\" Since then Toby was listed in multiple Guinness books as the \"richest dog.\" When the real Tobey died in 1933, his obituary was published in the New York Times under the headline \"ELLA WENDEL'S DOG DIES AT OLD HOME; Tobey, Last of Long Line, Had Exclusive Play Rights in Valuable 5th Av. Yard.", "doc_score": "83.1102523803711", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_20", "search_time": "2022/10/14/23:37", "search_result": [{"doc_id": "6151419", "text": "Autumn Reeser / movies as \"Midnight Masquerade\" (October 2014), \"I Do, I Do, I Do\" (February 2015), \"A Country Wedding\" (June 2015), \"Valentine Ever After\" (February 2016), \"A Bramble House Christmas\" (November 2017), etc. She appeared in Clint Eastwood's biopic \"Sully\", released in September 2016 and starring Tom Hanks. In 2017, she was Jean-Claude Van Damme's leading lady in the action-thriller \"Kill 'Em All\". She also starred in the western thriller \"Valley of Bones\", where she portrayed a paleontologist (September 2017). In 2018, she headlines \"La Llorona\", an horror thriller film based on a Mexican legend, due to be released theatrically in 2019.", "doc_score": "78.62751770019531", "publish_date": "2018/12/31"}, {"doc_id": "1785345", "text": "Anjelica Huston / Anjelica Huston Anjelica Huston (; born July 8, 1951) is an American actress, director, producer, author, and former fashion model. Huston became the third generation of her family to receive an Academy Award, when she won Best Supporting Actress for her performance in 1985's \"Prizzi's Honor\", joining her father, director John Huston, and grandfather, actor Walter Huston. She received further Academy Award nominations for her performances in \"Enemies: A Love Story\" (1989) and \"The Grifters\" (1990), for Best Supporting Actress and Best Actress, respectively. Huston earned BAFTA nominations for her work in two Woody Allen films: \"Crimes and Misdemeanors\" (1989)", "doc_score": "78.21562957763672", "publish_date": "2018/12/31"}, {"doc_id": "5655892", "text": "Angela Bettis / County, Texas, to Mary Lynn (née Guthrie) and Richard Joseph Bettis, twin sister of Joseph \"Joe\" Edward Bettis, and graduated from Westlake High School. Her debut role was a lead in the romantic tragedy, \"Sparrow\", directed by Franco Zeffirelli, at the age of 18. After that film, she attended The American Musical and Dramatic Academy. She later went on to star in a film called \"The Last Best Sunday\", before supporting Winona Ryder in \"Girl, Interrupted\" and Kim Basinger in \"Bless the Child\". In 2002, she starred as Abigail Williams in a production of \"The Crucible\" on Broadway alongside Laura", "doc_score": "79.33251190185547", "publish_date": "2018/12/31"}, {"doc_id": "6424425", "text": "Penelope Windust / best-known film roles were in the movies \"Ghost Town\" and \"Bird\" in 1988. Her most recent movie was \"Iron Will\" from 1994. She has made many guest appearances on television, including \"Hawaii Five-O\", \"The Six Million Dollar Man\", \"Falcon Crest\", \"Dallas\", \"Matlock\", \"Criminal Minds\", \"ER\", \"Third Watch\" and \"Boston Legal\". Penelope Windust Penelope Windust (born July 13, 1945) is an American television, film, and stage actress. She is best known for her role as Kathleen Maxwell in the 1983 miniseries \"V\". Windust was born in New York City, the daughter of Irene, an actress, and Bretaigne Windust, a stage and", "doc_score": "76.46896362304688", "publish_date": "2018/12/31"}, {"doc_id": "1436677", "text": "Angela Lansbury / to be given that nod of approval by your own country and I really cherish it.\" Lansbury did not win any of the 18 Emmy Awards (17 of them Primetime Emmy Awards) for which she was nominated over a 33-year period; as of 2009, she held the record for the most Emmy losses by a performer. She has been nominated three times for the Academy Award for Best Supporting Actress but has never won; reflecting on this in 2007, she stated that she was at first \"terribly disappointed, but subsequently very glad that [she] did not win\", because she believes", "doc_score": "80.22030639648438", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_21", "search_time": "2022/10/14/23:37", "search_result": [{"doc_id": "17391714", "text": "Prince George of Cambridge / a royal birth had been marked that way. Prince George was born in Lindo Wing of St Mary's Hospital, London, at 16:24 BST (15:24 UTC) on 22 July 2013. The customary formal bulletin announcing the royal birth was displayed on an easel outside Buckingham Palace, although in a break with tradition the news was first conveyed in a press release from palace officials. The newborn was widely hailed as a future king. 21-gun salutes signalled the birth in the capitals of Bermuda, the UK, New Zealand, and Canada; the bells of Westminster Abbey and many other churches were rung; and", "doc_score": "83.58319091796875", "publish_date": "2018/12/31"}, {"doc_id": "2415180", "text": "Coronation of the British monarch / Coronation of the British monarch The coronation of the British monarch is a ceremony (specifically, initiation rite) in which the monarch of the United Kingdom is formally invested with regalia and crowned at Westminster Abbey. It corresponds to the coronations that formerly took place in other European monarchies, all of which have abandoned coronations in favour of inauguration or enthronement ceremonies. The coronation usually takes place several months after the death of the previous monarch, as it is considered a joyous occasion that would be inappropriate while mourning continues. This interval also gives the planners enough time to complete the", "doc_score": "82.21871948242188", "publish_date": "2018/12/31"}, {"doc_id": "2415234", "text": "Coronation of the British monarch / Latin formula \"Sta et retine…\", historically used for the enthronement of other Christian sovereigns – is recited. After the enthronement proper, the act of homage takes place: the archbishops and bishops swear their fealty, saying \"I, N., Archbishop [Bishop] of N., will be faithful and true, and faith and truth will bear unto you, our Sovereign Lord [Lady], King [Queen] of this Realm and Defender of the Faith, and unto your heirs and successors according to law. So help me God.\" The peers then proceed to pay their homage, saying \"I, N., Duke [Marquess, Earl, Viscount, Baron or Lord] of", "doc_score": "79.88630676269531", "publish_date": "2018/12/31"}, {"doc_id": "2415211", "text": "Coronation of the British monarch / Westminster Abbey she was denied entry and turned away. Following the English Civil War, Oliver Cromwell declined the crown but underwent a coronation in all but name in his second investiture as Lord Protector in 1657. A Prince of Wales, usually the monarch's heir apparent, may also be crowned in a ceremony known as an investiture. The Archbishop of Canterbury, who has precedence over all other clergy and all laypersons except members of the royal family, traditionally officiates at coronations; in his or her absence, another bishop appointed by the monarch may take the archbishop's place. There have, however, been", "doc_score": "78.32192993164062", "publish_date": "2018/12/31"}, {"doc_id": "20683459", "text": "Prince Louis of Cambridge / outside the Lindo Wing of St Mary's Hospital. On 27 April 2018, it was announced that the baby had been named Louis Arthur Charles, the first and last names honouring his paternal great-great-great-uncle Lord Mountbatten and his paternal grandfather the Prince of Wales, respectively. \"Louis\" is pronounced (). On 9 July 2018, Prince Louis was baptised by the Archbishop of Canterbury in the Chapel Royal at St James's Palace, using water from the River Jordan according to tradition. Louis's godparents are Nicholas van Cutsem, Guy Pelly, Harry Aubrey-Fletcher, Lady Laura Meade, Hannah Gillingham Carter, and Lucy Middleton. The christening gown", "doc_score": "83.2384033203125", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_22", "search_time": "2022/10/14/23:37", "search_result": [{"doc_id": "9796778", "text": "Livestock dehorning / the United States, condemn the practice of dehorning, ending it would mean increased horn-related injuries to cattle and humans. Polled genetics, long a staple in beef cattle breeding are becoming more popular among dairy farmers, with more polled calves being born to dairy cattle every year. Genetic testing can now determine if cattle carry genes for growing horns. In 2018 a referendum was held in Switzerland on providing additional subsidies to farmers that did not dehorn their livestock (between 75–90% of livestock in Switzerland had their horns removed). The referendum was a result of farmer Armin Capaul collecting over 100,000", "doc_score": "80.67117309570312", "publish_date": "2018/12/31"}, {"doc_id": "1702429", "text": "Genetically modified food / in the European Union, Brazil and China only authorize GMO cultivation on a case-by-case basis. In the U.S. the FDA determined that GMO's are \"Generally Recognized as Safe\" (GRAS) and therefore do not require additional testing if the GMO product is substantially equivalent to the non-modified product. If new substances are found, further testing may be required to satisfy concerns over potential toxicity, allergenicity, possible gene transfer to humans or genetic outcrossing to other organisms. Government regulation of GMO development and release varies widely between countries. Marked differences separate GMO regulation in the U.S. and GMO regulation in the European", "doc_score": "82.08594512939453", "publish_date": "2018/12/31"}, {"doc_id": "13449233", "text": "Genetically modified food in the United States / organizations based in the U.S. oppose or have concerns about genetic engineering for various reasons. Groups such as the Center for Food Safety, the nonprofit science advocacy group Union of Concerned Scientists, Greenpeace and the World Wildlife Fund have expressed concerns about the FDA's lack of a requirement for additional testing for GMO's, lack of required labeling and the presumption that GMO's are \"Generally Recognized as Safe\" (GRAS). Some of these groups have questioned whether the FDA is too close to companies that seek approval for their products. Although there have been no recorded instances of harm to human health", "doc_score": "80.30068969726562", "publish_date": "2018/12/31"}, {"doc_id": "1477183", "text": "Agricultural policy / high temperatures it is able to survive; this contributed to the spread of the disease in Britain, which had reduced the temperatures used during its rendering process. Another contributory factor was the feeding of infected protein supplements to very young calves instead of milk from their mothers. Foot-and-mouth disease is a highly contagious and sometimes fatal viral disease of cattle and pigs. It can also infect deer, goats, sheep, and other bovids with cloven hooves, as well as elephants, rats, and hedgehogs. Humans are affected only very rarely. FMD occurs throughout much of the world, and while some countries have", "doc_score": "79.73550415039062", "publish_date": "2018/12/31"}, {"doc_id": "5616815", "text": "Genetically modified crops / increase in herbicde-tolerant (HT) soybean adoption leads to a 0.21% increase in conservation tillage and a 0.3% decrease in quality-adjusted herbicide use. The regulation of genetic engineering concerns the approaches taken by governments to assess and manage the risks associated with the development and release of genetically modified crops. There are differences in the regulation of GM crops between countries, with some of the most marked differences occurring between the US and Europe. Regulation varies in a given country depending on the intended use of each product. For example, a crop not intended for food use is generally not reviewed", "doc_score": "79.68321228027344", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_23", "search_time": "2022/10/14/23:37", "search_result": [{"doc_id": "7851916", "text": "Energy in the United Kingdom / energy imports. Between 2007 and 2015, the UK's peak electrical demand fell from 61.5 GW to 52.7.GW. UK government energy policy aims to play a key role in limiting greenhouse gas emissions, whilst meeting energy demand. Shifting availabilities of resources and development of technologies also change the country's energy mix through changes in costs. In 2016, the United Kingdom was ranked 12th in the World on the Environmental Performance Index, which measures how well a country carries through environmental policy. As recently as 2004, the UK was a net exporter of energy, however by 2010, more than 25% of UK", "doc_score": "83.04342651367188", "publish_date": "2018/12/31"}, {"doc_id": "15373894", "text": "Electricity sector in the United Kingdom / significant capacity. In Q3 2016, nuclear and renewables each supplied a quarter of British electricity, with coal supplying 3.6%. Despite the flow of North Sea oil from the mid-1970s, oil fuelled generation remained relatively small and continued to decline. Starting in 1993, and continuing through the 1990s, a combination of factors led to a so-called Dash for Gas, during which the use of coal was scaled back in favour of gas-fuelled generation. This was sparked by political concerns, the privatisation of the National Coal Board, British Gas and the Central Electricity Generating Board; the introduction of laws facilitating competition within", "doc_score": "80.50682830810547", "publish_date": "2018/12/31"}, {"doc_id": "7851931", "text": "Energy in the United Kingdom / 2007 and 2015, the UK's peak electrical demand fell from 61.5 GW to 52.7.GW. While in some ways limited by which powers are devolved, the four countries of the United Kingdom have different energy mixes and ambitions. Scotland currently has a target of 80% of electricity from renewables by 2020, which was increased from an original ambition of 50% by 2020 after it exceeded its interim target of 31 per cent by 2011. It has a quarter of the EU's estimated offshore wind potential, and is at the forefront of testing various marine energy systems. Britain's fleet of operational reactors", "doc_score": "82.17576599121094", "publish_date": "2018/12/31"}, {"doc_id": "7851946", "text": "Energy in the United Kingdom / The United Kingdom government has instituted several policies intended to promote an increase in efficient energy use. These include the roll out of smart meters, the Green Deal, the CRC Energy Efficiency Scheme, the Energy Savings Opportunity Scheme and Climate Change Agreements. In tackling the energy trilemma, saving energy is the cheapest of all measures. The Guardian newspaper reported that in 2012 that by 2050, Germany projects a 25% drop in electricity demand: the UK projects a rise of up to 66%. MP and Secretary of State for Energy and Climate Change Ed Davey pointed out in November 2012 that", "doc_score": "84.68571472167969", "publish_date": "2018/12/31"}, {"doc_id": "7851927", "text": "Energy in the United Kingdom / power, and only 18% that the majority will come from fossil fuels. 92% thought the Government should do more to explore alternative power generation technologies to reduce carbon emissions. In June 2013, the industry regulator Ofgem warned that the UK's energy sector faces \"unprecedented challenges\" and that \"spare electricity power production capacity could fall to 2% by 2015, increasing the risk of blackouts\". Proposed solutions \"could include negotiating with major power users for them to reduce demand during peak times in return for payment\". The first move to plug the United Kingdom's projected energy gap was the construction of the", "doc_score": "83.33206176757812", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_24", "search_time": "2022/10/14/23:37", "search_result": [{"doc_id": "14113988", "text": "Snarkitecture / The BEACH was an interactive architectural installation art designed by Snarkitecture for the National Building Museum in July 2015. Taking cues from the familiar experience of a summer day at the beach, Snarkitecture abstracted both the natural and cultural elements of the beach to create a reduced, monochromatic environment inside the museum’s Great Hall. Standard construction materials like scaffolding, drywall, and mirrors were utilized to create the enclosure that led to an ocean of 750,000 recyclable plastic balls. Components both functional and visual, such as beach chairs, signage, and the construction of a pier and island welcomed visitors to explore,", "doc_score": "80.74385070800781", "publish_date": "2018/12/31"}, {"doc_id": "2519789", "text": "Tower Park / Tower Park Tower Park is a leisure destination in Poole, Dorset, England. It was one of the first complexes of its kind when it opened in 1989, and it still continues to attract thousands of people from throughout the area. It is named after the large concrete water tower that sits at the top of the hill on which the complex is built. The complex is owned by X-Leisure who own a number of similar sites across the UK including the Xscape brand. The site's main attractions include Splashdown - a waterpark boasting 13 slides, and a Hollywood Bowl -", "doc_score": "78.49317169189453", "publish_date": "2018/12/31"}, {"doc_id": "12123015", "text": "Artparks Sculpture Park / Artparks Sculpture Park The ArtParkS Sculpture Park sculpture trail is located in Saint Martin's, Guernsey, Channel Islands, in the grounds of the historic Sausmarez Manor. It shows up to 200 mostly contemporary sculptures every year by approximately 70-80 artists from the United Kingdom and around the world. It was opened by Charles Saumarez Smith CBE, who at the time was the director of the National Portrait Gallery in London. The selection of sculpture is set in a sub tropical garden and changes every year with a grand opening, usually around the third week in May. Amenities include free parking, a", "doc_score": "78.02326965332031", "publish_date": "2018/12/31"}, {"doc_id": "19559628", "text": "Björk Digital / Björk Digital Björk Digital is an “immersive” virtual reality exhibit by Icelandic musician Björk featuring 360-degree VR music videos from her eighth studio album, \"Vulnicura\". The exhibit debuted at Carriageworks in Sydney, Australia as part of the Vivid Sydney festival on 4 June 2016 and has traveled across the globe to Tokyo, London, Mexico City, Los Angeles, and other cities around the globe. Originally announced as an 18 month tour, the exhibit ran for just over 2 years. Björk has promoted the traveling exhibit with a series of opening night DJ sets and intimate, orchestral, strings-only concerts, premiering at London’s", "doc_score": "78.44242095947266", "publish_date": "2018/12/31"}, {"doc_id": "18743705", "text": "Crawick Multiverse / megalithic monuments. These include the 'North-South Line', a 400 meter long stone avenue flanked by over 300 boulders, and two stone circles on top of mounds representing the Milky Way and Andromeda galaxies. In total, over 2000 boulders have been used in the project. Jencks has described it as \"A cosmic landscape worthy of the ancients.\" Crawick Multiverse Crawick Multiverse is a land art project by the landscape architect and designer Charles Jencks near Sanquhar, Dumfries and Galloway. It opened to the public on 21 June 2015. The project is located on the site of a former open cast coal", "doc_score": "76.12602233886719", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_25", "search_time": "2022/10/14/23:37", "search_result": [{"doc_id": "12272289", "text": "Keir Starmer / of rape and child abuse. On 28 December Starmer said to BBC News: \"well, I'm back in private practice; I'm rather enjoying having some free time, and I'm considering a number of options\". Starmer was selected on 13 December 2014 as the Labour Party's prospective parliamentary candidate for the constituency of Holborn and St Pancras, following the decision of the sitting MP Frank Dobson to stand down. Starmer was elected at the 2015 general election with a majority of 17,048. He was urged by activists to stand for Leader of the Labour Party at the 2015 leadership election, but he", "doc_score": "80.6082763671875", "publish_date": "2018/12/31"}, {"doc_id": "8316622", "text": "Eddy Butler / Eddy Butler Edward Mark Butler (born in Bloomsbury 13 November 1962) is a former National Elections Officer of the British National Party (BNP) and was dubbed the party's \"elections guru\" by its newspaper, \"Voice of Freedom\", until being suspended and expelled from the BNP in 2010 by Nick Griffin. He is currently a member of the English Democrats. Butler was originally the Tower Hamlets organiser for the National Front but, after having been expelled from that party by Griffin, in 1986, joined the British National Party in the same year. Butler first came to prominence in the early 1990s when", "doc_score": "78.50238037109375", "publish_date": "2018/12/31"}, {"doc_id": "2517794", "text": "Edward Leigh / Edward Leigh Sir Edward Julian Egerton Leigh (born 20 July 1950) is a British Conservative Party politician who has served as a Member of Parliament since 1983. Leigh speaks regularly in the House of Commons on civil liberties, constitutional, ecclesiastical and economic matters. He has represented Gainsborough, Lincolnshire in the House of Commons as its Member of Parliament since 1983 (representing its predecessor constituency, Gainsborough and Horncastle, until 1997). Leigh was knighted in the 2013 Birthday Honours for public and political service and received the Légion d'honneur in 2015. Leigh has a reputation in Westminster for being a “serial rebeller”", "doc_score": "75.54884338378906", "publish_date": "2018/12/31"}, {"doc_id": "15787144", "text": "Tommy Robinson (activist) / UKIP members resigned from the party in response to Robinson's appointment, including: Tommy Robinson (activist) Stephen Christopher Yaxley-Lennon (born 27 November 1982), known as Tommy Robinson, and having previously used the pseudonyms Andrew McMaster, Paul Harris and Wayne King, is an English far-right activist serving as a political adviser to the Leader of the UK Independence Party (UKIP), Gerard Batten since November 2018. Robinson was a co-founder, former spokesman and former leader of the controversial English Defence League (EDL) organisation. He was a member of the British National Party (BNP) from 2004 to 2005. For a short time in 2012,", "doc_score": "76.47319030761719", "publish_date": "2018/12/31"}, {"doc_id": "12272293", "text": "Keir Starmer / a large number of new laws, or risk an “unsustainable legal vacuum”, if Britain left the EU without a deal. On 25 September 2018 he announced to the Labour Party Conference in Liverpool that, \"campaigning [by the party] for a public vote must be an option\". He married Victoria Alexander, a solicitor, in 2007, and has a son and daughter. While Starmer was awarded a knighthood in 2014 for \"services to law and criminal justice\" and is therefore entitled to be known as \"Sir Keir Starmer\", he does not use the title. He told the \"Ham & High\", a local", "doc_score": "78.04399108886719", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_26", "search_time": "2022/10/14/23:37", "search_result": [{"doc_id": "906174", "text": "Shunning / depending both on the circumstances of the event, and the nature of the practices being applied. Extreme forms of shunning have damaged some individuals' psychological and relational health. Responses to the practice have developed, mostly around anti-shunning advocacy; such advocates highlight the detrimental effects of many of such behaviors, and seek to limit the practice through pressure or law. Such groups often operate supportive organizations or institutions to help victims of shunning to recover from damaging effects, and sometimes to attack the organizations practicing shunning, as a part of their advocacy. In many civil societies, kinds of shunning are practiced", "doc_score": "78.3153305053711", "publish_date": "2018/12/31"}, {"doc_id": "9344023", "text": "Opposition to hunting / biased \"against\" animals, since it’s not the attitude that is maintained generally with regards to human beings. Humans are never killed in order to preserve an ecosystem.\" Opposition to hunting Opposition to hunting is espoused by people or groups who object to the practice of hunting, often seeking anti-hunting legislation and sometimes taking on acts of civil disobedience, such as hunt sabotage. Anti-hunting laws, such as the English Hunting Act 2004, are generally distinguishable from conservation legislation like the American Marine Mammal Protection Act by whether they seek to reduce or prevent hunting for perceived cruelty-related reasons or to regulate", "doc_score": "78.78726959228516", "publish_date": "2018/12/31"}, {"doc_id": "4671261", "text": "Environmental Defense Fund / Environmental Defense Fund Environmental Defense Fund or EDF (formerly known as Environmental Defense) is a United States-based nonprofit environmental advocacy group. The group is known for its work on issues including global warming, ecosystem restoration, oceans, and human health, and advocates using sound science, economics and law to find environmental solutions that work. It is nonpartisan, and its work often advocates market-based solutions to environmental problems. The group's headquarters are in New York City, with offices across the US, with scientists and policy specialists working worldwide. Regional offices more focused on local issues and policies include Austin, Texas; Boston; Boulder,", "doc_score": "78.87224578857422", "publish_date": "2018/12/31"}, {"doc_id": "14323921", "text": "Anti-whaling / Greenpeace launched its first anti-whaling campaign by actively confronting Soviet whaling fleets in the North Pacific. Two years later a splinter group of Greenpeace members formed the Sea Shepherd Conservation Society to protect sea life specifically using radical methods of direct action. The environmental group Greenpeace pioneered anti-whaling activism in the form of direct action. Paul Spong, a New Zealand scientist who once studied the intelligence of orcas and friend of Canadian author Farley Mowat, helped convince then Greenpeace director, Robert Hunter, that the organization should confront Russian whalers in the Pacific. Spong, under the guise of a scientist studying", "doc_score": "78.02315521240234", "publish_date": "2018/12/31"}, {"doc_id": "12543749", "text": "Cow protection movement / fellow man and animals who experience pain and suffering is an appropriate ethical value. It states that one's guiding principle should be conscientious \"atmaupamya\" (literally, \"to-respect-others-as-oneself\"). According to Ludwig Alsdorf, \"Indian vegetarianism is unequivocally based on \"ahimsa\" (non-violence)\" as evidenced by ancient \"smritis\" and other ancient texts of Hinduism. He adds that the endearment and respect for cattle in Hinduism is more than a commitment to vegetarianism, it has become integral to its theology. The respect for cattle is widespread but not universal. According to Christopher Fuller, animal sacrifices have been rare among the Hindus outside a few eastern states", "doc_score": "77.04891967773438", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_27", "search_time": "2022/10/14/23:37", "search_result": [{"doc_id": "20866952", "text": "Chequers plan / declaration. The outcome needs support from the UK parliament and the EU leaders. May described the political declaration as \"right for the whole of the UK\". Leader of the Opposition, Labour Party's Jeremy Corbyn, described it as \"26pages of waffle\". The leaders from the remaining twenty-sevenEU countries endorsed the draft. Chequers plan The Chequers plan, also known as the Chequers deal or Chequers agreement, is a white paper concerning Brexit, published 12July 2018 by the Government of the United Kingdom under Prime Minister Theresa May. It lays out the type of relationship the UK seeks to have with the European", "doc_score": "82.40510559082031", "publish_date": "2018/12/31"}, {"doc_id": "12488548", "text": "India–United Kingdom relations / India's Special Protection Group and secret agents from RAW and IB, in wake of the November 2015 Paris attacks. Prime Minister Theresa May visited India on 6 November 2016 in her first bilateral visit to a non-European country since becoming Prime Minister. Explaining the decision, May said, \"It [the visit] matters now more than ever. India is the fastest-growing major economy.\" May had previously referred to India as a \"key strategic partner\" in the aftermath of Britain voting to leave the European Union. She was accompanied by Trade Secretary Liam Fox and a delegation of 33 business leaders aiming to", "doc_score": "80.28607940673828", "publish_date": "2018/12/31"}, {"doc_id": "12488538", "text": "India–United Kingdom relations / with India. Discussion on a possible free-trade agreement is also in the agenda. According to a MEA(Ministry of External Affairs, India) spokesperson, there is \"substantial scope for further strengthening bilateral cooperation across a range of sectors, including science & technology, finance, trade & investment, and defense & security.\" Following a meeting between Finance Minister Arun Jaitley and Chancellor of the Exchequer Philip Hammond at the 9th UK-India economic and financial dialogue, Jaitley announced that the two countries had agreed to discuss a bilateral free trade agreement. However, Jaitley stated that a formal dialogue on the agreement would only begin post-Brexit.", "doc_score": "80.8775863647461", "publish_date": "2018/12/31"}, {"doc_id": "12488534", "text": "India–United Kingdom relations / quite divergent diplomatic paths. In particular, India became a major force within the Non-Aligned Movement, which initially sought to avoid taking sides during the Cold War. This contrasted with Britain's position as a founding member of NATO, and key ally of the United States. Political and diplomatic relations between the two countries have generally been cordial but lacking in depth. Former Indian Prime-Minister I. K. Gujral made a scathing assessment of Britain's relationship with India saying that the UK was a \"third rate power\" not worth cultivating. India is the third largest foreign investor in the UK. While UK ranks", "doc_score": "80.30621337890625", "publish_date": "2018/12/31"}, {"doc_id": "12488537", "text": "India–United Kingdom relations / of the \"fastest growing economies in the world.\" In 2013, Cameron formed the biggest trade delegation by accommodating more than 100 representatives that varied from multinational corporations, medium-to-small-sized corporations, and universities to India. Compared to the 2010 trade mission, the UK and India negotiated to double the trade volume by 2015. Following the trade delegation, total UK goods and services exports to India increased by 14% from January to September 2013. Between November 6 and 8, current British PM Theresa May would visit India for a bilateral trip. The key topic of discussions would be May's plan for post-Brexit relations", "doc_score": "79.85663604736328", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_28", "search_time": "2022/10/14/23:37", "search_result": [{"doc_id": "16606212", "text": "Recombinant factor VIIa / The product is the first biosimilar or biogeneric of the above-mentioned drug. This biomedicine is produced in baby hamster kidney cells (BHK) and has similar characteristics and functions with the native blood factor VII. rFVIIa is normally administered intravenously (IV) under physician supervision. rFVIIa was used routinely in severely wounded American troops during the Iraq War, credited with saving many lives but also resulting in a high number of deep venous thromboses and pulmonary emboli, as well as unexpected strokes, heart attacks, and deaths. Recombinant factor VIIa Recombinant factor VIIa (rFVIIa) is a form of blood factor VII that has", "doc_score": "77.002197265625", "publish_date": "2018/12/31"}, {"doc_id": "7308856", "text": "Fetal warfarin syndrome / cord is common. Fetal warfarin syndrome appears in greater than 6% of children whose mothers took warfarin during pregnancy. Warfarin has a low molecular weight so can pass from the maternal to fetal bloodstream through the tight filter-like junctions of the placental barrier. As the teratogenic effects of warfarin are well known, the medication is rarely prescribed to pregnant women. However, for some patients, the risks associated with discontinuing warfarin use may outweigh the risk of embryopathy. Patients with prosthetic heart valves carry a particularly high risk of thrombus formation due to the inorganic surface and turbulent blood flow generated", "doc_score": "79.31401824951172", "publish_date": "2018/12/31"}, {"doc_id": "7308850", "text": "Fetal warfarin syndrome / Warfarin is a teratogen which can cross from the mother to the developing fetus. The inhibition of clotting factors can lead to internal bleeding of the fetus while the inhibition of osteocalcin causes lower bone growth. As well as birth defects, warfarin can induce spontaneous abortion or stillbirth. Because of this, warfarin is contraindicated during pregnancy. The key symptoms, visible at birth, vary between individuals exposed to warfarin \"in utero\". The severity and occurrence of symptoms is dose dependent with higher doses (>5 mg warfarin daily) more likely to cause immediately noticeable defects. The period of pregnancy in which warfarin", "doc_score": "78.53489685058594", "publish_date": "2018/12/31"}, {"doc_id": "2970860", "text": "Prothrombin time / body. Factor VII has a short half-life and the carboxylation of its glutamate residues requires vitamin K. The prothrombin time can be prolonged as a result of deficiencies in vitamin K, warfarin therapy, malabsorption, or lack of intestinal colonization by bacteria (such as in newborns). In addition, poor factor VII synthesis (due to liver disease) or increased consumption (in disseminated intravascular coagulation) may prolong the PT. The INR is typically used to monitor patients on warfarin or related oral anticoagulant therapy. The normal range for a healthy person not using warfarin is 0.8–1.2, and for people on warfarin therapy an", "doc_score": "79.38790130615234", "publish_date": "2018/12/31"}, {"doc_id": "17704526", "text": "Recurrent genital herpes quality of life measure / Recurrent genital herpes quality of life measure The Recurrent Genital Herpes Quality of Life (RGHQoL) measure is a patient-reported outcome measure which determines the impact that recurrent genital herpes has on a patient’s quality of life. It is a 20 item questionnaire with items such as “Herpes makes it difficult for me to plan ahead” and “I worry that sex will trigger an outbreak.”. Lower scores on the RGHQoL indicate a higher negative impact on quality of life. The RGHQoL was published in 1998 by Galen Research and was funded by Glaxo Wellcome Research & Development. The content of the", "doc_score": "79.10078430175781", "publish_date": "2018/12/31"}]}
{"question_id": "20221014_29", "search_time": "2022/10/14/23:37", "search_result": [{"doc_id": "17546397", "text": "UK RumFest / Burrell subsequently work for other drinks brands on an ad hoc basis and with organisations such as the West Indies Rum & Spirits Producers Association, which represents several different Caribbean rums. The UK Rumfest has led to the influence of rum festivals and fairs all over the world including The Miami Rum Renaissance festival, the Puerto Rico Rum Festival \"Taste of Rum\", the Berlin Rumfest, MidWest Rum Fest, California Rum Fest, Paris Rhum fest and the first rum festival in Mauritius. The UK RumFest was initially launched in 2007. It is held annually in London. Over the past eight years,", "doc_score": "79.9391098022461", "publish_date": "2018/12/31"}, {"doc_id": "4849007", "text": "Alcohol licensing laws of the United Kingdom / up to 500 people and indoor sporting events up to 1000 people. These changes, brought in from 2013, coupled with the Live Music Act in 2012, display a readiness by the Coalition Government to deregulate the prescriptive and sometimes confusing definitions of Regulated Entertainment stated above (although it should be noted that the Live Music Act was a Private Members’ Bill sponsored by Lord Clement-Jones and drafted by Poppleston Allen Solicitors which was subsequently supported by the Government). \"Late night refreshment\" is defined as: The licensing authority, in considering any application for a licence or for a variation must have", "doc_score": "84.29008483886719", "publish_date": "2018/12/31"}, {"doc_id": "6536927", "text": "BFI Flare: London LGBT Film Festival / in 2011, then increased to 10 days in 2012. On its 30th anniversary, screenings attendance at BFI Flare was up 9% and box-office results surpassed the previous, record-breaking year. Audiences at all events and screenings over the eleven-day festival totalled 25,623 in 2016. Organised and run by the British Film Institute, all BFI Flare screenings take place in the BFI Southbank. BFI Flare: London LGBT Film Festival BFI Flare: London LGBTQ+ Film Festival, formerly known as the London Lesbian and Gay Film Festival (LLGFF), is the biggest LGBTQ+ film festival in Europe. It takes place every spring in London, England.", "doc_score": "80.5551986694336", "publish_date": "2018/12/31"}, {"doc_id": "20466453", "text": "International Drinks Festival / International Drinks Festival The International Drinks Festival is a projected annual festival of alcoholic and non-alcoholic beverages both foreign and local to Nigeria, every December in Lagos. Organized by the Balmoral Group, it brings the beverage industry's top-notch professionals and consumers together for a groundbreaking experience in the yuletide season. More than 10,000 Consumers and 5,000 Professionals will get the chance to meet with over 200 exhibitors at the festival. Attendees include consumers, mixologists, liquor buyers, sommeliers, bartenders, restaurant managers and brewery workers. Features include music and comedy performance as well masterclasses and a summit to discuss how to further", "doc_score": "81.84500885009766", "publish_date": "2018/12/31"}, {"doc_id": "17612583", "text": "National Beer Day (United Kingdom) / Cheers To Beer anthem co-written by Jane Peyton. There had been an earlier attempt to set up National Beer Day in 2009, when 43 Members of Parliament supported an Early day motion, as follows: \"That this House welcomes the forthcoming National Cask Ale Week, the world's largest ale festival, from 6 to 13 April 2009, a week of campaigning across the United Kingdom to promote the importance and pleasures of drinking real ale in pubs; supports the aim of National Cask Ale Week to denote 6 April as National Beer Day; notes the economic strength of the cask ale industry", "doc_score": "81.99738311767578", "publish_date": "2018/12/31"}]}
