{"question_id": "20221104_0", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "20692349", "text": "Account verification / Account verification Account verification is the process of verifying that a new or existing account is owned and operated by a specified real individual or organization. A number of websites, for example social media websites, offer account verification services. Verified accounts are often visually distinguished by check mark icons or badges next to the names of individuals or organizations. Account verification can enhance the quality of online services, mitigating sockpuppetry, bots, trolling, spam, vandalism, fake news, disinformation and election interference. Account verification was initially a feature for public figures and accounts of public interest, individuals in music, acting, fashion, government,", "doc_score": "92.15689086914062", "publish_date": "2018/12/31"}, {"doc_id": "8249081", "text": "Google Account / them to reset their password if they have forgotten it, or if their account is hacked. In some countries, such as the United States, the United Kingdom and India, Google may also require one-time use of a mobile phone number to send an account validation code by SMS text messaging or voice message when creating a new account. Google also offers a 2-step verification option—for additional security against hacking—that requests a validation code each time the user logs into their Google account. The code is either generated by an application (\"Google Authenticator\" or other similar apps) or received from Google", "doc_score": "90.11746978759766", "publish_date": "2018/12/31"}, {"doc_id": "20692358", "text": "Account verification / Rules. Account verification Account verification is the process of verifying that a new or existing account is owned and operated by a specified real individual or organization. A number of websites, for example social media websites, offer account verification services. Verified accounts are often visually distinguished by check mark icons or badges next to the names of individuals or organizations. Account verification can enhance the quality of online services, mitigating sockpuppetry, bots, trolling, spam, vandalism, fake news, disinformation and election interference. Account verification was initially a feature for public figures and accounts of public interest, individuals in music, acting, fashion,", "doc_score": "92.12840270996094", "publish_date": "2018/12/31"}, {"doc_id": "20692352", "text": "Account verification / sources such as credit bureaus or government data, called non-documentary verification. The uploading of scanned or photographed identity documents is a practice in use, for example at Facebook. According to Facebook, there are two reasons that a person would be asked to send a scan of or photograph of an ID to Facebook: to show account ownership and to confirm their name. In January 2018, Facebook purchased Confirm.io, a startup that was advancing technologies to verify the authenticity of identification documentation. Behavioral verification is the computer-aided and automated detection and analysis of behaviors and patterns of behavior to verify accounts.", "doc_score": "90.53938293457031", "publish_date": "2018/12/31"}, {"doc_id": "16211255", "text": "Social login / social features such as commenting, sharing, reactions and gamification. While social login can be extended to corporate websites, the majority of social networks and consumer-based identity providers allow identities. For this reason, social login is generally not used for strict, highly secure applications such as those in banking or health. Studies have shown that website registration forms are inefficient as many people provide false data, forget their login information for the site or simply decline to register in the first place. A study conducted in 2011 by Janrain and Blue Research found that 77 percent of consumers favored social login", "doc_score": "89.14073944091797", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_1", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "7527684", "text": "The X-Files: Resist or Serve / Katlyn and Mandy Winslow have disappeared from their hometown of Red Falls, Colorado, but they reappear two weeks later, coinciding with three mysterious deaths that are believed to have been committed by a man who died in a drunk-driving accident 24 hours prior to the murders. Most of the residents believe that the girls, who are practitioners of witchcraft, revived the murder suspect so he could commit the killings. FBI Special Agents Fox Mulder (voiced by David Duchovny) and Dana Scully (voiced by Gillian Anderson) are sent to Red Falls to investigate the murders. The agents split up upon their", "doc_score": "76.55564880371094", "publish_date": "2018/12/31"}, {"doc_id": "8335010", "text": "Rewards for Justice Program / the U.S. State Department. After the September 11 attacks, the list of wanted terrorists increased dramatically, and rewards were also increased, as part of the U.S. efforts to capture al-Qaeda leadership. However, the plan has been largely ineffective against Islamic terrorists. The largest reward offered was $25 million for the leader of al-Qaeda, Osama bin Laden, which had \"attracted hundreds of anonymous calls but no reliable leads.\" Osama bin Laden was shot and killed inside a private residential compound in Abbottabad, Pakistan, by members of the United States Naval Special Warfare Development Group and Central Intelligence Agency operatives in a", "doc_score": "79.72880554199219", "publish_date": "2018/12/31"}, {"doc_id": "14272195", "text": "The Reversal / on behalf of the city of Los Angeles, in the retrial of a convicted kidnapper and killer that had been granted as a result of new DNA evidence. His one condition before accepting the task is that he is permitted to choose his own team; he chooses his ex-wife Maggie McPherson as his co-prosecutor, and his half-brother Harry Bosch as his investigator from the LAPD. The prosecution case rests largely on the testimony of Sarah Gleason, the elder sister of the victim, Melissa Landy. The body of 12-year-old Melissa was discovered in 1986, discarded in a dumpster, only a few", "doc_score": "78.21368408203125", "publish_date": "2018/12/31"}, {"doc_id": "14367568", "text": "Seeking Justice / that he will do it again. Simon proposes an intriguing offer; in exchange for a favor from Will to be determined later, Simon will arrange to have a complete stranger make Hodge pay for Laura's rape. This would spare Will and Laura a drawn-out trial, which would make Laura suffer even more than she already has by repeatedly forcing her to relive the rape, and to be traumatized by defense attorneys. Distraught and grief-stricken, Will consents to the deal. Hodge is killed, and a picture of Hodge's body, along with a necklace that Hodge took from Laura during the rape,", "doc_score": "79.01102447509766", "publish_date": "2018/12/31"}, {"doc_id": "19784284", "text": "United States of America v. Campo and Flores / to jail for 15 years\". On November 7, 2016, trial for the nephews was initiated, with a jury of 16 people, 10 men and 6 women, with 4 of the present listed as alternates. Drug Enforcement Administration Special Agent Sandal Gonzalez and a Haitian Brigade de Lutte contre le Trafic de Stupéfiants Agent, as well as the two arrested informants, were used as witnesses during the trial. The trial began with United States prosecutor Emil Bove provided an opening statement. Bove explained how the nephews \"believed they were so powerful in their country they could ship almost a metric ton", "doc_score": "75.761474609375", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_2", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "182823", "text": "Halloween / deceased relatives and they decorate them with flowers and candies and other offerings. Halloween Halloween or Hallowe'en (a contraction of Hallows' Even or Hallows' Evening), also known as Allhalloween, All Hallows' Eve, or All Saints' Eve, is a celebration observed in several countries on 31 October, the eve of the Western Christian feast of All Hallows' Day. It begins the three-day observance of Allhallowtide, the time in the liturgical year dedicated to remembering the dead, including saints (hallows), martyrs, and all the faithful departed. It is widely believed that many Halloween traditions originated from ancient Celtic harvest festivals, particularly the", "doc_score": "87.82879638671875", "publish_date": "2018/12/31"}, {"doc_id": "166052", "text": "Holiday / Christian holidays are defined as part of the liturgical year, the chief ones being Easter and Christmas. The Orthodox Christian and Western-Roman Catholic patronal feast day or \"name day\" are celebrated in each place's patron saint's day, according to the Calendar of saints. Jehovah's Witnesses annually commemorate \"The Memorial of Jesus Christ's Death\", but do not celebrate other holidays with any religious significance such as Easter, Christmas or New Year's. This holds especially true for those holidays that have combined and absorbed rituals, overtones or practices from non-Christian beliefs into the celebration, as well as those holidays that distract from", "doc_score": "86.22052764892578", "publish_date": "2018/12/31"}, {"doc_id": "182806", "text": "Halloween / Hong Kong and Tokyo, as well as in the United States. The theme park haunts are by far the largest, both in scale and attendance. On All Hallows' Eve, many Western Christian denominations encourage abstinence from meat, giving rise to a variety of vegetarian foods associated with this day. Because in the Northern Hemisphere Halloween comes in the wake of the yearly apple harvest, candy apples (known as toffee apples outside North America), caramel apples or taffy apples are common Halloween treats made by rolling whole apples in a sticky sugar syrup, sometimes followed by rolling them in nuts. At", "doc_score": "85.44662475585938", "publish_date": "2018/12/31"}, {"doc_id": "1378831", "text": "Christmas Eve / Christmas Eve Christmas Eve is the evening or entire day before Christmas Day, the festival commemorating the birth of Jesus. Christmas Day is observed around the world, and Christmas Eve is widely observed as a full or partial holiday in anticipation of Christmas Day. Together, both days are considered one of the most culturally significant celebrations in Christendom and Western society. Christmas celebrations in the denominations of Western Christianity have long begun on the night of the 24th, due in part to the Christian liturgical day starting at sunset, a practice inherited from Jewish tradition and based on the story", "doc_score": "85.03014373779297", "publish_date": "2018/12/31"}, {"doc_id": "77699", "text": "Christmas / respect, even if they disagree with it. <categorytree depth=0>Public holidays by country</categorytree> Christmas Christmas is an annual festival commemorating the birth of Jesus Christ, observed primarily on December 25 as a religious and cultural celebration among billions of people around the world. A feast central to the Christian liturgical year, it is preceded by the season of Advent or the Nativity Fast and initiates the season of Christmastide, which historically in the West lasts twelve days and culminates on Twelfth Night; in some traditions, Christmastide includes an octave. Christmas Day is a public holiday in many of the world's nations,", "doc_score": "83.2605972290039", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_3", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "19533455", "text": "2017 World Series / since the franchise moved from Brooklyn to Los Angeles in 1958, and the 19th overall. Entering the 2017 World Series, the Dodgers bullpen had thrown 23 consecutive scoreless innings, a postseason record for a bullpen. Additionally, by outscoring the Arizona Diamondbacks and Chicago Cubs by a combined 48–19 margin, the Dodgers entered the World Series with the third-best run differential of any pennant winner since the playoff structure was expanded in 1995. All-Star shortstop Corey Seager, who was out for the entire National League Championship Series with a back injury, was included on the Dodgers' World Series roster. Manager Dave", "doc_score": "93.2571792602539", "publish_date": "2018/12/31"}, {"doc_id": "20012296", "text": "2017 National League Championship Series / 2017 National League Championship Series The 2017 National League Championship Series was a best-of-seven playoff pitting the Los Angeles Dodgers against the Chicago Cubs for the National League pennant and the right to play in the 2017 World Series. The series was a rematch of the 2016 NLCS, which Chicago won four games to two en route to their first World Series victory since 1908. This was just the 10th time two teams have met in at least two straight League Championship Series, which have existed since divisional play began in 1969. The Dodgers beat the Cubs in five games", "doc_score": "92.38196563720703", "publish_date": "2018/12/31"}, {"doc_id": "20282491", "text": "2018 Major League Baseball season / played to determine postseason seeding, as both the National League Central and National League West divisions ended the 162-game regular season schedule with two teams tied for first. Both games were played on October 1, with the winning teams advancing to the 2018 National League Division Series and the losers facing off in the Wild Card Game. The Brewers beat the Cubs for the NL Central division title, and the West was won by the Dodgers over the Rockies. <section begin=Bracket /> <section end=Bracket /> The Detroit Tigers modified the Olde English 'D' on the home jersey to match the", "doc_score": "91.36373901367188", "publish_date": "2018/12/31"}, {"doc_id": "19533463", "text": "2017 World Series / of Chris Devenski, who later struck out Puig to end the game. This was the first ever World Series game in which a team hit home runs in the ninth, tenth and eleventh inning. The teams set a new record for combined home runs in a single World Series game with eight and this was the first time in MLB history, regular season or postseason, that five home runs were hit in extra innings. The Astros won their first World Series game in franchise history as they had been swept in their previous appearance in 2005. The starting pitchers for", "doc_score": "91.40829467773438", "publish_date": "2018/12/31"}, {"doc_id": "20012303", "text": "2017 National League Championship Series / a solo homer by Addison Russell in the top half and a two-out RBI single by Justin Turner after a leadoff double by Charlie Culberson. The bullpens kept the game tied until the bottom of the ninth when Turner hit a walk-off three run home run off of John Lackey after walks to Yasiel Puig off of Brian Duensing and Chris Taylor off of Lackey. It was the Dodgers' first walk-off homer in the post-season since Kirk Gibson's homer in game one of the 1988 World Series, exactly 29 years prior. The series moved to Wrigley Field in Chicago for", "doc_score": "93.48394775390625", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_4", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "2673483", "text": "Human respiratory syncytial virus / treated group (p=0.05). Supportive care includes fluids and oxygen until the illness runs its course. Salbutamol may be used in an attempt to relieve any bronchospasm if present. Increased airflow, humidified and delivered via nasal cannula, may be supplied in order to reduce the effort required for respiration. As of 2017 there was no vaccine for RSV despite many years of preclinical and clinical work. A formalin-inactivated candidate developed in the 1960s surprisingly increased infections, which came to be known as \"immunopotentiation\" or vaccine-enhanced disease. As of 2017 several companies including Novavax, GlaxoSmithKline and Bavarian Nordic were working on RSV", "doc_score": "89.5572509765625", "publish_date": "2018/12/31"}, {"doc_id": "2673481", "text": "Human respiratory syncytial virus / using tests for antigens or antibodies, or viral RNA by reverse transcription PCR. Quantification of viral load can be determined by various assay tests. As the virus is ubiquitous in all parts of the world, avoidance of infection is not possible. However, palivizumab (brand name Synagis manufactured by MedImmune), a moderately effective prophylactic drug, is available for infants at high risk. Palivizumab is a monoclonal antibody directed against RSV surface fusion protein. It is given by monthly injections, which are begun just prior to the RSV season and are usually continued for five months. HRSV prophylaxis is indicated for infants", "doc_score": "86.36441040039062", "publish_date": "2018/12/31"}, {"doc_id": "18267322", "text": "RVSV-ZEBOV vaccine / to provoke a neutralizing immune response to the Ebola virus. It was created by scientists at the National Microbiology Laboratory in Winnipeg, Manitoba, Canada, which is part of the Public Health Agency of Canada (PHAC). PHAC licensed it to a small company, NewLink Genetics, which started developing the vaccine; NewLink in turn licensed it to Merck in 2014. It was used in the DR Congo in a 2018 outbreak in Équateur province., ring vaccination with rVSV-EBOV appeared to be somewhat effective, but the extent of efficacy was uncertain, due to the trial design and elimination of the delayed treatment", "doc_score": "91.10919952392578", "publish_date": "2018/12/31"}, {"doc_id": "18267324", "text": "RVSV-ZEBOV vaccine / native envelope glycoprotein is replaced with that from the Ebola virus, Kikwit 1995 Zaire strain. Manufacturing of the vaccine for the Phase I trial was done by IDT Biologika. Manufacturing of vaccine for the Phase III trial was done by Merck, using cells from African green monkeys, which Merck already used to make its RotaTeq vaccine against rotavirus. Scientists working for the Public Health Agency of Canada (PHAC) created the vaccine, and PHAC applied for a patent in 2003. From 2005 to 2009, three animal trials on the virus were published, all of them funded by the Canadian and U.S.", "doc_score": "87.41497039794922", "publish_date": "2018/12/31"}, {"doc_id": "18267327", "text": "RVSV-ZEBOV vaccine / the synovial fluid of the joints of the affected people; the clinical trial was halted because of that, then recommenced with a lower dose. In March 2015, a Phase II clinical trial and a Phase III started in Guinea at the same time; the Phase II trial focused on frontline health workers, while the Phase III trial was a ring vaccination in which close contacts of people who had contracted Ebola virus were vaccinated with VSV-EBOV. Preliminary results were reported in July. In the same report, the WHO communicated that the control arm of the trial was dropped and the", "doc_score": "87.10999298095703", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_5", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "4930514", "text": "Pharming (genetics) / plant transformation is carried out using \"Agrobacterium tumefaciens\". The protein of interest is often expressed under the control of the cauliflower mosaic virus 35S promoter (CaMV35S), a powerful constitutive promoter for driving expression in plants. Localization signals may be attached to the protein of interest to cause accumulation to occur in a specific sub-cellular location, such as chloroplasts or vacuoles. This is done in order to improve yields, simplify purification, or so that the protein folds properly. Recently, the inclusion of antisense genes in expression cassettes has been shown to have potential for improving the plant pharming process. Researchers in", "doc_score": "83.26937103271484", "publish_date": "2018/12/31"}, {"doc_id": "16357362", "text": "Nivolumab / to the fetus; it is not known if it is secreted in breast milk. Side effects include severe immune-related inflammation of the lungs, colon, liver, kidneys, and thyroid, and there are effects on skin, central nervous system, the heart, and the digestive system. It is a human IgG4 anti-PD-1 monoclonal antibody. Nivolumab works as a checkpoint inhibitor, blocking a signal that would have prevented activated T cells from attacking the cancer, thus allowing the immune system to clear the cancer. It was discovered at Medarex, developed by Medarex and Ono Pharmaceutical, and brought to market by Bristol-Myers Squibb (which acquired", "doc_score": "81.26506042480469", "publish_date": "2018/12/31"}, {"doc_id": "19007403", "text": "BANA test / BANA test The BANA test (referring to the enzymatic breakdown of [N-benzoyl-dL-arginine-2-napthylamide]) is used to determine the proteolytic activity of certain oral anaerobes that contribute to oral malodor. Some bacteria, e.g. Prophyromona gingivalis, Treponema denticola, and Bacteroides forsythus (Red complex) produce waste products that are quite odiferous, and as a result contribute to bad breath. When a sample of a patient's saliva that contains these bacteria is placed within the BANA testing compound, it causes the breakdown of the N-benzoyl enzyme. As a result of this biodegradation occurs, the test compound changes color, indicating a positive reaction. Uses: Used to", "doc_score": "83.4563217163086", "publish_date": "2018/12/31"}, {"doc_id": "2914341", "text": "Drug discovery / activities worth exploiting in the drug development process. One example of a successful use of this strategy is the screening for antitumour agents by the National Cancer Institute, started in the 1960s. Paclitaxel was identified from Pacific yew tree \"Taxus brevifolia\". Paclitaxel showed anti-tumour activity by a previously undescribed mechanism (stabilization of microtubules) and is now approved for clinical use for the treatment of lung, breast and ovarian cancer, as well as for Kaposi's sarcoma. Early in the 21st century, Cabazitaxel (made by Sanofi, a French firm), another relative of taxol has been shown effective against prostate cancer, also because", "doc_score": "82.17284393310547", "publish_date": "2018/12/31"}, {"doc_id": "2221702", "text": "DEET / DEET sprays instead of lotions which are rubbed into the skin \"forcing molecules into the skin\". DEET is commonly used in combination with insecticides and can strengthen the toxicity of carbamate insecticides, which are also acetylcholinesterase inhibitors. These findings indicate that DEET has neurological effects on insects in addition to known olfactory effects, and that its toxicity is strengthened in combination with other insecticides. DEET may be quantitated in blood, plasma or urine by gas or liquid chromatography-mass spectrometry to confirm a diagnosis of poisoning in hospitalized patients or to provide evidence in a medicolegal death investigation. Blood or plasma", "doc_score": "83.49844360351562", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_6", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "3632675", "text": "Paul Sorvino / that Snee threatened to kill her at a hotel on January 3 in Stowe, Vermont. She said she locked herself in the bathroom and called both police and her father. Her 67-year-old father showed up before police, she testified. When police arrived, the young man was arrested and charged with disorderly conduct, she said. As a deputy sheriff in Pennsylvania, Sorvino was legally authorized to carry a gun in different states. He did not point the gun at Snee or threaten him. In March 2008, Sorvino and his daughter Amanda lobbied with the Americans Against Horse Slaughter in Washington, D.C.,", "doc_score": "81.41326141357422", "publish_date": "2018/12/31"}, {"doc_id": "12498820", "text": "Jonathan Dwyer / Phoenix on July 21 at 8 a.m. and July 22 at 4 p.m., according to the Phoenix Police Department. The incidents concerned attacks against his wife and 18-month-old child. Dwyer was booked into Maricopa County Jail on one count of aggravated assault causing a fracture, one count of aggravated assault involving a minor, two counts of criminal damage, one count of preventing the use of a phone in an emergency, and assault. He was freed the next morning on a $25,000 cash bond and ordered to wear an electronic monitoring device. He was also banned from any contact with the", "doc_score": "83.55620574951172", "publish_date": "2018/12/31"}, {"doc_id": "14300906", "text": "Robbins v. Lower Merion School District / and that Perbix had determined Robbins' location. Perbix wrote: \"Now currently online at home.\" The next day, Perbix asked O'Brien whether he should continue tracking the laptop, and O'Brien responded \"yes\". Over the next 15 days, the school district captured at least 210 webcam photos and 218 screenshots. They included photos inside his home of Robbins sleeping and of him partially undressed, as well as photos of his father. The district also snapped images of Robbins' instant messages and video chats with his friends, and sent them to its servers. Those 429 images, however, only reflected the number of images", "doc_score": "80.39994049072266", "publish_date": "2018/12/31"}, {"doc_id": "20906535", "text": "Pam Hupp / a bank to retrieve \"Russ' money\", prompting her to flee into her house and then shoot Gumpenberger in self-defence with a Ruger LCR she kept on her nightstand after he pursued her. The St. Charles County prosecuting attorney and the O'Fallon chief of police theorized that Hupp had lured Gumpenberger to her home by presenting herself as a producer for the television programme \"Dateline NBC\" and offering to pay him to reenact a 9-1-1 call, then shot him in order to implicate Russ Faria in an attempt on her life (and divert suspicion from her) and planted a knife and", "doc_score": "81.35330963134766", "publish_date": "2018/12/31"}, {"doc_id": "8631601", "text": "Marty Golden / as an alternative to imprisonment. Tyrone Howard, the killer of Officer Holder, had a long history of arrests but was still allowed into a diversion program in early 2015. The bill passed the Senate in 2017. In June 2017, approximately 150 protesters rallied outside Golden's office in support of the New York Health Act, an act to establish a single-payer healthcare system in New York. Golden and his staff reportedly declined the protesters' request for him to hold a healthcare townhall. Golden has been a vocal opponent of a proposed hotel that sits directly across from a P.S. 104 in", "doc_score": "80.4478530883789", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_7", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "6302141", "text": "Art auction / it has become more common for artworks to sell for prices in excess of $100m. Of the most expensive paintings of all time, most of those that sold for more than $100m were auctioned during or after 2010. The factors that can drive the price of a piece this high include the reputation of the artist, the age of the piece, the state of the art market, the piece's provenance, and the length of time since the piece was last up for sale. In 2000, Christie's and Sotheby's admitted to a criminal price fixing conspiracy in violation of antitrust law,", "doc_score": "82.2514419555664", "publish_date": "2018/12/31"}, {"doc_id": "18658461", "text": "Isabella Stewart Gardner Museum theft / offered a reward of $5 million for information leading to the art's recovery, but in 2017 this was temporarily doubled to $10 million, with an expiration date set to the end of the year. This was extended into 2018 following helpful tips from the public. The stolen works had originally been purchased by art collector Isabella Stewart Gardner (1840–1924) and intended to be left on permanent display at the museum with the rest of her collection. Since the collection and its layout are permanent, empty frames remain hanging both in homage to the missing works and as placeholders for their", "doc_score": "81.58364868164062", "publish_date": "2018/12/31"}, {"doc_id": "6515349", "text": "Collection (artwork) / lists or boards to help facilitate such transfers. Last choice is sale on the open market. Open market sales are generally expected to take place at auction rather than through private sale, and are typically most common in art museums due to the high monetary value of art collections. A controversial example occurred when the last remaining complete dodo mount in a museum collection at Oxford University was deaccessioned due to its deterioration in 1775. Another case was the sale of a J. M. W. Turner painting in the collection of Royal Holloway, University of London to the Getty Museum", "doc_score": "82.97586822509766", "publish_date": "2018/12/31"}, {"doc_id": "12638443", "text": "Alexander Autographs / Alexander Autographs Alexander Autographs is an auctioneer of historic militaria, autographs, manuscripts, relics, and other collectibles. Based in Chesapeake City, Maryland, the auction house first opened to bidders in 1993. Patrons can attend auctions in the traditional floor style in the company's Maryland offices, or they can bid via a phone proxy, or use the internet to bid in real-time. Alexander's typically holds three to four auctions per year, and concentrates on the following categories: Militaria of all types, Colonial and Revolutionary War; the American Civil War; Americana; Presidents and Vice Presidents; Supreme Court, Cabinet Members & Politicians; Royalty and", "doc_score": "80.20564270019531", "publish_date": "2018/12/31"}, {"doc_id": "4946473", "text": "Treasure trove / not common areas). The view has been taken that such a rule is suitable for recently misplaced objects as it provides the best chance for them to be reunited with their owners. However, it effectively delivers title of old artefacts to landowners, since the older an object is, the less likely it is that the original depositor will return to claim it. The rule is therefore of little or no relevance to objects of archaeological value. Due to the potential for a conflict of interest, police officers and other persons working in law enforcement occupations, and armed forces are not", "doc_score": "79.73004913330078", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_8", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "15921989", "text": "Eden Park Kangaroo Cull / Eden Park Kangaroo Cull During October 2010 the Northern Melbourne Institute of TAFE (NMIT) applied for and received a 12-month permit from the Victorian Department of Sustainability and Environment for the Eden Park Kangaroo Cull - to cull 300 eastern grey kangaroos on its 320 hectare Eden Park Vineyard and farm and Northern Lodge equine stud. NMIT claimed that more than 1500 kangaroos were in competition for pasture, and damaging fencing, grapevines and netting. The permit was issued under the Wildlife Act (1975) after NMIT commissioned wildlife management group Ecoplan to do an independent assessment which recommended a cull of", "doc_score": "83.57304382324219", "publish_date": "2018/12/31"}, {"doc_id": "17833051", "text": "Western Australian shark cull / January, no-one has claimed responsibility for the removal of baits from lines, despite baits being found to have gone missing from hooks. On 28 January, activists from Animal Rescue Team and West Australians for Shark Conservation claimed to have recorded video footage of the rescue and release of stingrays caught on the newly set drum lines. The activists challenged the government for downplaying or dismissing the issue of bycatch on drum lines. A fisherman manning the lines said that he believed the hooks were \"too large for rays, dolphins or turtles to be caught on\". Drum lines deployed in other", "doc_score": "82.95651245117188", "publish_date": "2018/12/31"}, {"doc_id": "11348534", "text": "San Francisco Zoo tiger attacks / of the 911 calls were released. On February 16, 2008, the zoo re-opened the exterior tiger exhibit which was extensively renovated to meet the extension of the concrete moat wall up to the minimum height of 16 feet 4 inches from the bottom of the moat, installation of glass fencing on the top of the wall to extend the height to 19 feet, and installation of electrified \"hotwire\". The zoo also installed portable loudspeakers that remind visitors to leave promptly at the 5 p.m. closing time and \"Protect the Animals\" signs that read: Help make the zoo a safe environment.", "doc_score": "83.03124237060547", "publish_date": "2018/12/31"}, {"doc_id": "16004168", "text": "Occupy Melbourne / invalid. Six subsequent protest encampments were established in a pattern whereby local council bylaws were used to impede the right to free assembly and political communication through a regime of issuing notices to comply and heavy-handed police tactics to break up any emerging encampments. These encampments included: During the occupation of Flagstaff Gardens, on 6 December four protesters wore their tents as a practical joke on police that had arrived to evict them. The police forcibly removed the tent from one protester who resisted. The protesters then called for all \"Occupy\" protesters around the world to wear tents for human", "doc_score": "80.61985778808594", "publish_date": "2018/12/31"}, {"doc_id": "17833053", "text": "Western Australian shark cull / of sharks caught were tiger sharks – a total of 63 animals. According to the State Government's SharkSmart website, tiger sharks \"may only have been responsible for one shark bite in WA since 1980\". Two Mako sharks have also been found dead on the drum lines. On 20 February, the State Government denied allegations that a dolphin had been caught on a drum line. The animal was covered by a tarpaulin, a management response that activists had not seen previously. The Government stated that the animal was a tiger shark. In February, over 10,000 responses were received by the Western", "doc_score": "79.87882995605469", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_9", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "566633", "text": "Butter / butter consumption with 8 kg per capita per year. In terms of absolute consumption, Germany was second after India, using of butter in 1997, followed by France (), Russia (), and the United States (). New Zealand, Australia, and the Ukraine are among the few nations that export a significant percentage of the butter they produce. Different varieties are found around the world. \"Smen\" is a spiced Moroccan clarified butter, buried in the ground and aged for months or years. A similar product is \"maltash\" of the Hunza Valley, where cow and yak butter can be buried for decades, and", "doc_score": "77.9740219116211", "publish_date": "2018/12/31"}, {"doc_id": "10403089", "text": "Cheese / in the categorization of these cheeses is their age. Fresh cheeses without additional preservatives can spoil in a matter of days. Content (double cream, goat, ewe and water buffalo) Some cheeses are categorized by the source of the milk used to produce them or by the added fat content of the milk from which they are produced. While most of the world's commercially available cheese is made from cows' milk, many parts of the world also produce cheese from goats and sheep. Some cheeses are described by their fat content. Double cream cheeses are soft cheeses of cows' milk enriched", "doc_score": "76.92892456054688", "publish_date": "2018/12/31"}, {"doc_id": "231561", "text": "K2 / argued in his account of the ascent of Gasherbrum IV that while the name of K2 owes its origin to chance, its clipped, impersonal nature is highly appropriate for so remote and challenging a mountain. He concluded that it was: Andre Weil named K3 surfaces in mathematics partly after the beauty of the mountain K2. K2 lies in the northwestern Karakoram Range. It is located in the Baltistan region of Gilgit–Baltistan, Pakistan, and the Taxkorgan Tajik Autonomous County of Xinjiang, China. The Tarim sedimentary basin borders the range on the north and the Lesser Himalayas on the south. Melt waters", "doc_score": "75.12103271484375", "publish_date": "2018/12/31"}, {"doc_id": "10403090", "text": "Cheese / with cream so that their fat in dry matter (FDM or FiDM) is 60–75%; triple cream cheeses are enriched to at least 75%. Soft-ripened and blue-vein There are at least three main categories of cheese in which the presence of mold is a significant feature: soft ripened cheese, washed-rind cheese, and blue cheese. Processed cheeses Processed cheese is made from traditional cheese and emulsifying salts, often with the addition of milk, more salt, preservatives, and food coloring. It is inexpensive, consistent, and melts smoothly. It is sold packaged and either pre-sliced or unsliced, in a number of varieties. It is", "doc_score": "73.29236602783203", "publish_date": "2018/12/31"}, {"doc_id": "338967", "text": "Pizza cheese / moisture, including the use of pre-acidification, fat-replacers, and exopolysaccharide starter cultures as well as higher pasteurization temperatures. Manufacturers aim for a moisture content of 50-to-52 percent and a fat-in-dry-matter content of 35-to-40 percent. A study published in the \"International Journal of Food & Science Technology\" found that a 12.5:87.5 blend of vetch milk and bovine milk improved stretchiness and melting characteristics. Vetch is a legume that has seeds which are similar to lentils. An experiment published in the \"International Journal of Dairy Technology\" suggested that the level of galactose, a monosaccharide sugar that is less sweet than glucose and fructose,", "doc_score": "73.98551940917969", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_10", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "19533463", "text": "2017 World Series / of Chris Devenski, who later struck out Puig to end the game. This was the first ever World Series game in which a team hit home runs in the ninth, tenth and eleventh inning. The teams set a new record for combined home runs in a single World Series game with eight and this was the first time in MLB history, regular season or postseason, that five home runs were hit in extra innings. The Astros won their first World Series game in franchise history as they had been swept in their previous appearance in 2005. The starting pitchers for", "doc_score": "90.48504638671875", "publish_date": "2018/12/31"}, {"doc_id": "20105829", "text": "2017 American League Championship Series / 3 8–1. Game 4 began as a pitcher's duel. The Yankees' Sonny Gray threw five scoreless innings, allowing only one hit while Astros' Lance McCullers Jr. threw six shutout innings with one hit. With the bases loaded in the top of the sixth on two walks and a catcher's interference call, Yuli Gurriel cleared them with a double off of David Robertson to put the Astros up 3–0. The next inning, a Starlin Castro fielding error allowed Marwin González, who doubled, to score, increasing the lead to 4–0. In the bottom of the seventh, Aaron Judge hit a home run,", "doc_score": "92.27040100097656", "publish_date": "2018/12/31"}, {"doc_id": "19533465", "text": "2017 World Series / the Dodgers added two in the sixth on an RBI groundout by Puig and a wild pitch. McCullers wound up pitching 5 innings and allowed three runs on four hits. Brad Peacock replaced McCullers, completing the final innings with no hits allowed and four strikeouts to earn his first major league save. It was the longest hitless World Series relief outing since Ron Taylor's four innings in Game 4 of the 1964 Series, and tied Ken Clay for the longest hitless postseason save, first accomplished in the 1978 ALCS. Gurriel made a racially insensitive gesture in the dugout after his", "doc_score": "90.06532287597656", "publish_date": "2018/12/31"}, {"doc_id": "19533455", "text": "2017 World Series / since the franchise moved from Brooklyn to Los Angeles in 1958, and the 19th overall. Entering the 2017 World Series, the Dodgers bullpen had thrown 23 consecutive scoreless innings, a postseason record for a bullpen. Additionally, by outscoring the Arizona Diamondbacks and Chicago Cubs by a combined 48–19 margin, the Dodgers entered the World Series with the third-best run differential of any pennant winner since the playoff structure was expanded in 1995. All-Star shortstop Corey Seager, who was out for the entire National League Championship Series with a back injury, was included on the Dodgers' World Series roster. Manager Dave", "doc_score": "90.87106323242188", "publish_date": "2018/12/31"}, {"doc_id": "20105822", "text": "2017 American League Championship Series / League Baseball sold presenting sponsorships to all of its postseason series; this ALCS was sponsored by Camping World and was officially known as the American League Championship Series presented by Camping World. The Astros would go on to defeat the Los Angeles Dodgers in the World Series in seven games, winning their first World Series championship in franchise history. The Astros defeated the Boston Red Sox 3–1 in the 2017 American League Division Series (ALDS). This is the Astros' fifth appearance in a League Championship Series, and their first since transferring from the National League to the American League. Their", "doc_score": "90.39593505859375", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_11", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "17534399", "text": "Migos / March 2018, the Washington Avenue Armory in Albany, New York sued the group for allegedly inciting a riot at the venue in 2015, when six people were stabbed. A concertgoer who suffered facial injuries also sued the band and the venue. In 2017, South Florida rapper XXXTentacion claimed the group injured him and pulled a gun on him. Notes: Migos Migos is an American hip hop trio from Lawrenceville, Georgia, founded in 2008. They are composed of three rappers known by their stage names Quavo, Offset and Takeoff. They are managed by Coach K, the former manager of Atlanta-based rappers", "doc_score": "82.49938201904297", "publish_date": "2018/12/31"}, {"doc_id": "17534379", "text": "Migos / followed up the latter album with \"Culture II\" in January 2018, giving the group their second number one album in the United States. Migos was formed in 2008, by Quavo (born Quavious Keyate Marshall), Takeoff (born Kirshnik Khari Ball), and Offset (born Kiari Kendrell Cephus), originally known as Polo Club and from Lawrenceville, Georgia. The three members are directly related and were raised together; Quavo is Takeoff's uncle, and Offset is Quavo's cousin. The three of them grew up together in Gwinnett County, a mostly white area one hour northeast of Atlanta. \"I ain't going to sit here like, 'My", "doc_score": "82.79940032958984", "publish_date": "2018/12/31"}, {"doc_id": "20554133", "text": "Takeoff (rapper) / move his bag from the floor to an overhead storage bin prior to takeoff. Takeoff (rapper) Kirshnik Khari Ball (born June 18, 1994), known professionally as Takeoff, is an American rapper. He is best known as a member of the hip hop trio Migos along with uncle Quavo and cousin Offset. Takeoff was born Kirshnik Khari Ball in Lawrenceville, Georgia, which is in Gwinnett County, near Atlanta. He was raised by his mother, along with family members Quavo and Offset. Along with fellow family members Quavo and Offset, Takeoff began rapping in 2008. The group initially performed under the stage", "doc_score": "80.57166290283203", "publish_date": "2018/12/31"}, {"doc_id": "20554128", "text": "Takeoff (rapper) / June 24, 2017, during filming of \"Complex\"s Everyday Struggle at the BET Awards 2017, he was questioned about his absence by hosts Joe Budden and DJ Akademiks, to which he replied, \"Do it look like I'm left off \"Bad and Boujee\"?\". Takeoff's response caused Budden to leave the set, and an altercation between Migos and Budden and their entourages almost took place before it was broken up by security. Migos' second studio album, \"Culture\", was released on January 27, 2017, debuting at number 1 on the US \"Billboard\" 200, moving 131,000 album-equivalent units, including 44,000 copies sold, during its first", "doc_score": "81.19646453857422", "publish_date": "2018/12/31"}, {"doc_id": "20554131", "text": "Takeoff (rapper) / of firearms during the commission of a crime, and possession of firearms by convicted felons. While university officials had been aware of Migos' reputation, the group were allowed to perform as the student body had voted to have the group perform among seven acts that were up for consideration, and student fees and ticket sales were used to pay for the concert. According to the performance contract, the group were to be paid $30,000 with their promoter Big House Collective receiving an additional $3,000. University officials initially sought to put Migos in breach of contract due to the group's late", "doc_score": "80.22920989990234", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_12", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "962755", "text": "Luiz Inácio Lula da Silva / 32. Lula's candidacy was denied by the Superior Electoral Court on 31 August 2018, when the majority of the seven-judge panel voted to bar Lula from running in the presidential race. On 11 September 2018, Lula officially dropped out of the election and was replaced by former São Paulo mayor Fernando Haddad, whom Lula endorsed. Since Lula was first elected president, he has received numerous medals, such as the Brazilian Order of Merit, the Brazilian Orders of Military, Naval and Aeronautical Merit, the Brazilian Order of Scientific Merit, the Mexican Order of the Aztec Eagle and the Norwegian Order of", "doc_score": "90.34224700927734", "publish_date": "2018/12/31"}, {"doc_id": "962754", "text": "Luiz Inácio Lula da Silva / declared ineligible, Haddad will replace Lula as candidate, with Manuela d'Ávila replacing Haddad as the vice presidential candidate. In response to an appeal considering Lula as a political prisoner, the UN Human Rights Committee ruled on 17 August 2018 that it had requested the Brazilian government to allow Lula to exercise his political rights. In a 26 August poll, Lula had 39 percent of vote intentions within one month of the first round. The same opinion polling put Lula ahead of all his challengers in a second round run-off, including the nearest one, PSL candidate Jair Bolsonaro, by 52 to", "doc_score": "89.88675689697266", "publish_date": "2018/12/31"}, {"doc_id": "962752", "text": "Luiz Inácio Lula da Silva / Lula announced he would stand as the Workers' Party candidate for president again in the 2018 election. In September, he led a caravan of supporters to travel through the states of Brazil, starting with Minas Gerais, whose governor is Lula's political ally Fernando Pimentel. While traveling through the South of Brazil, the caravan became the target of protests. In Paraná, a campaign bus was shot, and in Rio Grande do Sul, rocks were thrown at pro-Lula militants. Despite Lula's imprisonment in April 2018, the Workers' Party insisted in keeping Lula as the party's presidential candidate. In a poll conducted by", "doc_score": "88.4244613647461", "publish_date": "2018/12/31"}, {"doc_id": "962699", "text": "Luiz Inácio Lula da Silva / 5 April 2018, the Supreme Federal Court voted to reject Lula's \"habeas corpus\" plea and on the same day a warrant was issued for his arrest. He turned himself in and began serving his sentence on 7 April 2018. Lula announced his candidacy for the 2018 presidential election, but he was disqualified from running under Brazil's Clean Slate Law by the Superior Electoral Court on 31 August 2018 and was replaced by Fernando Haddad on 11 September 2018. The United Nations Human Rights Committee requested that the Brazilian government allow Lula to exercise his political rights as a presidential candidate.", "doc_score": "89.52490234375", "publish_date": "2018/12/31"}, {"doc_id": "15718190", "text": "José Graziano da Silva / 2012 and end in July 2015. Oxfam welcomed Graziano's victory, saying he had the expertise and commitment to \"transform our broken food system and make the shift toward a new agricultural future\". The United States also welcomed Graziano's election, stressing the need for continued reform and a push for sustainable agricultural development, greater access to nutritional crops and more opportunities for women and small-scale farmers. Graziano da Silva was the sole candidate in the elections for FAO's top leadership post in 2015. He was therefore re-elected for a second term (from 1 August 2015 to 31 July 2019) with 177", "doc_score": "87.27850341796875", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_13", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "2628376", "text": "Jason Kidd / Chicago Bulls on Christmas Day, the Nets dropped to a disappointing 9–19 record. Many critics started to question Kidd's ability to manage a group of veterans that included Kevin Garnett, Paul Pierce and Joe Johnson and there even appeared rumours that Kidd might be on his way out before the end of the season. However, the Nets were able to turn things around at the beginning of 2014 and finished the season with a 44-38 record, while Kidd began to get recognition for his coaching skills. On February 3, 2014, Kidd was named the Eastern Conference Coach of the Month", "doc_score": "82.0587158203125", "publish_date": "2018/12/31"}, {"doc_id": "12733631", "text": "Ben McAdoo / Ben McAdoo Benjamin Lee McAdoo (born July 9, 1977) is an American football coach. He was head coach of the New York Giants in 2016 and 2017, after serving as offensive coordinator the previous two years under former head coach Tom Coughlin. He was fired on December 4, 2017, following a 2–10 start, along with benching longtime starting quarterback Eli Manning; his 28 regular season games were the fewest by a Giants coach since 1930. Prior to working for the Giants, McAdoo served as an assistant coach for several college football teams, as well as for the New Orleans Saints,", "doc_score": "83.91822052001953", "publish_date": "2018/12/31"}, {"doc_id": "9515201", "text": "Kevin Stallings / in the First Four. On March 27, 2016, amid a backlash from fans, it was announced that Stallings was hired as head basketball coach at the University of Pittsburgh. Despite returning 6 of the top 7 players from the previous year (including 2 eventual NBA players), Pitt finished the 2016–17 season with their first losing record in 17 years. The campaign featured an 8 game losing streak, including a lopsided 55 point loss to the Louisville Cardinals where Kevin Stallings was ejected after receiving 2 technical fouls. Prior to the regular season finale, Kevin Stallings dismissed freshman guard, Justice Kithcart,", "doc_score": "85.19102478027344", "publish_date": "2018/12/31"}, {"doc_id": "2628373", "text": "Jason Kidd / six games. Kidd struggled during the playoffs, when he was held without a field goal in his last 10 playoff games. It was believed that overworking Kidd during the regular season had strongly affected his performance in the second half of the season and left him burned out for the playoffs. Kidd retired on June 3, 2013, after one season with the Knicks and 19 seasons in the NBA. His announcement came two days after 1995 co-Rookie of the Year Grant Hill retired. On June 12, 2013, Kidd was named head coach of the Brooklyn Nets, replacing interim coach P.", "doc_score": "85.12157440185547", "publish_date": "2018/12/31"}, {"doc_id": "2628377", "text": "Jason Kidd / for January. On April 1, 2014, he was named Eastern Conference Coach of the Month a second time for March. He became the fourth coach overall to win both Player of the Month and Coach of the Month honors. He also became the second coach, after Jeff Hornacek of the Phoenix Suns, to win both honors with the same team. In the first round of the 2014 NBA Playoffs, the Brooklyn Nets eliminated the Toronto Raptors in a 7-game series. Kidd is the 19th rookie head coach in the league's history to coach his team in a decisive Game 7", "doc_score": "83.243408203125", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_14", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "3610070", "text": "Elon Musk / for a second divorce from Riley; however, the action was withdrawn. The media announced in March 2016 that divorce proceedings were again under way, this time with Riley filing for divorce from Musk. The divorce was finalized in late 2016. Musk began dating American actress Amber Heard in 2016 but the two split up after one year due to their conflicting schedules. On May 7, 2018, Musk and Canadian musician Grimes revealed that they had begun dating. In an apparent admission of mixing zolpidem (Ambien) and alcohol, Musk tweeted in June 2017: \"A little red wine, vintage record, some Ambien", "doc_score": "77.21416473388672", "publish_date": "2018/12/31"}, {"doc_id": "4293937", "text": "Sam Seder / were about to break the story through their own publication. Seder immediately sent Cockfield an inquiry regarding his status. Cockfield, at first, did not have a status update but later confirmed MSNBC was, in fact, dropping Seder. The next day, on December 4, 2017, TheWrap announced that MSNBC had elected to sever ties with Seder by not renewing his contract (due to expire in February 2018) due to the controversial tweet. Seder defended the tweet by pointing out that, taken in context of the current events around the time he posted it, it was a satiric response to a petition", "doc_score": "73.91494750976562", "publish_date": "2018/12/31"}, {"doc_id": "4897238", "text": "OkCupid / of Danish researchers have made publicly available the \"OkCupid dataset\" project, containing (as of May 2016) 2,620 variables describing 68,371 users on OkCupid for research purposes (e.g., for psychologists investigating the social psychology of dating). The data release spurred considerable criticism, included an investigation by the Danish Data Protection Authority. In December 2017, OkCupid rolled out a change that would require users to provide their real first name, in place of a pseudonym as was previously encouraged. Although the company later clarified that nicknames or initials would be acceptable, despite a list of \"banned words\" being employed, this change has", "doc_score": "74.28816986083984", "publish_date": "2018/12/31"}, {"doc_id": "1395499", "text": "Bow Wow (rapper) / releasing the album after he turned 28. On June 24, 2014, Bow Wow announced via Instagram that after the 2014 BET Awards, he was going by his real name Shad Moss, claiming that he made a lot of history as Bow Wow and that it was now time for \"the next chapter and challenge\". He stated that \"Bow Wow\" no longer fit with his new personality as he was now a father, host, and actor, and he had matured from what he had been early on in his life. In May 2015, with his long-delayed album with Cash Money still", "doc_score": "73.5880126953125", "publish_date": "2018/12/31"}, {"doc_id": "18839046", "text": "Apple Music / his former label, being a part of the deal. The exclusive deal reportedly \"ignited a music streaming war\". The move followed in the footsteps of other artists, including Adele, Coldplay, Future, Drake, Beyoncé, Rihanna, and Kanye West, who released albums on exclusive terms with music streaming competitors of leading service Spotify. Jonathan Prince, Spotify's head of communications, told \"The Verge\" that \"We’re not really in the business of paying for exclusives, because we think they’re bad for artists and they’re bad for fans. Artists want as many fans as possible to hear their music, and fans want to be able", "doc_score": "73.55913543701172", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_15", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "2729775", "text": "Price stability / the goal of price stability. In the United States, the Federal Reserve Act (as amended in 1977) directs the Federal Reserve to pursue policies promoting “maximum employment, stable prices, and moderate long-term interest rates.” The Fed long ago determined that the best way to meet those mandates is to target a rate of inflation of around 2%; in 2011 it officially adopted a 2% annual increase in the personal consumption expenditures price index (often called PCE inflation) as the target. Since the mid-trend 1990s, the Federal Reserve's measure of the inflation trend averaged 1.7%, a mere 0.3% shy of the", "doc_score": "94.6471939086914", "publish_date": "2018/12/31"}, {"doc_id": "134964", "text": "Federal Reserve / liquidity may also be provided in exceptional circumstances. The rate the Fed charges banks for these loans is called the discount rate (officially the primary credit rate). By making these loans, the Fed serves as a buffer against unexpected day-to-day fluctuations in reserve demand and supply. This contributes to the effective functioning of the banking system, alleviates pressure in the reserves market and reduces the extent of unexpected movements in the interest rates. For example, on September 16, 2008, the Federal Reserve Board authorized an $85 billion loan to stave off the bankruptcy of international insurance giant American International Group", "doc_score": "91.32170104980469", "publish_date": "2018/12/31"}, {"doc_id": "6030847", "text": "Inflation targeting / to economic shocks in the short term. Some inflation targeters associate this with more economic stability. Inflation targeting Inflation targeting is a monetary policy regime in which a central bank has an explicit target inflation rate for the medium term and announces this inflation target to the public. The assumption is that the best that monetary policy can do to support long-term growth of the economy is to maintain price stability. The central bank uses interest rates, its main short-term monetary instrument. An inflation-targeting central bank will raise or lower interest rates based on above-target or below-target inflation, respectively. The", "doc_score": "88.75243377685547", "publish_date": "2018/12/31"}, {"doc_id": "6030832", "text": "Inflation targeting / inflation returns to the 2 percent target level. Such a use of the exchange rate as tool within the regime of inflation targeting should not be confused with a fixed exchange-rate system or with a currency war. In a historic shift on 25 January 2012, U.S. Federal Reserve Chairman Ben Bernanke set a 2% target inflation rate, bringing the Fed in line with many of the world's other major central banks. Until then, the Fed's policy committee, the Federal Open Market Committee (FOMC), did not have an explicit inflation target but regularly announced a desired target range for inflation (usually", "doc_score": "93.49324798583984", "publish_date": "2018/12/31"}, {"doc_id": "1412972", "text": "Interest rate / to holding cash, is for governments to encourage mildly inflationary monetary policy; indeed, this is what Keynes recommended back in 1936. Both the European Central Bank starting in 2014 and the Bank of Japan starting in early 2016 pursued the policy on top of their earlier and continuing quantitative easing policies. The latter's policy was said at its inception to be trying to 'change Japan’s “deflationary mindset.”' In 2016 Sweden, Denmark and Switzerland—not directly participants in the Euro currency zone—also had NIRPs in place. Countries such as Sweden and Denmark have set negative interest on reserves—that is to say, they", "doc_score": "89.29537963867188", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_16", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "17144093", "text": "Angie Miller (American singer) / Knowles, Colton Dixon and others, dominated social media relative to her peers, and was called out for her resemblance to singer Miley Cyrus. Miller was considered a fan favorite, often placing in the voting's top ranks and becoming the season's sole contestant to not land in the bottom 2 or 3 until her elimination in the Top 3. The elimination was described by journalists as \"shocking\" and \"surprising,\" to which they attributed competitor Kree Harrison's victory to support from Vote for the Worst, voting from Middle America, and pity votes prompted by her homecoming video. Conversely, Kevin Rutherford of \"Billboard\"", "doc_score": "82.0308609008789", "publish_date": "2018/12/31"}, {"doc_id": "18621929", "text": "William Henry Harrison presidential campaign, 1840 / his older siblings were), but he told of annual pilgrimages to the old cabin with his children to instill its values in them. Former Postmaster General Amos Kendall, who managed Van Buren's re-election campaign, instructed that Democrats should not try to defend the administration, but should focus on attacking the opposing party's presidential candidate. By the end of May 1840, Harrison had made no public appearances that year. Even though there was a custom that presidential contenders did not campaign, he was still mocked by the Democratic press. One article alleged he had been shut up in an iron cage", "doc_score": "78.52567291259766", "publish_date": "2018/12/31"}, {"doc_id": "5089723", "text": "Daniel Bryan / of \"Raw\" by pinning Santino Marella in an eight-on-four handicap match. The following night on \"NXT\", he was eliminated from the show along with Michael Tarver as neither man had confidence in themselves to win the competition. Despite his elimination, he appeared on the following episodes of \"NXT\", being interviewed by Matt Striker and attacking both Michael Cole and The Miz. On the May 31 episode of \"Raw,\" Bryan was granted a match against the Miz by guest host Ashton Kutcher, which he won and threw Miz into Cole at ringside after the match. On the June 7 episode of", "doc_score": "81.1313705444336", "publish_date": "2018/12/31"}, {"doc_id": "5089745", "text": "Daniel Bryan / insulted by celebrity Charlie Sheen. AJ's rejection of Bryan turned him into an angry and bitter individual and resulted in Bryan lashing out at audiences. AJ continued to exact her revenge on Bryan by denying him a WWE Championship shot and instead forcing him to face Kane on August 19 at SummerSlam, where Bryan emerged victorious. As a result of Bryan and Kane's issues, AJ enrolled them in anger management classes hosted by Dr. Shelby and they were later forced to \"hug it out\". At the arrangement of Dr. Shelby and AJ, the two adversaries formed a team whose constant", "doc_score": "81.46539306640625", "publish_date": "2018/12/31"}, {"doc_id": "512737", "text": "William Jennings Bryan / Florida, but the fighting between Spain and the United States ended before the regiment was deployed to Cuba. Bryan's regiment remained in Florida for months after the end of the war, thereby preventing Bryan from taking an active role in the 1898 mid-term elections. Bryan resigned his commission and left Florida in December 1898 after the United States and Spain signed the Treaty of Paris. Bryan had supported the war as a means to gain Cuba's independence, but he was outraged that the Treaty of Paris granted the United States control over the Philippines. While many Republicans believed that the", "doc_score": "77.88240051269531", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_17", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "9327710", "text": "Robert B. Vance / was twenty, he was elected clerk of the Buncombe County Court of Common Pleas and Quarter Sessions, the position his father held until his death. Rather than seek re-election, in 1858, he decided to become a merchant in Asheville. Later, he became the joint Secretary and Treasurer of the Holston Conference Female College before it closed during the war. During the 1860 presidential election, Vance supported the Constitutional Union Party candidate, John Bell. Following the election, Vance remained a devout Federalist, until President Lincoln began organizing troops, after southern states began seceding from the Union just a month after the", "doc_score": "83.71339416503906", "publish_date": "2018/12/31"}, {"doc_id": "18445419", "text": "Joseph W. Vance / was born in Paris, Illinois, on May 21, 1841. He descended from an early American family; his great-grandfather was killed at the Battle of Kings Mountain during the Revolutionary War. Vance attended public schools, then attended Edgar Academy and the United States Military Academy. When the Civil War broke out, Vance was named First Lieutenant of Company F, 7th Congressional District Regiment of Illinois. Vance was also assigned as the Tactical Instructor of the regiment. Weeks later, the regiment was reorganized as the 21st Illinois Volunteer Infantry Regiment, the unit led by then-colonel Ulysses S. Grant. Grant recommended Vance to", "doc_score": "81.9849624633789", "publish_date": "2018/12/31"}, {"doc_id": "20036980", "text": "J. D. Vance / to write his memoir. After law school, Vance worked as the principal in a venture capital firm owned by Peter Thiel, known as \"Mithril Capital Management LLC\". In December 2016, Vance indicated that he planned to move to Ohio to start a nonprofit and potentially run for office and work on drug addiction. The non-profit is called Our Ohio Renewal. In January 2017, Vance became a CNN Contributor. In April 2017, Ron Howard signed on to direct a movie based on \"Hillbilly Elegy\". In early 2018, Vance was reported to have been considering a bid for U.S. Senate as a", "doc_score": "82.3967514038086", "publish_date": "2018/12/31"}, {"doc_id": "13104472", "text": "Robert Smith Vance / organization, despite continual struggles between the two factions. The most well-known example of this fight came during the 1968 Democratic National Convention in Chicago, as competing slates of delegates vied for credentials to be seated. Vance's group of party loyalists overcame challenges from both Wallace's group and a predominantly black slate headed by Dr. John Cashin of Huntsville, Alabama. Vance was also a lecturer at the Cumberland School of Law, at Samford University from 1967 to 1969. He served for a number of years in the United States Army Reserve, retiring as a lieutenant colonel. On November 4, 1977, Vance", "doc_score": "81.8533706665039", "publish_date": "2018/12/31"}, {"doc_id": "13104470", "text": "Robert Smith Vance / Senator Joseph McCarthy. After his military service, Vance received a Master of Laws from George Washington University Law School in 1955 and served as a law clerk to Alabama Supreme Court Justice James Mayfield. He then served a one-year stint as an attorney for the United States Labor Department before entering private practice in Birmingham from 1956 to 1977. As a lawyer, Vance quickly sided with the developing civil rights movement, as shown by his participation as an intervening plaintiff in litigation that ultimately resulted in the United States Supreme Court decision in \"Reynolds v. Sims\", which decided that state", "doc_score": "82.7623062133789", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_18", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "11571423", "text": "Todd A. Kessler / as Perry the Doorman. In 2015, his Kyle Chandler led Netflix series \"Bloodline\" premiered. In 2016 it was cancelled, and ended its run after its third season in 2017. After graduating from Cranbrook Kingswood School, Kessler graduated \"magna cum laude\" from Harvard University with a degree in dramatic literature and playwriting, and has twice been a visiting artist at Harvard, teaching screenwriting seminars. Kessler has been nominated for several Primetime Emmy Awards. Todd A. Kessler, Glenn Kessler and Daniel Zelman were nominated for an Emmy Award for Outstanding Writing for a Drama Series for their work on the \"Damages\" pilot", "doc_score": "77.21656799316406", "publish_date": "2018/12/31"}, {"doc_id": "13093149", "text": "Cory Hardrict / in 2018. Cory Hardrict Cory Hardrict (born November 9, 1979) is an American actor. He has appeared in film and television since the late 1990s. He was an executive producer for the 2012 film \"The Watch\". Hardrict was born in Chicago, Illinois. He began his career on television during the late 1990s, with appearances in weekly prime-time programs including \"Smart Guy\", \"Felicity\", \"Once and Again\" and \"ER\". He made his film debut in the 1999 romantic comedy \"Never Been Kissed\", starring Drew Barrymore, followed by a role in the drama \"Crazy/Beautiful\" (2001). Hardrict has also appeared in \"Creature Unknown\" (2004),", "doc_score": "76.04371643066406", "publish_date": "2018/12/31"}, {"doc_id": "17121028", "text": "Jeffery Self / Jeffery Self Jeffery Self (born February 19, 1987) is an American actor, writer, and comedian. Self is a native of Georgia, who grew up in the South. After attending middle school, Self persuaded his parents to let him be homeschooled to avoid dealing in high school with the fact that he was gay. Self has appeared in many television shows as a recurring, featured or guest actor. He and Cole Escola starred in the sketch comedy series \"Jeffery & Cole Casserole\", which aired on Logo TV for two seasons. He has appeared on a wide range of television shows, including", "doc_score": "76.41852569580078", "publish_date": "2018/12/31"}, {"doc_id": "11546016", "text": "Clint Catalyst / Clint Catalyst Clint Catalyst (born April 8, 1971) is the nom de plume of Clinton Green, an American author, actor, spoken word performer, and stylist. Catalyst has covered music, fashion, LGBT issues, and popular culture for magazines including \"LA Weekly\", \"Frontiers\", \"Out\", \"Surface\" and \"Swindle\". Born in Jonesboro, Arkansas, Catalyst was raised an only child to Southern Baptist parents. Other than a year in Germany on scholarship, he remained there until he attended Hendrix College, where he started \"As If\" magazine and received a Bachelors in English with honors distinction. British journalist Mick Mercer describes \"As If\" as an \"excellent", "doc_score": "76.40288543701172", "publish_date": "2018/12/31"}, {"doc_id": "2204883", "text": "Dave Chappelle / his specials in one year. Chappelle received his first Emmy Award in 2017 for his guest appearance on \"Saturday Night Live\". In 2018, he received a Grammy Award for his Netflix specials \"The Age of Spin & Deep in the Heart of Texas\". \"Equanimity\", his Netflix special, was nominated in 2018 for three Emmys and received the award for Outstanding Variety Special (Pre-Recorded). David Khari Webber Chappelle was born in Washington, D.C., on August 24, 1973, the youngest of three children. His father, William David Chappelle III, worked as a statistician before becoming a professor at Antioch College in Yellow", "doc_score": "75.38397216796875", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_19", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "17294643", "text": "Soylent (meal replacement) / which it did in the next formulation version 1.7 introduced on December 15, 2016. The drink-based products use algal oil, not algal flour, so are deemed to be safe for users. Rhinehart called the flavor of the original versions \"minimal\", \"broad\" and \"nonspecific\". Soylent 1.0 contains soy lecithin and sucralose as masking flavors and to adjust appearance, texture and smell. Before version 1.4, vanillin was included as an ingredient for flavoring. Dylan Matthews of \"The Washington Post\" noted in 2013 that Soylent fulfills a similar need as medical foods such as Abbott Laboratories's Jevity, but for a much lower cost.", "doc_score": "82.7649154663086", "publish_date": "2018/12/31"}, {"doc_id": "1516470", "text": "Starbucks / of over $2 billion. The company began a \"skinny\" line of drinks in 2008, offering lower-calorie and sugar-free versions of the company's offered drinks that use skim milk, and can be sweetened by a choice of \"natural\" sweeteners (such as raw sugar, agave syrup, or honey), artificial sweeteners (such as Sweet'N Low, Splenda, Equal), or one of the company's sugar-free syrup flavors. Starbucks stopped using milk originating from rBGH-treated cows in 2007. In June 2009, the company announced that it would be overhauling its menu and selling salads and baked goods without high fructose corn syrup or artificial ingredients. This", "doc_score": "81.49250030517578", "publish_date": "2018/12/31"}, {"doc_id": "196943", "text": "Irn-Bru / a new deal was signed for the drink to be manufactured and distributed in larger quantities by the Pepsi Bottling Group of Russia in 2002. Its popularity has been attributed to the drink's apparent similarity to discontinued Soviet-era soft drinks. As of 2011, Irn-Bru sales in Russia were still growing. Irn-Bru and Diet Irn-Bru have been formulated since 2002 by A.G. Barr plc to meet the regulations for food colouring of the U.S. Food and Drug Administration (FDA). Ponceau 4R, used in the UK formulation, is prohibited by the FDA. Barr uses alternative food and drink colourants manufactured by a", "doc_score": "81.1897201538086", "publish_date": "2018/12/31"}, {"doc_id": "6983597", "text": "Swerve (drink) / Swerve (drink) Swerve was a flavored and vitamin-fortified dairy drink introduced in the United States in 2003 by The Coca-Cola Company. It contained 51% skim milk, was sweetened by a blend of sugar and sucralose, and provided 30% of the recommended daily allowance of Vitamins A, C & D and Calcium. It was available in three flavors: a vanilla-banana flavor called Vanana, a blueberry-strawberry flavor called Blooo, and a chocolate flavor. It was most often found in school cafeterias. The drink's label carried the American Heart Association's \"Heart Smart\" seal, for meeting the \"food criteria for saturated fat and cholesterol", "doc_score": "84.07418060302734", "publish_date": "2018/12/31"}, {"doc_id": "2925076", "text": "Crystal Pepsi / beverage by entering a sweepstakes via a mobile application or online at Pepsipass.com between December 10 and 11. Winners selected during the following week would receive the beverage in time for Christmas. On June 30, 2016, Pepsi announced that the drink would be making a second return, reaching Canadian stores on July 11, and American stores on August 8, 2016. Unlike the original release in the 1990s, the drink as released in 2015 and 2016 contains caffeine and sodium benzoate, a preservative. In October 2016, Pepsi rereleased the drink in the United States again for a limited time exclusively on", "doc_score": "84.07736206054688", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_20", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "8821058", "text": "Matt Hancock / and honest. The frequency of his appearances in the House of Commons and contributions to debates are well above average, and he has voted for tuition fees, encouraging occupational pensions and raising VAT. In January 2013, he was accused of dishonesty by \"Daybreak\" presenter Matt Barbet after claiming he had been excluded from a discussion about apprentices after turning up \"just 30 seconds late\". Barbet said Hancock knew he was \"much more than a minute late\" and he should have arrived half an hour beforehand to prepare for the interview. His opponent expressed surprise that \"a minister whose Government berates", "doc_score": "82.44259643554688", "publish_date": "2018/12/31"}, {"doc_id": "8821055", "text": "Matt Hancock / positions from September 2013 onwards under both David Cameron and Theresa May. He was promoted to the Cabinet as Secretary of State for Digital, Culture, Media and Sport in January 2018. On 9 July 2018, after the promotion of Jeremy Hunt to Foreign Secretary, Hancock was named Secretary of State for Health and Social Care. Hancock was educated at Farndon County Primary School, in Farndon, Cheshire; the King's School, an independent school in Chester, Cheshire; and West Cheshire College, a further education college. He graduated from Oxford University with a 1st in Philosophy, Politics and Economics, having studied at Exeter", "doc_score": "83.61358642578125", "publish_date": "2018/12/31"}, {"doc_id": "8821056", "text": "Matt Hancock / College, Oxford. He went on to earn an MPhil in Economics at the University of Cambridge, where he studied at Christ's College, Cambridge. Hancock became a member of the Conservative Party in 1999. After university, Hancock briefly worked for his family’s computer software company, before moving to London to work as an economist at the Bank of England, specialising in the housing market. In 2005, he became an economic adviser to the Shadow Chancellor of the Exchequer George Osborne, later becoming Osborne's chief of staff. Hancock stepped down from his role with the party in February 2010 after being selected", "doc_score": "83.12115478515625", "publish_date": "2018/12/31"}, {"doc_id": "8821060", "text": "Matt Hancock / for Energy, and Minister of State for Portsmouth. On 27 July he announced protection from fracking for National Parks—seen as a method of reducing anger in Conservative constituencies ahead of the election. Interviewed on the Radio 4 \"Today\" programme, he rejected the suggestion that fracking was highly unpopular but when challenged was unable to name a single village which supported it. In his role as Minister of State for Energy, he was criticised for hiring a private jet to fly back from a climate conference and accepting money from climate change denial organisation Global Warming Policy Foundation. In October 2014,", "doc_score": "79.9471664428711", "publish_date": "2018/12/31"}, {"doc_id": "2517794", "text": "Edward Leigh / Edward Leigh Sir Edward Julian Egerton Leigh (born 20 July 1950) is a British Conservative Party politician who has served as a Member of Parliament since 1983. Leigh speaks regularly in the House of Commons on civil liberties, constitutional, ecclesiastical and economic matters. He has represented Gainsborough, Lincolnshire in the House of Commons as its Member of Parliament since 1983 (representing its predecessor constituency, Gainsborough and Horncastle, until 1997). Leigh was knighted in the 2013 Birthday Honours for public and political service and received the Légion d'honneur in 2015. Leigh has a reputation in Westminster for being a “serial rebeller”", "doc_score": "76.0970458984375", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_21", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "2418612", "text": "Danish People's Party / securing 27% of the vote. After the election, it joined the European Conservatives and Reformists group alongside parties such as the United Kingdom's Conservative Party and Poland's Law and Justice. The DPP received 21% of the vote in the 2015 general election, becoming the second largest party in Denmark for the first time amid a plurality for the centre-right parties. The party's popularity has grown since its inception, taking 25 seats in the 179-member Folketing in the 2007 parliamentary election (13.8% of the vote, remaining the third largest party in Denmark). In the 2011 parliamentary election, while maintaining its position", "doc_score": "88.1637191772461", "publish_date": "2018/12/31"}, {"doc_id": "2418488", "text": "Venstre (Denmark) / 19.5% of the vote, and 34 out of 179 seats. It is led by Lars Løkke Rasmussen, who took over as party leader and Prime Minister from Anders Fogh Rasmussen when the latter became Secretary General of NATO in 2009. The party is a member of Liberal International and the Alliance of Liberals and Democrats for Europe (ALDE). One of Denmark's thirteen MEPs are from Venstre in the 2014-19 term of office, and they sit with the ALDE Group in the European Parliament. Venstre is categorised as centre-right on the political spectrum. It is a market liberal party within the", "doc_score": "84.27001190185547", "publish_date": "2018/12/31"}, {"doc_id": "16986570", "text": "2017 German federal election / 2017 German federal election Federal elections were held in Germany on 24 September 2017 to elect the members of the 19th Bundestag. At stake were all 598 seats in the Bundestag, as well as 111 overhang and levelling seats determined thereafter. The Christian Democratic Union/Christian Social Union (CDU/CSU), led by Chancellor Angela Merkel, won the highest percentage of the vote with 33%, though suffered a large swing against it of more than 8%. The Social Democratic Party (SPD) achieved its worst result since the Second World War with only 20% of the vote. Alternative for Germany (AfD)—which was previously unrepresented", "doc_score": "83.2478256225586", "publish_date": "2018/12/31"}, {"doc_id": "18440976", "text": "Next Danish general election / Next Danish general election General elections will be held in the Kingdom of Denmark after either the dissolution or expiry of the current Parliament, and must be held on or before 17 June 2019. All 179 members of the Folketing will be elected. 175 members will be elected in Denmark proper, two in the Faroe Islands and two in Greenland. At the 2015 general election, the parties of the \"Blue bloc\" secured a very narrow majority in the Folketinget, 90 seats versus 89 for the parties of the centre-left \"Red bloc\". Ten days later, a minority government was formed by", "doc_score": "86.97447967529297", "publish_date": "2018/12/31"}, {"doc_id": "2418554", "text": "Social Democrats (Denmark) / Social Democrats (Denmark) The Social Democrats (), officially Social Democracy (), is a social-democratic political party in Denmark. It was the major coalition partner in government from the 2011 parliamentary election, with then-party leader Helle Thorning-Schmidt as Prime Minister. After the 2015 parliamentary election, the party is no longer in government, though it regained the position as the largest party in the Danish parliament, the Folketing, with 47 of 179 seats. Helle Thorning-Schmidt withdrew as party leader on the night of the election as a direct consequence of the loss of government control, and she was succeeded on 28 June", "doc_score": "87.92115783691406", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_22", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "14517283", "text": "Zoosk / its recommendations can be. In August 2014, Zoosk added its Photo Verification service, designed to prevent users from \"posting photos of themselves when they were 10 years younger or 20 pounds lighter\". To verify a photo, users are asked to take a video selfie in order to record their appearance from multiple angles. Zoosk moderators then determine if the user's profile photo and video match. When they do, the user receives a green check next to his or her photos. The feature was released first to the Zoosk iOS app, followed by Android. In January 2018, Zoosk launched Insignia, a", "doc_score": "79.31510925292969", "publish_date": "2018/12/31"}, {"doc_id": "17746993", "text": "Whisper (app) / metrics are correct, Whisper outperformed \"CNN\", \"Vice\", and \"BuzzFeed\" on Facebook for interactions.\" \"CBS New York\" describes Whisper as \"the place to go these days to vent, come clean, or peer into other people's secrets,\" and that the goal is that of \"turning confessions into content.\" The app purports to promote online anonymity, and the developer claims this will prevent and combat cyberbullying. In October 2015, Whisper announced a partnership with the Ad Council on the \"I Am A Witness\" anti-bullying campaign, along with other tech companies, including Facebook, Twitter, and Snapchat, and in March 2016, Whisper announced a partnership", "doc_score": "76.32770538330078", "publish_date": "2018/12/31"}, {"doc_id": "2896658", "text": "Altered Carbon / soldiers in this way would severely inhibit their effectiveness, since they would have to cope with a new body and an unknown environment while fighting. To combat this, Envoy training emphasises mental techniques necessary to survive in different bodies over physical strength, and the sleeve they are transmitted into has special neuro-chemical sensors that amplify the power of the five senses, intuition and physical capabilities to superhuman degrees. The effectiveness of the Envoy Corps' training is such that Envoys are banned from holding government positions on most worlds. Kovacs is persistently wracked by his memories of the action taken by", "doc_score": "79.1349868774414", "publish_date": "2018/12/31"}, {"doc_id": "13228939", "text": "Foursquare / to let people know. You don't check in.\" Selvadurai also states that Foursquare does not passively track users, which means a user has to actively check in to let people know where they are. On May 8, 2012 Foursquare developers announced a change to the API in response to a number of so-called \"stalker\" applications which had been making the locations of e.g. all female users within a specific area available to the public. In late December 2012, Foursquare updated its privacy policy which will now display users' full names, as opposed to an initial for a surname. In addition,", "doc_score": "77.00164794921875", "publish_date": "2018/12/31"}, {"doc_id": "17836097", "text": "Transparency report / Disclosing a transparency report also helps people to know about the appropriate scope and authority of content regulation for online discussions. Google first launched a transparency report in 2010, with Twitter following in 2012. Additional companies began releasing transparency reports as during the aftermath of the global surveillance disclosures beginning in 2013, and the number of companies issuing them has increased rapidly ever since. Transparency reports are issued today by a variety of technology and communications companies, including Google, Microsoft, Verizon, AT&T, Twitter, Apple, Dropbox, Facebook, Yahoo and CloudFlare. Several companies and advocacy groups have lobbied the U.S. government to", "doc_score": "76.95671844482422", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_23", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "6755318", "text": "P300 (neuroscience) / P300 (neuroscience) The P300 (P3) wave is an event related potential (ERP) component elicited in the process of decision making. It is considered to be an endogenous potential, as its occurrence links not to the physical attributes of a stimulus, but to a person's reaction to it. More specifically, the P300 is thought to reflect processes involved in stimulus evaluation or categorization. It is usually elicited using the oddball paradigm, in which low-probability target items are mixed with high-probability non-target (or \"standard\") items. When recorded by electroencephalography (EEG), it surfaces as a positive deflection in voltage with a latency (delay", "doc_score": "74.87422180175781", "publish_date": "2018/12/31"}, {"doc_id": "12509307", "text": "Tempora mutantur / to say \"tempora mutantur\", and if men themselves change with the times, why should not laws also undergo an alteration?\" The adage is inscribed on the Convention Center at Caesars Palace in Las Vegas. In July 2017 \"Tempora mutantur, et nos mutamur in illis\" was the first tweet of UK Conservative politician Jacob Rees-Mogg Tempora mutantur Tempora mutantur is a Latin adage that refers to the changes that the passage of time brings. It also appears in various longer hexametric forms, most commonly Tempora mutantur, nos et mutamur in illis, meaning \"Times are changed, we also are changed with them\".", "doc_score": "75.54325103759766", "publish_date": "2018/12/31"}, {"doc_id": "20120479", "text": "Aughts / accepted in the same manner as for decades such as the '80s, the '90s, etc. Orthographically, the decade can be written as the \"2000s\" or the 00s\". Some people read \"2000s\" as \"two-thousands\", and thus simply refer to the decade as the \"Two-Thousands\", the \"Twenty Hundreds\", or the \"Twenty-ohs\". Some read it as the \"00s\" (pronounced \"Ohs\", \"Oh Ohs\", \"Double Ohs\" or \"Ooze\"), while others referred to it as the \"Zeros\". On January 1, 2000, the BBC listed the noughties (derived from \"nought\" a word used for zero in many English-speaking countries), as a potential moniker for the new decade.", "doc_score": "72.56136322021484", "publish_date": "2018/12/31"}, {"doc_id": "20550418", "text": "Flick (time) / Flick (time) A flick is a unit of time equivalent to exactly 1/705,600,000 of a second. The figure was chosen so that frequencies of 24, 25, 30, 48, 50, 60, 90, 100 and 120 Hz, as well as 1/1000 divisions of all those, can be represented with integers. The unit was launched in January 2018 by Facebook. A flick is approximately 1.42 × 10 s, which makes it larger than a nanosecond but much smaller than a microsecond. A similar unit for integer representation of temporal points was proposed in 2004 under the name TimeRef, splitting a second into 14,112,000", "doc_score": "75.31307983398438", "publish_date": "2018/12/31"}, {"doc_id": "5877205", "text": "P convention / P convention The \"-P Convention\" or \"P Question\" refers to the act of making a statement into a question by appending \"P.\" When spoken aloud, the \"P\" is literally pronounced as a separate syllable \"Pee.\" This practice originated among users of the Lisp programming language, in which there is the convention of appending the letter \"P\" on elements to denote a predicate (a yes or no question). It is most commonly used at MIT and the University of California, Berkeley, or among computer scientists working in Artificial intelligence (which frequently uses Lisp). This usage was immortalized in the Jargon File", "doc_score": "74.96442413330078", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_24", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "11430316", "text": "Anti-nuclear movement in the United Kingdom / work before planning permission has been granted\". The group of about seven protesters also claim a nature reserve is at risk from the proposals. On 10 March 2012, the first anniversary of the Fukushima nuclear disaster, hundreds of anti-nuclear campaigners formed a symbolic chain around Hinkley Point to express their determined opposition to new nuclear power plants, and to call on the coalition government to abandon its plan for seven other new nuclear plants across the UK. Similar protests took place against new nuclear plants at Wylfa in North Wales and Heysham in Lancashire. In April 2013, thousands of Scottish", "doc_score": "85.79229736328125", "publish_date": "2018/12/31"}, {"doc_id": "15472790", "text": "Anti-austerity movement in the United Kingdom / conference in Manchester on 5 October. On 16 April 2016, the National People's Assembly led a further national demonstration labelled the \"March for Health, Homes, Jobs, Education\", or the '#4Demands' march. It was reported that the march was attended by 50,000 to 150,000 protesters, who marched from London's Euston Road to Trafalgar Square. On 4 March 2017 250,000 marched in London. More than 100,000 people attended the \"Not One Day More\" protest in London on 1 July. Aside from being an Anti-austerity rally, both the renewal of Theresa May's premiership- three weeks after she secured a minority government in the", "doc_score": "86.47721099853516", "publish_date": "2018/12/31"}, {"doc_id": "15472787", "text": "Anti-austerity movement in the United Kingdom / and political commenters Russell Brand and Mark Steel. Sources confirmed the march to have 50,000 demonstrators. As well as putting on national events, the majority of work is carried out by the local People's Assemblies, that were either founded after the founding People's Assembly, or incorporate pre-existing local anti-cuts groups. On 9 May 2015, after the Conservative party achieved a majority government in the 2015 general election an impromptu anti-austerity protest. Four police officers and a member of police staff were injured and five protesters were arrested. A minor protest in Bristol of 1,000 demonstrator on 13 May 2015—six days", "doc_score": "86.02764129638672", "publish_date": "2018/12/31"}, {"doc_id": "15980259", "text": "Occupy movement / protests also focused on local issues, including the closure of shops in the town and the Dreamland Margate amusement park, a lack of employment opportunities and perceived disparities in the allocation of education resources. Lancaster in England and Cardiff in Wales. On 8 January 2012, Lancaster Police arrested four members of Occupy Lancaster who were occupying a disused hotel in the city centre. On 11 November, police arrested 179 people believed to be EDL supporters on Armistice Day after apparent threats to the St Paul's camp were posted on Facebook. 176 were released without charge and 3 were bailed \"pending", "doc_score": "84.80071258544922", "publish_date": "2018/12/31"}, {"doc_id": "12786629", "text": "Anti-nuclear protests / build a new nuclear power station at Wylfa. The march was organised by a number of organisations, including Pobl Atal Wylfa B, Greenpeace and Cymdeithas yr Iaith, which are supporting farmer Richard Jones who is in dispute with Horizon. On March 10, 2012, the first anniversary of the Fukushima nuclear disaster, hundreds of anti-nuclear campaigners formed a symbolic chain around Hinkley Point to express their determined opposition to new nuclear power plants, and to call on the coalition government to abandon its plan for seven other new nuclear plants across the UK. The human chain continued for 24 hours, with", "doc_score": "85.0280532836914", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_25", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "962755", "text": "Luiz Inácio Lula da Silva / 32. Lula's candidacy was denied by the Superior Electoral Court on 31 August 2018, when the majority of the seven-judge panel voted to bar Lula from running in the presidential race. On 11 September 2018, Lula officially dropped out of the election and was replaced by former São Paulo mayor Fernando Haddad, whom Lula endorsed. Since Lula was first elected president, he has received numerous medals, such as the Brazilian Order of Merit, the Brazilian Orders of Military, Naval and Aeronautical Merit, the Brazilian Order of Scientific Merit, the Mexican Order of the Aztec Eagle and the Norwegian Order of", "doc_score": "88.36906433105469", "publish_date": "2018/12/31"}, {"doc_id": "13191805", "text": "Michel Temer / Michel Temer Michel Miguel Elias Temer Lulia (; born 23 September 1940) is a Brazilian lawyer and politician serving as the 37th and current President of Brazil since 2016. He took office after the impeachment and removal from office of his predecessor Dilma Rousseff. He had been Vice President since 2011 and Acting President since 12 May 2016, when Rousseff was suspended while she faced an impeachment trial. At the age of 75, he is the oldest person to have taken the office. The Senate's 61–20 vote, on 31 August 2016, to remove Rousseff from office meant that Temer succeeded", "doc_score": "86.60082244873047", "publish_date": "2018/12/31"}, {"doc_id": "962747", "text": "Luiz Inácio Lula da Silva / intellectuals, activists and political leaders – from Noam Chomsky to a group of 12 US Congressmen – who complained that the legal proceedings appeared to be designed to prevent Lula (the front-runner in opinion polls) from running for president in 2018. On 28 July 2016, Lula filed a 39-page petition with the UN's Human Rights Committee outlining alleged abuses of power. The petition claims that “Lula is a victim of abuse of power by a judge, with the complicity of prosecutors and the media...”., the petition first ever taken against Brazil, which ratified the Committee’s protocol in 2009. The UN", "doc_score": "86.04278564453125", "publish_date": "2018/12/31"}, {"doc_id": "14145942", "text": "Rui Ricardo Dias / Rui Ricardo Dias Rui Ricardo Dias (born December 9, 1978) is a Brazilian actor. He is best known for his performance as former President Luiz Inácio Lula da Silva from ages 18 to 35 in Fábio Barreto's \"Lula, o filho do Brasil\". Dias was born in Santa Maria do Suaçuí, Minas Gerais. He acted in small roles in São Paulo theatrical productions since he was 16 years old, and graduated in theater from the Pontifical Catholic University of São Paulo. Only recently he decided to send his resume for film roles. Before he landed the lead role in \"Lula, o", "doc_score": "85.61986541748047", "publish_date": "2018/12/31"}, {"doc_id": "962696", "text": "Luiz Inácio Lula da Silva / in international matters including activities related to the nuclear program of Iran and global warming, being described as \"a man with audacious ambitions to alter the balance of power among nations\". Succeeded by his former Chief of Staff, Dilma Rousseff, he left an enduring mark on Brazilian politics in the form of Lulism. During Brazil's Operation Car Wash corruption investigations, Lula was arrested on 7 April 2018, then sentenced to 12 years in prison and jailed on charges of money laundering and passive corruption.He is the fifth President of Brazil who has ever gone to jail and the first to", "doc_score": "88.20906066894531", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_26", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "4365045", "text": "Costume party / Costume party A costume party (American English) or a fancy dress party (British English) is a type of party, common mainly in contemporary Western culture, where guests dress up in costumes. Costumed Halloween parties are popular in the United States, Canada, Australia, and New Zealand. Australian fancy dress parties typically follows the style of the United States, and Halloween costume parties have been common since the early 1990s, even though Halloween has not historically been a celebrated event in Australia. Typical events for Australians that involve dressing up are the Sydney Gay and Lesbian Mardi Gras, the staff Christmas party", "doc_score": "85.20794677734375", "publish_date": "2018/12/31"}, {"doc_id": "979033", "text": "Halloween costume / \"Caitlyn Jenner\" corset costume. Despite public outcry claiming that the costume is offensive, popular retailers plan to go full steam ahead with selling the costume; one defending their conviction to sell the costume as a celebration of Jenner. Halloween costume parties generally take place on or around October 31, often on the Friday or Saturday prior to the holiday. Halloween parties are the 3rd most popular type of party held in Western countries, falling behind only to Super Bowl & New Year's Eve parties. Researchers conducted a survey for the National Retail Federation in the United States and found that", "doc_score": "84.53315734863281", "publish_date": "2018/12/31"}, {"doc_id": "4365057", "text": "Costume party / the Wellington Rugby Sevens where almost every fan who attends wears some sort of costume. Costume party A costume party (American English) or a fancy dress party (British English) is a type of party, common mainly in contemporary Western culture, where guests dress up in costumes. Costumed Halloween parties are popular in the United States, Canada, Australia, and New Zealand. Australian fancy dress parties typically follows the style of the United States, and Halloween costume parties have been common since the early 1990s, even though Halloween has not historically been a celebrated event in Australia. Typical events for Australians that", "doc_score": "83.70281219482422", "publish_date": "2018/12/31"}, {"doc_id": "979032", "text": "Halloween costume / recent years such science fiction-inspired characters as aliens and superheroes. There are also costumes of pop culture figures like presidents, athletes, celebrities, or characters in film, television, literature, etc. Another popular trend is for women (and in some cases, men) to use Halloween as an excuse to wear sexy or revealing costumes, showing off more skin than would be socially acceptable otherwise. Young girls also often dress as entirely non-scary characters at Halloween, including princesses, fairies, angels, cute animals and flowers. There have been controversial costumes over the years. One that sparked enormous controversy well before Halloween 2015 is a", "doc_score": "83.12017822265625", "publish_date": "2018/12/31"}, {"doc_id": "182784", "text": "Halloween / Halloween imagery includes themes of death, evil, and mythical monsters. Black, orange, and sometimes purple are Halloween's traditional colors. Trick-or-treating is a customary celebration for children on Halloween. Children go in costume from house to house, asking for treats such as candy or sometimes money, with the question, \"Trick or treat?\" The word \"trick\" implies a \"threat\" to perform mischief on the homeowners or their property if no treat is given. The practice is said to have roots in the medieval practice of mumming, which is closely related to souling. John Pymm writes that \"many of the feast days associated", "doc_score": "82.73153686523438", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_27", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "4029287", "text": "State of Emergency in India / State of Emergency in India A state of emergency in India refers to a period of governance under an altered constitutional setup that can be proclaimed by the President of India, when he/she perceives grave threats to the nation from internal and external sources or from financial situations of crisis. Under the advice of the cabinet of ministers and using the powers vested in him/her largely by Part XVIII of the Constitution of India, the President can overrule many provisions of the constitution, which guarantee fundamental rights to the citizens of India and acts governing devolution of powers to the", "doc_score": "81.43195343017578", "publish_date": "2018/12/31"}, {"doc_id": "14769891", "text": "OPLAN 5029 / OPLAN 5029 OPLAN 5029 is a proposed military operation plan by the United States and South Korea for dealing with \"sudden change\" in North Korea, such as a coup d'état, revolution, large scale defections, outflow of weapons of mass destruction, hostage situations involving South Koreans, or major natural disasters. While no permanent version of OPLAN 5029 is known to be in effect, South Korea has repeatedly stated it adheres to the current conceptual plan (CONPLAN 5029) and the United States has said it is preparing concrete plans for collapse scenarios. In August 1999, General John H. Tilelli, Jr., commander of", "doc_score": "80.60216522216797", "publish_date": "2018/12/31"}, {"doc_id": "2029707", "text": "State of emergency / Labour Conventions are monitored by independent expert committees, regional Courts and other State Parties. The Constitution, which has been amended several times, has always allowed for a state of emergency (literally \"estado de sitio\", \"state of siege\"), to be declared if the constitution or the authorities it creates are endangered by internal unrest or foreign attack. This provision was much abused during dictatorships, with long-lasting states of siege giving the government a free hand to suppress opposition ( state of emergencies had been declared 52 times by democratic and dictatorial governments, starting in 1854 shortly after the constitution came into", "doc_score": "79.49441528320312", "publish_date": "2018/12/31"}, {"doc_id": "12385224", "text": "Military policy / Military policy Military policy (also called defence policy or defense policy) is public policy dealing with international security and the military. It comprises the measures and initiatives that governments do or do not take in relation to decision-making and strategic goals, such as when and how to commit national armed forces. The Military Policy is used to ensure retention of independence in national development, and alleviation of hardships imposed from hostile and aggressive external actors. The Defence Ministry (or a synonymous organisation) minister is the primary decision-maker for the national military policy. Military policy identifies threats of hostility and aggression", "doc_score": "78.31086730957031", "publish_date": "2018/12/31"}, {"doc_id": "2029701", "text": "State of emergency / deprivation of liberty, freedom of slavery and to freedom from torture and/or ill-treatment. Some countries have made it illegal to modify emergency law or the constitution during the emergency; other countries have the freedom to change any legislation or rights based constitutional frameworks at any time that the legislative chooses to do so. Constitutions are contracts between the government and the private individuals of that country. The International Covenant for Civil and Political Rights (ICCPR) is an international law document signed by states. Therefore, the Covenant applies to only those persons acting in an official capacity, not private individuals. However,", "doc_score": "77.8850326538086", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_28", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "19337912", "text": "Voyage to the Crystal Grotto / Voyage to the Crystal Grotto Voyage to the Crystal Grotto is a water-based dark ride that is currently operating at Shanghai Disneyland. The ride is the first ride to take riders inside a Disney castle and opened along with the rest of the park on June 16, 2016. The ride is described officially as \"an enchanting excursion that travels the waters of Fantasyland. Fanciful fountains and sculptures line the water’s edge, celebrating classic tales of magic and imagination. At journey’s end, guests glide beneath Enchanted Storybook Castle, into a secret, underground chamber in which fountains of light leap and dance", "doc_score": "80.29105377197266", "publish_date": "2018/12/31"}, {"doc_id": "13099430", "text": "Shanghai Disneyland Park / Pooh\". Treasure Cove is themed to an 18th-century Spanish harbor town located on a Caribbean island that has been captured by Captain Jack Sparrow from \"Pirates of the Caribbean\". The land's marquee attraction is, a dark ride based on the films. Guests, riding in magnetically propelled boats, travel past audio-animatronic and projected depictions of Jack Sparrow and Davy Jones as the two battle against each other in attempt to seize the cove's sunken riches. The land also is home to \"Eye of the Storm: Captain Jack’s Stunt Spectacular\", a stunt show inspired by the films and Siren's Revenge, a", "doc_score": "80.38031768798828", "publish_date": "2018/12/31"}, {"doc_id": "5961665", "text": "Jurassic World / believes the animals can be weaponized, an idea Owen and his assistant Barry strongly oppose. Prior to its opening, Claire and park owner Simon Masrani inspect the park's newest attraction \"Indominus rex\", a genetically-engineered dinosaur created by geneticist Dr. Henry Wu. Masrani tasks Owen with evaluating the enclosure. Owen warns Claire the \"Indominus\" lacks social skills, making it dangerous and unpredictable. When it appears the \"Indominus\" has escaped, Owen and two park workers enter the enclosure. The \"Indominus\", which can camouflage itself and mask its heat signature, suddenly appears. Owen survives the attack, but it kills the other two men", "doc_score": "79.1103286743164", "publish_date": "2018/12/31"}, {"doc_id": "5556557", "text": "Forbidden Gardens / Forbidden Gardens Forbidden Gardens ( ) was an outdoor museum of Chinese culture and history located on Texas Highway 99 and Franz Road in northern Katy, Greater Houston, Texas, United States. The museum was funded and opened by businessman Ira Poon in 1996. Forbidden Gardens closed its doors in 2011. Forbidden Gardens took its name from two of its major features: A 1:20 scale model of the Forbidden City with hundreds of palace buildings and figurines under a pavilion, and the small grounds for walking and viewing additional exhibits. Additional exhibits included a detailed panorama of a scholarly retreat called", "doc_score": "80.51758575439453", "publish_date": "2018/12/31"}, {"doc_id": "16292360", "text": "Self-immolation protests by Tibetans in China / on fire were teenagers. Most such incidents have taken place in China's Sichuan province, especially around the Kirti Monastery in Ngawa City, Ngawa County, Sichuan, others in Gansu and Qinghai and Tibet Autonomous Region. Self-immolation protests by Tibetans also occurred in India and Kathmandu, Nepal. According to Reuters the Dalai Lama said in March 2012 he does not encourage the protests, but he has praised the courage of those who had engaged in self-immolation and blamed the self-immolations on \"cultural genocide\" by the Chinese. Four months later the Dalai Lama made clear that he wishes to remain neutral regarding this", "doc_score": "78.06099700927734", "publish_date": "2018/12/31"}]}
{"question_id": "20221104_29", "search_time": "2022/11/06/03:50", "search_result": [{"doc_id": "18965688", "text": "CJ Pearson / in his view, their campaign platforms had a lot of similarity. Pearson states that is an \"anti-establishment populist\" and is a Christian. However, as of 2018, he describes himself on his Twitter feed as \"fighting for a bold conservative future.\" On September 23, 2015, Pearson claimed that he was blocked from President Barack Obama's official presidential social media account on Twitter, due to comments he made criticizing Obama for inviting Ahmed Mohamed to the White House after Mohamed was suspended for bringing an invention to school. Official White House assistant press secretary Frank Benenati made a statement that no one", "doc_score": "74.6357192993164", "publish_date": "2018/12/31"}, {"doc_id": "7455998", "text": "Gavin McInnes / McInnes left Rebel Media in August 2017, declaring that he was going to be \"a multi-media Howard Stern–meets–Tucker Carlson\". He later joined CRTV, an online television network launched by Conservative Review. The debut episode of his new show \"Get Off My Lawn\" aired on 22 September 2017. On 10 August 2018, McInnes's Twitter account, as well as the account for the Proud Boys, was permanently suspended by Twitter due to their rules against violent extremist groups. The suspension was ahead of the one-year anniversary of the Unite the Right rally, and the scheduled 2018 Unite the Right rally. On 12", "doc_score": "73.49263763427734", "publish_date": "2018/12/31"}, {"doc_id": "20646403", "text": "Nick Fuentes / Nick Fuentes Nicholas Joseph Fuentes (born August 18, 1998) is an American YouTube personality and political commentator. He regularly hosts the \"America First\" podcast and formerly hosted \"Nationalist Review\", with co-host James Allsup. He has been called far-right and alt-right, terms he rejects. He previously worked as a host on the Right Side Broadcasting Network, but was removed after calling for violence against journalists. He later left Boston University after allegedly receiving several death threats and stated he intends to transfer to Auburn University, though he has yet to confirm enrollment. Fuentes graduated from Lyons Township High School, and was", "doc_score": "74.140869140625", "publish_date": "2018/12/31"}, {"doc_id": "19674457", "text": "Mike Maturen / Mike Maturen Michael A. Maturen (; born September 9, 1964), known as Mike Maturen, is an American magician and politician best known for his candidacy for president of the United States as the nominee of the American Solidarity Party in the 2016 United States presidential election. Maturen was born in Saginaw, Michigan in 1964 and was adopted into a Roman Catholic family. He attended Douglas MacArthur High School, attended Central Michigan University where he earned a Bachelor of Science degree in psychology with a minor in journalism, and, in 2002, Maturen graduated from the Minnesota Graduate School of Theology. Maturen", "doc_score": "74.41148376464844", "publish_date": "2018/12/31"}, {"doc_id": "14929656", "text": "Rally to Restore Sanity and/or Fear / with guest performers said to be confirmed for the event including musicians Sheryl Crow, The Roots and Jeff Tweedy with Mavis Staples along with actors Don Novello (appearing as Father Guido Sarducci) and Sam Waterston. Other guests included 4troops, Yusuf Islam – formerly known as Cat Stevens, Ozzy Osbourne, The O'Jays, John Legend, Kid Rock, Tony Bennett, \"Mythbusters\" hosts Adam Savage and Jamie Hyneman, basketball player Kareem Abdul-Jabbar, and R2-D2. Satirical comedy was woven throughout the rally with Colbert expressing, in parody, that fear was superior to Stewart's reasonableness. The theme started with Colbert—costumed like Evel Knievel—emerging from his \"fear", "doc_score": "73.91170501708984", "publish_date": "2018/12/31"}]}
