{"question_id": "20220624_0", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "16316190", "text": "Book censorship in the United States / recent years banned book week has expanded from just books to addressing the filtering any academic material by schools. This includes software that removes services such as YouTube, social media, and games. The American Association of School Librarians stance on all filtering is that it is important for students to go past “the requirements set for by the Federal Communications Commission in its Child Internet Protection Act”. However, while the week generally receives a positive reception, that does not mean it is criticism free. Tom Minnery, vice president of Focus on the Family, claims that “the ALA has irresponsibly perpetrated", "doc_score": "80.09185791015625", "publish_date": "2018/12/31"}, {"doc_id": "11055759", "text": "Military Readiness Enhancement Act / Military Readiness Enhancement Act The Military Readiness Enhancement Act was a bill introduced in the U.S. House of Representatives in several sessions between 2005 and 2009. It would have amended title 10, United States Code to include a policy of nondiscrimination on the basis of sexual orientation, replacing the policy known as \"Don't ask, don't tell\" (DADT), which banned disclosing one's homosexuality while serving in the Armed Forces. The bill remained stalled in committee each time it was introduced. In 2010, its backers succeeded in repealing DADT effective September 2011, without establishing a nondiscrimination policy. Rep. Marty Meehan introduced the", "doc_score": "82.5245590209961", "publish_date": "2018/12/31"}, {"doc_id": "6567922", "text": "Christmas controversies / placed within public schools, courthouses, and other government buildings has been heated in recent years. In some cases, popular aspects of Christmas, such as Christmas trees, lights, and decorating are still prominently showcased, but are associated with unspecified \"holidays\" rather than with Christmas. The controversy also includes objections to policies that prohibit government or schools from forcing unwilling participants to take part in Christmas ceremonies. In other cases, the Christmas tree, as well as Nativity scenes, have not been permitted to be displayed in public settings altogether. Also, several US chain retailers, such as Walmart, Macy's, and Sears, have experimented", "doc_score": "82.63164520263672", "publish_date": "2018/12/31"}, {"doc_id": "20728762", "text": "Pink tax / added that they supported the elimination of sales taxes overall. Another opposition argument was that only disease-preventing hygiene products should be exempt from Virginia's sales tax and that feminine hygiene products did not prevent disease. The satirical card game \"Cards Against Humanity\" released a \"For Her\" edition of its base set (which is exactly the same as the original except with pink-coloured packaging and a higher price) in 2017 as a satire of the pink tax, and in support of EMILY's List—a U.S. political action committee supporting female pro-choice Democratic candidates. Pink tax The pink tax is a phenomenon often", "doc_score": "82.65421295166016", "publish_date": "2018/12/31"}, {"doc_id": "18432530", "text": "Let Toys Be Toys / Let Toys Be Toys Let Toys Be Toys is a campaign designed to persuade retailers to stop categorising toys by gender. It was started by a group of parents on the parenting on-line discussion forum Mumsnet. In 2012, a thread was opened on the Mumsnet online forum which said: \"If you think that girls and boys should feel free to play with whatever toys that interest them most, and that they shouldn't walk into a toy store and feel pressurised to conform into archaic gender roles and stifling stereotypes, please join in the discussion!\" As a result of the debate", "doc_score": "82.66731262207031", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_1", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "16040370", "text": "Guy Spier / Guy Spier Guy Spier (born February 4, 1966) is a Zurich-based investor and author of a book on investing entitled \"The Education of a Value Investor\". He is well known for bidding US$650,100 with Mohnish Pabrai for a charity lunch with Warren Buffett June 25, 2008. In 2009, he was featured in \"the Checklist Manifesto\", by Atul Gawande regarding his use of checklists as part of his investment process. Spier was educated in England at the City of London Freemen's School, followed by Brasenose College at the University of Oxford, from which he gained a First Class degree in PPE", "doc_score": "84.05653381347656", "publish_date": "2018/12/31"}, {"doc_id": "16040375", "text": "Guy Spier / He is a member of Entrepreneurs' Organization and of the Young Presidents Organization. Guy Spier Guy Spier (born February 4, 1966) is a Zurich-based investor and author of a book on investing entitled \"The Education of a Value Investor\". He is well known for bidding US$650,100 with Mohnish Pabrai for a charity lunch with Warren Buffett June 25, 2008. In 2009, he was featured in \"the Checklist Manifesto\", by Atul Gawande regarding his use of checklists as part of his investment process. Spier was educated in England at the City of London Freemen's School, followed by Brasenose College at the", "doc_score": "84.18653106689453", "publish_date": "2018/12/31"}, {"doc_id": "6693070", "text": "SunCruz Casinos sale / knew buyers who would be interested. They included himself, but ethics rules prohibit the same law firm from representing a buyer and a seller, therefore Abramoff hid his interest in the purchase from his firm. Abramoff enlisted Adam Kidan and Ben Waldman, acquaintances from his College Republican days as partners in the deal. The price was approximately $145 million; Abramoff and his partners would come up with a $23 million downpayment, and then other financiers would release loans. Press accounts have suggested that Abramoff used his political connections to gain support for the deal in Washington. Tom DeLay, then House", "doc_score": "80.34040832519531", "publish_date": "2018/12/31"}, {"doc_id": "1679296", "text": "Warren Buffett / percent of his fortune to philanthropic causes, primarily via the Bill & Melinda Gates Foundation. He founded The Giving Pledge in 2009 with Bill Gates, whereby billionaires pledge to give away at least half of their fortunes. He is also actively contributing to political causes, having endorsed Democratic candidate Hillary Clinton in the 2016 U.S. presidential election; he has publicly opposed the policies, actions, and statements of the current U.S. president, Donald Trump. Buffett was born in 1930 in Omaha, Nebraska, the second of three children and the only son of Leila (née Stahl) and Congressman Howard Buffett. Buffett began", "doc_score": "79.82881164550781", "publish_date": "2018/12/31"}, {"doc_id": "1679345", "text": "Warren Buffett / doing nothing\". Buffett had long stated his intention to give away his fortune to charity, and in June 2006, he announced a new plan to give 83% of it to the Bill & Melinda Gates Foundation. He pledged about the equivalent of 10 million Berkshire Hathaway Class B shares to the Bill & Melinda Gates Foundation (worth approximately $30.7 billion as of June 23, 2006), making it the largest charitable donation in history, and Buffett one of the leaders of philanthrocapitalism. The foundation will receive 5% of the total each July, beginning in 2006. (The pledge is conditional upon the", "doc_score": "80.43859100341797", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_2", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "482965", "text": "Nitrous oxide / twenty-first century. In the United States, possession of nitrous oxide is legal under federal law and is not subject to DEA purview. It is, however, regulated by the Food and Drug Administration under the Food Drug and Cosmetics Act; prosecution is possible under its \"misbranding\" clauses, prohibiting the sale or distribution of nitrous oxide for the purpose of human consumption. Many states have laws regulating the possession, sale, and distribution of nitrous oxide. Such laws usually ban distribution to minors or limit the amount of nitrous oxide that may be sold without special license. For example, in the state of", "doc_score": "84.83229064941406", "publish_date": "2018/12/31"}, {"doc_id": "13637232", "text": "Water fluoridation in the United States / rights to consent to medical treatment and due process are infringed by mandatory water fluoridation. Individuals have sued municipalities for a number of illnesses that they believe were caused by fluoridation of the city's water supply. In most of these cases, the courts have held in favor of cities, finding no or only a tenuous connection between health problems and widespread water fluoridation. To date, no federal appellate court or state court of last resort (i.e., state supreme court) has found water fluoridation to be unlawful. A flurry of cases were heard in numerous state courts across the U.S. in", "doc_score": "85.13850402832031", "publish_date": "2018/12/31"}, {"doc_id": "15415547", "text": "Mercury regulation in the United States / local emergency planning commission. EPA is currently considering a chemical use inventory, which would track the quantities of chemicals used at individual facilities. Currently, only Michigan has regulations that specifically require facilities to report the quantities of chemicals used. Under the Part 9 rules of Act 245, Michigan's water pollution control act, businesses that use any substance listed on the \"Critical Materials Registry\" must report the quantities of each substance used and released. Mercury is included the Critical Materials Registry. The state uses this information to assist in permit development and compliance in its water program. Regulations associated with releases", "doc_score": "82.814697265625", "publish_date": "2018/12/31"}, {"doc_id": "5086982", "text": "Gas-guzzler / Gas-guzzler A gas-guzzler, in informal language, is a vehicle that is perceived to consume a lot of fuel. The term originally came into use in the US when congress established Gas Guzzler Tax provisions in the Energy Tax Act of 1978 to discourage the production and purchase of fuel-inefficient vehicles. The gas guzzler tax had applied only to cars (not trucks) and was collected by the IRS. Other countries have followed suit and introduced their own version of a gas-guzzler tax such as Canada's \"green levy\". There are several reasons for bad fuel economy in cars, vans and trucks: Then", "doc_score": "85.3243637084961", "publish_date": "2018/12/31"}, {"doc_id": "3006989", "text": "Tyramine / buy, sell, or possess in the state of Florida without a license at any purity level or any form whatsoever. The language in the Florida statute says tyramine is illegal in \"any material, compound, mixture, or preparation that contains any quantity of [tyramine] or that contains any of [its] salts, isomers, including optical, positional, or geometric isomers, and salts of isomers, if the existence of such salts, isomers, and salts of isomers is possible within the specific chemical designation\". This ban is likely the product of lawmakers overly eager to ban substituted phenethylamines, which tyramine is, in the mistaken belief", "doc_score": "83.6893539428711", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_3", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "245171", "text": "Left-wing politics / of movements, especially republicanism during the French Revolution in the 18th century, followed by socialism, communism, anarchism and social democracy in the 19th and 20th centuries. Since then, the term left-wing has been applied to a broad range of movements including civil rights movements, feminist movements, anti-war movements and environmental movements, as well as a wide range of parties. According to former professor of economics Barry Clark, \"[leftists] claim that human development flourishes when individuals engage in cooperative, mutually respectful relations that can thrive only when excessive differences in status, power, and wealth are eliminated\". In politics, the term \"Left\"", "doc_score": "81.28567504882812", "publish_date": "2018/12/31"}, {"doc_id": "669657", "text": "Right-wing politics / anti-capitalist sentiments including conservatives and fascists who opposed what they saw as the selfishness and excessive materialism inherent in contemporary capitalism. The political term right-wing was first used during the French Revolution, when liberal deputies of the Third Estate generally sat to the left of the president's chair, a custom that began in the Estates General of 1789. The nobility, members of the Second Estate, generally sat to the right. In the successive legislative assemblies, monarchists who supported the Old Regime were commonly referred to as rightists because they sat on the right side. A major figure on the right", "doc_score": "80.79032135009766", "publish_date": "2018/12/31"}, {"doc_id": "245169", "text": "Left-wing politics / Left-wing politics Left-wing politics supports social equality and egalitarianism, often in opposition to social hierarchy. It typically involves a concern for those in society whom its adherents perceive as disadvantaged relative to others (prioritarianism) as well as a belief that there are unjustified inequalities that need to be reduced or abolished (by advocating for social justice). The term left-wing can also refer to \"the radical, reforming, or socialist section of a political party or system\". The political terms \"Left\" and \"Right\" were coined during the French Revolution (1789–1799), referring to the seating arrangement in the French Estates General: those who", "doc_score": "81.29633331298828", "publish_date": "2018/12/31"}, {"doc_id": "245172", "text": "Left-wing politics / derives from the French Revolution, as the anti-monarchist Montagnard and Jacobin deputies from the Third Estate generally sat to the left of the presiding member's chair in parliament, a habit which began in the French Estates General of 1789. Throughout the 19th century in France, the main line dividing Left and Right was between supporters of the French Republic and those of the monarchy. The June Days Uprising during the Second Republic was an attempt by the Left to assert itself after the 1848 Revolution, but only a small portion of the population supported this. In the mid-19th century, nationalism,", "doc_score": "81.59742736816406", "publish_date": "2018/12/31"}, {"doc_id": "9294015", "text": "Right-wing populism / has established itself as one of the main political parties in France and also as the strongest and most successful populist party of Europe as of 2015. Le Pen finished second in the 2017 election and lost in the second round of voting versus Emmanuel Macron which was held on 7 May 2017. The Hungarian parliamentary election, 2018 result was a victory for the Fidesz–KDNP alliance, preserving its two-thirds majority, with Viktor Orbán remaining Prime Minister. Orbán and Fidesz campaigned primarily on the issues of immigration and foreign meddling, and the election was seen as a victory for right-wing populism", "doc_score": "81.03404235839844", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_4", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "9566818", "text": "IRS tax forms / source of such information. It is also used by government agencies to prevent organizations from abusing their tax-exempt status. In June 2007, the IRS released a new Form 990 that requires significant disclosures on corporate governance and boards of directors. These new disclosures are required for all nonprofit filers for the 2009 tax year, with more significant reporting requirements for nonprofits with over $1 million in revenues or $2.5 million in assets. In addition, certain nonprofits have more comprehensive reporting requirements, such as hospitals and other health care organizations (Schedule H). The Form 990 may be filed with the IRS", "doc_score": "80.2210922241211", "publish_date": "2018/12/31"}, {"doc_id": "13523949", "text": "Internal Revenue Service / year 2014 budget of $13.074 billion for the Internal Revenue Service. On December 20, 2017, Congress passed the Tax Cuts and Jobs Act of 2017. It was signed into law by President Trump on December 22, 2017. In the 2017 fiscal year, the IRS had 76,832 employees conducting its work, a decrease of 14.9 percent from 2012. From the 1950s through the 1970s, the IRS began using technology such as microfilm to keep and organize records. Access to this information proved controversial, when President Richard Nixon's tax returns were leaked to the public. His tax advisor, Edward L. Morgan, became", "doc_score": "82.81407165527344", "publish_date": "2018/12/31"}, {"doc_id": "414208", "text": "Taxation in the United States / most types of tax returns by mail with these Service Centers, or file electronically. The IRS also maintains a National Office in Washington, DC, and numerous local offices providing taxpayer services and administering tax examinations. Tax returns filed with the IRS are subject to examination and adjustment, commonly called an IRS audit. Only a small percentage of returns (about 1% of individual returns in IRS FY 2008) are examined each year. The selection of returns uses a variety of methods based on IRS experiences. On examination, the IRS may request additional information from the taxpayer by mail, in person at", "doc_score": "81.87557220458984", "publish_date": "2018/12/31"}, {"doc_id": "20023011", "text": "GAO Access and Oversight Act of 2017 / GAO Access and Oversight Act of 2017 The GAO Access and Oversight Act of 2017 (,) was one of the first Acts of the 115th United States Congress to be signed into law by President Donald Trump during the first 100 days of his presidency. It was introduced in the United States House of Representatives on January 3, 2017 by Representative Buddy Carter of Georgia. The bill which was signed by Trump on January 31, 2017, ensures that the Government Accountability Office (GAO) has full access to the National Directory of New Hires, a database created by Congress in 1996", "doc_score": "80.58909606933594", "publish_date": "2018/12/31"}, {"doc_id": "9566844", "text": "IRS tax forms / federal income taxation began in 1861, but controversy led to Congress prohibiting any examination of tax records by 1894. Congress allowed public examination of individual and corporate tax payments only in 1923, but the disclosure was eliminated by 1924. In 1934 the measure was briefly considered again. As of 2010, various experts have advocated that the income and tax payments be released for individuals and corporations to shed further light on tax efficiency and spur reform. These experts have suggested only releasing information that cannot be used for identity theft to address privacy concerns. IRS tax forms Internal Revenue Service", "doc_score": "80.06959533691406", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_5", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "18441837", "text": "Bill Cosby sexual assault cases / liar, resulting in defamation of character. Green's lawsuit was filed in Cosby's home state of Massachusetts. In January 2015, the lawsuit was amended to allow fellow accusers Traitz and Serignese to be added as co-plaintiffs. Martin Singer had released a statement specifically targeting Traitz after she posted allegations against Cosby on Facebook in November, calling her story \"ridiculous\", \"absurd\", and \"utter nonsense.\" No such denials were leveled explicitly at Serignese, but she claims the sweeping denials against all of Cosby's accusers included her and have damaged her reputation as well. On October 20, 2015, AIG filed legal papers to try", "doc_score": "81.96377563476562", "publish_date": "2018/12/31"}, {"doc_id": "4082529", "text": "Battery (tort) / the surgeon has committed a battery against the patient. Similarly, a battery occurs if the surgeon allows a cousin who is a plumber with no medical training to help fish out the appendix during the surgery. Although the patient has consented to being touched by the surgeon, this consent does not extend to people who the patient would not reasonably anticipate would be participating in the procedure. The battery may occur even if the victim is unaware of the contact at the time \"and\" the defendant is nowhere near the scene at the time of the contact. If a tortfeasor", "doc_score": "82.05616760253906", "publish_date": "2018/12/31"}, {"doc_id": "13804006", "text": "Shaggy defense / Shaggy defense A Shaggy defense is the legal strategy in which the defendant flatly denies guilt despite overwhelming evidence against them, particularly a recording of them committing the act, just by denying that they were the one witnessed or recorded committing the act. A key element of the defense is the refusal to engage with or try to refute the evidence against the defendant, instead choosing to just deny that they were the one who committed the act. The strategy's name is derived from reggae musician Shaggy's 2000 single \"It Wasn't Me\", which is based around the concept; it was", "doc_score": "78.51593017578125", "publish_date": "2018/12/31"}, {"doc_id": "1705652", "text": "Entrapment / not apply to that question.) As described in \"United States v. Howell\", the defense \"applies when, acting with actual or apparent authority, a government official affirmatively assures the defendant that certain conduct is legal and the defendant reasonably believes that official\". The entrapment by estoppel defense exists in both federal and city jurisdictions; however, case law remains inconsistent as to whether the misleading advice of e.g. a state official provides protection against federal criminal charges. Examples exist of an appellate court failing to allow an entrapment by estoppel defense where a municipal official provided misleading instructions regarding a state law.", "doc_score": "77.04192352294922", "publish_date": "2018/12/31"}, {"doc_id": "20526218", "text": "Woody Allen sexual assault allegation / judge denied him visitation rights with Dylan, gave him limited, supervised visitation with Satchel, and allowed Moses, a teenager, to decide for himself. The decision was upheld on appeal in 1994 and 1995. Dylan Farrow has repeated the allegation several times as an adult. Her first public comment was in an interview with Maureen Orth for \"Vanity Fair\" in 2013, followed by an open letter in the \"New York Times\" in 2014, a \"Los Angeles Times\" op-ed in December 2017. Woody Allen has also spoken publicly about the allegations, in an interview with Gayle King for \"CBS This Morning\" in", "doc_score": "79.81797790527344", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_6", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "10130495", "text": "Student loans in the United States / pricing and loan limits are politically determined by Congress. Undergraduates typically receive lower interest rates, but graduate students typically can borrow more. This lack of risk-based pricing has been criticized by scholars as contributing to inefficiency in higher education. Both types offer a grace period of six months, which means that no payments are due until six months after graduation or after the borrower becomes a less-than-half-time student without graduating. Both types have a fairly modest annual limit. The dependent undergraduate limit effective for loans disbursed on or after July 1, 2008 is as follows (combined subsidized and unsubsidized limits):", "doc_score": "90.46537780761719", "publish_date": "2018/12/31"}, {"doc_id": "10130496", "text": "Student loans in the United States / $5,500 per year for freshman undergraduate students, $6,500 for sophomore undergraduates, and $7,500 per year for junior and senior undergraduate students, as well as students enrolled in teacher certification or preparatory coursework for graduate programs. For independent undergraduates, the limits (combined subsidized and unsubsidized) effective for loans disbursed on or after July 1, 2008 are higher: $9,500 per year for freshman undergraduate students, $10,500 for sophomore undergraduates, and $12,500 per year for junior and senior undergraduate students, as well as students enrolled in teacher certification or preparatory coursework for graduate programs. Subsidized federal student loans are only offered to students", "doc_score": "91.04957580566406", "publish_date": "2018/12/31"}, {"doc_id": "5176438", "text": "Officially unrecognized Harvard College social clubs / 2016. The all-male Oak Club followed suit in 2017 after reaching a \"club-wide consensus\". In July 2017, a Harvard committee pointed to Bowdoin College as a model for eradicating final clubs, sororities, and fraternities from campus social life. This preliminary recommendation would have taken effect with the incoming class of 2018, so all currently enrolled students would be exempt. The transition period would have extended into May 2022 before all such organizations and social clubs would be abolished. <br> After the committee released its 22-page report, \"The Harvard Crimson\" reported that the committee, co-chaired by Danoff Dean of the College", "doc_score": "90.18112182617188", "publish_date": "2018/12/31"}, {"doc_id": "198530", "text": "Ivy League / up living. Students of the Ivy League, both graduate and undergraduate, come primarily from upper middle and upper class families. In recent years, however, the universities have looked towards increasing socioeconomic and class diversity, by providing greater financial aid packages to applicants from lower, working, and middle class American families. In 2013, 46% of Harvard undergraduate students came from families in the top 3.8% of all American households (i.e., over $200,000 annual income). In 2012, the bottom 25% of the American income distribution accounted for only 3–4% of students at Brown, a figure that had remained unchanged since 1992. In", "doc_score": "87.66141510009766", "publish_date": "2018/12/31"}, {"doc_id": "324610", "text": "Princeton University / In September 2006, the university announced that all applicants for the Class of 2012 would be considered in a single pool, effectively ending the school's early decision program. In February 2011, following decisions by the University of Virginia and Harvard University to reinstate their early admissions programs, Princeton announced it would institute an early action program, starting with applicants for the Class of 2016. In 2011, \"The Business Journal\" rated Princeton as the most selective college in the Eastern United States in terms of admission selectivity. In 2001, expanding on earlier reforms, Princeton became the first university to eliminate loans", "doc_score": "90.96818542480469", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_7", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "12390491", "text": "Eugene Monroe / denied this was a factor however. Following his release from the Ravens, Monroe fielded interest from several NFL teams before announcing his retirement on July 21, 2016. Explaining his decision in an essay submitted to \"The Players' Tribune\", Monroe cited the physical toll that football takes on the human body and in particular its effect on the brain, noting that signs of CTE (chronic traumatic encephalopathy) have been detected in 90% of former NFL players examined. Monroe also disclosed that he had recently noticed signs of memory loss and planned to undergo a battery of tests to evaluate his current", "doc_score": "83.27947998046875", "publish_date": "2018/12/31"}, {"doc_id": "2073153", "text": "Mike McCarthy (American football) / He signed a five-year contract extension with the team on January 19, 2008, that raised his salary to $3.4 million a year. In 2008, McCarthy became embroiled in a major controversy involving the future of their franchise quarterback, Brett Favre. The controversy started when Favre, after having announced his retirement, changed his mind, deciding to play again. Favre had assumed that he would be given the starting quarterback job again. McCarthy and Packers' general manager Ted Thompson had stated their desire to move forward with new starter Aaron Rodgers. Favre was offered the opportunity to be the back up to", "doc_score": "80.77699279785156", "publish_date": "2018/12/31"}, {"doc_id": "12390492", "text": "Eugene Monroe / health status. Monroe's decision followed the recent retirements of NFL players Chris Borland (March 2015), Husain Abdullah (March 2016), and A.J. Tarpley (April 2016), all of whom walked away from the game early due to neurological health concerns. Monroe is an outspoken advocate for removing cannabis from the list of banned substances in the NFL. Monroe points to the heavy use of addictive opioid drugs in the league and says players should not be punished for choosing a safer alternative that could help them better manage their pain. Monroe also cites the neuroprotective properties of cannabis that could help treat", "doc_score": "80.40021514892578", "publish_date": "2018/12/31"}, {"doc_id": "3147013", "text": "William Eckert / person in over 10 years. He was almost completely unknown to the public, leading sportswriters to nickname him \"the Unknown Soldier.\" He incurred the public's ire by refusing to cancel games after the assassinations of Sen. Robert F. Kennedy and Martin Luther King, Jr., and team owners' disdain because he refused to deal forcefully with substantive business issues. By 1968, the owners anticipated a players' strike, and had long since lost confidence in Eckert's ability to handle the situation. For this reason, Eckert was forced to resign at the end of the season, although he still had three years on", "doc_score": "83.70722961425781", "publish_date": "2018/12/31"}, {"doc_id": "6185888", "text": "Chris Kluwe / tweeted that he had been released by the Raiders. On January 3, 2014, Kluwe retired from football. After a year of not playing, he did not want to attempt playing in the NFL again, and believed his chances were slim given his outspoken views of same-sex marriage and criticism of the Vikings. During the 2011 NFL lockout, the \"Boston Globe\" reported that an agreement between owners and the players' union was being held up by special considerations for a few top employees, Peyton Manning, Drew Brees, Vincent Jackson, and Logan Mankins. Kluwe tweeted his frustration at this impasse, assailing their", "doc_score": "80.90835571289062", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_8", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "19443185", "text": "2016 Afghanistan earthquake / 2016 Afghanistan earthquake The 2016 Afghanistan earthquake was a magnitude 6.6 earthquake which struck west-southwest of Ashkasham on April 10, at a depth of. The shock had a maximum intensity of IV (\"Light\"). The earthquake killed at least 4 people in Pakistan. The tremors shook up Peshawar, Chitral, Swat, Gilgit, Faisalabad and Lahore. The Himalayas region is one of earth's most seismically active regions. The tremors were felt in Delhi, National Capital Region, Kashmir and Uttarakhand. In Delhi, some 1,000 kilometers (620 miles) from the epicentre, the Delhi Metro was temporarily halted. So far, 2 aftershocks have been felt,", "doc_score": "101.462890625", "publish_date": "2018/12/31"}, {"doc_id": "17248106", "text": "2013 Laghman earthquake / 2013 Laghman earthquake The 2013 Laghman earthquake occurred with magnitude of 5.6, with an epicenter 11 km (seven miles) from Mehtar Lam, the capital of Afghanistan's eastern province of Laghman Province near Jalalabad, Afghanistan at 09:25 UTC on April 24. The quake took place 6.6 km down the surface. The tremors were also felt in the neighboring Pakistan and India. There were no immediate reports of any casualty or injury. Earthquake tremors were felt across Pakistan including in Parachinar, Mohmad Agency, Shabqadar, Swat, Peshawar, Islamabad, Chiniot and Lahore. On April 16, a 7.8 earthquake with its epicenter in Iran was", "doc_score": "96.0057373046875", "publish_date": "2018/12/31"}, {"doc_id": "20435377", "text": "2017 Iran–Iraq earthquake / earthquake occurred near the Iran–Iraq border, approximately northeast of Baghdad. According to the United States Geological Survey, the earthquake measured 7.3 on the moment magnitude scale and was caused by movement on a thrust fault dipping at a shallow angle to the northeast. The epicentre was at a depth of, and the maximum perceived intensity was VIII (\"severe shaking\") on the Mercalli intensity scale. This was the strongest earthquake recorded in the region since a 6.1 M event in January 1967. The earthquake was felt throughout the Middle East and as far away as Israel, the Arabian Peninsula and", "doc_score": "95.25982666015625", "publish_date": "2018/12/31"}, {"doc_id": "19443186", "text": "2016 Afghanistan earthquake / with magnitudes of 4.1 and 4.2. There were additionally at least 10 foreshocks felt, with the largest having a magnitude of 4.5 on April 8, 2016. 2016 Afghanistan earthquake The 2016 Afghanistan earthquake was a magnitude 6.6 earthquake which struck west-southwest of Ashkasham on April 10, at a depth of. The shock had a maximum intensity of IV (\"Light\"). The earthquake killed at least 4 people in Pakistan. The tremors shook up Peshawar, Chitral, Swat, Gilgit, Faisalabad and Lahore. The Himalayas region is one of earth's most seismically active regions. The tremors were felt in Delhi, National Capital Region,", "doc_score": "98.81626892089844", "publish_date": "2018/12/31"}, {"doc_id": "11882090", "text": "February 1998 Afghanistan earthquake / February 1998 Afghanistan earthquake The February 1998 Afghanistan earthquake occurred at near the Afghanistan-Tajikistan border. The strike-slip shock had a moment magnitude of 5.9 and a maximum Mercalli intensity of VII (\"Very strong\"). With several thousand dead and hundreds injured, the event's effects were considered extreme. It was felt at Tashkent and Dushanbe, and aftershocks continued for the next seven days. Afghanistan is situated on a major plate boundary. The location of the country is on the boundary where two tectonic plates, the Iranian Plate and the Eurasian Plate, meet. To the south of Afghanistan, the Indian Plate moves northwards", "doc_score": "96.169677734375", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_9", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "3916933", "text": "Live attenuated influenza vaccine / over possible side effects. Now FluMist is approved and recommended for healthy children 24 months of age and older. The FDA approved the current unfrozen refrigerated version for the same age group (ages 5–49) in August 2006 following completion of phase 3 clinical trials. CAIV-T has been approved by the FDA and is the version offered on the market beginning in fall of 2007. The current version of the vaccine is called CAIV-T, and is stable for storage in a refrigerator, rather than requiring freezer storage as did the originally-approved formulation. Approved for the 2007-2008 flu season, the refrigerated formulation", "doc_score": "81.87987518310547", "publish_date": "2018/12/31"}, {"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "81.29825592041016", "publish_date": "2018/12/31"}, {"doc_id": "16126550", "text": "Tetanus vaccine / white blood cells will start to decline. The decline in activity of the T-helper cells means that there must be a booster to help keep the white blood cells active. Td and Tdap are the booster shots given every ten years to maintain immunity for adults nineteen years of age to sixty-five years of age. Tdap is given as a onetime, first time only dose that includes the tetanus, diphtheria, and acellular pertussis vaccinations. This should not be administered to those who are under the age of eleven or over the age of sixty-five. Td is the booster shot given", "doc_score": "81.51607513427734", "publish_date": "2018/12/31"}, {"doc_id": "6620747", "text": "Childhood immunizations in the United States / does not grant immunity from future infection since there are so many strains, so it is important to be vaccinated against them. Getting the flu also increases a person's risk for getting pneumococcal disease. PCV13 is a series of 4 shots given at 2, 4, and 6 months of age. The last is given between 12 and 15 months of age. Side effects of this vaccine may include: Pneumonia is the most common form of the disease, symptoms include It can also result in meningitis, symptoms include Bacteremia and Sepsis are blood infections which can also be a result, symptoms", "doc_score": "79.82220458984375", "publish_date": "2018/12/31"}, {"doc_id": "6620728", "text": "Childhood immunizations in the United States / term and happens when the virus remains in the body. The younger the child is, the greater their chance of developing a chronic infection and this risk goes down as the child gets older. Approximately 90% of infected infants will develop a chronic infection. Since 1990, when the vaccine was introduced as a routine vaccination in children, rates of acute Hepatitis B has decreased in the United States by 82%. This vaccine is given as a series of shots, the first dose is given at birth, the second between 1 and 2 months, and the third, and possibly fourth, between", "doc_score": "81.70034790039062", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_10", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "863963", "text": "Beyoncé / Harvey and Hurricane Irma in Texas, Mexico, Puerto Rico, and other Caribbean Islands. On November 10, Eminem released \"Walk on Water\" featuring Beyoncé as the lead single from his album \"Revival\". On November 30, Ed Sheeran announced that Beyoncé would feature on the remix to his song \"Perfect\". \"Perfect Duet\" was released on December 1, 2017. The song reached number-one in the United States, becoming Beyoncé's sixth song of her solo career to do so. On January 4, 2018, the music video of Beyoncé and Jay-Z's \"\" collaboration, \"Family Feud\" was released. It was directed by Ava DuVernay. On March", "doc_score": "84.34970092773438", "publish_date": "2018/12/31"}, {"doc_id": "863965", "text": "Beyoncé / On March 20, 2018, the couple traveled to Jamaica to film a music video directed by Melina Matsoukas. On April 14, 2018, Beyoncé played the first of two weekends as the headlining act of the Coachella Music Festival. Her performance of April 14, attended by 125,000 festival-goers, was immediately praised, with multiple media outlets describing it as historic. The performance became the most-tweeted about performance of weekend one, as well as the most-watched live Coachella performance and the most-watched live performance on YouTube of all time. The show paid tribute to black culture, specifically historically black colleges and universities and", "doc_score": "83.93110656738281", "publish_date": "2018/12/31"}, {"doc_id": "17731149", "text": "Beyoncé (album) / Mariah Carey, Drake, Kanye West, Kendrick Lamar, and Eminem. After the International Federation of the Phonographic Industry (IFPI) announced Friday as the global record release day, \"Billboard\"s Andrew Flanagan thought the album release was among the influencing points in the decision, writing: \"After seven months of semi-public back-and-forth, a conversation instigated in part by Aussie piracy and Beyonce's surprise release in December 2013 has resulted in the global recording industry accepting Friday as the release date for new albums.\" \"Time\" named Beyoncé as one of the most influential people of 2014 due to the album release, writing: \"Beyoncé doesn't just", "doc_score": "84.06958770751953", "publish_date": "2018/12/31"}, {"doc_id": "863959", "text": "Beyoncé / the same time. Additionally, \"Lemonade\" was streamed 115 million times through Tidal, setting a record for the most-streamed album in a single week by a female artist in history. It was 2016's third highest-selling album in the US with 1.554 million copies sold in that time period within the country as well as the best-selling album worldwide with global sales of 2.5 million throughout the year. \"Lemonade\" became her most critically acclaimed work to date, receiving universal acclaim according to Metacritic, a website collecting reviews from professional music critics. Several music publications included the album among the best of 2016,", "doc_score": "82.99945831298828", "publish_date": "2018/12/31"}, {"doc_id": "864007", "text": "Beyoncé / construction in Australia. The City of Minneapolis, Minnesota declared May 23 Beyoncé Day in the city in 2016. In 2018, the City of Columbia, South Carolina declared August 21 Beyoncé Knowles-Carter Day in the city after presenting her with the keys to Columbia. Beyoncé has received numerous awards. As a solo artist she has sold over 17 million albums in the US, and over 100 million records worldwide (a further 60 million additionally with Destiny's Child), making her one of the best-selling music artists of all time. The Recording Industry Association of America (RIAA) listed Beyoncé as the top certified", "doc_score": "81.48915100097656", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_11", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "20941974", "text": "Passive leg raise / Passive leg raise Passive leg raise, also known as shock position, is a treatment for shock or a test to evaluate the need for further fluid resuscitation in critically illperson. It is the position of a person who is lying flat on their back with the legs elevated approximately 8-12 inches. The purpose of the position is to elevate the legs above the heart in a manner that will help blood flow to the heart. This test involves raising the legs of a person's (without their active participation), which causes gravity to pull blood from the legs, thus increasing circulatory", "doc_score": "83.48770904541016", "publish_date": "2018/12/31"}, {"doc_id": "18609337", "text": "Differential outcomes effect / one response and food for the other. The control group was randomly given either food or sucrose for each response. The rats in the experimental group were able to discriminate between the two stimuli faster than the rats in the control group. The Differential Outcome Effect was then found to exist in various species including but not limited to rats, pigeons and horses, over the years and was then finally explored in humans by Pauline Maki, J. Bruce Overmier, Sandra Delos, and Arlyne Gutmann in 1995. They tested children who were from 4 to 7 years old to discriminate between", "doc_score": "79.59922790527344", "publish_date": "2018/12/31"}, {"doc_id": "979520", "text": "Orthostatic hypotension / Orthostatic hypotension Orthostatic hypotension, also known as postural hypotension, occurs when a person's blood pressure falls when suddenly standing up from a lying or sitting position. It is defined as a fall in systolic blood pressure of at least 20 mm Hg or diastolic blood pressure of at least 10 mm Hg when a person assumes a standing position. It occurs predominantly by delayed constriction of the lower body blood vessels, which is normally required to maintain an adequate blood pressure when changing position to standing. As a result, blood pools in the blood vessels of the legs for a", "doc_score": "80.32367706298828", "publish_date": "2018/12/31"}, {"doc_id": "20084192", "text": "Gait deviations / perturbations. A similar widening of step width and concordant slowing of gait speed has been observed between populations of elderly, obese, pregnant women, and amputees. Physically widening the distance between feet in a standing posture increases the structural stability of the body by widening the base of support or foundation. External lateral support mechanisms have been used to isolate the variable of balance in able-bodied subjects and succeeded in reducing both metabolic cost and step width. A similar experimental setup was used on transtibial and transfemoral amputees: transtibial amputees had reduced energy cost and step width, but transfemoral subjects had", "doc_score": "82.9940414428711", "publish_date": "2018/12/31"}, {"doc_id": "979532", "text": "Orthostatic hypotension / also observational data suggesting that orthostatic hypotension in middle age increases the risk of eventual dementia and reduced cognitive function. Orthostatic hypotension Orthostatic hypotension, also known as postural hypotension, occurs when a person's blood pressure falls when suddenly standing up from a lying or sitting position. It is defined as a fall in systolic blood pressure of at least 20 mm Hg or diastolic blood pressure of at least 10 mm Hg when a person assumes a standing position. It occurs predominantly by delayed constriction of the lower body blood vessels, which is normally required to maintain an adequate blood", "doc_score": "79.72056579589844", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_12", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "1066961", "text": "Hart Memorial Trophy / José Theodore, every eligible player who won the Hart Trophy (and retired) has been inducted into the Hall of Fame. Wayne Gretzky won the award a record nine times during his career, eight consecutively. He has been named MVP more times than any other player in the history of the other three North American major professional leagues (Major League Baseball (MLB), National Basketball Association, and National Football League). Barry Bonds is second, having won the MVP award seven times in the MLB. Gretzky and his Edmonton Oilers teammate Mark Messier are the only players to win the Hart Trophy with", "doc_score": "96.00554656982422", "publish_date": "2018/12/31"}, {"doc_id": "1066963", "text": "Hart Memorial Trophy / its history by 7 different goaltenders; Buffalo Sabres goaltender Dominik Hasek is the only two-time winner. The voting is conducted at the end of the regular season by members of the Professional Hockey Writers' Association, and each individual voter ranks their top five candidates on a 10-7-5-3-1 point(s) system. Three finalists are named and the trophy is awarded at the NHL Awards ceremony after the playoffs. The closest the voting for the Hart Trophy has ever come was in the 2001–02 season, when Jose Theodore and Jarome Iginla tied in the total voting. The tiebreaker for choosing the Hart Trophy", "doc_score": "96.81747436523438", "publish_date": "2018/12/31"}, {"doc_id": "1066962", "text": "Hart Memorial Trophy / more than one team. Players from the Montreal Canadiens have won the award sixteen times; players from Boston Bruins are second with twelve winners, while the Edmonton Oilers have seen players win the award ten times. Joe Thornton became the only Hart Trophy winner to have switched clubs during his winning campaign during the 2005–06 season, having played for both the Bruins and San Jose Sharks that year. The defenseman with the most trophy victories is Eddie Shore, who has four. By contrast, it is rare for a goaltender to win the award, which has happened only eight times in", "doc_score": "93.91831970214844", "publish_date": "2018/12/31"}, {"doc_id": "1066964", "text": "Hart Memorial Trophy / winner in such a case is number of first-place votes: Theodore claimed it, who had 86 first-place votes to Iginla's 82. In 2008, the NHL's official online shop came under criticism after they placed a T-shirt advertising Alexander Ovechkin as the award winner on sale a week before the results were revealed. A spokesperson for the league said \"in an effort to offer our fans the merchandise they want in a timely manner following an event such as the NHL Awards, our licensees prepare product for all possible outcomes. In this situation, the link for one of the possible products", "doc_score": "91.95665740966797", "publish_date": "2018/12/31"}, {"doc_id": "1908690", "text": "Calder Memorial Trophy / the Calder Trophy despite having played in 40 previous games (25 in the regular season and 15 in the playoffs, both in 2009–10), while Alex Pietrangelo was ineligible despite having played only 17 previous games (eight in 2008–09 and nine in 2009–10, both times sent back to juniors). The trophy has been won the most times by rookies from the Toronto Maple Leafs, who have won it on ten occasions, with the most recent being Auston Matthews in 2017. The voting is conducted at the end of the regular season by members of the Professional Hockey Writers' Association, and each", "doc_score": "89.4923324584961", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_13", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "772723", "text": "Martin Sheen / Spanish ancestry. He underwent a quadruple heart bypass operation in December 2015. After the end of filming of \"The West Wing,\" Sheen announced plans to further his education: \"My plan is to read English literature, philosophy and theology in Galway, Ireland, where my late mother came from and where I'm also a citizen.\" Speaking after an honorary arts doctorate was conferred on him by the National University of Ireland, Sheen joked that he would be the \"oldest undergraduate\" at the National University of Ireland (NUI), Galway, when he started his full-time studies there in the autumn of 2006. Although expressing", "doc_score": "77.99588775634766", "publish_date": "2018/12/31"}, {"doc_id": "3897868", "text": "Jonas Quinn / Jonas Quinn Jonas Quinn is a fictional character in the Canadian-American television series \"Stargate SG-1\", a science fiction show about a military team exploring the galaxy via a network of alien transportation devices. Played by Corin Nemec, Jonas is introduced in the season 5 episode \"Meridian.\" Jonas fills Daniel Jackson's empty spot on the SG-1 team in season 6 and the beginning of season 7, and last appears in the mid-season 7 episode \"Fallout\". Nemec's character replaced Daniel Jackson (portrayed by Michael Shanks) during season 6 after Shanks had left the show amid controversy after season 5. The producers based", "doc_score": "76.50831604003906", "publish_date": "2018/12/31"}, {"doc_id": "772694", "text": "Martin Sheen / Sheen's left arm was crushed by forceps, giving him limited lateral movement of that arm, which is shorter than his right (Erb's palsy). Both of Sheen's parents were immigrants; his mother from Borrisokane, County Tipperary, Ireland; and his father was born in Salceda de Caselas, Galicia, Spain. After moving to Dayton in the 1930s, his father was a factory worker/machinery inspector at the National Cash Register Company. Sheen grew up on Brown Street in the South Park neighborhood, one of ten children (nine boys and a girl). Due to his father's work, the family lived in Bermuda on St. John's", "doc_score": "78.54618072509766", "publish_date": "2018/12/31"}, {"doc_id": "5799984", "text": "Michael Kors / college student. His mother married Bill Kors, when her son was five, and his surname was changed to Kors. His mother told Karl that he could choose a new first name as well and he renamed himself Michael David Kors. He grew up in Merrick, New York and graduated from John F. Kennedy High School in Bellmore, New York, on Long Island throughout. Kors married his partner, Lance Le Pere, on August 16, 2011, in Southampton, New York, in The Hamptons. Kors' affinity for fashion started when he was very young. His mother thought his affinity might have been caused", "doc_score": "77.45198059082031", "publish_date": "2018/12/31"}, {"doc_id": "2618172", "text": "Brad Dourif / the episode \"Number Eight\" of \"Tales of the Unexpected\". In 1994, he appeared in \"The X-Files\" episode \"Beyond the Sea\" as the psychic serial killer Luther Lee Boggs. He also portrayed in a three episode story arc on \"\" and guest starred as a troubled monk haunted by visions in \"Babylon 5\". Dourif later gained acclaim as Doc Cochran in \"Deadwood\", receiving a 2004 Emmy Award nomination for \"Outstanding Supporting Actor in a Drama Series.\" In 2011, he guest starred in the third-season finale of \"Fringe\" and in 2014 he made a brief cameo in the \"Agents of S.H.I.E.L.D.\" episode", "doc_score": "76.00869750976562", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_14", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "18586026", "text": "Uber protests and legal actions / by fake drivers to the targeted individuals in the Uber mobile app, and by giving real drivers a means to cancel rides requested by those individuals, Uber was able to avoid giving rides to known law enforcement officers in areas where its service is illegal. Investigative journalism by \"The New York Times\" and the resulting report, published on March 3, 2017, made public Uber's use of Greyball since 2014, describing it as a way to evade city code enforcement officials in Portland, Oregon, Australia, South Korea, and China. At first, in response to the report, Uber stated that Greyball was", "doc_score": "85.29397583007812", "publish_date": "2018/12/31"}, {"doc_id": "3264121", "text": "Uber / regulations. In 2014, while in the midst of a regulatory battle, Portland, Oregon's transportation commissioner called Uber management \"a bunch of thugs\". In June 2014, Uber distributed to its riders the personal contact information of a commissioner in Virginia who opposed the company and told riders to flood his inbox with complaints. In November 2017, CEO Dara Khosrowshahi dropped the \"win at all costs\" strategy and implemented new values for the company, including \"we do the right thing\". According to statistics published by the company in April 2018, men account for 62.0% of overall company employment, 51.4% of support staff,", "doc_score": "84.5066909790039", "publish_date": "2018/12/31"}, {"doc_id": "18586038", "text": "Uber protests and legal actions / Chicago city laws and Illinois state laws designed to protect public safety, consumer protection, and fair practices. Regulations affecting TNCs were approved in December 2014. On August 1, 2012, the Massachusetts Division of Standards issued a cease-and-desist letter to Uber on the grounds that the GPS-based smartphone app was not a certified measurement device, but on August 15, the agency reversed its ruling after prodding by Governor Deval Patrick, saying that technique was satisfactory because it was under study by the National Institute of Standards and Technology. Uber worked out an arrangement with the city of Boston to share quarterly", "doc_score": "83.28981018066406", "publish_date": "2018/12/31"}, {"doc_id": "18586028", "text": "Uber protests and legal actions / government regulators and pledged to stop using the service for that purpose. In May 2017, the United States Department of Justice opened a criminal investigation into Uber's use of Greyball to avoid local law enforcement operations. The United States Department of Labor issued guidelines in July 2015 to deal with, what it considers, \"misclassification\" of workers. It argues that any \"worker who is 'economically dependent' on the employer should be treated as an employee. By contrast, a worker must be in business for himself or herself to be an independent contractor.\" The guideline was non-binding, but is expected to have", "doc_score": "85.59595489501953", "publish_date": "2018/12/31"}, {"doc_id": "3264120", "text": "Uber / In May 2015, Rachel Whetstone became the senior vice president of policy and communications. In April 2017, Whetstone left and was replaced with Jill Hazelbaker. In November 2018, Uber hired Manik Gupta as chief product officer. When Uber was led by Travis Kalanick, Uber took an aggressive strategy in dealing with obstacles, including regulators. In 2014, Kalanick said \"You have to have what I call principled confrontation.\" Uber's strategy was generally to commence operations in a city, then, if it faced regulatory opposition, Uber mobilized public support for its service and mounted a political campaign, supported by lobbyists, to change", "doc_score": "83.78685760498047", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_15", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "17577384", "text": "Ulysses S. Grant presidential administration reforms / 17, 1871, Grant issued a suspension of habeas corpus in all the 9 counties in South Carolina. Grant ordered federal troops in the state who then captured the Klan; who were vigorously prosecuted by Att. Gen. Akerman and Sol. Gen. Bristow. Although the Ku Klux Klan was effectively destroyed by 1873, Southern resistance against African Americans persisted and a system known has Jim Crow eventually dominated the entire South. Other white supremacist groups emerged including the White League and the Red Shirts. President Grant was the first U.S. President to recommend a professional civil service, successfully pass the initial legislation", "doc_score": "81.4681167602539", "publish_date": "2018/12/31"}, {"doc_id": "12804954", "text": "Food and Fuel Control Act / no ability to control the price of oil and gas. Copying the methods of the Food Administration, citizens were encouraged to save fuel with \"gasless Sundays,\" \"heatless Mondays,\" and \"lightless nights.\" Garfield's most dramatic action was an attempt to speed fuel to eastern ports where ships were idled for lack of fuel. On January 17, 1918, he order the closing of all factories east of the Mississippi. That accomplished his goal, but exposed the Wilson administration to criticism both from its usual opponents and members of the President's own party. On February 4, 1918, Garfield announced rules to govern the", "doc_score": "80.38533782958984", "publish_date": "2018/12/31"}, {"doc_id": "2630645", "text": "Compromise of 1877 / Compromise of 1877 The Compromise of 1877 was an informal, unwritten deal, that settled the intensely disputed 1876 U.S. presidential election. It resulted in the United States federal government pulling the last troops out of the South, and formally ended the Reconstruction Era. Through the Compromise, Republican Rutherford B. Hayes was awarded the White House over Democrat Samuel J. Tilden on the understanding that Hayes would remove the federal troops whose support was essential for the survival of Republican state governments in South Carolina, Florida and Louisiana. The compromise involved Democrats who controlled the House of Representatives allowing the decision", "doc_score": "81.66110229492188", "publish_date": "2018/12/31"}, {"doc_id": "7406921", "text": "Bricker Amendment / of Colorado. President Harry S. Truman was adamantly opposed to limitations on executive power and ordered every executive branch agency to report on how the Bricker Amendment would affect its work and to offer this information to the Judiciary Committee. Consequently, in its hearings, the Committee heard from representatives of the Departments of Agriculture, Commerce, Defense, Labor, and the Post Office, along with the Bureau of Internal Revenue, the Securities and Exchange Commission, and the Federal Bureau of Narcotics. Duane Tananbaum wrote the hearings \"provided the amendment's supporters with a wider forum for their argument that a constitutional amendment was", "doc_score": "78.400146484375", "publish_date": "2018/12/31"}, {"doc_id": "659491", "text": "Wilmot Proviso / Polk argued that, while the original intent of the war had never been to acquire territory (a view hotly contested by his opponents), an honorable peace required territorial compensation to the United States. The Three Million Dollar Bill, as it was called, was the sole item of business in the House from February 8, 1847, until February 15. Preston King reintroduced the Wilmot Proviso, but this time the exclusion of slavery was expanded beyond merely the Mexican territory to include \"any territory on the continent of America which shall hereafter be acquired\". This time Representative Stephen Douglas, Democrat of Illinois,", "doc_score": "78.94452667236328", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_16", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "11994336", "text": "Henry M. Jackson Visitor Center / Henry M. Jackson Visitor Center The Henry M. Jackson Visitor Center is a day-use facility located in the Paradise area of Mount Rainier National Park. The facility offers exhibits, films, guided ranger programs, a book store, a snack bar, a gift shop, and public restrooms, as well as informational brochures and maps. The first Jackson Visitor Center opened in 1966 as part of the National Park Service's Mission 66 program. Originally known as the Paradise Visitor Center, it was renamed in 1987 after the death of Senator Henry M. Jackson, who had been instrumental in the development of the program", "doc_score": "78.70692443847656", "publish_date": "2018/12/31"}, {"doc_id": "11994331", "text": "Henry M. Jackson Visitor Center / Henry M. Jackson Visitor Center The Henry M. Jackson Visitor Center is a day-use facility located in the Paradise area of Mount Rainier National Park. The facility offers exhibits, films, guided ranger programs, a book store, a snack bar, a gift shop, and public restrooms, as well as informational brochures and maps. The first Jackson Visitor Center opened in 1966 as part of the National Park Service's Mission 66 program. Originally known as the Paradise Visitor Center, it was renamed in 1987 after the death of Senator Henry M. Jackson, who had been instrumental in the development of the program", "doc_score": "78.70692443847656", "publish_date": "2018/12/31"}, {"doc_id": "17581361", "text": "United States federal government shutdown of 2013 / Governor Gary Herbert wired $1.67 million to the Department of Interior to reopen eight national parks in Utah for at least 10 days. Arizona agreed to reopen the Grand Canyon. New York reached a deal to reopen the Statue of Liberty. Colorado funded Rocky Mountain National Park operations. South Dakota wanted to partially re-open Mt. Rushmore, but the National Park Service said only a full operation would be considered. On October 14, 2013, Mt. Rushmore reopened on a day-by-day basis, with part of the $15,200 per day cost funded by donations. Congressmen introduced legislation to reimburse states willing to fund", "doc_score": "79.27272033691406", "publish_date": "2018/12/31"}, {"doc_id": "3336216", "text": "Lake Clark National Park and Preserve / upwards by the collision of the Pacific plate and the North American plate. Rocks in coastal areas are sedimentary in origin, and contain abundant fossils. Volcanic rocks intrude through these native rocks. Redoubt is the park's active volcano. high, about in diameter and with a volume of about 30 to 35 cubic kilometers, the stratovolcano rises through the Chigmit batholith. It has a wide summit crater. The Drift Glacier originates there and flows through a gap in the rim. Redoubt's most recent active phase began on December 14, 1989, with ash eruptions. The ash clouds affected air traffic, causing all", "doc_score": "79.8104019165039", "publish_date": "2018/12/31"}, {"doc_id": "1516616", "text": "Earth First! / in Idaho from 1992 to 1998. With the aid of a nearby landowner, a former land developer turned activist, Earth First! occupied the forest. As a result, Earth First! succeeded in saving most of the threatened wilderness area. Over 350 people from 12 countries were arrested and the project was reduced from its initial plan of 200 clear-cuts and the construction of seven new roads, to 37 clear-cuts and two new roads. In June 1993, Earth First! halted the construction of the Noble Road by erecting elaborate multi-layered barricades, which included U.S. Forest Service vehicles. These barricades were constructed in", "doc_score": "77.97096252441406", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_17", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "6620726", "text": "Childhood immunizations in the United States / Childhood immunizations in the United States The schedule of childhood immunizations in the United States is given by the Centers for Disease Control and Prevention (CDC). The vaccination schedule is broken down by age: birth to six years of age, seven to eighteen, and adults nineteen and older. Childhood Immunizations are key in preventing children for diseases that were once epidemics. As with all medications, vaccines are continually monitored for safety, and like any medication, vaccines can cause side effects. The side effects of vaccination are minor and go away within a few days. There is a risk that the", "doc_score": "81.11840057373047", "publish_date": "2018/12/31"}, {"doc_id": "6620775", "text": "Childhood immunizations in the United States / license to practice medicine. A list of refutes against Wakefield's study can be found at the American Academy of Pediatrics. Many studies performed afterward have shown no correlations between Thimerosal and the diagnosis of autism. Childhood immunizations in the United States The schedule of childhood immunizations in the United States is given by the Centers for Disease Control and Prevention (CDC). The vaccination schedule is broken down by age: birth to six years of age, seven to eighteen, and adults nineteen and older. Childhood Immunizations are key in preventing children for diseases that were once epidemics. As with all medications,", "doc_score": "80.77984619140625", "publish_date": "2018/12/31"}, {"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "80.22515106201172", "publish_date": "2018/12/31"}, {"doc_id": "6620747", "text": "Childhood immunizations in the United States / does not grant immunity from future infection since there are so many strains, so it is important to be vaccinated against them. Getting the flu also increases a person's risk for getting pneumococcal disease. PCV13 is a series of 4 shots given at 2, 4, and 6 months of age. The last is given between 12 and 15 months of age. Side effects of this vaccine may include: Pneumonia is the most common form of the disease, symptoms include It can also result in meningitis, symptoms include Bacteremia and Sepsis are blood infections which can also be a result, symptoms", "doc_score": "80.07225036621094", "publish_date": "2018/12/31"}, {"doc_id": "6620768", "text": "Childhood immunizations in the United States / brain and spinal cord, known as meninges, to become infected and swell. The Meningococcal Conjugate Vaccine (MCV4) is given between the ages of 11 and 12 years of age. As many as half the people who get meningococcal vaccines have mild side effect which include These symptoms usually only last 1 or 2 days Meningococcus if spread from person to person through the exchange of respiratory and throat secretions such as spit. It is not spread by casual contact or by simply breathing the air where a person with the disease has been. People who are in close contact with", "doc_score": "80.30705261230469", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_18", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "10862665", "text": "Preferential bidding system / Preferential bidding system Preferential bidding system, or PBS, is a computer program for crew scheduling, a method of solving airlines workforce schedules consisting of specific flights and certain qualified crew members while allowing those crew members to request periodic work schedules using weighted preferences. The solution must be as efficient as possible while respecting crew member preferences, honoring seniority, conforming regulations, and operation coverage requirements. Work schedules in the airlines industry must cover not just a shift or a day, as workers in other industries might. Airlines work schedules consist of assignments called \"crew pairings\" or simply \"pairings\", which is", "doc_score": "78.34703063964844", "publish_date": "2018/12/31"}, {"doc_id": "20710315", "text": "Northern Virginia airport workers' strikes / Northern Virginia airport workers' strikes The Northern Virginia airport worker strikes were a series of labor strikes held in 2015, 2016, and 2017 by employees of the Huntleigh USA Corporation, the primary contractor for airport workers at Washington Dulles International Airport and Ronald Reagan Washington National Airport. The strikes were held over poor pay, poor working conditions, and lack of employee benefits. The strikes were held by the Huntleigh Workers Union as well as the Service Employees International Union. In December 2016, airport employees struck demanding $15 hour minimum wage as many tipped employees were earning as little as $6.15", "doc_score": "81.93267059326172", "publish_date": "2018/12/31"}, {"doc_id": "20710316", "text": "Northern Virginia airport workers' strikes / per hour. In May 2017, workers at Dulles and Reagan Airports struck over pay and work conditions by Huntleigh after the Metropolitan Washington Airport Authority passed a policy to increase the minimum wage for airport workers starting with $11.55 an hour starting in January 2018, with that to increase to $12.15 in 2019 and $12.75 in 2020. Despite this, union workers were claiming to be paid only $6.50, by Huntleigh and been suffering from wage theft. An additional two day strike was held in December 2017. Northern Virginia airport workers' strikes The Northern Virginia airport worker strikes were a series", "doc_score": "79.99761199951172", "publish_date": "2018/12/31"}, {"doc_id": "4886870", "text": "Ryan International Airlines / by Atlasjet. Six days later, Jeff Potter, former CEO of Frontier Airlines was hired as the \"Chief Restructuring Officer\" for Ryan. He is also the President and CEO of aviation consulting firm Boyd Group International. Ryan's President/COO Mike McCabe had left Ryan in May due to cancer surgery. On August 15, 2012, Ryan announced it would be furloughing approximately 30 pilots and 60 flight attendants throughout the coming weeks. Two days later, the majority of flight attendants voted \"Yes\" to the AFA Contract agreement. At the end of that month, 25 or more management and administrative positions were eliminated. Those", "doc_score": "77.19352722167969", "publish_date": "2018/12/31"}, {"doc_id": "8108631", "text": "Spare the Air program / with BART police blaming youths riding for free for fights, assaults, burglaries, and robberies. Calls to BART police spiked by over 100%, compared to a 10% increase in the number of passengers on the same day the previous year. Because of this, BART is considering restricting free rides to only the morning commute. Riders of ferries also complained about severe overcrowding, with ferry ridership on the Sausalito ferry experiencing a 500% increase from normal and ridership on the Larkspur ferry increasing by 150% from ridership a week previous. Spare the Air program Spare the Air is a program established by", "doc_score": "78.7869644165039", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_19", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "5795104", "text": "Dogue de Bordeaux / figures. In the American survey, the oldest dog in the record was 12 years old. The Society is actively recording dogs that are 7 years old or older to celebrate the longer-lived dogs. Because of its brachycephalic head, the Dogue can be affected by breathing problems. Some may be intolerant of heat or exercise as a result. The FCI standard considers excessive shortness of breath and raspy breathing in the Dogue a severe fault. The brachycephalic head shape can also encourage ectropion—an outward rolling of the lower eyelid— which can lead to conjunctivitis (eye inflammation) and bacterial infections. Under the", "doc_score": "77.06368255615234", "publish_date": "2018/12/31"}, {"doc_id": "19299144", "text": "GTR Patricks Vindicator / GTR Patricks Vindicator GTR Patricks Vindicator (April 17, 1994-) is a registered American Miniature Horse gelding, foaled in South Carolina at GTR Mini Ranch. He is most commonly known as \"Patrick\" or \"Patrick The Miniature Horse\". He is a sorrel, with one blue eye (left), a blaze, and a coronet with white hoof. He measures at 33.5 inches tall, and is registered with the American Miniature Horse Association (AMHA) and the American Miniature Horse Registry (AMHR) He was purchased by Byrd's End Farm on July 4, 1998, and has been located in Shepherdsville, Ky ever since. He now competes at", "doc_score": "76.239013671875", "publish_date": "2018/12/31"}, {"doc_id": "2196170", "text": "Cavalier King Charles Spaniel / lack of formation or early degeneration of receptors in the inner ear, although this is relatively rare. In addition, more recent studies have found Cavaliers that develop a progressive hearing loss, which usually begins during puppyhood and progresses until the dog is completely deaf, usually between the ages of three and five years. The progressive nature of this form of deafness in Cavaliers is believed to be caused by degeneration of the hearing nerve rather than the lack of formation or early degeneration of the inner ear receptors. An urban legend claims that Charles II issued a special decree granting", "doc_score": "75.44368743896484", "publish_date": "2018/12/31"}, {"doc_id": "2992300", "text": "Malinois dog / AKC awarded 39 new herding titles to Belgian Malinois. The average lifespan of the Belgian Malinois is 10–12 years. Notable health problems prevalent to the Malinois include cataracts, epilepsy, thyroid disease, progressive retinal atrophy, hip dysplasia, and pannus, although these problems have been minimized through selective breeding. Awarded the Dickin Medal for conspicuous gallantry or devotion to duty while serving in military conflict Awarded the PDSA Gold Medal for animal bravery: Malinois dog The Malinois is a medium-to-large breed of dog, sometimes classified as a variety of the Belgian Shepherd dog rather than as a separate breed. The name \"Malinois\"", "doc_score": "73.98204803466797", "publish_date": "2018/12/31"}, {"doc_id": "726090", "text": "English Setter / as quail, pheasant and grouse. When working, the dog will hunt methodically seeking the airborne scent of its prey. It is sometimes referred to as the Laverack or Llewellin Setter as these were famous strains of the breed during the major development period in the 19th century. Those from hunting stock are generally of a finer build and with less coat than those bred for show exhibition. Generally reasonably healthy, they have an average life span of 11 to 12 years. The Kennel Club advises UK breeders to screen for hip dysplasia. The English Setter is a medium-sized dog which", "doc_score": "73.56495666503906", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_20", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "3316640", "text": "Michael C. Hall / In December 2010, Hall and Carpenter released a statement announcing that they had filed for divorce after having been separated \"for some time\". The divorce was granted for irreconcilable differences and finalized in December 2011; however, the two remain close friends. In September 2012, Hall began dating Morgan MacGregor, who was an associate editor at the \"Los Angeles Review of Books\", and they married on February 29, 2016. In November 2018, Hall stated that he was \"not all the way heterosexual\". On January 13, 2010, Hall's agent and spokesman confirmed that Hall was undergoing treatment for a form of Hodgkin's", "doc_score": "81.73908996582031", "publish_date": "2018/12/31"}, {"doc_id": "2212866", "text": "Jerry Hall / together: Elizabeth Scarlett (born 1984), James Leroy (born 1985), Georgia May (born 1992), and Gabriel Luke (born 1997). The couple lived together at Downe House, Richmond Hill, in Greater London, which Jagger purchased in the early 1990s. They split up in 1999. Hall cited Jagger's infidelity as the cause of the break-up. In 2015, Hall was reported to have begun dating business magnate Rupert Murdoch. The couple were seen in public together at the Rugby World Cup final on November 1, 2015. Hall and Murdoch announced their engagement with a listing in Murdoch's \"The Times\" newspaper on January 11, 2016.", "doc_score": "82.0050048828125", "publish_date": "2018/12/31"}, {"doc_id": "3975757", "text": "Blake Shelton / 2013 Academy of Country Music Awards. In July 2015, Shelton and Lambert announced their divorce. The couple released a statement, \"This is not the future we envisioned and it is with heavy heart that we move forward separately. We are real people, with real lives, with real family, friends and colleagues. Therefore, we kindly ask for privacy and compassion concerning this very personal matter.\" Their divorce was finalized later that same day. In November 2015 it was announced that Shelton had started dating his colleague from \"The Voice\", Gwen Stefani. In 2015, Forbes estimated Shelton's annual income at $28.5 million.", "doc_score": "79.14041900634766", "publish_date": "2018/12/31"}, {"doc_id": "2371315", "text": "Brendan Fraser / Arthur Fraser (born 2002), Holden Fletcher Fraser (born 2004), and Leland Francis Fraser (born 2006). After their home in Beverly Hills, California sold in April 2007 for $3 million, Fraser's publicist announced in December 2007 that the couple had decided to divorce. In early 2013, Fraser petitioned the courts for a reduction of his alimony and child support payments, asserting that he was unable to meet the annual obligation of $900,000; Smith, in turn, accused Fraser of hiding financial assets., Fraser lives near Bedford, New York. Fraser speaks fluent French, and serves on the board of directors for FilmAid", "doc_score": "79.544189453125", "publish_date": "2018/12/31"}, {"doc_id": "16323995", "text": "Shahs of Sunset / Gharachedaghi, architect and principal at GA Architecture and Planning, who appears on the show starting in season one. Over the second season, she launches \"GG's Extensions\", a brand of hair extensions, with her sister Leila. In December 2012 she told Andy Cohen that she was engaged to Omid Kalantari, who has a recurring role in season 2. The two broke off their engagement the following month. She has compared the show's cast's effect on the entertainment industry to the struggles of civil rights icon Rosa Parks. Golnesa begins a relationship with Nema Vand while separated from her husband. Nema Vand's", "doc_score": "77.83341979980469", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_21", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "15983442", "text": "Diagnosis of malaria / parasites feasting on red blood cells, but not found in normal blood cells. It can be faster, simpler and precise than any other method. Researchers at Rice University have published a preclinical study of their new tech that can detect even a single malaria-infected cell among a million normal cells. They claim it can be operated by nonmedical personal, produce zero false-positive readings, and it doesn’t need a needle or any damage done. Multiple recent studies have documented malaria overdiagnosis as a persistent issue globally, but especially in African countries. Overdiagnosis results in over-inflation of actual malaria rates reported at", "doc_score": "79.19359588623047", "publish_date": "2018/12/31"}, {"doc_id": "2205495", "text": "Diagnosis of HIV/AIDS / continues to support the use of noninvasive oral fluid specimens due to their popularity in health clinics and convenience of use. The director of the HIV control program for public health at Seattle King county, reported OraQuick failed to spot at least 8 percent of 133 people found to be infected with a comparable diagnostic test. Strategies implemented to determine quality control and false positive rates were implemented. It is to be understood that any reactive OraQuick test result is a preliminary positive result and will always require a confirmatory test, regardless of the mean of testing (venipuncture whole blood,", "doc_score": "78.93072509765625", "publish_date": "2018/12/31"}, {"doc_id": "6609541", "text": "Infection control / healthcare facilities in the U.K., Ireland, Japan, Korea, France, Denmark, and Brazil. The synthetic hard surface is being installed in the United States as well as in Israel. Health care workers may be exposed to certain infections in the course of their work. Vaccines are available to provide some protection to workers in a healthcare setting. Depending on regulation, recommendation, the specific work function, or personal preference, healthcare workers or first responders may receive vaccinations for hepatitis B; influenza; measles, mumps and rubella; Tetanus, diphtheria, pertussis; N. meningitidis; and varicella. Surveillance is the act of infection investigation using the CDC", "doc_score": "81.3376235961914", "publish_date": "2018/12/31"}, {"doc_id": "2205496", "text": "Diagnosis of HIV/AIDS / fingerstick whole blood or oral mucosal transudate fluid). Several other testing sites who did not experience a spike in false positive rates continue to use OraSure's OraQuick HIV Anti-body Testing. HIV tests have been criticized by AIDS denialists (a fringe group whose members believe that HIV either does not exist or is harmless). The accuracy of serologic testing has been verified by isolation and culture of HIV and by detection of HIV RNA by PCR, which are widely accepted \"gold standards\" in microbiology. While AIDS denialists focus on individual components of HIV testing, the combination of ELISA and western blot", "doc_score": "78.0670166015625", "publish_date": "2018/12/31"}, {"doc_id": "3540722", "text": "OPV AIDS hypothesis / introduced in the gastrointestinal tract, the primary site of poliovirus infection and replication, it closely mimics a natural infection. OPV also provides long lasting immunity, and stimulates the production of polio neutralizing antibodies in the pharynx and gut. Hence, OPV not only prevents paralytic poliomyelitis, but also, when given in sufficient doses, can stop a threatening epidemic. Other benefits of OPV include ease of administration, low cost and suitability for mass vaccination campaigns. Oral polio vaccines were developed in the late 1950s by several groups, including those led by Albert Sabin, Hilary Koprowski and H. R. Cox. A poliovirus type", "doc_score": "77.44829559326172", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_22", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "3265525", "text": "Chris Heaton-Harris / Heaton-Harris was a member of the Conservative A-List and was selected to succeed Tim Boswell as candidate for the safe Conservative seat of Daventry in June 2006. He won the seat in the 2010 general election, with a majority of 19,188. In March 2012, Heaton-Harris was reported as being one of the Conservative MPs to have spoken critically of Party Co-Chairman Sayeeda Warsi at a meeting of the 1922 Committee, following Warsi's handling of Roger Helmer MEP's defection to UKIP. After the resignation of Boris Johnson and the following domino resignations of Conservative ministers, on 9 July 2018 Heaton-Harris was", "doc_score": "80.88530731201172", "publish_date": "2018/12/31"}, {"doc_id": "16481284", "text": "Chris Hazzard / Chris Hazzard Chris Hazzard (born 20 August 1984) is an Irish Sinn Féin politician who has been the Member of Parliament (MP) for South Down since the 2017 general election, when he defeated incumbent Margaret Ritchie of the SDLP. He was selected by his party as a member (MLA) of the Northern Ireland Assembly to represent the South Down constituency in April 2012. At the Snap General Election held on 8 June 2017 he became an MP. The eldest of four siblings, he was educated at Our Lady and St Patrick's College, Knock. He replaced his party colleague Willie Clarke,", "doc_score": "80.85128021240234", "publish_date": "2018/12/31"}, {"doc_id": "2463267", "text": "Jeremy Corbyn / Jeremy Corbyn Jeremy Bernard Corbyn (; born 26 May 1949) is a British politician serving as Leader of the Labour Party and Leader of the Opposition since 2015. Corbyn was first elected Member of Parliament (MP) for Islington North in 1983. Ideologically, Corbyn identifies as a democratic socialist. He advocates reversing austerity cuts to public services and welfare funding made since 2010, and proposes renationalisation of public utilities and the railways. An anti-war and anti-nuclear campaigner since his youth, he broadly supports a foreign policy of military non-interventionism and unilateral nuclear disarmament. Corbyn began his career as a representative for", "doc_score": "80.19835662841797", "publish_date": "2018/12/31"}, {"doc_id": "10299481", "text": "Dara Calleary / Dara Calleary Dara Calleary (born 10 May 1973) is an Irish Fianna Fáil politician who has served as Deputy Leader of Fianna Fáil since March 2018. He has been a Teachta Dála (TD) for the Mayo constituency since 2007. He served as Minister of State for Labour Affairs from 2009 to 2011. Calleary was born in Ballina. He was educated at St Oliver Plunkett National School and St Muredach's College. He later studied at Trinity College, Dublin. He has been a member of the Fianna Fáil National Executive since 1997 and has served on party policy committees on Transport, Enterprise", "doc_score": "79.49905395507812", "publish_date": "2018/12/31"}, {"doc_id": "2463392", "text": "Jeremy Corbyn / announced the previous September. Jeremy Corbyn Jeremy Bernard Corbyn (; born 26 May 1949) is a British politician serving as Leader of the Labour Party and Leader of the Opposition since 2015. Corbyn was first elected Member of Parliament (MP) for Islington North in 1983. Ideologically, Corbyn identifies as a democratic socialist. He advocates reversing austerity cuts to public services and welfare funding made since 2010, and proposes renationalisation of public utilities and the railways. An anti-war and anti-nuclear campaigner since his youth, he broadly supports a foreign policy of military non-interventionism and unilateral nuclear disarmament. Corbyn began his career", "doc_score": "80.33055877685547", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_23", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "19133056", "text": "Global Liveability Ranking / of the 2016 ranking: Top 10 of the 2015 ranking: Global Liveability Ranking The Economist Intelligence Unit (EIU) publishes an annual Global Liveability Ranking, which ranks 140 cities for their urban quality of life based on assessments of stability, healthcare, culture and environment, education and infrastructure. For the first time in this survey's history, Austria's capital, Vienna, ranks as the most liveable of the 140 cities surveyed by The Economist Intelligence Unit in 2018. Melbourne, Australia, had been ranked by the EIU as the world's most liveable city for seven years in a row, from 2011 to 2017. Improvements in", "doc_score": "88.32460021972656", "publish_date": "2018/12/31"}, {"doc_id": "19133053", "text": "Global Liveability Ranking / Global Liveability Ranking The Economist Intelligence Unit (EIU) publishes an annual Global Liveability Ranking, which ranks 140 cities for their urban quality of life based on assessments of stability, healthcare, culture and environment, education and infrastructure. For the first time in this survey's history, Austria's capital, Vienna, ranks as the most liveable of the 140 cities surveyed by The Economist Intelligence Unit in 2018. Melbourne, Australia, had been ranked by the EIU as the world's most liveable city for seven years in a row, from 2011 to 2017. Improvements in Vienna's score, relating to the stability category in the ranking,", "doc_score": "89.07855224609375", "publish_date": "2018/12/31"}, {"doc_id": "3390592", "text": "Global city / biggest, most interconnected cities help set global agendas, weather transnational dangers, and serve as the hubs of global integration. They are the engines of growth for their countries and the gateways to the resources of their regions.\" The ranking is based on 27 metrics across five dimensions: business activity, human capital, information exchange, cultural experience, and political engagement and was updated in 2010, 2012, 2014, 2015, 2016, and 2017. Since 2015 it has been published together with a separate index called the Global Cities Outlook: a projection of a city’s potential based on rate of change in 13 indicators across", "doc_score": "87.05467224121094", "publish_date": "2018/12/31"}, {"doc_id": "13261796", "text": "The World Factbook list of developed countries / the countries in its list are The CIA notes that these countries These descriptions are based on 2010 GDP per capita figures. As of 2017, four members of the OECD have a GDP per capita of less than $15,000 in nominal terms (Poland, Hungary, Turkey and Mexico) and, as of 2017, five OPEC countries have a GDP per capita that is higher than $20,000 (Qatar, Kuwait, Bahrain, UAE and Saudi Arabia). The CIA notes that the 31 DCs are as follows: The CIA concludes its definition with the note that this list is This description is based on an old", "doc_score": "86.54627227783203", "publish_date": "2018/12/31"}, {"doc_id": "19133054", "text": "Global Liveability Ranking / helped by the city's low crime rate, helped nudge Vienna into first place. Vienna scores a near-ideal 99.1, separating it from the Australian city by 0.7 points. The Syrian capital, Damascus, was ranked the least liveable city of the 140 assessed in 2018, reflecting the effects of ongoing conflict in that country. Prior to 2011, Vancouver, Canada, was ranked the EIU's most liveable city from 2002 to 2010. In 2011 the EIU stated that a highway closure on Vancouver Island (separated from Vancouver by the Strait of Georgia and not connected by bridge) resulted in the \"small adjustment\" to Vancouver's", "doc_score": "88.03396606445312", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_24", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "10055176", "text": "Michael McIntyre / actor Simon Ward and sister of actress Sophie Ward. The couple have two sons, Lucas and Oscar. McIntyre is a supporter of Tottenham Hotspur. McIntyre is also a keen cricket fan and has appeared on Test Match Special to discuss the sport. On 4 June 2018, McIntyre was robbed of a Rolex watch while parked outside his children's school. Aged 13, Michael was in the audience of the BBC One Saturday morning show Going Live! on 1 April 1989, where he appeared on camera asking a question to pop group Five Star. McIntyre has appeared three times on BBC One's", "doc_score": "78.7793197631836", "publish_date": "2018/12/31"}, {"doc_id": "14693836", "text": "Finn O'Connor / but when they find out Robbie is planning to use a gun, Callum backs out. Robbie and Finn go to Price Slice only to find out that Sinead is there. She does not recognise them as they are both wearing balaclavas. Darren Osborne (Ashley Taylor Dawson) and his son Oscar enter the shop. Robbie turns the gun on them. Callum then runs in to save them but is shot by Robbie. Finn flees the shop not knowing if Callum is dead or alive. Beginning in late 2013, Finn and Robbie begin to terrorise John Paul McQueen (James Sutton), a teacher", "doc_score": "79.72249603271484", "publish_date": "2018/12/31"}, {"doc_id": "7137289", "text": "Sean Slater / shopkeeper Patrick Trueman (Rudolph Walker). Sean's attempt to escape arrest fails and he is held on remand. From prison, Sean has Deano attacked so Carly ends the relationship, but discovers that Chelsea has CCTV footage proving that Sean did not attack Patrick. Despite her family's protests, Carly takes the footage to the police. Sean is released, and Deano and Chelsea are arrested for conspiracy to pervert the course of justice. Sean takes revenge by cutting Chelsea's hair while she sleeps and assaulting Deano again. Sean and Tanya start dating at the beginning of 2008, and Sean tells her that he", "doc_score": "79.91092681884766", "publish_date": "2018/12/31"}, {"doc_id": "10939209", "text": "George DelHoyo / DelHoyo landed a major role on the hit soap opera \"Days of Our Lives\", playing the villain Orpheus. During the years of 1989-1991 George landed the role of Rob Donnelly on the soap opera \"Generations\". During the 1980s and 1990s he was known primarily as a guest or recurring character on hit shows such as \"St. Elsewhere\", \"L.A. Law\", \"Nine to Five\", \"Beverly Hills 90210\", \"Walker, Texas Ranger\", and \"Frasier\". For the 1996 PC video game and PlayStation port \"Descent\", and its sequels \"Descent II\" and \"Descent 3\", DelHoyo voiced the protagonist, the Material Defender. DelHoyo has gained notoriety as", "doc_score": "78.59648132324219", "publish_date": "2018/12/31"}, {"doc_id": "4944078", "text": "Shane Lynch / Puff Daddy. Two years later, at a live concert for Childline, Lynch turned to the camera and yelled: \"Tabloid newspapers, you can kiss me fucking arse!\" In 2007, Boyzone reunited, completed a 29-date reunion tour, and released their comeback single on 29 September 2008, \"Love You Anyway\", which was followed by a Greatest Hits album entitled \"Back Again... No Matter What\" released on 13 October 2008. Lynch has become an actor in recent years. In 2004, during his break from Boyzone, he played Eli Knox the chairman of Harchester United in the Sky One football drama, \"Dream Team\". He has", "doc_score": "78.86369323730469", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_25", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "7851931", "text": "Energy in the United Kingdom / 2007 and 2015, the UK's peak electrical demand fell from 61.5 GW to 52.7.GW. While in some ways limited by which powers are devolved, the four countries of the United Kingdom have different energy mixes and ambitions. Scotland currently has a target of 80% of electricity from renewables by 2020, which was increased from an original ambition of 50% by 2020 after it exceeded its interim target of 31 per cent by 2011. It has a quarter of the EU's estimated offshore wind potential, and is at the forefront of testing various marine energy systems. Britain's fleet of operational reactors", "doc_score": "103.37421417236328", "publish_date": "2018/12/31"}, {"doc_id": "17253795", "text": "Energy transition / power by the 2030s, or 2040 at the very latest. The government said that it would take \"all possible measures\" to achieve this goal. A few days later the government retrenched the planned nuclear phaseout after the industry pushed for reconsideration. Arguments cited were that a nuclear phaseout would burden the economy, and that imports of oil, coal, and gas would bring high added costs. The government then approved the energy transition, but left open the time-frame for decommissioning the nuclear power stations. The United Kingdom is mainly focusing on wind power, both onshore and offshore, and in particular is", "doc_score": "104.2130126953125", "publish_date": "2018/12/31"}, {"doc_id": "7851926", "text": "Energy in the United Kingdom / attracted considerable press coverage - in particular in relation to the prospect of constructing a new generation of nuclear power stations, in order to prevent the rise in carbon dioxide emissions that would arise if other conventional power stations were to be built. Among the public, according to a November 2005 poll conducted by YouGov for Deloitte, 35% of the population expect that by 2020 the majority of electricity generation will come from renewable energy (more than double the government's target, and far larger than the 5.5% generated as of 2008), 23% expect that the majority will come from nuclear", "doc_score": "102.08012390136719", "publish_date": "2018/12/31"}, {"doc_id": "7913643", "text": "Energy policy of the United Kingdom / (of which 21% had been achieved at the time of publication). As a result, by 2020 is it envisaged that: The Energy Bill 2012–2013 aims to close a number of coal power stations over the next two decades, to reduce dependence on fossil fuels and has financial incentives to reduce energy demand. The construction of a new generation of nuclear power stations will be facilitated, helped by the establishment of a new Office for Nuclear Regulation. Government climate change targets are to produce 30% of electricity from renewable sources by 2020, to cut greenhouse gas emissions by 50% on 1990", "doc_score": "103.87943267822266", "publish_date": "2018/12/31"}, {"doc_id": "7851920", "text": "Energy in the United Kingdom / and the mid-1960s. During the 1960s growth slowed as the market became saturated. The United Kingdom is planning to reform its electricity market. It plans to introduce a capacity mechanism and contracts for difference to encourage the building of new generation. During the 1940s some 90% of the generating capacity was fired by coal, with oil providing most of the remainder. The United Kingdom started to develop a nuclear generating capacity in the 1950s, with Calder Hall being connected to the grid on 27 August 1956. Though the production of weapons-grade plutonium was the main reason behind this power station,", "doc_score": "100.64886474609375", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_26", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "5393771", "text": "PGA Tour, Inc. v. Martin / the areas open to spectators. The operator of a public accommodation could not, in Judge Coffin's view, create private enclaves within the facility \"… and thus relegate the ADA to hop-scotch areas.\" The finding was originally upheld by the United States Court for the Ninth Circuit. Justice Antonin Scalia wrote a dissent that drew upon Kurt Vonnegut's story \"Harrison Bergeron.\" Martin has failed to make it through the PGA Tour Q-school since 2000. He has played in several PGA Tour events, notably in 2004. He lives in Eugene, Oregon and is the men's head golf coach at the University of", "doc_score": "84.33534240722656", "publish_date": "2018/12/31"}, {"doc_id": "14753522", "text": "Lewis Archer / food critic and Nick Tilsley (Ben Price) offers him a two-week trial as head waiter. Gail disapproves but Audrey defends Lewis and he later buys Audrey a bracelet as a gift of thanks. When Nick finds some money missing from the till, he and Gail believe Lewis took it. Audrey also doubts Lewis but when she learns that Eva Price (Catherine Tyldesley) took the money, she tries unsuccessfully to stop Lewis from leaving. Lewis returns for his wages and tells Nick that his community service has finished and he is leaving for good. Audrey arrives to see Lewis, asks him", "doc_score": "81.11158752441406", "publish_date": "2018/12/31"}, {"doc_id": "3186265", "text": "Martin (TV series) / to be called \"Goin' for Mine\" (Episode 129, \"Goin' for Mine\"). This sitcom never materialized, however.) And at series' end, Cole proposed to his even more dimwitted, but attractive and devoted girlfriend Shanise (portrayed by Maura McDade), and they made plans to move into their own place. The only actor to appear in every episode as the same character is Thomas Mikal Ford as Tommy. In early episodes, Lawrence began with a monologue of him speaking directly to the camera and audience from the darkened radio studio. In 1997, Tisha Campbell filed a lawsuit against her co-star Martin Lawrence and", "doc_score": "81.28800964355469", "publish_date": "2018/12/31"}, {"doc_id": "8321722", "text": "Martin Lewis (financial journalist) / announced in the Autumn Statement of 2015, Lewis appealed directly to the Prime Minister and engaged lawyers to investigate. He asserted that freezing the repayment threshold would represent a retroactive hike in student loan costs that could \"destroy any trust\" that students have in the student finance and political systems. In 2016, Lewis launched and provided funding for the Money and Mental Health Policy Institute, a think tank directed by former Liberal Democrat adviser Polly Mackenzie to study the link between mental health issues and debt. Other large scale campaigns, with ensuing television programmes, include reclaiming payment protection insurance (it", "doc_score": "79.261962890625", "publish_date": "2018/12/31"}, {"doc_id": "15033498", "text": "Martin Dibble / claims to be the area manager of the car radio company Mobitune, but in fact he sleeps on the beach after telling everyone he is staying at the Sands Resort. Judith Ackroyd (Anna Hruby) asks him to address a class as a successful ex-pupil and he annoys Donald by telling them not to bother with school because it had never done him any good. Ailsa realises Martin is hiding something and he admits he works for Mobitune as a technician and the car is hired. Martin offers Vinnie Patterson (Ryan Kwanten) the job of New South Wales area manager, but", "doc_score": "79.61273193359375", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_27", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "9434890", "text": "Chetwynde School / the school's long-term future was in doubt. The application was processed by January 2013, with a decision from the Department of Education to be made by May 2013. Initial reception from parents was extremely positive and Chetwynde asked parents in the area to register their interest in order to aid the school's application. On 22 May 2013 Chetwynde announced that it had been successful in its application and became Cumbria's first free school in September 2014. Chetwynde is consistently ranked as one of the county's top non-selective schools. In the 2011 GCSEs, pupils achieved a 100% pass rate with all", "doc_score": "86.73703002929688", "publish_date": "2018/12/31"}, {"doc_id": "1373940", "text": "Grammar school / the top positions in performance tables. Further radical change was opposed by both Conservative and Labour governments until September 2016. Although many on the left argue that the existence of selective schools undermines the comprehensive structure, Labour governments have delegated decisions on grammar schools to local processes, which have not yet resulted in any changes. Moreover, government education policy appears to accept the existence of some kind of hierarchy in secondary education, with specialist schools, beacon schools, academies and similar initiatives proposed as ways of raising standards. Many grammar schools have featured in these programmes, and a lower level of", "doc_score": "87.029541015625", "publish_date": "2018/12/31"}, {"doc_id": "6109164", "text": "Grammar schools debate / that the existence of grammar schools depresses overall exam performance in an LEA.<br> This claim, however, is later retracted as the researcher deemed that there were serious flaws in data provided by the Government. Grammar Schools have been criticised for their negative effect on primary education. The critics assert that schools are subject to continual pressure to train pupils to pass the test. Political parties in the United Kingdom have taken various positions on the merits of grammar schools. In general, the left-wing such as the Labour Party oppose selective education, whereas the right-wing such as the Conservative Party have", "doc_score": "83.3815689086914", "publish_date": "2018/12/31"}, {"doc_id": "11393071", "text": "Partially selective school (England) / the rest of their places using distance and/or faith criteria. The sibling criterion is particularly controversial, as in combination with selection it often severely limits the number of local children admitted. In response to these concerns, the initial draft of a revised schools admissions code proposed to ban sibling criteria in schools that selected more than 10% on their intake. After many protests, the admissions code as published in February 2007 protected siblings of current students, and permitted schools to give priority to siblings provided that \"their admission arrangements as a whole do not exclude families living nearer the school.\"", "doc_score": "83.64093017578125", "publish_date": "2018/12/31"}, {"doc_id": "14528801", "text": "Grammarsgate / Grammarsgate Grammarsgate was a 2007 dispute within the British Conservative Party over party policy on grammar schools. Party leader David Cameron refused to support the creation of more grammar schools instead backing Labour's policy of City Academies. Conservative leader David Cameron referred to supporters of grammars as \"inverse class warriors,\" and stated that the idea of creating more was delusional. This angered many traditional Conservative supporters for whom grammar schools were a popular policy. The Shadow Europe Minister Graham Brady resigned over disagreements on whether grammar schools boost social mobility. and the 1922 committee denounced David Cameron's policy as \"absurd\".", "doc_score": "86.1119613647461", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_28", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "12044216", "text": "Future enlargement of the European Union / of EU expansion. This commitment was made in order to stabilise the region in the wake of the Yugoslav Wars, a series of civil wars through the 1990s that led to the breakup of Yugoslavia. Slovenia, the first former Yugoslav country to obtain independence, joined the EU in 2004, followed by Croatia in 2013. Albania, Serbia, Macedonia, and Montenegro are all candidate states, with Serbia and Montenegro in negotiations. Bosnia and Herzegovina has applied to join but is not yet recognised as a candidate while Kosovo, which declared independence in 2008, is not recognised by all EU states, or Serbia.", "doc_score": "85.12332153320312", "publish_date": "2018/12/31"}, {"doc_id": "12044209", "text": "Future enlargement of the European Union / Future enlargement of the European Union There are five recognised candidates for future membership of the European Union: Turkey (applied on 14 April 1987), Macedonia (applied on 22 March 2004), Montenegro (applied in 2008), Albania (applied in 2009), and Serbia (applied in 2009). All except Albania and Macedonia have started accession negotiations. Kosovo, whose independence is not recognised by five EU member states, and Bosnia and Herzegovina are recognised as potential candidates for membership by the EU. Bosnia and Herzegovina has formally submitted an application for membership, while Kosovo has a Stabilisation and Association Agreement (SAA) with the EU, which", "doc_score": "86.64629364013672", "publish_date": "2018/12/31"}, {"doc_id": "12044213", "text": "Future enlargement of the European Union / with EU law before joining. Turkey has a long-standing application with the EU, but their negotiations are expected to take until at least 2023. This is due to the political issues surrounding the accession of the country. As for the Western Balkan states, the EU had pledged to include them after their civil wars: in fact, two states have entered (Croatia and Slovenia), four are candidates and the others have pre-accession agreements. There are, however, other states in Europe which either seek membership or could potentially apply if their present foreign policy changes, or the EU gives a signal that", "doc_score": "85.45903015136719", "publish_date": "2018/12/31"}, {"doc_id": "12044217", "text": "Future enlargement of the European Union / Serbia and Montenegro are expected to join before 2025. Following the potential resolution of the Macedonia naming dispute, Macedonia and Albania are expected to start talks by the end of 2019 and could also join by 2025. Turkey's candidacy to join the EU has been a matter of major significance and considerable controversy since it was granted in 1999. Turkey has had historically close ties with the EU, having an association agreement since 1964, being in a customs union with the EU since 1995 and initially applying to join in 1987. Only after a summit in Brussels on 17 December", "doc_score": "86.32352447509766", "publish_date": "2018/12/31"}, {"doc_id": "19433065", "text": "2020 FIFA Futsal World Cup / the event before, the tournament will be heading to a new location, later shortlisted to four. The Czech Republic, Egypt, Georgia, the Netherlands, and the United States expressed interest, but eventually did not bid. The host were originally to be appointed by December 2016, then delayed to December 2017. Costa Rica, Croatia, Kazakhstan, and the United Arab Emirates were later eliminated from contention. The hosts were selected by the FIFA Council on 26 October 2018 in Kigali, Rwanda from the final four candidates: Iran, Japan, Lithuania, and New Zealand. Lithuania were chosen over Iran, Japan and New Zealand as host", "doc_score": "86.27996063232422", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_29", "search_time": "2022/06/24/14:32", "search_result": [{"doc_id": "3463699", "text": "Sex verification in sports / Federations\", in the Court of Arbitration for Sport, decided in July 2015. Chand had been dropped from the 2014 Commonwealth Games at the last minute after the Athletic Federation of India stated that hyperandrogenism made her ineligible to compete as a female athlete. The ruling found that there was insufficient evidence that testosterone increased female athletic performance. In doing so the court suspended the practice of hyperandrogenism regulation used by the IAAF. The practice will be declared void if the organization fails to present better evidence by July 2017. In November 2015, the IOC held a meeting to address both", "doc_score": "85.83856201171875", "publish_date": "2018/12/31"}, {"doc_id": "1923284", "text": "Women's sports / due to cultural or societal reasons, rather than strictly religious ones. However, besides religious testaments, there are many barriers for Muslim women in relation to sports participation. A significant barrier to Muslim women's sports participation is bans on the Islamic headscarf, commonly known as the hijab. FIFA instituted such a ban in 2011, preventing the Iranian women's national football team from competing. They have since repealed the ban, but other organizations, including FIBA, maintain such regulations. At the same time, many Muslim female athletes have achieved significant success in athletic competitions. Some have also used sports towards their own empowerment,", "doc_score": "84.13031768798828", "publish_date": "2018/12/31"}, {"doc_id": "3463700", "text": "Sex verification in sports / its hyperandrogenism and transgender policies. In regards to hyperadrogenism in female athletes, the IOC encouraged reinstatement of the IAAF policies suspended by the Court of Arbitration for Sport. It also repeated an earlier policy statement that, to \"avoid discrimination, if not eligible for female competition the athlete should be eligible to compete in male competition\". In February 2016, it was made known that the IOC would not introduce its own policies that would impose a maximum testosterone level for the 2016 Summer Olympics. In April 2016, the United Nations Special Rapporteur on health, Dainius Pūras, criticized current and historic sex", "doc_score": "85.84224700927734", "publish_date": "2018/12/31"}, {"doc_id": "7295477", "text": "Amateur boxing / concussion rates occurring in fights using headgear than in fights without the headgear. Women's competition was unaffected, as the AIBA announced that there wasn't enough data on its effects on women. This ruling was in place at the 2016 Summer Olympics. In June 2016, professional boxers were admitted in the Olympic Games and other tournaments sanctioned by AIBA. This was done in part to level the playing field and give all of the athletes the same opportunities government-sponsored boxers from socialist countries and post-Soviet republics have. However, professional organizations strongly opposed that decision. The following are rules governing amateur boxing", "doc_score": "84.7036361694336", "publish_date": "2018/12/31"}, {"doc_id": "3463695", "text": "Sex verification in sports / intersex. Genetic differences can allow a person to have a male genetic make-up and female anatomy or body chemistry. In the \"Journal of the American Medical Association\", Simpson, Ljungqvist and others stated, In August 2009, South African athlete Caster Semenya was subjected to mandatory sex verification testing. In the wake of the Semenya case, testosterone testing was introduced to identify cases where testosterone levels were elevated above an arbitrary level, termed hyperandrogenism, with national Olympics committees tasked by the IOC to \"actively investigate any perceived deviation in sex characteristics\". In football, FIFA's current gender verification policy dates to May 30,", "doc_score": "85.53491973876953", "publish_date": "2018/12/31"}]}
