{"question_id": "20221230_0", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "19283595", "text": "January 2016 United States blizzard / North Carolina, 4 in South Carolina, 3 in Maryland, 3 in Washington, D.C., 1 in Arkansas, 1 in Delaware, 1 in Georgia, 1 in Kentucky, 1 in Massachusetts, and 1 in Ohio. Total economic losses are estimated between $500 million and $3 billion. The storm ranked as a Category 5 \"extreme\" event for the Northeast on the Regional Snowfall Index, and a Category 4 for the Southeast. It is the most recent winter storm to rank as a Category 5, and the first to do so since the 2011 Groundhog Day Blizzard. A relatively minor storm ahead of the blizzard,", "doc_score": "84.58025360107422", "publish_date": "2018/12/31"}, {"doc_id": "20612050", "text": "March 6–8, 2018 nor'easter / of which were still without power from the previous storm less than a week prior. The storm caused up to 1 million people to lose power, and at least two people has been confirmed dead due to the storm as of March 7. Hundreds of flights were cancelled across the region, and many schools closed due to the nor'easter, although some opted to remain open such as those in New York City, causing controversy. Many freeways were also closed in the regions, and several states were put under state of emergencies. While the previous nor'easter hammered the Northeastern U.S. on", "doc_score": "83.19872283935547", "publish_date": "2018/12/31"}, {"doc_id": "14268194", "text": "February 5–6, 2010 North American blizzard / in every one of the Mid-Atlantic states, brought deaths to Mexico, New Mexico, Virginia, Pennsylvania and Maryland. Most crippling was the widespread 20 to 35 in (50 to 90 cm) of snow accumulated across southern Pennsylvania, the Eastern Panhandle of West Virginia, northern Virginia, Washington, D.C., Maryland, Delaware, and southern New Jersey, bringing air and Interstate Highway travel to a halt. While rail service south and west of Washington, D.C. was suspended, rail travel between D.C. and Boston was available with limited service. Blizzard conditions were reported in a relatively small area of Maryland, but near-blizzard conditions occurred across much", "doc_score": "81.83076477050781", "publish_date": "2018/12/31"}, {"doc_id": "19283616", "text": "January 2016 United States blizzard / aftermath: 12 in Virginia, 9 in Pennsylvania, 6 in New Jersey, 6 in New York, 6 in North Carolina, 4 in South Carolina, 3 in Maryland, 3 in Washington, D.C., 1 in Arkansas, 1 in Delaware, 1 in Georgia, 1 in Kentucky, 1 in Massachusetts, and 1 in Ohio. Throughout the affected region, more than 631,000 people lost power: 270,000 in New Jersey, 147,000 in North Carolina, 66,000 in Georgia, 55,000 in Virginia, 47,000 collectively in Delaware and Maryland, and nearly 30,000 in South Carolina. Economic losses—from lost sales revenue and wages—are estimated between $500 million and $3 billion. Moody's", "doc_score": "84.0241928100586", "publish_date": "2018/12/31"}, {"doc_id": "20603587", "text": "March 1–3, 2018 nor'easter / was one of the most significant March snowstorms in many areas, particularly in Upstate New York. In other areas, it challenged storm surge records set by other significant storms, such as Hurricane Sandy. Although the most severe damage was caused by flooding as well as snow, unusually high tides and storm surges along the coast, wind and downed trees caused massive inland power outages, with the number of outages as high as 1.9 million at one point. As of March 4, at least 9 people are known to have been killed as a result of the storm, five from falling", "doc_score": "81.46148681640625", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_1", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "4886870", "text": "Ryan International Airlines / by Atlasjet. Six days later, Jeff Potter, former CEO of Frontier Airlines was hired as the \"Chief Restructuring Officer\" for Ryan. He is also the President and CEO of aviation consulting firm Boyd Group International. Ryan's President/COO Mike McCabe had left Ryan in May due to cancer surgery. On August 15, 2012, Ryan announced it would be furloughing approximately 30 pilots and 60 flight attendants throughout the coming weeks. Two days later, the majority of flight attendants voted \"Yes\" to the AFA Contract agreement. At the end of that month, 25 or more management and administrative positions were eliminated. Those", "doc_score": "85.13738250732422", "publish_date": "2018/12/31"}, {"doc_id": "17086968", "text": "Boeing 787 Dreamliner battery problems / ANA and JAL had replaced several 787 batteries before the mishaps. As of January 29, 2013, JTSB approved the Yuasa factory quality control while the American NTSB continues to look for defects in the Boston battery. Industry experts disagreed on consequences of the grounding: Boeing's competitor Airbus was confident that Boeing would resolve the issue and that no airlines would switch to a different type of aircraft, while other experts saw the problem as \"costly\" and \"could take upwards of a year\". Only two U.S.-based airlines operated the Dreamliner at the time – United Airlines and American Airlines. Chile's Directorate", "doc_score": "83.23441314697266", "publish_date": "2018/12/31"}, {"doc_id": "2066755", "text": "Boeing 787 Dreamliner / adjusted for inflation, is $3.7 billion. Boeing plans to improve financial return by reorganizing the production line, renegotiating contracts with suppliers and labor unions, and increasing the 787 production rate, stepwise, to 12 airplanes per month by the end of 2016 and 14 airplanes per month by the end of the decade., the production rate is 10 per month; Boeing lost $30 million per 787 delivered in the first quarter of 2015, although Boeing plans to break even by the end of the year. The accumulated losses for the 787 totalled almost $27 billion by May 2015. The cost", "doc_score": "82.9723892211914", "publish_date": "2018/12/31"}, {"doc_id": "2431199", "text": "Airline deregulation / were purchased by other airlines and merged into fewer airlines \"after thirty five years and hundreds of new startup airlines, hundreds of bankruptcies, liquidations, reorganizations, and mergers\", wrote Richard Finger equities trader and finance business analyst at Forbes.com. This has resulted in few major US airlines including (United Airlines, American Airlines, US Airways, Delta Air Lines, and Southwest Airlines) controlling a near-monopoly at some regional airports in the United States where they run 90% of domestic airline flights at those airports. In particular, Finger notes that United Airlines (with its merger/purchased of Continental Airlines in 2012) now controls over 90", "doc_score": "82.99434661865234", "publish_date": "2018/12/31"}, {"doc_id": "2066808", "text": "Boeing 787 Dreamliner / voluntarily grounded their fleets of 787s after multiple incidents involving different 787s, including emergency landings. At the time, these two carriers operated 24 of the 50 787s delivered. The grounding reportedly cost ANA some 9 billion yen (US$93 million) in lost sales. On January 16, 2013, the FAA issued an emergency airworthiness directive ordering all American-based airlines to ground their Boeing 787s until yet-to-be-determined modifications were made to the electrical system to reduce the risk of the battery overheating or catching fire. This was the first time that the FAA had grounded an airliner type since 1979. Industry experts disagreed", "doc_score": "83.0873794555664", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_2", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "6504931", "text": "United Nations Convention on Contracts for the International Sale of Goods / offeree has sent an acceptance. Some offers may not be revoked; for example when the offeree reasonably relied upon the offer as being irrevocable. The CISG requires a positive act to indicate acceptance; silence or inactivity are not an acceptance. The CISG attempts to resolve the common situation where an offeree's reply to an offer accepts the original offer, but attempts to change the conditions. The CISG says that any change to the original conditions is a rejection of the offer—it is a counter-offer—unless the modified terms do not materially alter the terms of the offer. Changes to price, payment,", "doc_score": "81.73384094238281", "publish_date": "2018/12/31"}, {"doc_id": "6504924", "text": "United Nations Convention on Contracts for the International Sale of Goods / organisations, a lack of public service resources, and a danger that London would lose its edge in international arbitration and litigation. Taiwan currently may not become a party to treaties deposited with the Secretary-General of the United Nations. Rwanda and Guatemala have concluded the domestic procedure of consideration of the CISG and adopted laws authorising its adoption; the CISG will enter into force for it once the instrument of accession is deposited with the Secretary-General of the United Nations. A number of other countries, including Kazakhstan, have made progress in the adoption process. The CISG is written using \"plain language", "doc_score": "84.60054779052734", "publish_date": "2018/12/31"}, {"doc_id": "16937082", "text": "United Nations General Assembly resolution 67/19 / United Nations General Assembly resolution 67/19 United Nations General Assembly resolution 67/19 is a resolution upgrading Palestine to non-member observer state status in the United Nations. It was adopted by the sixty-seventh session of the United Nations General Assembly on 29 November 2012, the date of the International Day of Solidarity with the Palestinian People and the 65th anniversary of the adoption by the General Assembly of resolution 181(II) on the Future Government of Palestine. The draft resolution was proposed by Palestine's representative at the United Nations. It, however, maintains the status of the Palestinian Liberation Organization as the representative", "doc_score": "83.6417236328125", "publish_date": "2018/12/31"}, {"doc_id": "15191042", "text": "Paris Agreement / November 2019. If it chooses to withdraw by way of withdrawing from the UNFCCC, notice could be given immediately (the UNFCCC entered into force for the US in 1994), and be effective one year later. A pair of studies in \"Nature\" have said that as of 2017, none of the major industrialized nations were implementing the policies they had envisioned and have not met their pledged emission reduction targets, and even if they had, the sum of all member pledges (as of 2016) would not keep global temperature rise \"well below 2 °C\". According to UNEP the emission cut targets", "doc_score": "84.71251678466797", "publish_date": "2018/12/31"}, {"doc_id": "9796666", "text": "Optional Protocol to the Convention against Torture / the Central African Republic, Chile, Costa Rica, Croatia, Cyprus, Czech Republic, Democratic Republic of the Congo, Denmark, Ecuador, Estonia, Finland, France, Gabon, Georgia, Germany, Ghana, Greece, Guatemala, Honduras, Hungary, Italy, Kazakhstan, Kyrgyzstan, Lebanon, Liberia, Liechtenstein, Lithuania, Luxembourg, Macedonia, Madagascar, Maldives, Mali, Malta, Mauritania, Mauritius, Mexico, Moldova, Mongolia, Montenegro, Morocco, Mozambique, Nauru, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Panama, Paraguay, Peru, Philippines, Poland, Portugal, Romania, Rwanda, Senegal, Serbia, Slovenia, South Sudan, Spain, Sri Lanka, State of Palestine, Sweden, Switzerland, Togo, Tunisia, Turkey, Ukraine, United Kingdom, and Uruguay. A further 15 states have signed but not ratified the protocol: Angola, Belgium,", "doc_score": "85.42467498779297", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_3", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "20135684", "text": "2017 California wildfires / the ecology with which we coexist are more vulnerable to wildfires. Wildfire activity is closely tied to temperature and drought over time. Globally, the length of the fire season increased by nearly 19% from 1979 to 2013, with significantly longer seasons in the western states. Since 1985, more than 50% of the wildfire area burned in the western United States can be attributed to anthropogenic climate change. In addition, due to human fire suppression methods, there is a build of fuels in some ecosystems, making them more vulnerable to wildfires. There is greater risk of fires occurring in denser, dryer", "doc_score": "100.8128433227539", "publish_date": "2018/12/31"}, {"doc_id": "20135669", "text": "2017 California wildfires / decline. Climate change is impacting the number and intensity of wildfires Nationwide, particularly in the American West. Although the number of wildfires in California has steadily been declining since 1980, the total acres burned and average acres burned is on the rise. According to Ottmar, the amount of greenhouse gases emitted from a wildfire is directly related to fuel consumption, which is the result of area burned, burning period, fuel characteristics, and fire behavior. These factors lead to the production of greenhouse gases, fine particulate matter emission, black carbon emission, carbon dioxide and monoxide production, as well as other trace", "doc_score": "101.55506134033203", "publish_date": "2018/12/31"}, {"doc_id": "12135826", "text": "Climate change in California / an increase in risk due to climate-driven wildfires in the coming decades. Because of warming, frequent droughts, and the legacy of past land management and expansion of residential areas, both people and the ecology with which we coexist are more vulnerable to wildfires. Wildfire activity is closely tied to temperature and drought over time. Globally, the length of the fire season increased by nearly 19% from 1979 to 2013, with significantly longer seasons in the western states. Since 1985, more than 50% of the wildfire area burned in the western United States can be attributed to anthropogenic climate change. In", "doc_score": "99.1013412475586", "publish_date": "2018/12/31"}, {"doc_id": "20135681", "text": "2017 California wildfires / days of fire danger, stating that, \"The increase in extreme fire risk is expected within the coming decade to exceed that of natural variability and this serves as an indication that anthropogenic climate warming will likely play a significant role in influence California’s fire season.\" According to Romps et. al, as annual temperatures and precipitation activity changes due to global warming, there will be increases in lightning strikes across the United States. Per °C of increased temperature due to global warming, there will be a mean increase in lightning strikes of 12 ± 5 percent. This increase in lightning strikes", "doc_score": "99.42352294921875", "publish_date": "2018/12/31"}, {"doc_id": "20753064", "text": "2018 California wildfires / area. In some areas, the amount of new residences in those areas is 80%. In the past, when these areas burned, no residences were lost, but now residences are present, which end up being destroyed. Northern California and the Central Valley saw drastic increases in air pollutants during the height of the July and August fires, while Southern California also experienced an increase in air pollution in August. Air quality in Northern and Central California remained poor until mid-September 2018, when fire activity was drastically diminished. However, during the November Camp Fire, air quality diminished again, with the majority of", "doc_score": "98.0400161743164", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_4", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "251254", "text": "Miranda warning / Miranda warning In the United States, the Miranda\" warning is a type of notification customarily given by police to criminal suspects in police custody (or in a custodial interrogation) advising them of their right to silence; that is, their right to refuse to answer questions or provide information to law enforcement or other officials. These rights are often referred to as Miranda\" rights. The purpose of such notification is to preserve the admissibility of their statements made during custodial interrogation in later criminal proceedings. A typical \"Miranda\" warning can read as follows: You have the right to remain silent. Anything", "doc_score": "83.02088928222656", "publish_date": "2018/12/31"}, {"doc_id": "5062435", "text": "Case or Controversy Clause / academic debate. Though the Supreme Court has given much attention to the legal issues arising from this provision of the Constitution, many problematic issues remain unresolved. Critics argue that the standing requirements imposed by this Clause enable judges to avoid difficult issues, decide the merits of a case before the parties have had a fair opportunity to litigate, and avoid the necessity of applying law the judge finds distasteful. Article III, Section 2, Clause 1 of the Constitution states: This clause, in addition to setting out the scope of the jurisdiction of the federal judiciary, prohibits courts from issuing advisory", "doc_score": "85.31258392333984", "publish_date": "2018/12/31"}, {"doc_id": "15332608", "text": "Detainee Treatment Act / the majority opinion, was inserted by Graham and Kyl into the Record for the day on which the amendment passed \"after the legislation had already been enacted.\" The language in question was worded in such a manner as to imply it had been recorded in live debate. The revised Record contains such phrasing as Kyl's \"Mr. President, I see that we are nearing the end of our allotted time\" and Sen. Sam Brownback's \"If I might interrupt\". Brownback has not responded to press inquiries. Justice Scalia's dissent noted this incident as an example on which he has based his longstanding", "doc_score": "83.29318237304688", "publish_date": "2018/12/31"}, {"doc_id": "145961", "text": "United States Foreign Intelligence Surveillance Court / is reasonable to believe the things are \"relevant to an authorized investigation\" into international terrorism or foreign intelligence activities. The history of the word \"relevant\" is key to understanding that passage. The Supreme Court in 1991 said things are \"relevant\" if there is a \"reasonable possibility\" that they will produce information related to the subject of the investigation. In criminal cases, courts previously have found that very large sets of information did not meet the relevance standard because significant portions innocent people's information would not be pertinent. But the court has developed separate precedents, centered on the idea that investigations", "doc_score": "80.25523376464844", "publish_date": "2018/12/31"}, {"doc_id": "830526", "text": "Point of order / Point of order In parliamentary procedure, a point of order is when someone draws attention to a rules violation in a meeting of a deliberative assembly. In \"Robert's Rules of Order Newly Revised\" (RONR), a point of order may be raised if the rules appear to have been broken. This may interrupt a speaker during debate, or anything else if the breach of the rules warrants it. The point is resolved before business continues. The point of order calls upon the chair to make a ruling. The chair may rule on the point of order or submit it to the", "doc_score": "83.09634399414062", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_5", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "8845259", "text": "Asylum in the United States / to warrant a humanitarian grant of asylum, or where the applicant would face other serious harm if returned to his or her country of origin. In addition, applicants who, according to the US Government, participated in the persecution of others are not eligible for asylum. A person may face persecution in his or her home country because of race, nationality, religion, ethnicity, or social group, and yet not be eligible for asylum because of certain bars defined by law. The most frequent bar is the one-year filing deadline. If an application is not submitted within one year following the applicant’s", "doc_score": "92.66152954101562", "publish_date": "2018/12/31"}, {"doc_id": "9640286", "text": "Adjustment of status / Adjustment of status Adjustment of status in the Immigration and Nationality Act (INA) of the United States refers to the legal process of conferring permanent residency upon any alien who is a refugee, asylum seeker, nonpermanent resident, conditional entrant, parolee, and so forth. Unlike other aliens, those who were admitted to the United States as resettled refugees are not required to file green card applications. The United States Citizenship and Immigration Services (USCIS) routinely prepares their applications, which usually occurs anywhere between one and two years after their lawful entry into the country. In all other cases, the alien must", "doc_score": "96.1142578125", "publish_date": "2018/12/31"}, {"doc_id": "8845282", "text": "Asylum in the United States / public assistance programs can vary depending on which states within the United States refugees are allocated to resettle in. For example, health policies differ from state to state, and as of 2017, only 33 states expanded Medicaid programs under the Affordable Care Act. In 2016, The American Journal of Public Health reported that only 60% of refugees are assigned to resettlement locations with expanding Medicaid programs, meaning that more than 1 in 3 refugees may have limited healthcare access. In 2015, the world saw the greatest displacement of people since World War II with 65.3 million people having to flee", "doc_score": "94.20838928222656", "publish_date": "2018/12/31"}, {"doc_id": "8845270", "text": "Asylum in the United States / after being granted asylum. Asylum seekers generally do not receive economic support. This, combined with a period where the asylum seeker is ineligible for a work permit is unique among developed countries and has been condemned from some organisations, including Human Rights Watch. Up until 2004, recipients of asylee status faced a wait of approximately fourteen years to receive permanent resident status after receiving their initial status, because of an annual cap of 10,000 green cards for this class of individuals. However, in May 2005, under the terms of a proposed settlement of a class-action lawsuit, \"Ngwanyia v. Gonzales\", brought", "doc_score": "93.7718505859375", "publish_date": "2018/12/31"}, {"doc_id": "8845266", "text": "Asylum in the United States / is eligible for asylum. The immigration judge's decision is subject to review on two, and possibly three, levels. First, the immigration judge's decision can be appealed to the Board of Immigration Appeals. In 2002, in order to eliminate the backlog of appeals from immigration judges, the Attorney General streamlined review procedures at the Board of Immigration Appeals. One member of the Board can affirm a decision of an immigration judge without oral argument; traditional review by three-judge panels is restricted to limited categories for which \"searching appellate review\" is appropriate. If the BIA affirms the decision of the immigration court,", "doc_score": "94.58984375", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_6", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "11303624", "text": "Predicting the timing of peak oil / of production per day are unrealistic, contradicting the projections of the International Energy Agency and United States Energy Information Administration. It has been argued that even a \"plateau oil\" scenario may cause political and economic disruption due to increasing petroleum demand and price volatility. The United States Energy Information Administration projects (as of 2006) world consumption of oil to increase to in 2015 and in 2030. This would require a more than 35 percent increase in world oil production by 2030. A 2004 paper by the Energy Information Administration based on data collected in 2000 disagrees with Hubbert peak theory", "doc_score": "84.26139068603516", "publish_date": "2018/12/31"}, {"doc_id": "16978379", "text": "United States Chained Consumer Price Index / The Congressional Budget Office estimates switching to the chained CPI would save $340 billion Applying the chained CPI beginning in 2015 instead of 2014 and accompanying it with \"low income protections\" would save $230 billion In 1996, the Advisory Committee to Study the Consumer Price Index (The Boskin Commission) estimated that in 1996 CPI-W (used to adjust Social Security) over-estimated inflation 1.1 percent. The BLS responded by making changes to the CPI-U and CPI-W, which included an adjustment to compensate for (upper-level substitution bias), performed each January of an even-numbered year. In 2002 BLS created the Chained CPI (C-CPI-U) that", "doc_score": "82.10234832763672", "publish_date": "2018/12/31"}, {"doc_id": "7774262", "text": "Natural gas prices / gas has a BTU value slightly higher than that of pure methane, which has 1,012 BTU per cubic foot. Natural gas as it comes out of the ground is most often predominantly methane, but may have a wide range of BTU values, from much lower (due to dilution by non-hydrocarbon gases) to much higher (due to the presence of ethane, propane, and heavier compounds) than standard pipeline-quality gas. The natural gas market in the United States is split between the financial (futures) market, based on the NYMEX futures contract, and the physical market, the price paid for actual deliveries of", "doc_score": "83.38996887207031", "publish_date": "2018/12/31"}, {"doc_id": "4524432", "text": "U.S. Producer Price Index / demand portion of the FD-ID system measures price change for commodities sold as personal consumption, capital investment, government purchases, and exports. The intermediate demand portion of the FD-ID system tracks price change for goods, services, and construction products sold to businesses as inputs to production, excluding capital investment. Movements of price indexes from one month to another usually should be expressed as percent changes, rather than as changes in index points, because the latter are affected by the level of the index in relation to its base period, while the former are not. Each index measures price changes from a", "doc_score": "82.4210205078125", "publish_date": "2018/12/31"}, {"doc_id": "19799810", "text": "Duck curve / than anticipated. The California Independent System Operator (CAISO) has been monitoring and analyzing the Duck Curve and its future expectations for about a half a century now and their biggest finding is the growing gap between morning and evening hours prices relative to midday hours prices. According to their last study, the U.S. Energy Information Administration, found that the wholesale energy market prices over the past six months during the 5 p.m. to 8 p.m. period (the “neck” of the duck) have increased to $60 per megawatt-hour, compared to about $35 per megawatt-hour in the same time frame in 2016.", "doc_score": "82.66825103759766", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_7", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "7805645", "text": "Glenna Collett-Vare / Collett Vare was the recipient of the Bob Jones Award, the United States Golf Association's highest honor given in recognition of distinguished sportsmanship in golf. In 1975 she was part of the first class inducted into the World Golf Hall of Fame. At the age of 81 she still had a 15 handicap and played in her 61st consecutive Invitational event in 1984 at the Point Judith Country Club in Rhode Island. Collett Vare died in 1989 in Gulf Stream, Florida. In her 1977 book, \"One Hundred Greatest Women in Sports\", author Phyllis Hollander listed Glenna Collett Vare ahead", "doc_score": "85.74571228027344", "publish_date": "2018/12/31"}, {"doc_id": "3917269", "text": "Kathy Whitworth / retired from competitive golf in 2005 after competing in the BJ's Charity Classic, an event on the Women's Senior Golf Tour. She is a member of the New Mexico Hall of Fame, Texas Sports Hall of Fame, Texas Golf Hall of Fame, and the Women's Sports Foundation Hall of Fame \"Note: Whitworth won the Colgate-Dinah Shore Winner's Circle (now known as the Kraft Nabisco Championship) before it became a major championship.\" LPGA Tour playoff record (8-20) Kathy Whitworth Kathrynne Ann Whitworth (born September 27, 1939) is an American professional golfer. Throughout her playing career she won 88 LPGA Tour tournaments,", "doc_score": "83.21984100341797", "publish_date": "2018/12/31"}, {"doc_id": "6304908", "text": "Jerry Barber / major title, surpassed seven years later by Julius Boros in 1968 at age 48. Barber holds the record for the oldest player to ever play on the PGA Tour in February 1994, when he played in the Buick Invitational at Torrey Pines at the age of 77 years, 10 months. He died later that year, in September. Often referred to in the media as \"little Jerry Barber,\" he stood. In 1966, he portrayed himself in a guest appearance on episode #23 of \"I Dream of Jeannie\". Barber and his wife Lucile, who died of cancer in 1968, had five", "doc_score": "84.43096923828125", "publish_date": "2018/12/31"}, {"doc_id": "4550856", "text": "Harvey Martin / December 24, 2001, Martin died of pancreatic cancer at Baylor Medical Center in Grapevine, Texas. He was survived by his mother and a son and daughter. Martin never married. Many former teammates were among the 1,000 people who attended his funeral service at Prestonwood Baptist Church in Plano. Martin's sister, Mary Martin, established the Harvey Martin Dream Foundation, Inc., an organization to foster educational mentoring and financial assistance to minority high school students, in her brother's memory. Of Harvey Martin's legacy, Tex Schramm commented, “He’ll be remembered as one of the great Cowboys of the golden years.” Martin died of", "doc_score": "82.78985595703125", "publish_date": "2018/12/31"}, {"doc_id": "9550721", "text": "Boobie Clark / carries (a 2.3 average) and had six receptions for 58 yards. The 1980 season would be his last, when he had just one carry for three yards. He retired prior to the 1981 season. Clark died of a blood clot in his lung at the age of 39 on October 25, 1988 at Memorial Hospital in Jacksonville, Florida. The City of Jacksonville renamed Sherwood Forest Playground as Charles \"Boobie\" Clark Park and Pool in his honor. In 2000, the Florida Times-Union named Clark number 37 on their list of the top 100 athletes from Jacksonville. In 2001, he was posthumously", "doc_score": "80.80609130859375", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_8", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "8240894", "text": "Social media / platforms have been weaponized by state-sponsored cyber groups to attack governments in the United States, European Union, and Middle East. Although phishing attacks via email are the most commonly used tactic to breach government networks, phishing attacks on social media rose 500% in 2016. Some employers examine job applicants' social media profiles as part of the hiring assessment. This issue raises many ethical questions that some consider an employer's right and others consider discrimination. Many Western European countries have already implemented laws that restrict the regulation of social media in the workplace. States including Arkansas, California, Colorado, Illinois, Maryland, Michigan,", "doc_score": "86.34597778320312", "publish_date": "2018/12/31"}, {"doc_id": "17967218", "text": "Anonymous social media / Apps, such as Yik Yak, Secret, and Whisper, are removing these posts by outsourcing the job of content supervision to oversea surveillance companies. These companies hire a team of individuals to inspect and remove any harmful or abusive posts. Furthermore, algorithms are also used to detect and remove any abusive posts the individuals may have missed. Another method used by the anonymous app named Cloaq to reduce the number of harmful and abusive posts is by limiting the number of users that can register during a certain period. Under this system, all contents are still available to the public, however", "doc_score": "85.19883728027344", "publish_date": "2018/12/31"}, {"doc_id": "15553778", "text": "Privacy concerns with social networking services / on social media sites such as Facebook, Snapchat, Instagram, Twitter, Pinterest, and more by posting pictures and videos of themselves unaware of the privacy they are sacrificing. Adolescents post their real name, birthdays, and email addresses to their social media profiles. Children have less mobility than they have had in the past. Everything these teenagers do online is so they can stay in the loop of social opportunities, and the concern with this is that they do this in a way that is not only traceable but in a very persistent environment that motivates people to continue sharing information about", "doc_score": "84.01026153564453", "publish_date": "2018/12/31"}, {"doc_id": "17967217", "text": "Anonymous social media / anonymous content. Due to these controversies, the app has since then added new protections against cyberbullying. As the number of people using these platforms multiplies, unintended uses of the apps have increased, urging popular networks to enact in-app warnings and prohibit use to middle and high school students. 70% of teens admit to making an effort to conceal their online behavior from their parents. Some of these apps have also been criticized for causing chaos in American schools, such as lockdowns and evacuations. In order to limit the havoc caused, anonymous apps are currently removing all abusive and harmful posts.", "doc_score": "86.42697143554688", "publish_date": "2018/12/31"}, {"doc_id": "11589319", "text": "Social impact of YouTube / harmful behavior through regular viewing. The ability of videos to bring fame to oneself or humiliation to others, has motivated physical violence, such as the video-recorded beating of a 16-year-old Florida cheerleader by six teenage girls over a half-hour time period, causing a concussion and temporary loss of hearing and sight, generating international media attention, and inspiring the 2011 Lifetime television network movie \"Girl Fight.\" Some YouTube content creators have taken advantage of their perceived celebrity status and have abused their relationships with fans, sometimes perpetrating emotional manipulation or sexual abuse on teenagers younger than the age of consent. While,", "doc_score": "84.59410095214844", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_9", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "7869371", "text": "Luminescence dating / Luminescence dating Luminescence dating refers to a group of methods of determining how long ago mineral grains were last exposed to sunlight or sufficient heating. It is useful to geologists and archaeologists who want to know when such an event occurred. It uses various methods to stimulate and measure luminescence. It includes techniques such as optically stimulated luminescence (OSL), infrared stimulated luminescence (IRSL), and thermoluminescence dating (TL). \"Optical dating\" typically refers to OSL and IRSL, but not TL. All sediments and soils contain trace amounts of radioactive isotopes of elements such as potassium, uranium, thorium, and rubidium. These slowly decay", "doc_score": "80.52096557617188", "publish_date": "2018/12/31"}, {"doc_id": "666679", "text": "Meteor Crater / an instantaneous overpressure. It cannot be created by volcanic action; the only known mechanisms of creating it is naturally through an impact event, or artificially through a nuclear explosion. In 1960, Edward C. T. Chao and Shoemaker identified coesite at Meteor Crater, proving the crater was formed from an impact generating extremely high temperatures and pressures. The impact would have disintegrated the main body of iron mass, while the pieces of Canyon Diablo meteorite found scattered around the site, had broken away from the main body before impact. Geologists used the nuclear detonation that created the Sedan crater, and other", "doc_score": "81.1204605102539", "publish_date": "2018/12/31"}, {"doc_id": "354744", "text": "Radiocarbon dating / a third radiocarbon revolution. Occasionally, radiocarbon dating techniques date an object of popular interest, for example the Shroud of Turin, a piece of linen cloth thought by some to bear an image of Jesus Christ after his crucifixion. Three separate laboratories dated samples of linen from the Shroud in 1988; the results pointed to 14th-century origins, raising doubts about the shroud's authenticity as an alleged 1st-century relic. Researchers have studied other radioactive isotopes created by cosmic rays to determine if they could also be used to assist in dating objects of archaeological interest; such isotopes include,,,,", "doc_score": "79.74993133544922", "publish_date": "2018/12/31"}, {"doc_id": "265924", "text": "Meteorite / pyrimidine, found in meteorites. Pyrimidine, like polycyclic aromatic hydrocarbons (PAHs), the most carbon-rich chemical found in the Universe, may have been formed in red giants or in interstellar dust and gas clouds, according to the scientists. In January 2018, researchers found that 4.5 billion-year-old meteorites found on Earth contained liquid water along with prebiotic complex organic substances that may be ingredients for life. Most meteorite falls are recovered on the basis of eyewitness accounts of the fireball or the impact of the object on the ground, or both. Therefore, despite the fact that meteorites fall with virtually equal probability everywhere", "doc_score": "80.37430572509766", "publish_date": "2018/12/31"}, {"doc_id": "13122910", "text": "Thermochronology / samples are then dated. With some knowledge of the subsurface thermal structure, these dates are translated into depths and times at which that particular sample was at the mineral's closure temperature. If the rock is today at the surface, this process gives the exhumation rate of the rock. Common isotopic systems used for thermochronology include fission track dating in zircon and apatite, potassium-argon and argon-argon dating in apatite, uranium-thorium-helium dating in zircon and apatite, and He/He dating. Thermochronology Thermochronology is the study of the thermal evolution of a region of a planet. Thermochronologists use radiometric dating along with the closure", "doc_score": "78.06108856201172", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_10", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "8929851", "text": "Proclamation of accession of Elizabeth II / Union of South Africa, Ernest George Jansen, proclaimed the Queen's accession in Cape Town on Thursday, 7 February, as follows: In the United Kingdom, the Accession Council met twice at St James's Palace: first at 5 p.m. on Wednesday, 6 February, before the Queen had returned from Kenya, to make their proclamation declaring the accession of the new sovereign, as the late king's successor in accordance with the line of succession to the British throne, and, secondly, at a meeting begun at 10 a.m. on Friday, 8 February, when the Queen was personally present, to receive her oath for the", "doc_score": "90.9736328125", "publish_date": "2018/12/31"}, {"doc_id": "10535722", "text": "Elizabeth II / on 21 November 2017. On 6 February 2017, she became the first British monarch to commemorate a Sapphire Jubilee, and on 20 November, she was the first British monarch to celebrate a platinum wedding anniversary. Prince Philip had retired from his official duties as the Queen's consort in August. The Queen does not intend to abdicate, though Prince Charles is expected to take on more of her duties as Elizabeth, who celebrated her 92nd birthday in 2018, carries out fewer public engagements. On 20 April 2018, the government leaders of the Commonwealth of Nations announced that she will be succeeded", "doc_score": "90.37252044677734", "publish_date": "2018/12/31"}, {"doc_id": "575693", "text": "Monarchy of the United Kingdom / Clarence House and Kensington Palace. The palaces belong to the Crown; they are held in trust for future rulers, and cannot be sold by the monarch. Sandringham House in Norfolk and Balmoral Castle in Aberdeenshire are privately owned by the Queen. The present Sovereign's full style and title is \"Elizabeth the Second, by the Grace of God, of the United Kingdom of Great Britain and Northern Ireland and of Her other Realms and Territories Queen, Head of the Commonwealth, Defender of the Faith\". The title \"Head of the Commonwealth\" is held by the Queen personally, and is not vested in", "doc_score": "87.32030487060547", "publish_date": "2018/12/31"}, {"doc_id": "575613", "text": "Monarchy of the United Kingdom / Monarchy of the United Kingdom The monarchy of the United Kingdom, commonly referred to as the British monarchy, is the constitutional monarchy of the United Kingdom, its dependencies and its overseas territories. The current monarch and head of state, Queen Elizabeth II, ascended the throne on the death of her father, King George VI, on 6 February 1952. The monarch and his or her immediate family undertake various official, ceremonial, diplomatic and representational duties. As the monarchy is constitutional, the monarch is limited to non-partisan functions such as bestowing honours and appointing the Prime Minister. The monarch is commander-in-chief of", "doc_score": "88.5875244140625", "publish_date": "2018/12/31"}, {"doc_id": "10535721", "text": "Elizabeth II / the longest-reigning British monarch and longest-reigning queen regnant and female head of state in the world on 9 September 2015. She is also the \"longest-reigning sovereign in Canada's modern era\". (King Louis XIV of France reigned over Canada (New France) for longer than Elizabeth.) She became the oldest current monarch after King Abdullah of Saudi Arabia died on 23 January 2015. She later became the longest-reigning current monarch and the longest-serving current head of state following the death of King Bhumibol of Thailand on 13 October 2016, and the oldest current head of state on the resignation of Robert Mugabe", "doc_score": "89.39039611816406", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_11", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "12390491", "text": "Eugene Monroe / denied this was a factor however. Following his release from the Ravens, Monroe fielded interest from several NFL teams before announcing his retirement on July 21, 2016. Explaining his decision in an essay submitted to \"The Players' Tribune\", Monroe cited the physical toll that football takes on the human body and in particular its effect on the brain, noting that signs of CTE (chronic traumatic encephalopathy) have been detected in 90% of former NFL players examined. Monroe also disclosed that he had recently noticed signs of memory loss and planned to undergo a battery of tests to evaluate his current", "doc_score": "81.73880004882812", "publish_date": "2018/12/31"}, {"doc_id": "3939109", "text": "Jon Gruden / Jon Gruden Jon David Gruden (born August 17, 1963) is an American football coach who is the head coach of the Oakland Raiders. He had been the head coach of the Raiders from 1998 to 2001 and Tampa Bay Buccaneers from 2002 to 2008. With the Buccaneers, he won Super Bowl XXXVII in 2003 in his first year with the team, defeating the Raiders, who had traded him to Tampa Bay the previous offseason. At the time, Gruden, aged 39 years, 5 months and 9 days, was the youngest head coach to win a Super Bowl. Before returning to coaching", "doc_score": "80.38713836669922", "publish_date": "2018/12/31"}, {"doc_id": "7392919", "text": "John Harbaugh / season's opening game, it was reported that Harbaugh had signed a four-year contract extension in a deal that was reached \"months ago.\" Harbaugh is the only head coach in NFL history to win a playoff game in each of his first five seasons, according to NFL Network. In each of Harbaugh's first four seasons and again in 2014, every AFC Champion defeated the Ravens in the playoffs (although only the 2008 Pittsburgh Steelers and 2014 New England Patriots were able to actually win the Super Bowl). In the 2014 AFC Wild Card round of the NFL playoffs, Harbaugh's Ravens beat", "doc_score": "78.15017700195312", "publish_date": "2018/12/31"}, {"doc_id": "9790197", "text": "Joe Philbin / Joe Philbin Joseph Lombardi Philbin (born July 2, 1961) is an American football coach who is the interim head coach for the Green Bay Packers of the National Football League (NFL). He was the head coach of the Miami Dolphins, a position he held from 2012 to 2015. Philbin was also the offensive coordinator of the Packers from 2007 to 2011, helping them win Super Bowl XLV over the Pittsburgh Steelers. Philbin was born in Springfield, Massachusetts to Paul and Mary Philbin. He attended Longmeadow High School and did a post-grad year at Worcester Academy. He graduated from Washington &", "doc_score": "80.31986236572266", "publish_date": "2018/12/31"}, {"doc_id": "8993091", "text": "Matthew Stafford / holds the NFL record for the most comeback wins in a season, recording eight in the 2016 NFL season. In 2017 he signed a $135 million extension with the Lions, making him the highest-paid player in NFL history at the time. Stafford was born in Tampa, Florida, to John and Margaret Stafford. He lived in Dunwoody, Georgia, while his father attended graduate school at the University of Georgia. He was the eldest of five siblings. His family then moved to Dallas, Texas, and Stafford attended Highland Park High School with Los Angeles Dodgers pitcher Clayton Kershaw. He was coached by", "doc_score": "80.37395477294922", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_12", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "18583005", "text": "Spider-Man: Homecoming / \"Spider-Man: Homecoming\" grossed over $334.2 million in the United States and Canada, and $546 million in other territories, for a worldwide total of $880.2 million. The film had the second biggest global IMAX opening for a Sony film with $18 million. In May 2017, a survey from Fandango indicated that \"Homecoming\" was the second-most anticipated summer blockbuster behind \"Wonder Woman\". By September 24, 2017, the film had earned $874.4 million worldwide, becoming the highest-grossing superhero film of 2017, and the sixth-largest film based on a Marvel character. \"Deadline Hollywood\" calculated the net profit of the film to be $200.1 million,", "doc_score": "82.26759338378906", "publish_date": "2018/12/31"}, {"doc_id": "18583006", "text": "Spider-Man: Homecoming / accounting for production budgets, prints and advertising, talent participations and other costs, against box office grosses and ancillary revenues from home media, placing it seventh on their list of 2017's \"Most Valuable Blockbusters\". The film earned $50.9 million on its opening day in the United States and Canada (including $15.4 million from Thursday night previews), and had a total weekend gross of $117 million, the top film for the weekend. It was the second-highest opening for both a Spider-Man film and a Sony film, after \"Spider-Man 3\" $151.1 million debut in 2007. Early projections for the film from \"BoxOffice\" had", "doc_score": "81.32032012939453", "publish_date": "2018/12/31"}, {"doc_id": "18391997", "text": "The Fate of the Furious / superhero movie, behind \"Furious 7\", and is Universal's highest-grossing live-action release since \"Jurassic World\" back in June 2015. Like many of its predecessors, \"The Fate of the Furious\" was released in the United States and Canada in the month of April, and like its immediate predecessor, occupied the lucrative Easter week holiday period slot, where it was expected to open with $100–125 million. It received the widest pre-summer release ever, at an estimated 4,304 venues, besting the 4,242 opening theater count of \"\" the previous March. The film made $10.4 million from Thursday night previews from 3,310 theaters, the second-highest", "doc_score": "80.58260345458984", "publish_date": "2018/12/31"}, {"doc_id": "17261212", "text": "Furious 7 / its opening weekend, which is the sixth highest-grossing opening of all time. The film has grossed over $1.5 billion worldwide, making it the highest-grossing film of the franchise after just twelve days, the third highest-grossing film of 2015 and the seventh highest-grossing film of all time. A sequel, \"The Fate of the Furious\", was released on April 14, 2017. After defeating Owen Shaw and his crew and securing amnesty for their past crimes (depicted in \"Fast & Furious 6\"), Dominic \"Dom\" Toretto, Brian O'Conner and the rest of their team have returned to the United States to live normal lives", "doc_score": "79.79145050048828", "publish_date": "2018/12/31"}, {"doc_id": "3021223", "text": "Spider-Man 2 / highest Independence Day weekend, breaking \"Men in Black II\"s record ($52.1 million), until it was broken seven years later by \"\" ($97.9 million). In its first six days, the film had grossed over $180 million. The film also eventually went on to gross $373.5 million, becoming 2004's second-highest-grossing film, behind \"Shrek 2\". \"Spider-Man 2\" is the 28th highest-grossing film in the U.S. and Canada and sold an estimated 60,158,700 tickets in the US. On review aggregator Rotten Tomatoes, \"Spider-Man 2\" has an approval rating of 93% based on 270 reviews, with an average rating of 8.3/10. The site's critical consensus", "doc_score": "81.83641052246094", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_13", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "16979439", "text": "Leslye Obiora / Leslye Obiora Leslye Amede Obiora is from Oguta, a riverine Igbo community in Nigeria. She was born on the cusp of the pogrom that triggered the Biafra Secessionist War. Her parents had nine children – six daughters and three sons; Leslye was the sixth girl and the seventh child. Obiora has been a Professor of Law in the United States since 1992. In 1999, she received an unsolicited offer from the World Bank to manage a program to help advance substantive gender equity in Africa. In 2006, she received another unsolicited appointment to serve as the Minister of Mines and", "doc_score": "80.24929809570312", "publish_date": "2018/12/31"}, {"doc_id": "16150331", "text": "Theresa El-Amin / Theresa El-Amin Theresa El-Amin is an African-American civil rights activist, union organizer and former member of the Green Party of the United States Steering Committee. El-Amin attended Tuskegee University and became an activist in 1966 with the Student Nonviolent Coordinating Committee. She began working in Tuskegee and Atlanta. In Atlanta, El-Amin worked for the phone company and was active in the Communications Workers of America (CWA). In the 1980s and 1990s, El-Amin was involved with the Coalition of Labor Union Women (CLUW), the Service Employees International Union (SEIU), Solidarity, and Black Workers for Justice (BWFJ). She organized clerical workers at", "doc_score": "83.65436553955078", "publish_date": "2018/12/31"}, {"doc_id": "20672631", "text": "Linda Carol Brown / 1992, Monroe was declared a national park. Linda Carol Brown Linda Carol Brown (February 20, 1943 March 25, 2018) was a campaigner for equality in education. As a schoolgirl in 1954, Brown became the center of the landmark United States civil rights case Brown v. Board of Education. Brown was in third grade at the time, and sought to enroll at Sumner School in Topeka, Kansas. Her admission was denied based on her skin color. Her lawsuit against segregation in elementary schools was ultimately successful and the resulting Supreme Court precedent overturned the'separate but equal' doctrine which had been", "doc_score": "85.45349884033203", "publish_date": "2018/12/31"}, {"doc_id": "13619995", "text": "Ketanji Brown Jackson / succeeded Michael Horowitz, who served from 2003 until 2009. Jackson served on the U.S. Sentencing Commission until 2014. On September 20, 2012, President Obama nominated Jackson to serve as a judge for the United States District Court for the District of Columbia, to the seat vacated by Judge Henry H. Kennedy, Jr. who retired on November 18, 2011. On January 2, 2013, her nomination was returned to the President, due to the sine die adjournment of the Senate. On January 3, 2013, she was renominated to the same office. On February 14, 2013, her nomination was reported to the full", "doc_score": "83.51667785644531", "publish_date": "2018/12/31"}, {"doc_id": "20615272", "text": "Shikoh Gitau / manages the Technology Innovations for Inclusive Growth program where she is presently employed in the Africa Development Bank (AfDB). Gitau was born to a working-class family in Mathare. Soon after her birth, her family lost their property in Mathare in the aftermath of the 1982 Kenyan Coup D'état Attempt and were forced to settle with relatives in Nakuru. During her childhood in Nakuru, Gitau saw her first collegiate graduation ceremony on television. She credits witnessing a woman receive a PhD from then-president Daniel arap Moi during this broadcast with motivating her to pursue higher education. Gitau completed her undergraduate studies", "doc_score": "81.85027313232422", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_14", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "11012356", "text": "Yoshihiko Noda / favorite wrestler. On 11 May 2013, Noda attended Kobashi's retirement event, Final Burning in Budokan, in Tokyo's Nippon Budokan. Yoshihiko Noda Following a severe loss for the DPJ in the December 2012 general election, Noda conceded defeat and announced his resignation as party leader. He was succeeded by Shinzō Abe as Prime Minister on 26 December 2012. Noda was born in Funabashi, Chiba on 20 May 1957, the son of a paratrooper in the Japan Self-Defense Forces. Unlike many prominent Japanese politicians, Noda has no family connections to Nagatachō. His parents were too poor to pay for a wedding reception.", "doc_score": "82.55921936035156", "publish_date": "2018/12/31"}, {"doc_id": "1487615", "text": "Yasuhiro Nakasone / across Japan's suddenly fractured political landscape\" and the country's \"most revered elder statesman\", Nakasone launched a series of interviews to address the direction of prime minister Yukio Hatoyama's government. In a profile at that time, he saw Hatoyama's \"inexperienced left-leaning\" government as \"challenging Japan's postwar political order and its close relationship with the United States\". As well, the LDP was \"crumbling into disarray\" in the wake of Hatoyama's victory. In the profile, Nakasone described the moment \"as a national opening on par with the wrenching social and political changes that followed defeat in the [world] war [and] praised the appearance", "doc_score": "83.98037719726562", "publish_date": "2018/12/31"}, {"doc_id": "10921736", "text": "Yukio Aoshima / which had formed the bulk of the basis for Aoshima's gubernatorial campaign, his administration was viewed as largely ineffective. He resigned after four years in office, by which time he was known as \"Mr. Broken Manifesto\". During his tenure as governor, Aoshima became the target of an assassination attempt in May 1995, when a parcel bomb was mailed to his Tokyo office. The bomb, intended for Aoshima, exploded in the face of his assistant, severely wounding him. It is believed that the bomb was mailed by members of the Japanese doomsday cult Aum Shinrikyo. Aum member Naoko Kikuchi was accused", "doc_score": "84.65339660644531", "publish_date": "2018/12/31"}, {"doc_id": "130177", "text": "Hirohito / extent of his involvement and thus his culpability. In the years immediately after Hirohito's death, the debate in Japan was fierce. Susan Chira reported, \"Scholars who have spoken out against the late Emperor have received threatening phone calls from Japan's extremist right wing.\" One example of actual violence occurred in 1990 when the mayor of Nagasaki, Hitoshi Motoshima, was shot and critically wounded by a member of the ultranationalist group, Seikijuku. A year before, in 1989, Motoshima had broken what was characterized as \"one of [Japan's] most sensitive taboos\" by asserting that Emperor Hirohito bore responsibility for World War II.", "doc_score": "81.3050537109375", "publish_date": "2018/12/31"}, {"doc_id": "600453", "text": "Junichiro Koizumi / as he recorded his position on the shrine's guestbook as prime minister. He visited the shrine annually in fulfillment of a campaign pledge. Koizumi's last visit as prime minister was on August 15, 2006, fulfilling a campaign pledge to visit on the anniversary of Japan's surrender in World War II. Eleven months after his resignation as prime minister, Koizumi revisited the shrine on August 15, 2007, to mark the 62nd anniversary of Japan's surrender in World War II. His 2007 visit attracted less attention from the media than his prior visits while he was in office. On August 15, 2005,", "doc_score": "80.66043090820312", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_15", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "3610017", "text": "Elon Musk / of the U.S. that June, with plans for more expansion across North America, including Canada, throughout the year., Musk owns about 28.9 million Tesla shares, which equates to about 22% of the company., Musk's annual salary is one dollar, similar to that of Steve Jobs and other CEOs; the remainder of his compensation is in the form of stock and performance-based bonuses. In 2014, Musk announced that Tesla would allow its technology patents to be used by anyone in good faith in a bid to entice automobile manufacturers to speed up development of electric cars. \"The unfortunate reality", "doc_score": "89.7719955444336", "publish_date": "2018/12/31"}, {"doc_id": "3610020", "text": "Elon Musk / infrastructure for solar panel maker SolarCity, which Tesla acquired., the plant employed \"just a few hundred workers and its future remains uncertain.\" (The Buffalo area actually lost nearly 5,000 jobs between December 2016 and December 2017). In September 2018, Musk was charged by the U.S. Securities and Exchange Commission for a tweet claiming that funding had been secured for taking Tesla private. The lawsuit characterized the tweet as false, misleading, and damaging to investors, and sought to bar Musk from serving as CEO on publicly traded companies. Two days later, Musk reached a settlement with the SEC. As a", "doc_score": "88.0780029296875", "publish_date": "2018/12/31"}, {"doc_id": "3610018", "text": "Elon Musk / is electric car programs (or programs for any vehicle that doesn't burn hydrocarbons) at the major manufacturers are small to non-existent, constituting an average of far less than 1% of their total vehicle sales,\" Musk said. In February 2016, Musk announced that he had acquired the Tesla.com domain name from Stu Grossman, who had owned it since 1992, and changed Tesla's homepage to that domain. In January 2018, Musk was granted an option to buy up to 20.3 million shares if Tesla's market value were to rise to $650 billion. Majority shareholder approval was pending. The grant was also", "doc_score": "88.52571868896484", "publish_date": "2018/12/31"}, {"doc_id": "3610022", "text": "Elon Musk / \"As recently as Oct. 4, Musk issued a sarcastic tweet, describing the agency [SEC] as the “Shortseller Enrichment Commission,” despite having agreed to settlement terms a week earlier that his company, Tesla, would monitor his tweets and other communications.\" Following Musk's resignation as chairman, Tesla named Robyn Denholm to replace Elon Musk as the acting chairman. This decision came after weeks of speculation on whether Tesla would nominate James Murdoch. Musk provided the initial concept and financial capital for SolarCity, which was then co-founded in 2006 by his cousins Lyndon and Peter Rive. By 2013, SolarCity was the second largest", "doc_score": "86.70927429199219", "publish_date": "2018/12/31"}, {"doc_id": "3610019", "text": "Elon Musk / meant to end speculation about Musk's potential departure from Tesla to devote more time to his other business ventures. A report by advisory firm Glass Lewis & Co. to its clients argued against granting the options. The \"New York Post\" described the pending stock option grant as an \"astronomical deal\" in pay when it reported that Tesla accepted $750 million in public funds from New York Governor Andrew Cuomo as part of the Buffalo Billion project, a plan to invest money to help the economy of the Buffalo, New York area. The money was used to build a factory and", "doc_score": "87.81073760986328", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_16", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "18938663", "text": "Solar observation / Solar observation Solar observation is the scientific endeavor of studying the Sun and its behavior and relation to the Earth and the remainder of the Solar System. Deliberate solar observation began thousands of years ago. That initial era of direct observation gave way to telescopes in the 1600s followed by satellites in the twentieth century. Stratigraphic data suggest that solar cycles have occurred for hundreds of millions of years, if not longer; measuring varves in precambrian sedimentary rock has revealed repeating peaks in layer thickness corresponding to the cycle. It is possible that the early atmosphere on Earth was more", "doc_score": "85.60102081298828", "publish_date": "2018/12/31"}, {"doc_id": "18938691", "text": "Solar observation / became the largest observed since 1990. The flare that erupted from this sunspot was classified as an X3.1-class solar storm. Independent scientists of the National Solar Observatory (NSO) and the Air Force Research Laboratory (AFRL) predicted in 2011 that Cycle 25 would be greatly reduced or might not happen at all. Solar observation Solar observation is the scientific endeavor of studying the Sun and its behavior and relation to the Earth and the remainder of the Solar System. Deliberate solar observation began thousands of years ago. That initial era of direct observation gave way to telescopes in the 1600s followed", "doc_score": "83.72032165527344", "publish_date": "2018/12/31"}, {"doc_id": "16264207", "text": "Event Horizon Telescope / sites. Each year since its first data capture in 2006, the EHT array has moved to add more observatories to its global network of radio telescopes. The first image of the Milky Way's supermassive black hole, Sagittarius A*, was expected to be produced in April 2017, but due to the South Pole Telescope being closed during winter (April to October) the data shipment delayed the processing to December 2017, when the shipment arrived. A date for the release of the image has not yet been announced. The image will also test Albert Einstein's general theory of relativity at the extreme.", "doc_score": "81.62914276123047", "publish_date": "2018/12/31"}, {"doc_id": "16801502", "text": "Rogelio Bernal Andreo / was given to an amateur astronomer. Rogelio Bernal Andreo Rogelio Bernal Andreo (born 9 January 1969) is a Spanish-American astrophotographer. He is known for his photographs of deep sky objects. His work has been recognized by NASA as their Picture of the Day. Andreo's photography has been published in international magazines and periodicals, as well as television networks including the BBC, National Geographic, and the Discovery Channel series \"Into the Universe with Stephen Hawking\". Rogelio Bernal Andreo was born on 9 January 1969, in Murcia, Spain. When he was 20 years old, he moved to Boston, Massachusetts. In 1995, he", "doc_score": "82.05647277832031", "publish_date": "2018/12/31"}, {"doc_id": "2579485", "text": "GALEX / GALEX The Galaxy Evolution Explorer (GALEX) is an orbiting ultraviolet space telescope launched on April 28, 2003, and operated until early 2012. An airlaunched Pegasus rocket placed the craft into a nearly circular orbit at an altitude of and an inclination to the Earth's equator of 29 degrees. The first observation was dedicated to the crew of the Space Shuttle Columbia, being images in the constellation Hercules taken on May 21, 2003. This region was selected because it had been directly overhead the shuttle at the time of its last contact with the NASA Mission Control Center. After its primary", "doc_score": "83.59818267822266", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_17", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "770189", "text": "Roe v. Wade / in \"Gonzales v. Carhart\" was a clear federal statute, rather than a relatively vague state statute as in the \"Stenberg\" case. On April 18, 2007, the Supreme Court handed down a 5 to 4 decision upholding the constitutionality of the Partial-Birth Abortion Ban Act. Kennedy wrote the majority opinion, asserting that Congress was within its power to generally ban the procedure, although the Court left the door open for as-applied challenges. Kennedy's opinion did not reach the question of whether the Court's prior decisions in \"Roe v. Wade\", \"Planned Parenthood v. Casey\", and \"Stenberg v. Carhart\" remained valid, and instead", "doc_score": "87.88677978515625", "publish_date": "2018/12/31"}, {"doc_id": "770142", "text": "Roe v. Wade / own verbal smokescreen, the substantive judgment on which it rests is nowhere to be found.\" According to the Court, \"the restrictive criminal abortion laws in effect in a majority of States today are of relatively recent vintage.\" Providing a historical analysis on abortion, Justice Harry Blackmun noted that abortion was \"resorted to without scruple\" in Greek and Roman times. Blackmun also addressed the permissive and restrictive abortion attitudes and laws throughout history, noting the disagreements among leaders (of all different professions) in those eras and the formative laws and cases. In the United States, in 1821, Connecticut passed the first", "doc_score": "86.98062133789062", "publish_date": "2018/12/31"}, {"doc_id": "770138", "text": "Roe v. Wade / Roe v. Wade Roe v. Wade, 410 U.S. 113 (1973), is a landmark decision issued in 1973 by the United States Supreme Court on the issue of the constitutionality of laws that criminalized or restricted access to abortions. The Court ruled 7–2 that a right to privacy under the Due Process Clause of the 14th Amendment extended to a woman's decision to have an abortion, but that this right must be balanced against the state's interests in regulating abortions: protecting women's health and protecting the potentiality of human life. Arguing that these state interests became stronger over the course of", "doc_score": "91.38249969482422", "publish_date": "2018/12/31"}, {"doc_id": "770170", "text": "Roe v. Wade / laws mandating that women read certain types of literature and watch a fetal ultrasound before undergoing an abortion. In 1976, Congress passed the Hyde Amendment, barring federal funding of abortions (except in cases of rape, incest, or a threat to the life of the mother) for poor women through the Medicaid program. The Supreme Court struck down some state restrictions in a long series of cases stretching from the mid-1970s to the late 1980s, but upheld restrictions on funding, including the Hyde Amendment, in the case of \"Harris v. McRae\" (1980). Some opponents of abortion maintain that personhood begins at", "doc_score": "87.22745513916016", "publish_date": "2018/12/31"}, {"doc_id": "770191", "text": "Roe v. Wade / Clause. In the case of \"Whole Woman's Health v. Hellerstedt\", the most significant abortion rights case before the Supreme Court since \"Planned Parenthood v. Casey\" in 1992, the Supreme Court in a 5–3 decision on June 27, 2016, swept away forms of state restrictions on the way abortion clinics can function. The Texas legislature enacted in 2013 restrictions on the delivery of abortions services that created an undue burden for women seeking an abortion by requiring abortion doctors to have difficult-to-obtain \"admitting privileges\" at a local hospital and by requiring clinics to have costly hospital-grade facilities. The Court struck down", "doc_score": "87.65446472167969", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_18", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "20993092", "text": "Criminal charges brought in the Special Counsel investigation (2017–present) / Criminal charges brought in the Special Counsel investigation (2017–present) The ongoing Special Counsel investigation is a United States law enforcement and counterintelligence investigation of the Russian government's efforts to interfere in United States politics, with primary focus on the 2016 presidential election. Through November 2018, the Special Counsel has publicly initiated criminal proceedings against 33 people—six U.S. nationals, 26 Russian nationals, and one Dutch national—and three Russian organizations. The Special Counsel has brought charges in three different jurisdictions: the District of Columbia (D.D.C.), the Eastern District of Virginia (E.D. Va.), and the Southern District of New York (S.D.N.Y.). The Special", "doc_score": "80.78873443603516", "publish_date": "2018/12/31"}, {"doc_id": "5576378", "text": "Operation Safehaven / three years of probation, ordered to perform 312 hours of community service, and to pay a fine in the amount of $2,000 on December 22, 2005. Operation Safehaven Operation Safehaven was a fifteen-month investigation conducted by the United States Immigration and Customs Enforcement (\"ICE\") in conjunction with the U.S. Attorney's Office for the District of Connecticut and the Department of Justice against those affiliated with the warez scene. In April 2003, over twenty search warrants were simultaneously executed, resulting in the seizure of dozens of computers and file servers, including what the United States government reported as \"the largest warez", "doc_score": "80.72773742675781", "publish_date": "2018/12/31"}, {"doc_id": "15992409", "text": "ATF gunwalking scandal / by Bill Newell, special agent in charge of ATF's Phoenix field division. In order to accomplish it, the office decided to monitor suspicious firearms purchases which federal prosecutors had determined lacked sufficient evidence for prosecution, as laid out in a January 2010 briefing paper. This was said to be allowed under ATF regulations and given legal backing by U.S. Attorney for the District of Arizona Dennis K. Burke. It was additionally approved and funded by a Justice Department task force. However, long-standing DOJ and ATF policy has required suspected illegal arms shipments to be intercepted. The operation began on October", "doc_score": "79.93148040771484", "publish_date": "2018/12/31"}, {"doc_id": "20198853", "text": "Special Counsel investigation (2017–present) / Special Counsel investigation (2017–present) The ongoing Special Counsel investigation is a United States law enforcement and counterintelligence investigation of the Russian government's efforts to interfere, with primary focus on the 2016 presidential election. This investigation includes any possible links or coordination between Donald Trump's presidential campaign and the Russian government, \"and any matters that arose or may arise directly from the investigation.\" In addition, the scope of the investigation reportedly includes potential obstruction of justice by Trump and others. The investigation, since it began May 17, 2017, has been conducted by the United States Department of Justice Special Counsel's Office,", "doc_score": "81.68949127197266", "publish_date": "2018/12/31"}, {"doc_id": "7272982", "text": "Operation Backfire (FBI) / Operation Backfire (FBI) Operation Backfire is a multi-agency criminal investigation, led by the Federal Bureau of Investigation (FBI), into destructive acts in the name of animal rights and environmental causes in the United States described as eco-terrorism by the FBI. The operation resulted in convictions and imprisonment of a number of domestic terrorists, many of which were members of the Animal Liberation Front and Earth Liberation Front. In 2004 the FBI merged seven independent investigations from its Portland, Oregon field office and called them \"Operation Backfire\". According to an agency statement, the operational focus is on investigating acts of domestic", "doc_score": "78.90470886230469", "publish_date": "2018/12/31"}]}
{"question_id": "20221230_19", "search_time": "2023/01/01/07:26", "search_result": [{"doc_id": "19778687", "text": "Donald Trump Access Hollywood tape / the second episode of season 42 of \"Saturday Night Live\" (first aired on October 8), Alec Baldwin parodied the controversy as Donald Trump. Samantha Bee, the host of \"Full Frontal with Samantha Bee\", reversed the gender roles in the video and issued an \"apology\" for the parodied video on Twitter. Singer-songwriter Carly Simon donated her 1972 song \"You're So Vain\" for use in an anti-Trump advertisement—the first time she has ever allowed its use for political purposes—and announced her opposition to Trump in response to the tape. Touching a person's genitals without consent (also known as groping) is considered sexual", "doc_score": "77.4761734008789", "publish_date": "2018/12/31"}, {"doc_id": "9401561", "text": "Rock a Hula Ted / another priest comes in, asking Ted which dress he prefers out of two he has in his arms. Niamh does not know the dresses are for Imelda, and thinks the priest is going to wear them himself. Ted says the dresses are both equally good, and after the priest gratefully departs, he tells Niamh that Craggy Island is a place where priests who lead all sorts of lifestyles can live free from hypocrisy and intolerance. A noise is heard upstairs and Jack comes barging into the room. He sees Niamh and yells \"\"Woman!\"\" before Ted pushes him out of the", "doc_score": "78.25189208984375", "publish_date": "2018/12/31"}, {"doc_id": "235439", "text": "Kid Rock / for Donald Trump's campaign for the same office. In September, Kid Rock was criticized for allegedly saying \"fuck Colin Kaepernick\" during a live performance of his song \"Born Free\". In December, Kid Rock sparked controversy for selling vulgar T-shirts supporting Trump at concerts, including one showing a map of the United States which labelled the states which had voted against Trump as \"Dumbfuckistan\". On July 12, 2017, Ritchie shared a photo of a \"Kid Rock for US Senate\" yard sign on Twitter. He also launched a website at kidrockforsenate.com, which sold merchandise bearing that inscription. Several weeks later, he wrote", "doc_score": "76.76838684082031", "publish_date": "2018/12/31"}, {"doc_id": "10946405", "text": "Bend Over Boyfriend / the term pegging, originally offered \"bob\" (short for \"Bend over Boyfriend\") as one of two alternatives for the term. Dan Savage was the guest on \"The Colbert Report\" on November 29, 2010. During the interview, Savage educates Colbert on the practice of pegging. Some reviewers, such as \"Eye Weekly\", said the tapes are instructional to a fault, saying the presentation \"made anal sex seem more distasteful rather than more attractive\". Queen herself said she'd been told the first video was \"like watching a driving-instruction video\" and the subtitle of \"Bend Over Boyfriend 2: Less Talkin', More Rockin\"' attempts to address", "doc_score": "77.33075714111328", "publish_date": "2018/12/31"}, {"doc_id": "3278941", "text": "Zach Braff / Braff began dating fellow actress, Mandy Moore, in 2004. They ended their relationship in 2006 after two and half years of dating. In Episode 4.3 of the MTV show \"Punk'd\", which aired on March 20, 2005, Braff was filmed yelling at a teenaged actor. He unwittingly appeared on the show at the behest of his \"Scrubs\" co-star, Donald Faison, who pranked Braff by having an actor spray-paint Braff's new Porsche with fake paint. Braff pursued and caught the teen actor and tried to punch him in the stomach; this was edited out of the episode. Braff later discussed it on", "doc_score": "77.29564666748047", "publish_date": "2018/12/31"}]}
