{"question_id": "20220819_0", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "13959105", "text": "Titan Mare Explorer / and the current Chief Scientist of NASA—would lead the mission as principal investigator, whereas the Applied Physics Laboratory (APL) would manage the mission. Lockheed Martin would build the TiME capsule, with scientific instruments provided by APL, Goddard Space Flight Center and Malin Space Science Systems. TiME's launch would have been with an Atlas V 411 rocket during 2016 and arriving to Titan in 2023. The target lake is Ligeia Mare (78°N, 250°W). It is one of the largest lakes of Titan identified to date, with a surface area of about ~100,000 km. The backup target is Kraken Mare. The Titan", "doc_score": "87.08782196044922", "publish_date": "2018/12/31"}, {"doc_id": "16160565", "text": "2018 in spaceflight / 2018 in spaceflight This article lists achieved and expected spaceflight events in 2018. The NASA InSight seismology probe was launched in May 2018 and landed on Mars in November. The Parker Solar Probe was launched to explore the Sun in August 2018, and reached its first perihelion in November, traveling faster than any prior spacecraft. On 20 October the ESA and JAXA launched BepiColombo to Mercury, on a 10-year mission featuring several flybys and eventually deploying two orbiters in 2025 for local study. The asteroid sampling mission Hayabusa2 reached its target Ryugu in June, and the similar OSIRIS-REx probe reached", "doc_score": "89.1463851928711", "publish_date": "2018/12/31"}, {"doc_id": "15941220", "text": "Unmanned NASA missions / Mars Polar Lander and were intended to strike the surface of Mars. The Gravity Recovery and Climate Experiment (GRACE), a joint mission of NASA and the German Aerospace Center, made detailed measurements of Earth's gravity field from its launch in March 2002 until October 2017. The satellites were launched from Plesetsk Cosmodrome, Russia on a Rockot launch vehicle. By measuring gravity, GRACE showed how mass is distributed around the planet and how it varies over time. Data from the GRACE satellites is an important tool for studying Earth's ocean, geology, and climate. GRACE was a collaborative endeavor involving the Center", "doc_score": "86.12736511230469", "publish_date": "2018/12/31"}, {"doc_id": "15941224", "text": "Unmanned NASA missions / the second mission to reach Mercury, after Mariner 10. MESSENGER entered orbit around Mercury on March 18, 2011, and it reactivated its science instruments on March 24, returning the first photo from Mercury orbit on March 29. MESSENGER crashed into Mercury on April 30, 2015 after running out of propellant. The New Frontiers program is a series of space exploration missions being conducted by NASA with the purpose of researching several of the Sun's planets including Jupiter, Venus, and the dwarf planet Pluto. NASA is encouraging both domestic and international scientists to submit mission proposals for the project. New Frontiers", "doc_score": "86.5270004272461", "publish_date": "2018/12/31"}, {"doc_id": "16160570", "text": "2018 in spaceflight / Soyuz launches by Arianespace in Kourou are counted under Russia because Soyuz-2 is a Russian rocket. 2018 in spaceflight This article lists achieved and expected spaceflight events in 2018. The NASA InSight seismology probe was launched in May 2018 and landed on Mars in November. The Parker Solar Probe was launched to explore the Sun in August 2018, and reached its first perihelion in November, traveling faster than any prior spacecraft. On 20 October the ESA and JAXA launched BepiColombo to Mercury, on a 10-year mission featuring several flybys and eventually deploying two orbiters in 2025 for local study. The", "doc_score": "90.06400299072266", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_1", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "2675811", "text": "Public holidays in India / Eid ul-Adha, Mawlid, Muharram; Buddhist festivals like Ambedkar Jayanti, Buddha Jayanti, Dhammachakra Pravartan Day and Losar; and Christian festivals of Christmas and days of observances such as Good Friday are observed throughout India. National holidays are observed in all states and union territories. India has three national days. They are: Hindus celebrate a number of festivals all through the year. Hindu festivals have one or more of religious, mythological and seasonal significance. The observance of the festival, the symbolisms used and attached, and the style and intensity of celebration varies from region to region within the country. A list of", "doc_score": "89.59428405761719", "publish_date": "2018/12/31"}, {"doc_id": "2675820", "text": "Public holidays in India / own only after including the three National Holidays and Diwali, Milad-Un-Nabi or Id-E-Milad, Mahavir Jayanti, Idu'l Fitr, Dussehra (Vijaya Dashami), Guru Nanak's Birthday, Christmas Day as compulsory holidays falling on weekdays. In respect to banks, the holidays are restricted to 15 days per year in terms of the instructions issued by the Department of Economic Affairs (Banking Division). Public holidays in India India, being a culturally diverse and fervent society, celebrates various holidays and festivals. There are many national holidays in India: Republic Day on 26 January, International Workers' Day on 1 May, Independence Day on 15 August and Mahatma", "doc_score": "89.4307632446289", "publish_date": "2018/12/31"}, {"doc_id": "2675813", "text": "Public holidays in India / falls in the spring for the Iranians but in the summer for the Parsis. In addition to the official holidays, many religious, ethnic, and other traditional holidays populate the calendar, as well as observances proclaimed by officials and lighter celebrations. These are rarely observed by Central government and businesses While having so many government holidays is in line with the idea of peaceful co-existence of all religions, there have been demands from various public bodies that the system of a multitude of religious holidays is hampering economic activities to a great extent. The past two Central Government Pay Commissions [1]", "doc_score": "86.9432373046875", "publish_date": "2018/12/31"}, {"doc_id": "2675819", "text": "Public holidays in India / remaining holidays/occasions may be determined by such establishments/organisations themselves, subject to para 3.2. Union Territory Administrations decide the list of holidays based on Ministry of Home Affairs letter No.14046/27 /83- GP-I dated 15 February 1984, by which they observe a total of 16 holidays, including the three National Holidays, viz. Republic Day, Independence Day and Mahatma Gandhi's birthday. In respect of Indian missions abroad, the number of holidays is determined in accordance with the instructions contained in the Department of Personnel and Training's O.M. No.12/5/2002-JCA dated 17 December 2002. They have the option to select 11 (eleven) holidays of their", "doc_score": "90.11734771728516", "publish_date": "2018/12/31"}, {"doc_id": "2675810", "text": "Public holidays in India / Public holidays in India India, being a culturally diverse and fervent society, celebrates various holidays and festivals. There are many national holidays in India: Republic Day on 26 January, International Workers' Day on 1 May, Independence Day on 15 August and Mahatma Gandhi's birthday on 2 October. States have local festivals depending on prevalent religious and linguistic demographics. Popular Jain festivals include Mahavir Jayanti, Paryushan and Diwali; Sikh festivals like Guru Nanak Jayanti and Vaisakhi; Hindu festivals of Makar Sankranti, Maha Shivratri, Onam, Janmashtami, Saraswati Puja, Diwali, Ganesh Chaturthi, Raksha Bandhan, Holi, Durga Puja, Dussehra; Muslim festivals of Eid ul-Fitr,", "doc_score": "91.12728881835938", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_2", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "19441337", "text": "Liz Mair / to removing \"Iowa's frontrunning status\" in the U.S. election cycle. In December 2015, she helped create the Make America Awesome Super PAC, \"as a vehicle to attack Donald Trump.\" On July 14, 2016, Mair tweeted her intention to vote for Libertarian Party presidential nominee Gary Johnson in the November general election. Almost two weeks later, on August 4, while discussing the newly formed Republicans for Johnson-Weld, she called Trump a \"loudmouthed dick\" in an interview with CNN anchor Anderson Cooper and tweeted about it afterwards, to widespread approval from other users of the social media platform. She has appeared as", "doc_score": "84.75804901123047", "publish_date": "2018/12/31"}, {"doc_id": "13512716", "text": "Leah Vukmir / that she would seek the 2018 Republican nomination for U.S. Senate. During the primary campaign, Vukmir ran ads in which she attempted to link Baldwin with Khalid Sheikh Mohammed, mastermind of the September 11 attacks, calling them \"Team Terrorists\". PolitiFact rated the claims as \"Pants on Fire\" wrong. On May 12, 2018, Vukmir secured the endorsement of the Wisconsin Republican Party at the state convention with 73 percent of the vote, besting former Marine Kevin Nicholson. Former White House Chief of Staff Reince Priebus praised what he termed Vukmir's proven track record of advancing a conservative agenda. Vukmir won the", "doc_score": "84.49324798583984", "publish_date": "2018/12/31"}, {"doc_id": "4077025", "text": "Debbie Wasserman Schultz / across as too partisan on television. An internal focus study of the popularity of top Obama campaign surrogates ranked Wasserman Schultz at the bottom. In February 2015, \"Politico\", citing unnamed sources, reported that Wasserman Schultz had lined up supporters in 2013 to portray any decision by Barack Obama to replace her as DNC chair as \"anti-woman and anti-Semitic\". In 2011, she missed 62 votes of Congress, placing her 45th of 535 in missing Congressional votes. Clinton's opponents, Martin O'Malley and Bernie Sanders, both criticized the decision by Wasserman Schultz to schedule only six debates in the 2016 presidential primary, fewer", "doc_score": "83.21656799316406", "publish_date": "2018/12/31"}, {"doc_id": "19533858", "text": "Al Giordano / challenge Sanders for his seat. In 2018, several women came forward to accuse Giordano of sexual harassment. According to a report in \"The Boston Globe\", there were multiple allegations that Giordano harassed and intimidated young women at his School of Authentic Journalism, an annual retreat for aspiring journalists and activists. Some former students and colleagues claim that Giordano \"selected female applicants based on their appearance, encouraged them to drink alcohol, and propositioned them for sex. If they rejected him, he would 'excommunicate' them from the school community and accuse them of being spies.\" Giordano said that the allegations were inaccurate,", "doc_score": "83.19660949707031", "publish_date": "2018/12/31"}, {"doc_id": "8012149", "text": "Kellyanne Conway / July 1, 2016, Trump announced that he had hired Conway for a senior advisory position on his presidential campaign. Conway was expected to advise Trump on how to better appeal to female voters. On August 19, following the resignation of Paul Manafort, Trump named Conway the campaign's third campaign manager. She served in this capacity for 10 weeks, through the November 8 general election, and was the first woman to successfully run an American presidential campaign, and the first woman to run a Republican general election presidential campaign. Since October 2016, Conway has been satirized on \"Saturday Night Live\", in", "doc_score": "82.26548767089844", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_3", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "2372417", "text": "EVA Air / 34% surge in fuel prices, which contributed to a US$61.2 million 2007 loss. In August 2008, EVA Air reported a second quarterly loss due to increased fuel costs. In response, the airline implemented cost-saving measures, including flight schedule reductions and fee increases. In early 2008, EVA Air's business office in El Segundo, California, announced a major staff reduction, with over half the staff advised that they would no longer be employed by May 2008. Functions performed by those local staff were shifted to Taiwan by half, such as the reservation center. EVA Air carried 6.2 million passengers in 2007, and", "doc_score": "84.29666900634766", "publish_date": "2018/12/31"}, {"doc_id": "873351", "text": "Aerolíneas Argentinas / States that would come into force in. The airline had 5,384 employees at. At this time, the aircraft park consisted of two Airbus A310-300s, four Airbus A340-200s, four Boeing 737-200s, Boeing 737-200 Advanced, one Boeing 737-200C, and nine Boeing 747-200Bs, whereas six Airbus A340-600s were on order. The list of international destinations served at the time was Asunción, Auckland, Bogotá, Cancún, Caracas, Florianopolis, Lima, Madrid, Mexico City, Miami, Montevideo, New York, Orlando, Paris, Punta del Este, Rio de Janeiro, Rome, Santiago, São Paulo, and Sydney; domestic services to Catamarca, Comodoro Rivadavia, Cordoba, Corrientes, Esquel, Iguazu, Jujuy, La Rioja,", "doc_score": "82.79792785644531", "publish_date": "2018/12/31"}, {"doc_id": "2066748", "text": "Boeing 787 Dreamliner / six months of service, Rolls-powered ANA aircraft were burning around 21% less fuel than the replaced 767-300ER on international flights, slightly better than the 20% originally expected, and 15–20% on domestic routes, while GE-powered Japan Airlines aircraft were potentially slightly better. Other 787 operators have reported similar fuel savings, ranging from 20–22% compared with the 767-300ER. An analysis by consultant AirInsight concluded that United Airlines' 787s achieved an operating cost per seat that was 6% lower than the Airbus A330. In November 2017, for its chief Willie Walsh, International Airlines Group budget carrier Level the lower cost of ownership of", "doc_score": "82.35206604003906", "publish_date": "2018/12/31"}, {"doc_id": "2066755", "text": "Boeing 787 Dreamliner / adjusted for inflation, is $3.7 billion. Boeing plans to improve financial return by reorganizing the production line, renegotiating contracts with suppliers and labor unions, and increasing the 787 production rate, stepwise, to 12 airplanes per month by the end of 2016 and 14 airplanes per month by the end of the decade., the production rate is 10 per month; Boeing lost $30 million per 787 delivered in the first quarter of 2015, although Boeing plans to break even by the end of the year. The accumulated losses for the 787 totalled almost $27 billion by May 2015. The cost", "doc_score": "85.50655364990234", "publish_date": "2018/12/31"}, {"doc_id": "873358", "text": "Aerolíneas Argentinas / deficit it has been incurring since being taken over from Marsans; the plan included the revision of unprofitable routes, the reduction of pilot/aircraft pay rates, and the abandonment of obsolete equipment, among others. Passenger traffic for the group reached a record 8.5 million in 2013, a 57% increase from the time of its renationalization in 2008. Revenues rose to a record of US$2 billion in 2013, an 85% increase from 2008 levels; losses likewise declined from $860 million (78% of revenues) to $250 million (12% of revenues). Corporate assets as of 2012 had tripled to over $1.6 billion, as the", "doc_score": "84.04592895507812", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_4", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "7204277", "text": "Mental rotation / 4-month-old infants using a 2D mental rotation task. They used a preference apparatus that consists of observing during how much time the infant is looking at the stimulus. They started by familiarizing the participants with the number \"1\" and its rotations. Then they showed them a picture of a \"1\" rotated and its mirror image. The study showed that males are more interested by the mirror image. Females are equally interested by the \"1\" rotated and its mirror image. According to the study, this may mean that males and females, at least when infants, process mental rotation differently. Another study", "doc_score": "80.1624755859375", "publish_date": "2018/12/31"}, {"doc_id": "2662183", "text": "Hawthorne effect / to do with feeling free, not feeling supervised but more in control as a group. The experimental manipulations were important in convincing the workers to feel this way: that conditions were really different. The experiment was repeated with similar effects on mica-splitting workers. Clark and Sugrue in a review of educational research say that uncontrolled novelty effects cause on average 30% of a standard deviation (SD) rise (i.e. 50%–63% score rise), which decays to small level after 8 weeks. In more detail: 50% of a SD for up to 4 weeks; 30% of SD for 5–8 weeks; and 20% of", "doc_score": "78.50665283203125", "publish_date": "2018/12/31"}, {"doc_id": "2838725", "text": "Bobo doll experiment / the experimenter decides that the child is no longer allowed to play with the toys, explaining that she is reserving those toys for the other children. This was done to build up frustration in the child. The experimenter said that the child could instead play with the toys in the experimental room (this included both aggressive and non-aggressive toys). In the experimental room the child was allowed to play for the duration of 20 minutes while the experimenter evaluated the child's play. The first measure recorded was based on physical aggression such as punching, kicking, sitting on the Bobo doll,", "doc_score": "79.13011169433594", "publish_date": "2018/12/31"}, {"doc_id": "11902315", "text": "Joint attention / when they are not perceivable. When caregiver does not respond in a similar manner, child exhibits a series of responses that were first studied in early 1970s by Edward Tronick in collaboration with pediatrician T. Berry Brazelton at the time when the latter was creating the Neonatal Behavioral Assessment Scale. At age 6 months, infants display joint attentional skills by: At age 8 months, infants demonstrate joint attention through proto-declarative pointing, particularly in girls. At 9 months of age, infants begin to display triadic joint attention. Infants also will display joint attention activities, such as communicative gestures, social referencing, and", "doc_score": "77.88031768798828", "publish_date": "2018/12/31"}, {"doc_id": "18491175", "text": "Symmetrical tonic neck reflex / Symmetrical tonic neck reflex The symmetrical tonic neck reflex (STNR) is a primitive reflex that normally emerges during the first year of an infant's life and is diminished by the age of 9-10 months. It is a bridging or transitional brainstem reflex that is an important developmental stage and is necessary for a baby to transition from lying on the floor to quadruped crawling or walking. In order to be able to do this the baby needs to have been successful in unlinking the automatic movement of the head from the automatic movement of the arms and legs to progress", "doc_score": "80.6274642944336", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_5", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "84.97447204589844", "publish_date": "2018/12/31"}, {"doc_id": "16606212", "text": "Recombinant factor VIIa / The product is the first biosimilar or biogeneric of the above-mentioned drug. This biomedicine is produced in baby hamster kidney cells (BHK) and has similar characteristics and functions with the native blood factor VII. rFVIIa is normally administered intravenously (IV) under physician supervision. rFVIIa was used routinely in severely wounded American troops during the Iraq War, credited with saving many lives but also resulting in a high number of deep venous thromboses and pulmonary emboli, as well as unexpected strokes, heart attacks, and deaths. Recombinant factor VIIa Recombinant factor VIIa (rFVIIa) is a form of blood factor VII that has", "doc_score": "80.75950622558594", "publish_date": "2018/12/31"}, {"doc_id": "11582165", "text": "Vi capsular polysaccharide vaccine / expected to be at a low risk of exposure to typhoid. To maintain immunity, the vaccine should be repeated every three years. The vaccine offers effective protection the first year after being given (with between 50% and 80% efficacy) and the second year (31% to 76%), but not after that. Vi capsular polysaccharide vaccine \"Not to be confused with Ty21a. For an overview of vaccines against typhoid fever, see Typhoid vaccine.\" The Vi capsular polysaccharide vaccine (or ViCPS) is one of two vaccines recommended by the World Health Organization for the prevention of typhoid (the other is Ty21a). The vaccine", "doc_score": "84.06114959716797", "publish_date": "2018/12/31"}, {"doc_id": "19445936", "text": "Universal flu vaccine / Energy and Commerce Subcommittee on Oversight and Investigations, Goodman replied \"Nature is very tricky and as this is a very crafty virus, so I'd be very hesitant to predict... I think the earliest we'd begin to see something with clinical benefit might be 5 to 10 years.\" In recent years, research has concerned use of an antigen for the flu hemagglutinin (HA) stem. Based on the results of animal studies, a universal flu vaccine may use a two-step vaccination strategy: priming with a DNA-based HA vaccine, followed by a second dose with an inactivated, attenuated, or adenovirus-vecto-based vaccine. The NIAID/NIH", "doc_score": "82.8478775024414", "publish_date": "2018/12/31"}, {"doc_id": "16126547", "text": "Tetanus vaccine / completed with Td. The first vaccine is administered at infancy. The baby is injected with the DTaP vaccine which is 3 inactive toxins in one injection. DTaP protects against diphtheria, pertussis, and tetanus. This vaccine is safer than the previously used DTP. Another option for infants is DT, which is a vaccine that is a combination of diphtheria and tetanus vaccines. This is given as an alternative to infants who have conflicts with the DTaP vaccine. Quadrivalent, pentavalent, and hexavalent formulations contain DTaP with one or more of the additional vaccines: inactivated poliovirus vaccine (IPV), Haemophilus influenzae type b conjugate,", "doc_score": "81.60518646240234", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_6", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "2292810", "text": "Salary cap / entitled to 5-year contracts with 7.5% raises; all other players (including sign-and-trade acquisitions) are limited to 4-year deals with 4.5% raises. Maximum salaries remain at 25, 30, or 35% of the cap, depending on years of service. These provisions remained intact in the 2017 CBA. Under the current CBA, a player coming off his rookie scale contract, who would normally be eligible to receive a salary of 25% of the cap, is eligible to receive 30% if he has been named MVP in any of the previous three seasons; named the Defensive Player of the Year in the immediately preceding", "doc_score": "85.15556335449219", "publish_date": "2018/12/31"}, {"doc_id": "16017940", "text": "Highest-paid NBA players by season / has earned on a 1 year contract, Jordan also holds the record for the second largest 1 year contract at $30,140,000 in the 1996-97 season. Kobe Bryant become just the second player to reach this milestone when the 2013–14 season began. LeBron James became the third in the 2016–17 season. Stephen Curry became the first player to eclipse $40-Million per year when he signed a record 5-year contract worth $201-Million in 2017, starting with $34,682,550 in the 2017-18 season and ending with the largest earnings in the 2021-22 season with a record payout of $45,780,966. Beginning in the 1984–85 NBA", "doc_score": "86.43421936035156", "publish_date": "2018/12/31"}, {"doc_id": "6569376", "text": "NBA salary cap / Player Extension\" (DVPE), came to be called the \"Kevin Durant Rule\" because it was seen as a reaction to a wave of veteran superstars leaving their teams in free agency, capped off by Durant's departure from the Thunder to the Golden State Warriors in the 2016 offseason. The contract is also commonly called \"The Supermax\". The 2011 CBA allowed all of the teams that were trying to lure Durant to offer him the same initial salary of $26.5 million. For a veteran player to qualify for such an extension, he must be entering his eighth or ninth season in the", "doc_score": "86.93582916259766", "publish_date": "2018/12/31"}, {"doc_id": "6569374", "text": "NBA salary cap / for the veteran player extensions introduced in the 2017 CBA. Had these criteria been part of the 2011 CBA, Rose would still have qualified for a 30% contract, as he was in his third NBA season when he was named MVP. The following players have signed 5 year/30% contracts: In addition the following players are known to have signed 5 year/25% contracts: Kevin Love was eligible for a designated player contract, but the Minnesota Timberwolves opted for a 4-year contract (with a player option year included, potentially allowing him to become an unrestricted free agent) instead. During Kevin Durant's final", "doc_score": "84.39900207519531", "publish_date": "2018/12/31"}, {"doc_id": "6569367", "text": "NBA salary cap / The contract would be for at least three seasons, with a maximum value up to the team's available cap room. In 2017, the scale for lottery picks was as follows: Second-round picks are not subject to a scale, and technically can be paid anywhere from the minimum to the maximum contract amount. In practice, they rarely receive more than the minimum. Prior to the 2017 CBA, the rookie scales for each season were negotiated into the agreement. For the current agreement, only the rookie scales for the 2017–18 season were determined in advance. In subsequent seasons, the percentage change in", "doc_score": "82.70869445800781", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_7", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "17622523", "text": "Water Resources Reform and Development Act of 2013 / 91-7 in Roll Call Vote 163. On June 10, 2014, President Barack Obama signed the bill and it became. Speaking in favor of the bill, Representative Shuster argued that the bill was primarily about jobs and improving the United States' competitiveness. According to Shuster, \"A strong water transportation network is critical to keeping pace with other nations that are improving their own infrastructure networks and gaining ground in an increasingly competitive global marketplace.\" The bill was considered to be bipartisan. Newspaper \"The Hill\" said that this bill and three others from the week of October 21, 2013, would give", "doc_score": "93.29248809814453", "publish_date": "2018/12/31"}, {"doc_id": "11142049", "text": "Water Resources Development Act of 2007 / Water Resources Development Act of 2007 The Water Resources Development Act of 2007 or WRDA 2007 (, formerly ) is a United States law that reauthorized the Water Resources Development Act (WRDA), and authorized flood control, navigation, and environmental projects and studies by the United States Army Corps of Engineers. However, the law does not appropriate funds for those projects and programs. It was passed by the 110th United States Congress on November 8, 2007 over President George W. Bush's veto. On April 19, 2007, the United States House of Representatives considered a bill (H.R.1495), sponsored by Rep. Jim Oberstar", "doc_score": "91.51610565185547", "publish_date": "2018/12/31"}, {"doc_id": "11777094", "text": "Water Resources Development Act of 1996 / waters of the United States, requiring improvements to such area. Directs revisions to the water control manuals for the Jamestown Dam and Pipestem Dam in North Dakota. Authorizes specified projects for flood control in Pennsylvania, Rhode Island, Tennessee, Virginia, West Virginia, Montana, and Washington. Amends the Marine Protection, Research, and Sanctuaries Act of 1972 to add permit requirements with respect to site designations for the dumping of dredged, chemical, radioactive, and other materials. Amends the Federal Water Pollution Control Act to extend through FY 2001 the authorization of appropriations for the Office of the Management Conference of the Long Island", "doc_score": "91.5816421508789", "publish_date": "2018/12/31"}, {"doc_id": "17622518", "text": "Water Resources Reform and Development Act of 2013 / of earmarks to fund specific projects. The bill contains reforms intended to speed up \"project delivery by eliminating duplicative studies and requiring concurrent reviews, and streamlining environmental reviews.\" It also deauthorizes $12 billion worth of projects that have not been active over the last five years. The bill would also allow non-federal organizations and groups to provide funding for projects. If passed, the bill would set up a Congressional review process for approving projects, instead of letting the Army Corps of Engineers make all decisions about which project to pursue. \"As ordered reported by the House Committee on Transportation and", "doc_score": "92.98596954345703", "publish_date": "2018/12/31"}, {"doc_id": "11142057", "text": "Water Resources Development Act of 2007 / appropriations committees. Water Resources Development Act of 2007 The Water Resources Development Act of 2007 or WRDA 2007 (, formerly ) is a United States law that reauthorized the Water Resources Development Act (WRDA), and authorized flood control, navigation, and environmental projects and studies by the United States Army Corps of Engineers. However, the law does not appropriate funds for those projects and programs. It was passed by the 110th United States Congress on November 8, 2007 over President George W. Bush's veto. On April 19, 2007, the United States House of Representatives considered a bill (H.R.1495), sponsored by Rep.", "doc_score": "91.2601318359375", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_8", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "165312", "text": "Health care reform / basis, but since the collapse of the Soviet Union, the health of the Russian population has declined considerably as a result of social, economic, and lifestyle changes. However, after Putin became president in 2000 there was significant growth in spending for public healthcare and in 2006 it exceed the pre-1991 level in real terms. Also life expectancy increased from 1991-93 levels, infant mortality rate dropped from 18.1 in 1995 to 8.4 in 2008. Russian Prime Minister Vladimir Putin announced a large-scale health care reform in 2011 and pledged to allocate more than 300 billion rubles ($10 billion) in the next", "doc_score": "89.98291015625", "publish_date": "2018/12/31"}, {"doc_id": "11743258", "text": "Healthcare in Russia / has doubled monthly child support payments and offered a one-time payment of 250,000 Rubles (around US$10,000) to women who had a second child since 2007. In 2006, the Minister of Health Mikhail Zurabov and Deputy Chairman of the State Duma Committee for Health Protection Nikolai Gerasimenko proposed reinstating the Soviet-era tax on childlessness, which ended in 1992. So far, it has not been reinstated. In 2007, Russia saw the highest birth rate since the collapse of the USSR. The First Deputy PM also said about 20 billion rubles (about US$1 billion) will be invested in new prenatal centres in Russia", "doc_score": "89.3526382446289", "publish_date": "2018/12/31"}, {"doc_id": "11743251", "text": "Healthcare in Russia / is a \"mosaic\" of federal and state level agencies responsible for managing the public system. Starting 2000, there was significant growth in spending for public healthcare and in 2006 it exceed the pre-1991 level in real terms. Also life expectancy increased from 1991–93 levels, infant mortality rate dropped from 18.1 in 1995 to 8.4 in 2008. Russian Prime Minister Vladimir Putin announced a large-scale health care reform in 2011 and pledged to allocate more than 300 billion rubles ($10 billion) in the next few years to improve health care in the country. He also said that obligatory medical insurance tax", "doc_score": "88.93646240234375", "publish_date": "2018/12/31"}, {"doc_id": "11289025", "text": "Abortion in Russia / rate of fertility was a partial cause of one of the two main structural factors in Russia that promote abortion over preventative birth control. Other factors lowering the rate of abortion include measures taken by President Vladimir Putin to increase family size in Russia. In the early 2000s he called for federal financial support for children in the first 18 months of life as a way to encourage women to have a second or third child. When he first proposed this the Russian population was declining by 700,000 people every year. In the first ten years of the Russian Federation,", "doc_score": "87.80310821533203", "publish_date": "2018/12/31"}, {"doc_id": "11743060", "text": "Health in Kyrgyzstan / Health in Kyrgyzstan In the post-Soviet era, Kyrgyzstan's health system has suffered increasing shortages of health professionals and medicine. Kyrgyzstan must import nearly all its pharmaceuticals. The increasing role of private health services has supplemented the deteriorating state-supported system. In the early 2000s, public expenditures on health care decreased as a percentage of total expenditures, and the ratio of population to number of doctors increased substantially, from 296 per doctor in 1996 to 355 per doctor in 2001. A national primary-care health system, the Manas Program, was adopted in 1996 to restructure the Soviet system that Kyrgyzstan inherited. The number", "doc_score": "84.94898986816406", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_9", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "10403090", "text": "Cheese / with cream so that their fat in dry matter (FDM or FiDM) is 60–75%; triple cream cheeses are enriched to at least 75%. Soft-ripened and blue-vein There are at least three main categories of cheese in which the presence of mold is a significant feature: soft ripened cheese, washed-rind cheese, and blue cheese. Processed cheeses Processed cheese is made from traditional cheese and emulsifying salts, often with the addition of milk, more salt, preservatives, and food coloring. It is inexpensive, consistent, and melts smoothly. It is sold packaged and either pre-sliced or unsliced, in a number of varieties. It is", "doc_score": "88.46843719482422", "publish_date": "2018/12/31"}, {"doc_id": "2777527", "text": "Processed cheese / natural cheese: a dramatically lower cost — to producers and consumers alike — than conventional cheesemaking. This, in turn, enables industrial-scale production volumes, lower distribution costs, a steadier supply, and much faster production time compared to traditional cheeses. The use of emulsifiers in processed cheese results in a product that melts without separating when cooked; with prolonged heating, some natural cheeses (especially cheddar and mozzarella) separate into a lumpy, molten protein gel and liquid fat combination. The emulsifiers (typically sodium phosphate, potassium phosphate, tartrate, or citrate) reduce the tendency for tiny fat globules in the cheese to coalesce and pool", "doc_score": "89.59148406982422", "publish_date": "2018/12/31"}, {"doc_id": "2777526", "text": "Processed cheese / Processed cheese Processed cheese (also known as prepared cheese, cheese product, or cheese singles) is a food product made from cheese (and sometimes other, unfermented, dairy by-product ingredients), plus emulsifiers, saturated vegetable oils, extra salt, food colorings, whey or sugar. As a result, many flavors, colors, and textures of processed cheese exist. Its invention is credited to Walter Gerber of Thun, Switzerland, in 1911. Processed cheese has several technical advantages over natural cheese, including a far longer shelf-life, resistance to separating when cooked (meltability), and a uniform look and physical behavior. Its mass-produced nature provides arguably its greatest advantage over", "doc_score": "91.69526672363281", "publish_date": "2018/12/31"}, {"doc_id": "2777531", "text": "Processed cheese / are mozzarella-like imitation processed cheeses, which are sometimes used in frozen pizzas. Owing to its highly mechanized (i.e., assembly line) methods of production, and additive ingredients (e.g., oils, salts, or colors), some softer varieties of processed cheese cannot legally be labeled as actual \"cheese\" in many countries, even those in which slightly harder varieties can be. Such products tend to be classified as \"cheese food\", \"cheese spread\", or \"cheese product\" (depending primarily on the amount of cheese, moisture, and milkfat present in the final product). In the United States, processed cheese is defined, categorized, and regulated by the Food and", "doc_score": "91.44143676757812", "publish_date": "2018/12/31"}, {"doc_id": "2777530", "text": "Processed cheese / Arnold Nawrocki was assigned to Clearfield Cheese Co. in 1956. The best known processed cheese in the United States is marketed as American cheese by Kraft Foods, Borden, and other companies. It is orange, yellow, or off-white; mild, with a medium consistency; and melts easily. It is typically made from a blend of cheeses, most often Colby and cheddar. Another type of processed cheese created in the United States is Provel pasteurized processed pizza cheese, which uses cheddar, Swiss, and provolone cheeses as flavorants. Provel cheese is commonly used in St. Louis-style pizza. A third variety of processed pizza cheeses", "doc_score": "91.52155303955078", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_10", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "13011731", "text": "Drake (musician) / way, I wanted that too at one time. Drake is a father to son Adonis, who was born on October 11, 2017, to French artist and former adult actress Sophie Brussaux. Brussaux's pregnancy was the subject of several rumours after featuring in a TMZ article in early 2017, before Adonis was mentioned by name during Drake's highly publicized feud with Pusha T. Drake eventually confirmed his fatherhood on the album \"Scorpion\" in 2018. Studio albums Drake is the highest-certified digital singles artist ever in the United States, having moved 142 million units. He has had seven songs being certified triple", "doc_score": "84.32609558105469", "publish_date": "2018/12/31"}, {"doc_id": "13011652", "text": "Drake (musician) / Hot 100 debuts in a week (22). He also has the most number one singles on the Hot Rap Songs, Hot R&B/Hip-Hop Airplay and Rhythmic Charts. Drake has also won three Juno Awards, six American Music Awards, and fifteen \"Billboard\" Music Awards. He is the RIAA's top certified digital singles artist and one of the world's best-selling music artists, with more than 95 million records sold globally. As an entrepreneur, Drake has founded the OVO Sound record label with longtime collaborator 40, as well as using the \"OVO\" moniker to create a clothing line and program on Beats 1 Radio.", "doc_score": "85.61881256103516", "publish_date": "2018/12/31"}, {"doc_id": "6665640", "text": "Number 1 Record / song \"Thirteen\" as number 406 on its 500 Greatest Songs of All Time. Six years earlier in 1966, when their home town of Memphis, Tennessee became a tour stop for The Beatles, primary songwriters Alex Chilton and Chris Bell were thirteen years old. Heavily influenced by the UK band, the pair—Bell in particular—wanted to model their songwriting on the Lennon–McCartney partnership, with the result that they credited as many songs as possible on Big Star's debut album to \"Bell/Chilton\". In practice, they developed material incrementally in the studio, each making changes to the other's recordings. Drummer Jody Stephens recalled, \"Alex", "doc_score": "83.7148666381836", "publish_date": "2018/12/31"}, {"doc_id": "8412516", "text": "Lionel Richie discography / Lionel Richie discography Lionel Richie is an American R&B and pop singer-songwriter, who has released ten studio albums, three live albums, and seven compilation albums. Formerly the lead vocalist of The Commodores, Richie began a solo career in the early 1980s and has released over 40 singles, five of which became number-one hits on the US \"Billboard\" Hot 100. Richie's first three studio albums have all been certified \"Multi-Platinum\" by the Recording Industry Association of America. His second album, \"Can't Slow Down\", is his most successful, being certified 10× Platinum (i.e. Diamond) in the US. The album spent 59 consecutive", "doc_score": "82.61701202392578", "publish_date": "2018/12/31"}, {"doc_id": "15182804", "text": "David Lee Roth discography / Hot 100. His debut single, 1985's \"California Girls\", reached number 3 on Hot 100, and 1988's \"Just Like Paradise\" reached number 6 on the same chart. \"Just Like Paradise\" is also Roth's first (and only to date) number one single on any \"Billboard\" chart. It reached number one on the \"Billboard\" Hot Mainstream Rock Tracks chart. Most of his singles have experienced international chart success, most notably in Canada and New Zealand, where Roth has several Top 20 hits in both countries. David Lee Roth has not released any new solo material since \"Diamond Dave\" in 2003. In 2006, he", "doc_score": "79.91107940673828", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_11", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "3609991", "text": "Elon Musk / when he was 17 to attend Queen's University. He transferred to the University of Pennsylvania two years later, where he received an economics degree from the Wharton School and a degree in physics from the College of Arts and Sciences. He began a Ph.D. in applied physics and material sciences at Stanford University in 1995 but dropped out after two days to pursue an entrepreneurial career. He subsequently co-founded Zip2, a web software company, which was acquired by Compaq for $340 million in 1999. Musk then founded X.com, an online bank. It merged with Confinity in 2000 and later that", "doc_score": "78.57052612304688", "publish_date": "2018/12/31"}, {"doc_id": "3610017", "text": "Elon Musk / of the U.S. that June, with plans for more expansion across North America, including Canada, throughout the year., Musk owns about 28.9 million Tesla shares, which equates to about 22% of the company., Musk's annual salary is one dollar, similar to that of Steve Jobs and other CEOs; the remainder of his compensation is in the form of stock and performance-based bonuses. In 2014, Musk announced that Tesla would allow its technology patents to be used by anyone in good faith in a bid to entice automobile manufacturers to speed up development of electric cars. \"The unfortunate reality", "doc_score": "75.24005126953125", "publish_date": "2018/12/31"}, {"doc_id": "3610071", "text": "Elon Musk /... and magic!\" Musk gained media attention for mentioning the dangerous drug combination publicly on his social media. In mid-September 2018, Musk appeared on \"The Joe Rogan Experience\" podcast and discussed various topics for 2 hours. Within five days, the appearance had registered 10 million YouTube views. One of the highest profile and controversial aspects of the program was Musk's puffing from a cannabis-laced cigarette offered by Rogan. \"The Washington Post\" observed, \"In the media's hands, it became a story about Musk's growing instability...\" Tesla stock dropped after the incident, which coincided with the confirmation of the departure of", "doc_score": "74.4452133178711", "publish_date": "2018/12/31"}, {"doc_id": "14258625", "text": "Mobilicity / that city was excluded from this campaign. Shortly thereafter, Mobilicity announced a \"Data Access Fee/Tax\" on April 1, 2011. The fictional $4.01 fee was simply an April Fools' Day joke mocking the system access fee previously charged by incumbent Canadian providers and Rogers Wireless' Government Regulatory Recovery Fee which is \"tucked in\" that operator's current monthly plans. Later that year on June 16, Mobilicity began using two computer animated aliens to advertise its products. As a result of a naming competition the company had on the social networking site Facebook, the characters were named \"Otis\" (green male) and \"Alexis\" (purple", "doc_score": "75.7084732055664", "publish_date": "2018/12/31"}, {"doc_id": "2220326", "text": "Steve Nash / his philanthropic work on behalf of young people through the Steve Nash Foundation. Nash is selective in his endorsements, preferring companies he deems socially responsible. After winning his first MVP award, he was approached to serve as spokesperson for numerous products, including MDG Computers, Raymond Weil watches, Vitamin Water, and Clearly Canadian bottled water. He also has a longstanding relationship with Nike. Nash is represented by agent Bill Duffy. Nash grew up playing soccer—he stated in a 2005 interview that he could have played professionally if he had focused on it—and continues to hold an interest in the sport. When", "doc_score": "73.81839752197266", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_12", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "18862862", "text": "Jurassic World: Fallen Kingdom / Isla Nublar to collect DNA from the remains of the \"Indominus rex\" at the bottom of the park's lagoon. After successfully collecting a bone fragment, the team's survivors barely escape the island following attacks by the \"Mosasaurus\" and \"Tyrannosaurus rex\". A U.S. Senate hearing in Washington, D.C. debates whether Isla Nublar's dinosaurs should be saved from an impending volcanic eruption. Mathematician Dr. Ian Malcolm testifies that the dinosaurs should be allowed to perish to correct John Hammond's mistake of cloning them. Meanwhile, Jurassic World's former operations manager, Claire Dearing, has established the Dinosaur Protection Group to save the animals. After", "doc_score": "80.2322006225586", "publish_date": "2018/12/31"}, {"doc_id": "17292456", "text": "De-extinction / De-extinction De-extinction, or resurrection biology, or species revivalism is the process of creating an organism, which is either a member of, or resembles an extinct species, or breeding population of such organisms. Cloning is the most widely proposed method, although selective breeding has also been proposed. Similar techniques have been applied to endangered species. There is significant controversy over de-extinction. Critics assert that efforts would be better spent conserving existing species, that the habitat necessary for formerly extinct species to survive is too limited to warrant de-extinction, and that the evolutionary conservation benefits of these operations are questionable. Cloning is", "doc_score": "77.98184204101562", "publish_date": "2018/12/31"}, {"doc_id": "20138970", "text": "How to Build a Dinosaur / in science.\" How to Build a Dinosaur How to Build a Dinosaur: Extinction Doesn't Have to Be Forever is a 2009 book by paleontologist Jack Horner and James Gorman. The book outlines Horner's theory for being able to resurrect a maniraptoran dinosaur by altering the genes of a chicken embryo. In 2010, a paperback version was published under the title How to Build a Dinosaur: The New Science of Reverse Evolution. Paleontologist Jack Horner describes evolutionary developmental biology (evo-devo) and outlines his theory for being able to resurrect a maniraptoran dinosaur from a chicken embryo, by activating and deactivating certain", "doc_score": "78.67798614501953", "publish_date": "2018/12/31"}, {"doc_id": "5961665", "text": "Jurassic World / believes the animals can be weaponized, an idea Owen and his assistant Barry strongly oppose. Prior to its opening, Claire and park owner Simon Masrani inspect the park's newest attraction \"Indominus rex\", a genetically-engineered dinosaur created by geneticist Dr. Henry Wu. Masrani tasks Owen with evaluating the enclosure. Owen warns Claire the \"Indominus\" lacks social skills, making it dangerous and unpredictable. When it appears the \"Indominus\" has escaped, Owen and two park workers enter the enclosure. The \"Indominus\", which can camouflage itself and mask its heat signature, suddenly appears. Owen survives the attack, but it kills the other two men", "doc_score": "78.99720764160156", "publish_date": "2018/12/31"}, {"doc_id": "83953", "text": "Cloning / was cloned, at the Centre of Food Technology and Research of Aragon, using the preserved frozen cell nucleus of the skin samples from 2001 and domestic goat egg-cells. The ibex died shortly after birth due to physical defects in its lungs. One of the most anticipated targets for cloning was once the woolly mammoth, but attempts to extract DNA from frozen mammoths have been unsuccessful, though a joint Russo-Japanese team is currently working toward this goal. In January 2011, it was reported by Yomiuri Shimbun that a team of scientists headed by Akira Iritani of Kyoto University had built upon", "doc_score": "75.53136444091797", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_13", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "19799839", "text": "2017 United States federal budget / to 48 to pass a FY2017 budget resolution, S.Con.Res. 3, that contained language allowing the repeal of the Affordable Care Act through the budget reconciliation process, which disallows a filibuster in the Senate. The resulting bill, the American Health Care Act of 2017 was initially publicly released by House Republicans on March 6, 2017. The bill was initially withdrawn on March 24 after it failed to gain sufficient House Republican support to pass it, but continuing attempts at compromise led to a new attempt to pass it in early May. The Trump administration released its preliminary 2018 federal budget request", "doc_score": "88.49620056152344", "publish_date": "2018/12/31"}, {"doc_id": "20382422", "text": "Executive Order 13813 / insurance. The plan will also provide more flexibility for state waivers, allow a new \"Copper Plan\" or catastrophic coverage for all, allow interstate insurance compacts, and redirect consumer fees to states for outreach. Although Trump initially expressed support for the compromise, he later reversed course by tweeting a dismissive tweet about it. Executive Order 13813 The Executive Order Promoting Healthcare Choice and Competition, also known as the Trumpcare Executive Order, or Trumpcare, is an Executive Order signed by President Donald Trump on October 12, 2017, which directs federal agencies to modify how the Patient Protection and Affordable Care Act of", "doc_score": "86.39618682861328", "publish_date": "2018/12/31"}, {"doc_id": "20035628", "text": "American Health Care Act of 2017 / September 13, Senator Lindsey Graham (R-SC) introduced Senate Amendment 1030 (), better known as Graham-Cassidy. His cosponsors on the amendment were Senators Bill Cassidy (R-LA), Dean Heller (R-NV), Ron Johnson (R-WI), and Roy Blunt (R-MO). President Trump endorsed the bill after its release, calling it \"our wonderful new Healthcare Bill\" on Twitter. Speaker of the House Paul Ryan referred to the bill as a \"conservative wish list\" that would provide for \"monumental, exciting conservative reform\". Economist Douglas Holtz-Eakin described the AHCA as \"a good start\". But conservative members of the Republican Party quickly raised skepticism about the proposed reform as", "doc_score": "86.20096588134766", "publish_date": "2018/12/31"}, {"doc_id": "13968228", "text": "Health care reforms proposed during the Obama administration / Senate and was later passed by the House of Representatives in amended form on March 21, 2010 (with a vote of 219–212). President Obama signed the reforms into law on March 23, 2010. Reuters and CNN summarized the reforms and the year in which they take effect. A variety of specific types of reform have been suggested to improve the United States health care system. These range from increased use of health care technology through changing the anti-trust rules governing health insurance companies and tort-reform to rationing of care. Different overall strategies have been suggested as well. The Institute of", "doc_score": "85.86774444580078", "publish_date": "2018/12/31"}, {"doc_id": "11730061", "text": "Healthcare reform in the United States / by nearly two days). Donald Trump was elected President on a platform that included a pledge to \"repeal and replace\" the Patient Protection and Affordable Care Act (commonly called the Affordable Care Act or Obamacare). To that end it is supporting the proposed American Health Care Act (AHCA), developed by the House of Representatives. The administration has suggested that the AHCA is only part of its reform efforts. Other proposals include allowing interstate competition in the health insurance market. Incentivizing health reimbursement arrangements is another goal. Healthcare reform in the United States Healthcare reform in the United States has a", "doc_score": "84.6781234741211", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_14", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "20544086", "text": "United States federal government shutdowns of 2018 / and the President signed it that evening. The Trump administration announced its intention to minimize the impact of the January 2018 shutdown. National Park Service (NPS) facilities generally remained open, although staff were still furloughed and some areas of parks were closed due to lack of staff. On the first day of the shutdown, it was estimated that about a third of NPS's 417 sites were completely closed, including historical and cultural sites mainly consisting of buildings. The Statue of Liberty and Liberty Bell were among the sites closed, however, the Statue of Liberty was open again on January 22", "doc_score": "80.83244323730469", "publish_date": "2018/12/31"}, {"doc_id": "1404359", "text": "National Park Service / of designs. Paved overlooks with accessible parking is the most common, and not always identified in written material. Road designs are configured to provide for mountain and landscape vistas from a vehicle. Additional information at \"The Disabled Traveler's Companion\". Controversy Regarding Accessibility On October 24, 2017, Secretary of the Interior Zinke proposed large fee hikes at seventeen of the most visited national parks in order to address a backlog of maintenance at all national parks. The National Park Service felt that these changes, which would increase entrance fees from $25 to $75, were appropriate because they only targeted the most", "doc_score": "79.11446380615234", "publish_date": "2018/12/31"}, {"doc_id": "18925407", "text": "National Car Rental Field / and subsidiary of St. Louis-based Enterprise Holdings) had signed a 20-year, $158 million naming rights deal, giving the stadium the National Car Rental Field name. On October 13, 2015, the stadium task force presented its term sheet to the NFL. The NFL expressed concern over the proposed funding for the stadium, which included an additional $100 million from the league above its regular maximum contribution. In a letter to the Stadium Task Force, NFL Commissioner Roger Goodell called the financing \"fundamentally inconsistent with the NFL's program of stadium financing\". He reminded the Task Force that any funds over $200 million", "doc_score": "79.56581115722656", "publish_date": "2018/12/31"}, {"doc_id": "20747963", "text": "New Parks Act / precluding development on the site. Prominent opponents included Mayor Franklin Edson, who believed that the system of parks was too big and expensive to acquire, and Assemblyman Theodore Roosevelt, who opposed the bill's being pushed through. However, newspapers and prominent lobbyists, who supported such a park system, were able to petition the bill into the New York State Senate, and later, the New York State Assembly (the legislature's lower house). In June 1884, Governor Grover Cleveland signed the New Parks Act into law, authorizing the creation of the park system. Legal disputes carried on for years, exacerbated by the fact", "doc_score": "76.11235809326172", "publish_date": "2018/12/31"}, {"doc_id": "13035072", "text": "Omnibus Public Land Management Act of 2009 / of professional and amateur vertebrate paleontologists. In contrast, the Association of Applied Paleontological Sciences, an association of commercial fossil dealers, opposed the measure. Title VII makes three additions to the National Park System and expands current National Park designations. It also authorizes an American Battlefield Protection Program, a Preserve America program, a Save America's Treasures Program, and a Route 66 Corridor Preservation Program, all to be carried out by the National Park Service. New National Park System components would include: Title VIII designates ten new National Heritage Areas at the cost of $103.5 million: Title IX authorizes three new studies", "doc_score": "75.65142822265625", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_15", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "18920238", "text": "Jason Rothenberg (television producer) / daring series on TV these days.\" On January 11, 2015, The CW renewed the series for a third season. It premiered on January 21, 2016. On March 3, 2016, Lexa, a lesbian character, was controversially killed. After widespread outrage by fans, Rothenberg posted an apology letter. On March 12, 2016, The CW renewed the series for a fourth season. In March 2017, The CW renewed the series for a fifth season. On May 7, 2018, the series was renewed for a sixth season. \"The 100\" episodes written by Jason Rothenberg: On October 25, 2016, \"Deadline\" reported that The CW bought", "doc_score": "80.95703887939453", "publish_date": "2018/12/31"}, {"doc_id": "17047626", "text": "Rectify / Rectify Rectify is an American television drama series exploring the life of a man after he is released from prison after nearly 20 years on death row following a wrongful conviction. It was created by Ray McKinnon and is the first original series from SundanceTV. It stars Aden Young, Abigail Spencer, J. Smith-Cameron, Adelaide Clemens, Clayne Crawford, and Luke Kirby, and premiered on April 22, 2013, with a first season run of six episodes. A second season of ten episodes, premiered on June 19, 2014. A third season of six episodes premiered on July 9, 2015. A fourth and final", "doc_score": "80.31381225585938", "publish_date": "2018/12/31"}, {"doc_id": "15724287", "text": "Better Call Saul / show premiered on AMC on February 8, 2015. The 10-episode fourth season aired between August and October, 2018. The show has been renewed for a fifth season. Jimmy is initially working as a low-paid solo practitioner, with the back room of a nail salon as his home and office. His friend and romantic interest, Kim Wexler (Rhea Seehorn) works as a lawyer at the firm of Hamlin, Hamlin & McGill (HHM), where Jimmy and she were once employed in the mailroom. Partners at HHM include Jimmy's nemesis, Howard Hamlin (Patrick Fabian), and brother, Chuck McGill (Michael McKean). Mike conducts illegal", "doc_score": "84.69171142578125", "publish_date": "2018/12/31"}, {"doc_id": "19387425", "text": "Twin Peaks (2017 TV series) / Twin Peaks (2017 TV series) Twin Peaks, also known as Twin Peaks: The Return, is an American mystery horror drama television series created by Mark Frost and David Lynch, and directed by Lynch. It is a continuation of the 1990–91 ABC series of the same name. Developed and written by Lynch and Frost over several years, the limited series consists of 18 episodes and premiered on Showtime on May 21, 2017. An ensemble of returning and new cast members appear, led by original star Kyle MacLachlan. Set 25 years after the events of the original \"Twin Peaks\", the series follows", "doc_score": "81.24993896484375", "publish_date": "2018/12/31"}, {"doc_id": "20430163", "text": "Part 18 (Twin Peaks) / Part 18 (Twin Peaks) \"Part 18\", also known as \"The Return, Part 18\", is the eighteenth and final episode of \"Twin Peaks\" revival series. It was written by Mark Frost and David Lynch and directed by Lynch. \"Part 18\" was broadcast on Showtime along with Part 17 on September 3, 2017, and seen by an audience of 240,000 viewers in the United States. The episode received critical acclaim. The small town of Twin Peaks, Washington, has been shocked by the murder of schoolgirl Laura Palmer (Sheryl Lee) and the attempted murder of her friend Ronette Pulaski (Phoebe Augustine). FBI special", "doc_score": "81.71184539794922", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_16", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "836827", "text": "Big 12 Conference / announced a new 13-year media rights deal with Fox that would ensure that every Big 12 home football game is televised, as well as greatly increasing coverage of women's basketball, conference championships and other sports. The deal, valued at an estimated $1.1 billion, runs until 2025. In 2012, the conference announced a new ESPN/FOX agreement, replacing the current ABC/ESPN deal, to immediately increase national media broadcasts of football and increase conference revenue; the new deal was estimated to be worth $2.6 billion through the 2025 expiration. The two deals pushed the conference per-school payout to approximately $20 million per year,", "doc_score": "82.75230407714844", "publish_date": "2018/12/31"}, {"doc_id": "8378581", "text": "Big Ten Network / Ten and ESPN on an extension of the conference's broadcast contract with the network. With three years remaining in the existing deal, the conference sought a significant increase in rights fees. ESPN, however, balked, causing Big Ten commissioner Jim Delany to begin exploring the creation of his own network. The launch of the Big Ten Network was announced on June 21, 2006, as a 20-year joint project between the Big Ten Conference and Fox Entertainment Group. At launch, the conference owned 51% of the network, while Fox owned a minority interest and handled its operations. The network was positioned to", "doc_score": "84.326171875", "publish_date": "2018/12/31"}, {"doc_id": "567598", "text": "Fox Broadcasting Company / Company for $71.3 billion, following the spin-off of certain businesses. The sale will not include the Fox network or television stations, Fox Sports, or the Fox News and Fox Business Network cable channels, which are being retained as part of a smaller \"New Fox\". It was acknowledged that Fox had placed a larger emphasis on its sports programming in its first upfronts since the deal was announced, including the acquisitions of the NFL's \"Thursday Night Football\" package and rights to the FIFA World Cup. It was also noted that Fox had been increasingly pivoting towards programs that could generate large", "doc_score": "78.61378479003906", "publish_date": "2018/12/31"}, {"doc_id": "8378586", "text": "Big Ten Network / beginning on September 14, giving way to a new agreement that restored BTN on Dish Network on September 22. In July 2017, as part of a new six-year agreement that made Fox the primary television rightsholder of regular season Big Ten football games, Fox's contract to run BTN was extended through 2032. On December 14, 2017, 21st Century Fox announced it would sell a majority of its assets to The Walt Disney Company, owners of ESPN, SEC Network and the upcoming ACC Network, in a transaction valued at over $52 billion. If approved by regulators, Big Ten Network would remain", "doc_score": "84.05117797851562", "publish_date": "2018/12/31"}, {"doc_id": "836823", "text": "Big 12 Conference / members as a \"foundation of stability\" and allowed the Big 12 to be \"positioned with one of the best media rights arrangements in collegiate sports, providing the conference and its members unprecedented revenue growth, and sports programming over two networks.\" All members agreed to the GOR and later agreed to extend the initial 6-year deal to 13 years to correspond to the length of their TV contracts. Prior to this agreement, the Big Ten and Pac-12 also had similar GOR agreements. The Big 12 subsequently assisted the ACC in drafting its GOR agreement. Four of the five major conferences now", "doc_score": "80.6963119506836", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_17", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "2129375", "text": "Anne Heche / (played by James Tupper, also a co-producer on the series) and their three nearly adult children. Neither \"Dig\" nor \"Aftermath\" was renewed for a second season. Heche filmed the supporting part of the lead singer for a Broadway musical in \"Opening Night\" (2016), with Topher Grace. The musical comedy was screened at the Los Angeles Film Festival. In another independent film, the comedy \"Catfight\" (2016), Heche starred opposite Sandra Oh, portraying two bitter rivals who pursue a grudge match that spans a lifetime. Like Heche's previous film projects, the film premiered in the film-festival circuit and received a VOD and", "doc_score": "82.74028015136719", "publish_date": "2018/12/31"}, {"doc_id": "2129365", "text": "Anne Heche / to Mary-Louise Parker and Jennifer Jason Leigh, who had previously played her character in other productions of the play, stated: \"[...] Ms. Heche, whose stage experience is limited and who is making her New York stage debut at 33, plays the part with a more appeasing ear and more conventional timing, her take on the character is equally viable. Her Catherine is a case of arrested development, impatient, aggressively indignant, impulsive\". In 2004, Heche received a Primetime Emmy Award nomination for Best Supporting Actress for her performance in the Lifetime movie \"Gracie's Choice\", as well as a Saturn Award nomination", "doc_score": "81.98507690429688", "publish_date": "2018/12/31"}, {"doc_id": "2129363", "text": "Anne Heche / also more headstrong and flirty\". Her 1998 films have remained the only theatrically released films in which she has had a leading role. She has continued to act in film and on television, but quickly fell under the Hollywood radar. Most of her roles in the early 2000s were in independent films and television; she played the role of Dr. Sterling in the film adaptation of Elizabeth Wurtzel's autobiography about depression, \"Prozac Nation\", with Christina Ricci and Jessica Lange. Premiered at the 2001 Toronto International Film Festival, the film received a DVD release in 2005. She appeared as a hospital", "doc_score": "80.21603393554688", "publish_date": "2018/12/31"}, {"doc_id": "2129349", "text": "Anne Heche / significant downturn in Heche's career, although she has continued to act in numerous independent films such as \"Birth\" (2004), \"Spread\" (2009), \"Cedar Rapids\" (2011), and \"Rampart\" (2011). In 2004, Heche received a Primetime Emmy Award nomination for Best Supporting Actress for her performance in the Lifetime movie \"Gracie's Choice\", and a Tony Award nomination for Best Actress in a Play for her work in Broadway's \"Twentieth Century\". She also starred in the television series \"Men in Trees\" (2006–08), \"Hung\" (2009–11), \"Save Me\" (2013), \"Dig\" (2016), and \"Aftermath\" (2016). Heche was born on May 25, 1969, in Aurora, Ohio, the youngest", "doc_score": "80.21357727050781", "publish_date": "2018/12/31"}, {"doc_id": "2129362", "text": "Anne Heche / 1960 film directed by Alfred Hitchcock. In the updated version, she took on the role originally played by Janet Leigh, Marion Crane, an embezzler who arrives at an old motel run by serial killer Norman Bates (played by Vince Vaughn in their second collaboration). \"Psycho\" earned mediocre reviews, and despite a US$60 million budget, it made a lukewarm US$37.1 million worldwide. In an otherwise negative review of the film, Janet Maslin of \"The New York Times\" felt that Heche was \"refreshingly cast in Marion's role\", while noting that her portrayal was \"as almost as demure as Ms. Leigh's, yet she's", "doc_score": "80.5686264038086", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_18", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "14397097", "text": "Morgantina treasure / of New York, agreed that the treasure would be returned to Italy. In 2010, after its return, the treasure was temporarily displayed in the Palazzo Massimo alle Terme in Rome and then delivered to Sicily. The treasure is made up of the following pieces: Morgantina treasure The Morgantina treasure is a set of 16 pieces of Greek silverware with details in gold dating from the 3rd century BC, which was illegally excavated from Morgantina, an Ancient Greek city in Sicily, near modern Aidone. The hoard includes two large bowls, a cup with two handles, plates and several drinking utensils. It", "doc_score": "82.14364624023438", "publish_date": "2018/12/31"}, {"doc_id": "15390978", "text": "Hotel amenity / each guest room. Recently, more hotels are offering in-room tablet computers for guests to use. Many personal items are provided complimentary for use by guests. These may include irons and ironing boards, hair dryers, soap, shampoo, mouthwash, or shower caps. A current trend in personal items in the United States is to focus on American-made toiletries, such as those made by William Roam, given a perception by guests that foreign-made amenities are not as desirable. For example, in 2007 hotel amenity provider Gilchrist & Soames, conducted a voluntary worldwide recall, in cooperation with the FDA of its 18-milliliter or 0.65-ounce", "doc_score": "80.2138900756836", "publish_date": "2018/12/31"}, {"doc_id": "14397095", "text": "Morgantina treasure / Morgantina treasure The Morgantina treasure is a set of 16 pieces of Greek silverware with details in gold dating from the 3rd century BC, which was illegally excavated from Morgantina, an Ancient Greek city in Sicily, near modern Aidone. The hoard includes two large bowls, a cup with two handles, plates and several drinking utensils. It was probably excavated around 1978 (the date of a modern coin found buried at the most likely site), and was bought by the Metropolitan Museum of Art in New York in 1981 and 1982. After protracted pressure, in 2010 the treasure was transferred from", "doc_score": "82.13674926757812", "publish_date": "2018/12/31"}, {"doc_id": "17789421", "text": "Caubiac Treasure / Caubiac Treasure The Caubiac Treasure is a Roman silver hoard found in the village of Thil, southern France in 1785 that is now kept in the British Museum in London In May 1785 a farmer allegedly discovered seven silver objects in a field near the village of Caubiac, in the Haute-Garonne department of southwestern France. Five years later the complete treasure was sold to the English collector Richard Payne Knight, who bequeathed it to the British Museum in 1824. For many years the hoard was assumed to have been discovered in Caubiac. However, in 1988 scholars challenged the original provenance", "doc_score": "79.24134063720703", "publish_date": "2018/12/31"}, {"doc_id": "3220485", "text": "National Treasure (film) / but Ben dismisses this. The trio then study the Declaration and discover an Ottendorf cipher written in invisible ink. With the help of lemon juice and some heat from the hair dryer, they find out that the hidden cypher refers to the Silence Dogood letters written by Benjamin Franklin. Patrick formerly owned them, but donated them to the Franklin Institute. Using a school boy to acquire the letters' key words, Ben, Riley, and Abigail discover a message pointing to the bell tower of Independence Hall, where the Liberty Bell once stood. Unfortunately, Ian and his men question the school boy", "doc_score": "80.93929290771484", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_19", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "351125", "text": "Rudy Giuliani / withdrawing from the race to endorse the eventual nominee, John McCain. Giuliani was considered a potential candidate for New York Governor in 2010 and for the Republican presidential nomination in 2012. Giuliani declined all races, and instead remained in the business sector. In April 2018, Giuliani became one of President Trump's personal lawyers. Since then, he has appeared in the media in defense of Trump. Giuliani was born in an Italian-American enclave in East Flatbush in the New York City borough of Brooklyn, the only child of working-class parents, Harold Angelo Giuliani (1908–1981) and Helen Giuliani (née D'Avanzo; 1909–2002), both", "doc_score": "83.45417022705078", "publish_date": "2018/12/31"}, {"doc_id": "7565274", "text": "Domenic Recchia / Domenic Recchia Domenic Michael Recchia, Jr. (born July 25, 1959) is an American attorney and politician from New York City. A member of the Democratic Party, Recchia formerly represented the 47th Council District in the New York City Council which included areas of Bensonhurst, Brighton Beach, Coney Island, and Gravesend in south Brooklyn. He received the 2014 Democratic nomination in, but lost in the general election. Recchia is a lifelong resident of Gravesend. Throughout his childhood, Recchia attended local public schools including P.S. 215, David A. Boody Intermediate School, and John Dewey High School. He earned a Bachelor of", "doc_score": "78.65462493896484", "publish_date": "2018/12/31"}, {"doc_id": "351203", "text": "Rudy Giuliani / that he advised U.S. President Donald Trump in matters relating to Executive Order 13769, which barred citizens of seven Muslim-majority countries from entering the United States for 90 days. The order also suspended the admission of all refugees for 120 days. Giuliani has drawn scrutiny over his ties to foreign nations, regarding not registering per the Foreign Agents Registration Act. In mid April 2018, Giuliani joined President Trump's legal team, which dealt with the special counsel investigation by Robert Mueller into Russian interference in the 2016 U.S. elections. Giuliani said that his goal was to negotiate a swift end to", "doc_score": "82.46556091308594", "publish_date": "2018/12/31"}, {"doc_id": "351213", "text": "Rudy Giuliani / In January 2016, Giuliani moved to the law firm Greenberg Traurig, where he served as the global chairman for Greenberg's cybersecurity and crisis management group, as well as a senior advisor to the firm's executive chairman. In April 2018, he took an unpaid leave of absence when he joined Trump's legal defense team. He resigned from the firm on May 9, 2018. In August 2018, Giuliani was retained by Freeh Group International Solutions, a global consulting firm run by former FBI Director Louis Freeh, which paid him a fee to lobby Romanian President Klaus Iohannis to change Romania's anti-corruption policy", "doc_score": "83.64208984375", "publish_date": "2018/12/31"}, {"doc_id": "351130", "text": "Rudy Giuliani / law clerk for MacMahon, was an essential employee. The deferment was granted. In 1970, Giuliani received a high draft lottery number; he was not called up for service although by then he had been reclassified 1-A. In 1975, Giuliani switched his party registration from Democratic to Independent as he was recruited to Washington, D.C. during the Ford administration, where he was named Associate Deputy Attorney General and chief of staff to Deputy Attorney General Harold \"Ace\" Tyler. His first high-profile prosecution was of Democratic U.S. Representative Bertram L. Podell (NY-13), who was convicted of corruption. From 1977 to 1981, during", "doc_score": "79.47403717041016", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_20", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "390326", "text": "Salman Rushdie / at the last minute after the government pressured the festival to stop it. Rushdie returned to India to address a conference in Delhi on 16 March 2012. In 2010 Anwar al-Awlaki published an Al-Qaeda hit list in \"Inspire\" magazine, including Rushdie along with other figures claimed to have insulted Islam, including Ayaan Hirsi Ali, cartoonist Lars Vilks and three \"Jyllands-Posten\" staff members: Kurt Westergaard, Carsten Juste, and Flemming Rose. The list was later expanded to include Stéphane \"Charb\" Charbonnier, who was murdered in a terror attack on \"Charlie Hebdo\" in Paris, along with 11 other people. After the attack, Al-Qaeda", "doc_score": "82.54265594482422", "publish_date": "2018/12/31"}, {"doc_id": "390336", "text": "Salman Rushdie / Iraq and Afghanistan\". Eagleton subsequently apologised for having misrepresented Rushdie's views. When Amnesty International suspended human rights activist Gita Sahgal for saying to the press that she thought Amnesty International should distance itself from Moazzam Begg and his organisation, Rushdie said: Amnesty … has done its reputation incalculable damage by allying itself with Moazzam Begg and his group Cageprisoners, and holding them up as human rights advocates. It looks very much as if Amnesty's leadership is suffering from a kind of moral bankruptcy, and has lost the ability to distinguish right from wrong. It has greatly compounded its error by", "doc_score": "80.21282196044922", "publish_date": "2018/12/31"}, {"doc_id": "3069930", "text": "Graham Linehan / healthcare system there, Linehan created the #welovetheNHS campaign on Twitter in an attempt to fight back in defence of the NHS. Linehan is an active Twitter user. In 2011 he perpetrated a twitter hoax around Osama Bin Laden being a fan of \"The IT Crowd\". In August 2018, Linehan said the anti-trans protesters at London Pride were \"heroes\", and that trans women were erasing cis lesbians. In October 2018, Linehan was served with a Police Information Notice under the Protection from Harassment Act 1997 for alleged harassment and divulging of private personal information against Stephanie Hayden, a trans woman he", "doc_score": "78.36376190185547", "publish_date": "2018/12/31"}, {"doc_id": "10452627", "text": "Knighthood of Salman Rushdie / rally outside the US embassy they shouted \"Down with Bush!\" and \"Crush America!\" The PAS spokesman at the demonstration said America was \"trying to dominate Muslim countries\" and was interfering \"all over the world.\" Afghanistan's Taliban released a statement on the Internet in response to the knighthood, saying \"We hope that Muslims and Islamic societies show a strong and serious response... and to force the British government to apologise to Muslims and retract this title.\" Reading a statement by the group's leadership over the phone to reporters a Taliban spokesman called Rushdie an \"apostate\" and said \"We consider this", "doc_score": "81.89482879638672", "publish_date": "2018/12/31"}, {"doc_id": "5119508", "text": "Will Straw / and was elected President of the Junior Common Room of New College and the Oxford University Student Union in 2001. In 2001, he and several other OUSU campaigners protested against tuition fees on the steps of Oxford's Bodleian Library by throwing off most of their clothes to reveal gold-painted torsos. After Oxford, he read for a master's degree in public administration as a Fulbright Scholar at Columbia University. Straw worked for a year as an adviser on enterprise and growth issues, in HM Treasury under Gordon Brown. In 2009, he founded the political blog \"Left Foot Forward\", which was set", "doc_score": "77.2876968383789", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_21", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "12541571", "text": "Tara Price / of a victim for a fake dummy, and attach it to a wire. When Tara Price walks in, Eric lifts the body up through a remote in the observation deck. Tara, not seeing Eric, thinks the body is moving on its own and screams, frightened. She yells at Eric when he reveals the prank, and later snaps at Ryan when she takes their crime scene photos to recreate the body's original position to determine the weapon used. Calleigh Duquesne helps Price recreate the body position, and reassures her that it's not personal, that they just like to play a prank", "doc_score": "80.09309387207031", "publish_date": "2018/12/31"}, {"doc_id": "9294180", "text": "Liz Lemon / with him face to face, she left multiple messages on his phone. When Jack heavily embarrassed himself at a business retreat, Liz took the attention away from him by doing improvisation, including holding open her blouse to reveal her white bra. Jack was clearly moved and appreciative of her actions. She has done similar things multiple times, sacrificing her dignity for Jack's overall public appearance, as evidenced when she kissed Jack's business rival Devon Banks on security camera footage so she could extort him. Jack responded to this by saying \"Well played\". Another example is in the episode \"I Do", "doc_score": "79.654052734375", "publish_date": "2018/12/31"}, {"doc_id": "19128828", "text": "William Trussell / William Trussell Sir William Trussell was an English politician and leading rebel in Queen Isabella and Roger Mortimer, 1st Earl of March's rebellion against Edward II. William acted as Speaker of the House of Commons and renounced the allegiance of England to Edward II, forcing his abdication, and became King Edward III's Secretary. He was born the son of William Trussell of Billesley, Warwickshire. He was Sheriff of Warwickshire and Leicestershire for 1314–15 and represented Leicestershire in Parliament in 1314 and Northamptonshire in 1319. He was an ardent supporter of the House of Lancaster but was pardoned for his role", "doc_score": "80.40403747558594", "publish_date": "2018/12/31"}, {"doc_id": "6173436", "text": "Paris Geller / between Paris and the candidates of the 2016 United States presidential election, with most citing a scene from the 2002 second-season finale of \"Gilmore Girls\". During the episode, Paris runs for Student Body President and learns that many voters consider her the most qualified candidate, but are hesitant to elect her for personal reasons. Several members of the media felt that this story paralleled Democrat Hillary Clinton's situation during the 2016 race. In 2017, Samantha Bee compared President Donald Trump to Paris Geller on an episode of TBS's \"Full Frontal\", accusing him of showing favoritism in staffing choices. \"The Huffington", "doc_score": "76.89701843261719", "publish_date": "2018/12/31"}, {"doc_id": "4315966", "text": "Liz Shaw / with a paranormal investigation organisation not unlike UNIT, called the \"Preternatural Research Bureau\". John later returned as Liz appeared in five Big Finish audio stories narrated by the character: \"The Blue Tooth\" (2007), \"Shadow of the Past\" (2010), \"The Sentinels of the New Dawn\" (2011), \"Binary\" (2012), and \"The Last Post\" (2012). The latter introduces Rowana Cooper as Liz's mother, Emily, and the planned sequel was not finished due to John's death in June 2012. The 1996 Virgin Missing Adventures novel \"The Scales of Injustice\" by Gary Russell also explores the events surrounding Liz's resignation from UNIT. Liz additionally appears", "doc_score": "76.67581176757812", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_22", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "14293031", "text": "85th Academy Awards / ceremony as another method for members to select the nominees and winners during the process. According to AMPAS Chief Operating Officer Ric Robertson, the implementation of the digital ballot was designed to increase participation among members in the voting process and to provide an alternative method of voting in case of emergency. Despite several Academy officials denying such reasons, some industry insiders speculated that the introduction of electronic voting was another move toward moving future awards galas to January. The deadline to submit nomination ballots was originally scheduled for January 3, but technological errors and glitches prompted the Academy to", "doc_score": "84.0053482055664", "publish_date": "2018/12/31"}, {"doc_id": "20091240", "text": "90th Academy Awards / 90th Academy Awards The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by American Broadcasting Company (ABC), produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss.", "doc_score": "84.35040283203125", "publish_date": "2018/12/31"}, {"doc_id": "20091259", "text": "90th Academy Awards / Academy's website there is a gallery focusing on several other artists who were not included in the segment. Official website News resources Analysis Other resources 90th Academy Awards The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The", "doc_score": "83.98149108886719", "publish_date": "2018/12/31"}, {"doc_id": "14293020", "text": "85th Academy Awards / 85th Academy Awards The 85th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2012 and took place on February 24, 2013, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was the first in the Academy's 85-year history to adopt the phrase \"The Oscars\" as the ceremony's official name during the broadcast and marketing. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was", "doc_score": "80.65567016601562", "publish_date": "2018/12/31"}, {"doc_id": "20091257", "text": "90th Academy Awards / viewers according to Nielsen ratings, the ceremony's telecast had a 16-percent drop in viewership from last year's ceremony and had the lowest U.S. viewership in Oscar history. On March 6, after the final ratings were confirmed, President Donald Trump took to his Twitter account, saying, \"Lowest rated Oscars in HISTORY. Problem is, we don't have stars anymore – except your President (just kidding, of course)!\". In response, Kimmel also tweeted, saying, \"Thanks, lowest rated President in HISTORY.\" In July 2018, the ceremony presentation received eight nominations for the 70th Primetime Creative Arts Emmys. The annual \"In Memoriam\" segment was introduced", "doc_score": "83.93021392822266", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_23", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "4322327", "text": "Liz Cheney / but faced concerns about the fact she moved to Wyoming in fall 2012. In the video announcing her candidacy, she noted that the Cheney family first came to Wyoming in 1852. Her father served Wyoming in the U.S. House of Representatives from 1979 to 1989. In her first campaign appearance in Cheyenne after announcing her challenge to Enzi, Cheney said, \"We have to not be afraid of being called obstructionists. Obstructing President Obama's policies and his agenda isn't actually obstruction; it's patriotism.\" Cheney claimed that Obama had \"literally declared war\" on the First and Second amendments to the United States", "doc_score": "88.36717987060547", "publish_date": "2018/12/31"}, {"doc_id": "4322329", "text": "Liz Cheney / After incumbent Cynthia Lummis announced her retirement in the Fall of 2015, Cheney announced she was considering running for her seat in 2016. On February 1, 2016, Cheney announced her candidacy for Wyoming's lone seat in the U.S. House of Representatives and was widely considered the frontrunner for the seat. Oil tycoon Simon Kukes contributed to her campaign. She was elected with over 60% of the vote on the general election. In the November 6 general election, Cheney was re-elected as the only member of the House of Representatives from Wyoming. She won 127,951 votes, defeating Democrat Greg Hunter (59,898", "doc_score": "91.3455810546875", "publish_date": "2018/12/31"}, {"doc_id": "4322328", "text": "Liz Cheney / Constitution as well as the interests of Wyoming ranchers and energy workers who faced regulations from the United States Environmental Protection Agency. In August 2013, conservative \"Newsmax\" magazine named Cheney among the \"25 most influential women in the GOP\". Cheney's campaign was marred by criticisms from her past championing of hawkish foreign policy positions to a public spat with her sister Mary over her refusal to support same-sex marriage. Enzi's continuing popularity made it difficult for Cheney to make inroads with Wyoming Republican voters. On January 6, 2014, Cheney announced she had withdrawn from the race, citing family health issues.", "doc_score": "86.53652954101562", "publish_date": "2018/12/31"}, {"doc_id": "19864430", "text": "2018 United States House of Representatives elections in Idaho / has represented the district since 1999. He was reelected with 63% of the vote in 2016. 2018 United States House of Representatives elections in Idaho The 2018 United States House of Representatives elections in Idaho were held on Tuesday, November 6, 2018, to elect the two U.S. Representatives from the U.S. state of Idaho; one from each of the state's two congressional districts. Primaries were held on May 15, 2018. The elections and primaries coincided with the elections and primaries of other federal and state offices. The incumbent is Republican Raúl Labrador, who has represented the district since 2011. He", "doc_score": "84.13150024414062", "publish_date": "2018/12/31"}, {"doc_id": "1611783", "text": "Barbara Boxer / votes to clinch the nomination. Prior to Hillary Clinton's announcement, on October 20, 2013, Senator Boxer was one of sixteen Democratic female senators to sign a letter endorsing Clinton as the Democratic nominee in the 2016 Presidential Election. In April 2017, Boxer served as the keynote speaker for the Environmental Student Assembly’s Earth Month at the University of Southern California. Senator Boxer was, along with Iowa Senator Tom Harkin, one of only two Senate Democrats to come out in favor of Wisconsin Senator Russ Feingold's resolution to censure President George W. Bush. During the confirmation hearings for the United States", "doc_score": "85.27788543701172", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_24", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "2382608", "text": "Edinburgh Festival Fringe / wider fame (or notoriety) include \"Stomp\" (theatrical show), \"Black Watch\" by the National Theatre of Scotland, and \"\". 2003 saw a very successful production of \"12 Angry Men\" staged at the Assembly Rooms using established comedians in the roles of the twelve jurors. It starred Owen O'Neill in the role made famous by Henry Fonda, Juror No. 8. Stephen Frost, Phil Nichol and Bill Bailey also featured. A 2004 version of \"One Flew Over the Cuckoo's Nest\" was beset by problems, including the lead actor Christian Slater contracting chicken pox and the original director, Guy Masterson, quitting the project before", "doc_score": "86.77650451660156", "publish_date": "2018/12/31"}, {"doc_id": "2382609", "text": "Edinburgh Festival Fringe / it opened. Masterson was replaced by Terry Johnson. In 2005, a production of Neil Simon's \"The Odd Couple\" starring Bill Bailey and Alan Davies was staged at the Assembly Hall, the meeting place on the Mound of the Church of Scotland. This had been taken over by Assembly Theatre and transformed into an 840-seat theatre. The Tattoo set-up at Edinburgh Castle served as the 6,000-seat venue for a one-off performance by Ricky Gervais of his stand-up show \"Fame\" in 2007. Gervais was accused of greed and taking audiences away from smaller shows. Gervais donated the profits from the show to", "doc_score": "82.89920043945312", "publish_date": "2018/12/31"}, {"doc_id": "2382628", "text": "Edinburgh Festival Fringe / comedy has made up the largest category of entertainment. This has led to criticism that it has changed the nature of the Fringe, and separated it from its roots. Richard DeMarco has complained of \"an infestation of stand-up comics... an epidemic for which there is no cure\", which \"overwhelms the possibility of serious theatre\". Others have commented that a large proportion of newer audiences are drawn almost exclusively to stand-up comics (particularly to television comedy stars in famous venues), and that they are starting to regard non-comedy events as \"peripheral\". For many groups at the Fringe, the ultimate goal is", "doc_score": "82.00867462158203", "publish_date": "2018/12/31"}, {"doc_id": "2382605", "text": "Edinburgh Festival Fringe / wholly professional. In 2018 there were more than 3,500 shows registered in the programme taking place in 317 different venues. The main venue operators can broadly be split into four groups: There also continue to be single, independent venues, sometimes only hosting one show, sometimes only for a limited period. Many notable original shows originated at the Fringe and it has helped establish the careers of many writers and performers, including Rowan Atkinson, Steven Berkoff, Jo Brand, Billy Connolly, Ben Elton, Eddie Izzard, Tim Minchin, and Tadeusz Kantor. In 1960, Alan Bennett, Dudley Moore, Peter Cook and Jonathan Miller performed", "doc_score": "82.92278289794922", "publish_date": "2018/12/31"}, {"doc_id": "2382623", "text": "Edinburgh Festival Fringe / advertising their shows, but cracking down on sexual explicitness has led to shows being unfairly censored In the mid-1990s, only the occasional top show charged £10 per seat, while the average price was £5–£7; in 2006, prices were frequently over £10, and reached £20 for the first time in 2006, for a one-hour show. Reasons people put forward for the increases include: increasing costs of hiring large venues, theatre licences and related costs—and the price of accommodation during the Edinburgh Festival, which is expensive for performers as well as for audiences. In recent years, two organisations—The Free Fringe and The", "doc_score": "82.69470977783203", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_25", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "20119991", "text": "2017 Camp Shaheen attack / an attacker had set up a machine gun through the window of a truck \"and shot everyone in his way.\" It was the single deadliest known attack on an Afghan military base in the course of the war. According to the Taliban, four of the attackers had served as soldiers, who had been stationed at the base, and knew its layout. Two of the attackers detonated their suicide vests in the mosque and eight others were killed in the ensuing gun battle. It took about five hours for security forces, who responded to the attack, to kill the militants and", "doc_score": "88.8419189453125", "publish_date": "2018/12/31"}, {"doc_id": "12548962", "text": "War in Afghanistan (2001–present) / the governor's compound, the mayor's office, the NDS headquarters, three police stations and two high schools. The battle continued onto a second day. The BBC's Bilal Sarwary called it \"the worst attack in Kandahar province since the fall of the Taliban government in 2001, and a embarrassment for the Western-backed Afghan government.\" On 2 May U.S. officials announced that al-Qaeda leader Osama bin Laden had been killed in Operation Neptune Spear, conducted by the U.S. Navy SEALs, in Pakistan. On 22 June President Obama announced that 10,000 troops would be withdrawn by the end of 2011 and an additional 23,000", "doc_score": "87.24266052246094", "publish_date": "2018/12/31"}, {"doc_id": "19059120", "text": "Battle of Kunduz / the area were forced to retreat on several fronts. In response to the attacks, the Afghan government dispatched several thousand army troops to the region, and President Mohammad Ashraf Ghani convened an emergency meeting with military officials. United States fighter jets were deployed under the authority of the Resolute Support Mission, although they did not fire on the Taliban. After a week-long standoff following the initial assault, government troops began an offensive on 7 May against Taliban fighters, which had largely grouped to the south of Kunduz in the Gul Tepa district. By late May, about 3,000 Afghan troops had", "doc_score": "88.5928726196289", "publish_date": "2018/12/31"}, {"doc_id": "20041363", "text": "March 2017 Kabul attack / the hospital, located in Kabul's affluent Wazir Akbar Khan district, home to the Presidential Palace and Hamid Karzai International Airport. At least five attackers dressed as medical staff then entered the building and began going from floor to floor, paying particular attention to the VIP wing where an army general and a former minister's relative were reported to be. The militants appeared to fire indiscriminately, with a witness describing a gunman \"wearing a white coat and holding a Kalashnikov [opened] fire on everyone, including the guards, patients and doctors.\" Subsequent reports spoke of a savage attack, with the militants stabbing", "doc_score": "88.65625", "publish_date": "2018/12/31"}, {"doc_id": "16766511", "text": "Withdrawal of U.S. troops from Afghanistan / the handover they were responsible for 312 districts nationwide, where 80 percent of Afghanistan's population of nearly 30 million lives. \"Our security and defense forces will now be in the lead,\" Karzai said. \"From here, all security responsibility and all security leadership will be taken by our brave forces. When people see security has been transferred to Afghans, they support the army and police more than before.\" Rasmussen said that by taking the lead in security on Tuesday, Afghan forces were completing a five-stage transition process that began in March 2011. \"They are doing so with remarkable resolve,\" he said.", "doc_score": "85.67761993408203", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_26", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "18376553", "text": "Beach advisory / Beach advisory A beach advisory is a warning given by a local government to avoid swimming in a body of water. Beach advisories do not automatically close bodies of water to swimmers but instead function as a warning to swimmers against swimmining at a particular site. Beach advisories are issued after unsafe levels of Enterococcus are detected at sample sites along a body of water, often resulting from high levels of fecal matter in the water. One source of waste pollution and subsequent increase in enteroccus concentration may come from migrating birds. Enterococcus bacteria is not harmful by itself, but", "doc_score": "87.1039810180664", "publish_date": "2018/12/31"}, {"doc_id": "18376563", "text": "Beach advisory / of water. Swimmer’s Itch Swimmer’s Itch is a skin condition that occurs to people who partake in open-water activities. Swimmer’s itch may happen in any body of water in the world and is not exclusive to one specific region. The condition involves the cercarial dermatitis to penetrate the skin, while dying in the epidermis, causing the itching sensation (Blankespoor et al., 2004). Beach advisories may be put in place if there is an outbreak of swimmer’s itch, but its importance in the public health sector is still unknown. Outbreaks and reoccurring beach advisories may influence vacationers to travel elsewhere although", "doc_score": "83.95286560058594", "publish_date": "2018/12/31"}, {"doc_id": "146150", "text": "Flag / beach (in the UK also other dangers), yellow signifies strong current or difficult swimming conditions, and green represents a beach safe for general swimming. In Ireland, a red and yellow flag indicates that it is safe to swim; a red flag that it is unsafe; and no flag indicates that there are no lifeguards on duty. Blue flags may also be used away from the yellow-red lifesaver area to designate a zone for surfboarding and other small, non-motorised watercraft. Reasons for closing the beach include: A surf flag exists, divided into four quadrants. The top left and bottom right quadrants", "doc_score": "82.06358337402344", "publish_date": "2018/12/31"}, {"doc_id": "18376554", "text": "Beach advisory / it indicates harmful bacteria is in the water. These types of bacteria can cause gastrointestinal illnesses, resulting in vomiting and diarrhea. They may also cause upper respiratory illness as well as skin infections at an open wound. Beach advisories are also issued after chemical spills. Beach advisories are often issued after rain advisories because high amounts of rain can cause contaminated streamflow from flooding to enter a body of water and contaminate the swimming area. 1. Overview 2. Reasons for Beach Advisories 2.1 Enterococcus 2.2 Escherichia coli (E. coli) 2.3 Illnesses 2.4 Swimmer’s Itch Enterococcus Enterococcus is a large genus", "doc_score": "81.95088195800781", "publish_date": "2018/12/31"}, {"doc_id": "5754811", "text": "Sea bathing / beach for public indecency for wearing her trademark one-piece swimsuit but by the 1910s the style was becoming widely acceptable. In the 1940s, women’s magazines started using advertisements that encouraged sun bathing, with greater emphasis on sun tanning than swimming. A tan became a sign of wealth, indicating that the individual was wealthy enough to go on holidays to a warmer climate. To gain an \"all over tan\", women's swimsuits became as abbreviated as the wearer was daring enough to wear, with bikinis increasingly displacing the one-piece swimsuit as the most common swimwear after the 1950s, and with even briefer", "doc_score": "79.93890380859375", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_27", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "15255536", "text": "Bicycle helmet laws / of Transport in 1987 cast doubt on the effectiveness of helmets in real accidents. In 2004 members of the UK Parliament questioned the claims made for helmets in an Early Day Motion. By 1991, after widespread well-resourced campaigns, the use of helmets had attained near-universal support in the United States, becoming what the League of American Wheelmen characterized as a \"Mom and apple pie\" issue. Some official and professional bodies in the English-speaking world now support compulsory use of helmets. A 2009 poll of U.S. adults found that 86% supported helmet laws for children. Support has spread elsewhere; Safe Kids", "doc_score": "83.57771301269531", "publish_date": "2018/12/31"}, {"doc_id": "7111194", "text": "Clothing-optional bike ride / (WNBR founder) and Terri Sue Webb. Clothing-optional bike ride A clothing-optional bike ride is a cycling event in which nudity is permitted or expected. There are many clothing-optional cycling events around the world. Some rides are political, recreational, artistic or a unique combination. Some are used to promote topfreedom, a social movement to accord women and girls the right to be topless in public where men and boys have that right. This event takes place around the World on \"20th of June\" each year. Body art (such as body painting) are common forms of creative expression, as well as costumes,", "doc_score": "82.60425567626953", "publish_date": "2018/12/31"}, {"doc_id": "73430", "text": "Cycling / Some bicycle activists (including some traffic management advisers) seek the construction of bike paths, cycle tracks and bike lanes for journeys of all lengths and point to their success in promoting safety and encouraging more people to cycle. Some activists, especially those from the vehicular cycling tradition, view the safety, practicality, and intent of such facilities with suspicion. They favor a more holistic approach based on the 4 'E's; \"education\" (of everyone involved), \"encouragement\" (to apply the education), \"enforcement\" (to protect the rights of others), and \"engineering\" (to facilitate travel while respecting every person's equal right to do so). Some", "doc_score": "81.94107818603516", "publish_date": "2018/12/31"}, {"doc_id": "7111192", "text": "Clothing-optional bike ride / Clothing-optional bike ride A clothing-optional bike ride is a cycling event in which nudity is permitted or expected. There are many clothing-optional cycling events around the world. Some rides are political, recreational, artistic or a unique combination. Some are used to promote topfreedom, a social movement to accord women and girls the right to be topless in public where men and boys have that right. This event takes place around the World on \"20th of June\" each year. Body art (such as body painting) are common forms of creative expression, as well as costumes, art bikes, portable sound reinforcement systems", "doc_score": "83.96370697021484", "publish_date": "2018/12/31"}, {"doc_id": "6186611", "text": "Bicycle safety / Following increased pressure from \"The Times\" \"Cities Fit For Cycling\" campaign and from other media in Spring 2012, warning signs are now displayed on the backs of many HGVs. These signs are directed against a common type of accident which occurs when the large vehicle turns left at a junction: a cyclist trying to pass on the nearside can be crushed against the HGV's wheels, especially if the driver cannot see the cyclist. The signs, such as the winning design of the InTANDEM road safety competition launched in March 2012, advocate extra care when passing a large vehicle on the", "doc_score": "81.7728271484375", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_28", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "20104246", "text": "2017 electronics ban / and Saudia also have the ban lifted. No airports are currently subject to the US electronics ban. Beginning July 2017, the United States introduced new security guidelines that was extended to all 105 countries. In addition, the United States also began to lift the existing ban on Middle Eastern airlines which it found was compliant with the new security guidelines. 2017 electronics ban The 2017 electronics ban was an order issued by the United States government in March 2017 banning electronics beyond the size of a mobile phone on carry-on luggage for direct flights departing from 10 major airports in", "doc_score": "83.98290252685547", "publish_date": "2018/12/31"}, {"doc_id": "29459", "text": "American Airlines / for the 100 Boeing 737 MAX 8 aircraft that have been ordered American's basic economy product, Basic Economy, is available on select routes. It is American's lowest main cabin fare. Basic economy is located in main cabin, but comes with restrictions. These restrictions include assigned seat at check in, no upgrades or refunds, and boarding in the last group. American Airlines marketed increased legroom in economy class as \"More Room Throughout Coach\", also referred to as \"MRTC\" starting in February 2000. Two rows of economy class seats were removed on Boeing 737 and McDonnell Douglas MD-80 aircraft. Amid financial losses,", "doc_score": "85.0565414428711", "publish_date": "2018/12/31"}, {"doc_id": "4857857", "text": "FedEx Express / future aircraft, and has stated it may consider the A380F when the A380 program is less affected by construction delays. In December 2008, FedEx postponed delivery of some of the 777s: four were to be delivered in 2010 as previously agreed, and four more in 2011, rather than the 10 originally planned. Delivery of the remaining aircraft was postponed to 2012 and 2013. In January 2009, FedEx exercised its options to buy 15 more 777 freighters and acquired options for a further 15. On December 15, 2011, FedEx announced an order for 27 Boeing 767-300Fs to replace its MD-10 aircraft.", "doc_score": "81.16431427001953", "publish_date": "2018/12/31"}, {"doc_id": "29456", "text": "American Airlines / meal service). On December 9, 2015, American announced a new Premium Economy product for most long-haul widebody aircraft. This new product debuted on the new 787-9s in late 2016 and will be retrofitted to all other widebody aircraft within the next three years, excluding 767s due to their upcoming retirement. The seats will be wider than standard Main Cabin seats and will offer 38\" of pitch, 2\" more than Main Cabin Extra seats, as well as a footrest. Premium Economy customers will also get two free checked bags, priority boarding, and enhanced food and drink service including free alcohol. This", "doc_score": "82.98030090332031", "publish_date": "2018/12/31"}, {"doc_id": "29457", "text": "American Airlines / product will make American Airlines the first U.S. carrier to offer a four-cabin aircraft. American's economy plus product (not to be confused with premium economy), Main Cabin Extra, is available on most of the mainline fleet and American Eagle regional aircraft with more than 50 seats. Exceptions include a majority of former US Airways aircraft (as of May 2014), US Airways Express regional aircraft, and a handful of 777-200ERs that have yet to be retrofitted. Seats range from 17.2–19.5 inches (44–47 cm) in width and have 34–38 inches (86–97 cm) of pitch, which is 5–6 more inches of pitch offered", "doc_score": "82.08145141601562", "publish_date": "2018/12/31"}]}
{"question_id": "20220819_29", "search_time": "2022/08/19/20:43", "search_result": [{"doc_id": "219485", "text": "Jasmuheen / to workshops and seminars on the topic and, by deed poll changed her name to Jasmuheen. In 1998, she appeared in her first film, a six-part direct to video documentary called \"The Legend of Atlantis: Return of the Lightmasters\". The Australian television programme \"60 Minutes\" challenged Jasmuheen to demonstrate how she could live without food and water. The supervising medical professional Dr Beres Wenck found that, after 48 hours, Jasmuheen displayed symptoms of acute dehydration, stress, and high blood pressure. Jasmuheen claimed that this was a result of \"polluted air\". On the third day, she was moved to a mountainside", "doc_score": "79.16724395751953", "publish_date": "2018/12/31"}, {"doc_id": "257610", "text": "Laika / successfully; however the \"Block A\" core did not separate as planned, preventing the thermal control system from operating correctly. Some of the thermal insulation tore loose, raising the cabin temperature to. After three hours of weightlessness, Laika's pulse rate had settled back to 102 beats/min, three times longer than it had taken during earlier ground tests, an indication of the stress she was under. The early telemetry indicated that Laika was agitated but eating her food. After approximately five to seven hours into the flight, no further signs of life were received from the spacecraft. The Soviet scientists had", "doc_score": "79.13345336914062", "publish_date": "2018/12/31"}, {"doc_id": "14633543", "text": "June Robles / team that included Carlos Robles, Pima County Attorney Clarence Houston, and several highway patrolmen searched the area for two hours before discovering a small metal box, sunk three feet into the ground and disguised with some shrubbery. June was inside, alive and in surprisingly good health, although filthy, blistered by prickly heat and bitten by ants, and her ankles chafed by chains attached to an iron stake after having been chained in the iron box in the desert for 19 days. She said she had subsisted on fruit, bread and jam, potato chips and graham crackers that the kidnappers had", "doc_score": "79.82523345947266", "publish_date": "2018/12/31"}, {"doc_id": "35607", "text": "Abu Zubaydah / twelve enhanced interrogation techniques covered in the OLC memos to the CIA: suffocation by water (which is described as \"torture\" by numerous US officials), prolonged stress standing position, beatings by use of a collar, beating and kicking, confinement in a box, prolonged nudity, sleep deprivation, exposure to cold temperature, prolonged shackling, threats of ill-treatment, forced shaving, and deprivation/restricted provision of solid food. Zubaydah was the only detainee of the 14 interviewed who had been subjected to all 12 of these interrogation techniques. He was also the only one of the 14 detainees to be put into close confinement. The final", "doc_score": "78.62920379638672", "publish_date": "2018/12/31"}, {"doc_id": "20792317", "text": "Alpazat cave rescue / cheese and instant chocolate cake on a portable stove. They rationed their food supplies, as they did not know how long a rescue would take. They also had water-powered lights and sleeping bags with them. The trapped men were able to communicate with the rest of their team via the use of a Molefone radio. Sims recounted the anxiety of their first night underground of hearing the \"booming, crashing sounds\" as the flash flood filled parts of the cave with water. The men stripped their clothes to deal with the hot conditions of the cave. They also fashioned a deck", "doc_score": "77.12068176269531", "publish_date": "2018/12/31"}]}
