{"question_id": "20220708_0", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "3384604", "text": "Independence Day (United States) / local and regional weather conditions may dictate whether the sale or use of fireworks in an area will be allowed. Some local or regional firework sales are limited or prohibited because of dry weather or other specific concerns. On these occasions the public may be prohibited from purchasing or discharging fireworks, but professional displays (such as those at sports events) may still take place, if certain safety precautions have been taken. A salute of one gun for each state in the United States, called a \"salute to the union,\" is fired on Independence Day at noon by any capable military", "doc_score": "83.44390106201172", "publish_date": "2018/12/31"}, {"doc_id": "13936223", "text": "Light Up Night / Light Up Night Light Up Night is a day-long (but more recently two-day-long) family festival in the city of Pittsburgh, Pennsylvania coinciding with the unofficial start of the Winter holiday shopping season. Many retailers in Downtown Pittsburgh remain open late, and street vendors and other concessionaires sell food and give away hot beverages, treats and promotional items. The city is decorated with Christmas lights, trees, among other holiday decorations. On Light Up Night, the skyscrapers and buildings in and around downtown keep their lights on throughout the night, lending to the name. Over 200,000 people attend the festivities. Light Up", "doc_score": "83.46855926513672", "publish_date": "2018/12/31"}, {"doc_id": "5117988", "text": "Dragon Day / route. In 1985, the dragon fell over as it rounded Sibley Hall, and was not able to complete its route. In 2009, due to new New York State Department of Environmental Conservation regulations, the dragon was not burned at the end of the parade route; the dragon's \"nest\" was burned instead. Since the dragon can no longer be burned, various tactics have been employed to create a climactic spectacle. In 2012, first year architects squirted the dragon with paint. Notably, in 2013, the white dragon was colored with multicolored Holi powder throughout the parade and at the Arts Quad", "doc_score": "81.17394256591797", "publish_date": "2018/12/31"}, {"doc_id": "20141662", "text": "2017 May Day protests / in Austin, and blocked the driveway of the Immigration and Customs Enforcement office in San Francisco. In New York City, twelve protesters were arrested for civil disobedience after blocking the entrance to the Manhattan JPMorgan building. In Oakland, California, four people were arrested for trespassing at an Alameda County government building. The protests in Olympia, Washington and Portland, Oregon turned violent and were classified as riots by police. In Portland, protesters allegedly threw lead balls, smoke bombs, paint, glass bottles, and cans of Pepsi at officers. There were multiple cases of property damage and arson. This resulted in 25 arrests", "doc_score": "84.05680084228516", "publish_date": "2018/12/31"}, {"doc_id": "11268805", "text": "Weather-related cancellation / State education departments have, for example by administrative decision late in the 2015 Texas school year, occasionally issued waivers to schools, so that they do not need make up days for weather-related cancellations. There are various reasons for weather-related cancellations: such as icy streets, dangerous quantities of snow, etc. Safety is prime when deciding whether to cancel or delay. Officials may close schools to prevent accidents and other problems caused by inclement weather. Minor storms, when safety is of less concern, may cause few or no cancellations or delays. In severe inclement weather, however, only the most essential operations remain", "doc_score": "79.22016143798828", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_1", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "16171389", "text": "Thunder Mountain Monument / dolls' heads, typewriters, and gas pumps, many of which are incorporated into the buildings themselves; one framework forms a large handle so the Great Spirit could take the building away after Thunder's death. The site was partially destroyed by arson in 1983, the same year Van Zant was named Nevada's Artist of the Year; he committed suicide by shooting himself in the head in 1989. The monument was neglected and subject to vandalism until it was declared a Nevada State Historic Site in 1992; it is now under the care of his grown children under the aegis of a State", "doc_score": "78.71273803710938", "publish_date": "2018/12/31"}, {"doc_id": "414033", "text": "Alhambra / the Nasrid dynasty, who were increasingly subject to the Christian Kings of Castile. After being allowed to fall into disrepair for centuries, the buildings occupied by squatters, Alhambra was rediscovered following the defeat of Napoleon, who had conducted retaliatory destruction of the site. The rediscoverers were first British intellectuals and then other north European Romantic travelers. It is now one of Spain's major tourist attractions, exhibiting the country's most significant and well-known Islamic architecture, together with 16th-century and later Christian building and garden interventions. The Alhambra is a UNESCO World Heritage Site and the inspiration for many songs and stories.", "doc_score": "80.87515258789062", "publish_date": "2018/12/31"}, {"doc_id": "18079283", "text": "Olumo Rock / Olumo Rock Olumo Rock is a mountain in south-western Nigeria. It is located in the ancient city of Abeokuta, Ogun State, and was historically used as a natural fortress during inter-tribal warfare in the 19th century. Its patron spirit is venerated in the Yoruba religion as an orisha. Olumo is a popular tourist attraction. It provided protection to the Egba people when they needed it, and is now held in high esteem by the members of the clan. The mountain, one of the most popular tourist destinations in Nigeria, sits in the heart of Abeokuta – a name which means", "doc_score": "80.16764068603516", "publish_date": "2018/12/31"}, {"doc_id": "13725060", "text": "Crest House / Crest House The Mount Evans Crest House is a building, now in ruins, located at the summit of Mount Evans in Colorado. It is notable for both its significant architectural design, and its unusual location. Built at the terminus of the Mount Evans Scenic Byway, it was the highest business structure in the United States. Constructed between 1940 and 1941, it served as a restaurant, gift shop, and tourist attraction until it was partially destroyed by a fire in 1979. Inspired by his first visit to Mount Evans in the 1920s, carpenter and German immigrant Justus \"Gus\" Roehling dreamed of", "doc_score": "79.9734115600586", "publish_date": "2018/12/31"}, {"doc_id": "3409755", "text": "Ruins / Ruins Ruins () are the remains of human-made architecture: structures that were once intact have fallen, as time went by, into a state of partial or total disrepair, due to lack of maintenance or deliberate acts of destruction. Natural disaster, war and depopulation are the most common root causes, with many structures becoming progressively derelict over time due to long-term weathering and scavenging. There are famous ruins all over the world, from ancient sites in China, the Indus valley and Judea to Zimbabwe in Africa, ancient Greek, Egyptian and Roman sites in the Mediterranean basin, and Incan and Mayan sites", "doc_score": "79.23812866210938", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_2", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "6876429", "text": "Joey Chestnut / Joey Chestnut Joseph Christian \"Joey\" Chestnut (born November 25, 1983) is an American competitive eater. He is currently ranked first in the world by Major League Eating. He is a Vallejo, California native and resides in San Jose, California. Chestnut's height is 6-feet-one-inch (1.85 m); his weight is 230 pounds (104 kg). On July 4, 2007, Chestnut won the 92nd Annual Nathan's Hot Dog Eating Contest, beating six-time defending champion Takeru \"Tsunami\" Kobayashi by consuming 66 hot dogs and buns (HDB) in 12 minutes, which set a new world record. The following year, he successfully defended his title by winning", "doc_score": "87.52129364013672", "publish_date": "2018/12/31"}, {"doc_id": "6876442", "text": "Joey Chestnut / devoured 42 Queen City Sausage brats in 12 minutes. On September 25, 2010, at the Phantom Gourmet Food Fest in Boston, Massachusetts, Chestnut won the Upper Crust Pizza Eating competition by taking down 37 slices in 10 minutes. He beat the Notorious BOB Shoudt by 1 slice. On July 4, 2011, Chestnut secured his fifth straight Nathan's Hotdog Eating Contest, by consuming 62 HDB. Kobayashi, who could not participate in the contest because of his refusal to sign the required contract, ate 69 HDB at an off-site event with independent judges to establish a new world record. Joe graduated from", "doc_score": "87.41580200195312", "publish_date": "2018/12/31"}, {"doc_id": "6876953", "text": "Tim Janus / donation would provide 30,000 meals to area residents. On May 16, 2009, Janus became the third person in the history of the world to eat 50 or more hot dogs and buns in a Nathan's Hot Dog Eating Contest, consuming exactly 50 in his qualifier in Hartford, Connecticut. In the finals on July 4, he ate 53 hot dogs. On July 4, 2010, Eater X placed second at the Nathan's Hot Dog Eating Contest by eating 45 hot dogs and losing to Joey Chestnut who ate 54 hot dogs and buns. In an August 24, 2010, episode of \"Shaq Vs.\"", "doc_score": "83.42884063720703", "publish_date": "2018/12/31"}, {"doc_id": "6876436", "text": "Joey Chestnut / Eating Championship in Chattanooga, Tennessee. This was Chestnut's personal best, and is the new world record. Chestnut started off 2008 very well by setting two new world records: (1) he devoured 241 wings in 30 minutes at the Wing Bowl XVI in Philadelphia on February 1(The record was broken by Takeru Kobayashi at the Wing Bowl XX in 2011. Kobayashi ate 337 wings), and (2) he ate 78 matzo balls during Kenny & Ziggy's World Matzoh Ball Eating Championship in Houston, Texas on March 2. On 24 March 2008, Chestnut set a new record at The Big Texan Steak Ranch", "doc_score": "83.97808837890625", "publish_date": "2018/12/31"}, {"doc_id": "6876445", "text": "Joey Chestnut / poutine in 10 minutes. On July 4, 2013, Chestnut successfully defended his title at Nathan's 98th Annual Hot Dog Eating Contest at Coney Island in Brooklyn, New York. He beat his own world record of 68 by consuming 69 HDB in 10 minutes, which earned him his 7th \"Mustard Belt\" for this competition. On July 25, 2013, Chestnut ate 179 wings in 10 minutes taking the title for the second year in a row at the Hooters World Wing-Eating Championship held in Clearwater, Florida. On September 22, 2013, Chestnut ate 70 bratwursts to set the world record and take his", "doc_score": "86.01889038085938", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_3", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "20928868", "text": "Decolonize This Place / Decolonize This Place Decolonize This Place is a movement based in New York City that organizes around issues concerning indigenous struggle, Black liberation, Free Palestine, wage workers, and de-gentrification. Since 2016, Decolonize This Place has organized a Indigenous Peoples Day/Anti-Columbus Day tour of the American Museum of Natural History in New York City. Their 2018 event involved over 1,000 people. Demands at the 2018 event included a request for removal of the statue of Theodore Roosevelt and the creation of a Decolonization Commission to assess the impact of stereotypes depicted in the works. Decolonize This Place has organized similar events", "doc_score": "88.11896514892578", "publish_date": "2018/12/31"}, {"doc_id": "9517407", "text": "Feminist art movement in the United States / set up to defend the rights of artists and force museums and galleries to reform their practices. While the coalition sprung up as a protest movement following Greek kinetic sculptor Panagiotis \"Takis\" Vassilakis's physical removal of his work Tele-Sculpture(1960) from a 1969 exhibition at the Museum of Modern Art, New York, it quickly issued a broad list of demands to 'art museums in general'. Alongside calls for free admission, better representation of ethnic minorities, late openings and an agreement that galleries would not exhibit an artwork without the artist's consent, the AWC demanded that museums 'encourage female artists to overcome", "doc_score": "85.46614837646484", "publish_date": "2018/12/31"}, {"doc_id": "560613", "text": "Environmental movement / as opposed to mere aesthetics, are a concern to environmentalists. Conservation biology is a rapidly developing field. In recent years, the environmental movement has increasingly focused on global warming as one of the top issues. As concerns about climate change moved more into the mainstream, from the connections drawn between global warming and Hurricane Katrina to Al Gore's 2006 documentary film \"An Inconvenient Truth\", more and more environmental groups refocused their efforts. In the United States, 2007 witnessed the largest grassroots environmental demonstration in years, Step It Up 2007, with rallies in over 1,400 communities and all 50 states for", "doc_score": "85.25985717773438", "publish_date": "2018/12/31"}, {"doc_id": "5677153", "text": "Free-culture movement / free culture, is what's killing the journalism industry. Free-culture movement The free-culture movement is a social movement that promotes the freedom to distribute and modify the creative works of others in the form of free content or open content without compensation to, or the consent of, the work's original creators, by using the Internet and other forms of media. The movement objects to what they consider over-restrictive copyright laws. Many members of the movement argue that such laws hinder creativity. They call this system \"permission culture.\" Creative Commons is an organization started by Lawrence Lessig which provides licenses that permit", "doc_score": "81.42897033691406", "publish_date": "2018/12/31"}, {"doc_id": "16130985", "text": "Anti-monumentalism / Anti-monumentalism Anti-monumentalism (or Counter-monumentalism) is a philosophy in art that denies the presence of any imposing, authoritative social force in public spaces. It developed as an opposition to monumentalism whereby authorities (usually the state or dictator) establish monuments in public spaces to symbolize themselves or their ideology, and influence the historical narrative of the place. According to artist Rafael Lozano-Hemmer, anti-monument \"refers to an action, a performance, which clearly rejects the notion of a monument developed from an elitist point of view as an emblem of power.\" Krzysztof Wodiczko's \"Bunker Hill Monument Projections\" and Do-Ho Suh's \"Public Figures\" can be", "doc_score": "85.61717224121094", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_4", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "19829260", "text": "Presidency of Donald Trump / been unconventional for a president, initiating controversy and becoming news in their own right. The Trump administration has described Trump's tweets as \"official statements by the President of the United States\". A federal judge ruled in May 2018 that Trump's blocking of other Twitter users due to opposing political views violated the First Amendment to the United States Constitution and that he must unblock them; however, according to a plaintiff, Trump has yet to comply with the unblocking order. The administration has appealed the court's ruling. His tweets have been reported as ill-considered, impulsive, vengeful, and bullying,<ref name=\"Schwarz_12/11/2017\"></ref><ref name=\"Cillizza_11/27/2017\"></ref><ref name=\"Cillizza_10/10/2017\"></ref>", "doc_score": "85.59779357910156", "publish_date": "2018/12/31"}, {"doc_id": "19829248", "text": "Presidency of Donald Trump / enemy of the American People!\" Trump's first press conference was also the last (as of May 2018). For comparison, Barack Obama had held 11 solo press conferences by the end of his first year, George W. Bush held five, and Bill Clinton held 12. Also in February, Trump objected to news media's reliance on anonymous sources for some of its news. Four days later, a BuzzFeed report detailed Trump's own request to be quoted only as a \"senior administration official\" at a \"private meeting with national news anchors\", with the internet media website citing \"attendees at the meeting\". On February", "doc_score": "83.91902160644531", "publish_date": "2018/12/31"}, {"doc_id": "19829406", "text": "Presidency of Donald Trump / be withdrawn. Trump made the announcement on Twitter, overruling the recommendations of his military commanders and civilian advisors, with apparently no prior consultation with Congress. Although no timetable was provided, press secretary Sarah Sanders indicated that the withdrawal had begun. After Trump's announcement, the Pentagon and State Department tried to change his mind, with several of his congressional and political allies expressing serious concerns about the sudden move, specifically that it would hand control of the region to Russia and Iran, and abandon America's Kurdish allies. The following morning, Brian Kilmeade, a co-host of Fox & Friends — a generally", "doc_score": "85.90978240966797", "publish_date": "2018/12/31"}, {"doc_id": "19496617", "text": "Presidential transition of Donald Trump / ordered that all lobbyists be removed from the transition team, with Politico reporting two days later that staff members who were registered lobbyists had begun to resign. On November 15, Trump requested security clearance for son-in-law Jared Kushner (a member of the transition team), which would allow him to attend the full President's Daily Brief – a request that experts have called \"unprecedented\". As of November 15, all briefings of the transition team by government were on hold pending the need for incoming chair Mike Pence to sign an agreement with the Obama administration. On November 16, Trump met with", "doc_score": "82.59630584716797", "publish_date": "2018/12/31"}, {"doc_id": "20297493", "text": "2017–18 North Korea crisis / which came a month after four ballistic missiles were fired towards the Sea of Japan, tensions increased as U.S. president Donald Trump had said the U.S. was prepared to act alone to deal with the nuclear threat from North Korea. On April 9, the U.S. Navy announced it was sending a navy strike group headed by the supercarrier to the West Pacific (\"to sail north and report on station in the Western Pacific Ocean after departing Singapore April 8\"), but due to apparent miscommunication inside the U.S. administration, the naval move was presented as one towards the Korean peninsula. This", "doc_score": "84.4492416381836", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_5", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "16991123", "text": "State collapse / mortals... there are moral difficulties about indicting a whole nation, because (to do so) would make the passive majority suffer for the acts of the criminal minority, and future generations for the sins of the fathers. Regarding the idea of a state being immortal, the nation called Russia has survived the collapse of two different political systems: Imperial Russia, a monarchy, in 1917; and the Soviet Union, a communist totalitarianism, in 1991. Likewise, though Germany, ruled by the Nazi Party, was defeated in 1945 and the nation, Germany, was dismembered, it was resurrected in 1990. Examples of state collapse", "doc_score": "76.67633056640625", "publish_date": "2018/12/31"}, {"doc_id": "16991113", "text": "State collapse / State collapse State collapse, breakdown, or downfall is the complete failure of a mode of government within a sovereign state. Sometimes this brings about a failed state, as in Somalia and the final decade of Yugoslavia. More often, there is an immediate process of transition to a new administration, and basic services such as tax collection, defence, police, civil service, and courts are maintained throughout, as in South Africa following the failure of the apartheid system. State collapse may coincide with economic collapse. State collapse is not always synonymous with societal collapse, which often is a more prolonged process, as", "doc_score": "78.5451889038086", "publish_date": "2018/12/31"}, {"doc_id": "367040", "text": "Rogue state / Rogue state Rogue state or outlaw state is a term applied by some international theorists to states they consider threatening to the world's peace. This means being seen to meet certain criteria, such as being ruled by authoritarian or totalitarian governments that severely restrict human rights, sponsoring terrorism and seeking to proliferate weapons of mass destruction. The term is used most by the United States (though the US State Department officially stopped using the term in 2000), and in a speech to the UN in 2017, President Donald Trump reiterated the phrase. However, it has been applied by other countries", "doc_score": "79.12686920166016", "publish_date": "2018/12/31"}, {"doc_id": "16991120", "text": "State collapse / the following year, and of Yugoslavia. Harold Perkin sees \"an acceleration of the process of collapse... the [20th century] saw the collapse of seven great empires: Imperial China, Germany, Austria-Hungary, Ottoman Turkey, the Japanese empire, the British Empire, and Russia, twice\". Furthermore, the 20th Century saw the collapse of the French and Portuguese Empires. John Kenneth Galbraith regrets the \"very slight\" amount of research on political power in such cases. Power regularly passes to those who \"assert the unknown with the greatest conviction... not necessarily related to intelligence.\" What we call \"power\" is, \"in practice, the illusion of power.\"", "doc_score": "76.56446838378906", "publish_date": "2018/12/31"}, {"doc_id": "367042", "text": "Rogue state / family [of democratic nations] but also assault its basic values\". In theory, to be classified as a \"rogue state\", a state had to do the following: seek to obtain weapons of mass destruction, support terrorism, and severely abuse its own citizens. While four of the listed countries met all these conditions, Cuba, though known from repressing it citizens and its vocal criticism of the United States, was put on the list solely because of the political influence of the Cuban-American community and specifically that of the Cuban American National Foundation (pre-Jorge Mas Santos), whereas Syria and Pakistan avoided being added", "doc_score": "77.76297760009766", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_6", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "17331609", "text": "EatStreet / August 2011, the company began expanding into additional markets, focusing on tier 2 and 3 cities, especially those with colleges and universities. After launching fifteen sister sites to BadgerBites, the company launched a redesigned website to consolidate all of their restaurants and markets as well as begin national expansion under the new name \"EatStreet” on January 21, 2013. In February 2013, the company raised $2.45 million in a Series A investment round. Later that year, EatStreet was named the #2 \"Food Delivery Startup to Watch\" by StrategyEye and CEO Matt Howard was named to Madison Magazine's 2013 \"M List\" honoring", "doc_score": "86.63609313964844", "publish_date": "2018/12/31"}, {"doc_id": "16507406", "text": "Foodler / Foodler Foodler Inc. is an American online food ordering service that connects consumers with a wide variety of restaurants for immediate delivery. The company’s website, www.foodler.com, ranks restaurants according to consumer feedback with recommendations based on order history, user ratings, discounts, and free delivery. Users can rank specific dishes. Foodler also remembers users’ favorite foods, addresses, payment, and tip preferences to speed up the ordering process. As of May 2017, the company has generated food sales of over $500 million. In June 2017, Foodler agreed to be acquired by competitor GrubHub. Delivery via Foodler is available from more than 12,000", "doc_score": "85.41712951660156", "publish_date": "2018/12/31"}, {"doc_id": "652569", "text": "Subway (restaurant) / logo for the franchise, to be implemented in 2017. On July 17, 2017, Subway unveiled redesigned restaurants, dubbed \"Fresh Forward.\" Features include self-order kiosks; USB charging ports at tables; and new menu items, including additional condiments, and bread made without gluten. The company is piloting the changes at 12 locations across the United States, Canada, and the United Kingdom, with many features expected to be implemented into stores worldwide by the end of 2017. In 2017, the chain closed more than 800 of its U.S. locations. In April 2018, the chain announced it would close about 500 more that year.", "doc_score": "85.7801284790039", "publish_date": "2018/12/31"}, {"doc_id": "18280865", "text": "Menulog / and its first android app in 2011. In February 2015, Menulog and EatNow announced their agreement to merge, forming Menulog Group Limited. In May 2015, the company was bought by Just Eat, which funded the deal by issuing new shares for 855 million Australian dollars. In 2016, after reaching a ten million annual order milestone, the group rebranded with a new logo. June 2016 also saw the appointment of former Groupon CEO Alistair Venn as Managing Director. Menulog's research and insights into Australian food trends are regularly featured in the media, with a 2015 study showing Australia's hungriest suburbs published", "doc_score": "84.71477508544922", "publish_date": "2018/12/31"}, {"doc_id": "15557837", "text": "ShopHouse Southeast Asian Kitchen / extent Noodles & Company. On October 25, 2016, founder, Steve Ells, said during an earnings call that the company \"decided not to invest further in growing the ShopHouse brand.\" All ShopHouse locations were closed on March 17, 2017. The ShopHouse concept was primarily developed by Chipotle's director of concept development Tim Wildin, who was born in Bangkok and spent all of his childhood summers there. Wildin had been working in the marketing department at Chipotle and realized that if he could follow Chipotle’s business model and combine it with his knowledge of traditional Southeast Asian cuisine, he could bring the", "doc_score": "84.16411590576172", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_7", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "10909340", "text": "Data breach / information such as credit card or bank details, personal health information (PHI), Personally identifiable information (PII), trade secrets of corporations or intellectual property. Most data breaches involve overexposed and vulnerable unstructured data – files, documents, and sensitive information. According to the nonprofit consumer organization Privacy Rights Clearinghouse, a total of 227,052,199 individual records containing sensitive personal information were involved in security breaches in the United States between January 2005 and May 2008, excluding incidents where sensitive data was apparently not actually exposed. Many jurisdictions have passed data breach notification laws, requiring a company that has been subject to a data", "doc_score": "87.12553405761719", "publish_date": "2018/12/31"}, {"doc_id": "16331604", "text": "2012–13 Stratfor email leak / 2012–13 Stratfor email leak The 2012–13 Stratfor email leak is the public disclosure of a number of internal emails between geopolitical intelligence company Stratfor's employees and its clients, referred to by WikiLeaks as the Global Intelligence Files. E-mails began appearing on WikiLeaks on February 27, 2012, with 5,543,061 emails published as of July 18, 2014. Stratfor is a security group based in Austin, Texas. On December 24, 2011, hackers took control of Stratfor's website and released a list of names, credit card numbers, passwords, and home and email addresses. Those listed were affiliated with organizations such as Bank of America,", "doc_score": "83.98677825927734", "publish_date": "2018/12/31"}, {"doc_id": "19747254", "text": "Yahoo! data breaches / Specific details of material taken include names, email addresses, telephone numbers, encrypted or unencrypted security questions and answers, dates of birth, and hashed passwords. Further, Yahoo! reported that the late 2014 breach likely used manufactured web cookies to falsify login credentials, allowing hackers to gain access to any account without a password. Yahoo! has been criticized for their late disclosure of the breaches and their security measures, and is currently facing several lawsuits as well as investigation by members of the United States Congress. The breaches have impacted Verizon Communications's July 2016 plans to acquire Yahoo! for about $4.8 billion,", "doc_score": "85.49617767333984", "publish_date": "2018/12/31"}, {"doc_id": "10909350", "text": "Data breach / observed over a relatively short period of time. Several studies such studies have been published with varying findings, including works by Kannan, Rees, and Sridhar (2007), Cavusoglu, Mishra, and Raghunathan (2004), Campbell, Gordon, Loeb, and Lei (2003) as well as Schatz and Bashroush (2017). Notable incidents include: Data breach A data breach is the intentional or unintentional release of secure or private/confidential information to an untrusted environment. Other terms for this phenomenon include unintentional information disclosure, data leak and also data spill. Incidents range from concerted attacks by black hats associated with organized crime, political activist or national governments to", "doc_score": "85.80387878417969", "publish_date": "2018/12/31"}, {"doc_id": "2671424", "text": "Password cracking / e-bookshop. The data were leaked as part of Operation AntiSec, a movement that includes Anonymous, LulzSec, as well as other hacking groups and individuals. On July 11, 2011, Booz Allen Hamilton, a large American Consulting firm that does a substantial amount of work for the Pentagon, had their servers hacked by Anonymous and leaked the same day. \"The leak, dubbed 'Military Meltdown Monday,' includes 90,000 logins of military personnel—including personnel from USCENTCOM, SOCOM, the Marine Corps, various Air Force facilities, Homeland Security, State Department staff, and what looks like private sector contractors.\" These leaked passwords wound up being hashed with", "doc_score": "83.51426696777344", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_8", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "18030230", "text": "Public Health Emergency of International Concern / stated that \"there is scientific consensus that Zika virus is a cause of microcephaly and Guillain–Barré syndrome.\" This declaration was lifted on November 18, 2016. PHEIC can also make the news when it is \"not\" invoked, as has been the case to date with MERS. Public Health Emergency of International Concern A Public Health Emergency of International Concern (PHEIC) is a formal declaration by the World Health Organization (WHO). The declaration is promulgated by that body's Emergency Committee operating under International Health Regulations (IHR). First introduced in 2005, to date there have been four PHEIC declarations. This statement designates a", "doc_score": "91.66816711425781", "publish_date": "2018/12/31"}, {"doc_id": "18030229", "text": "Public Health Emergency of International Concern / second PHEIC was issued in May 2014 with the resurgence of polio after its near-eradication, deemed \"an extraordinary event.\" On Friday, August 8, 2014, the World Health Organization declared its third Public Health Emergency of International Concern in response to the outbreak of Ebola in Western Africa. On Monday, February 1, 2016, the World Health Organization declared its fourth PHEIC in response to clusters of microcephaly and Guillain–Barré syndrome in the Americas, which at the time were suspected to be associated with the ongoing outbreak of Zika virus. Later research and evidence bore out these concerns; in April, the WHO", "doc_score": "88.11043548583984", "publish_date": "2018/12/31"}, {"doc_id": "18030228", "text": "Public Health Emergency of International Concern / Public Health Emergency of International Concern A Public Health Emergency of International Concern (PHEIC) is a formal declaration by the World Health Organization (WHO). The declaration is promulgated by that body's Emergency Committee operating under International Health Regulations (IHR). First introduced in 2005, to date there have been four PHEIC declarations. This statement designates a public health crisis of potentially global reach. As a legally binding international instrument on disease prevention, surveillance, control, and response adopted by 194 countries, a PHEIC was first issued in April 2009 when the H1N1 (or swine flu) pandemic was still in Phase Three. The", "doc_score": "88.8367691040039", "publish_date": "2018/12/31"}, {"doc_id": "12395473", "text": "Refugee health / there must be strong guidance and education continuously available. Refugees arrive in their new countries with a variety of immunization needs. While refugees may have had vaccinations in their country of origin, often they lack documentation because they were forced to depart their home country in haste. Some may have received immunizations as part of their overseas exam, and some may have received no immunizations. Recommendations by the World Health Organization's (WHO) Expanded Program on Immunizations (EPI) are generally followed by countries worldwide with minor variations in vaccine schedules, spacing of vaccine doses, and documentation. The majority of vaccines used", "doc_score": "84.17942810058594", "publish_date": "2018/12/31"}, {"doc_id": "12395455", "text": "Refugee health / globe's prevalence (≈57%). Leishmaniasis is most common in this region, as well as in Afghanistan, Iraq, and the Syrian Arab Republic. Thus, refugees coming from these regions, which is the majority of all refugees, are highly susceptible to becoming infected by this parasite. Additionally, refugees from other countries are put at a high risk of contraction, as they often share temporary settlements with refugees from Syria, Afghanistan, and Iraq. As a preventative measure, refugees are administered, when available, albendazole and ivermectin prior to their asylum seeking journey to other countries like the United States. Upon arrival, refugees are typically screened", "doc_score": "83.43335723876953", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_9", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "15944734", "text": "Allen Loughry / Allen Loughry Allen H. Loughry II (born August 9, 1970) is a former justice on the Supreme Court of Appeals of West Virginia. Loughry was arrested by the FBI in 2018 after being indicted by a grand jury. In October 2018, he was convicted on 11 federal offenses, specifically wire fraud, making false statements to federal investigators, witness tampering and mail fraud. The following month, after facing impeachment, Loughry resigned from office. Loughry was born in 1970 and is a native of Tucker County, West Virginia. He graduated from Tucker County High School in 1988 and went on to earn", "doc_score": "81.76400756835938", "publish_date": "2018/12/31"}, {"doc_id": "13840831", "text": "Eddie Price III / for the perjury charges. Two days before Price's sentence was to begin, Feldman granted a delay of the start of the prison term until September 11, 2010. On September 29, 2010, Feldman reset the start of the prison term to October 27, 2010 and shortened it to 40 months. The U.S. Attorney's Office agreed Price should be resentenced under the guidelines for traditional mail fraud, which carries a less severe sentence than the crime Price pleaded guilty to. After serving forty months, Price was released in the spring of 2013 from the United States Penitentiary in Leavenworth, Kansas. According to", "doc_score": "82.56031036376953", "publish_date": "2018/12/31"}, {"doc_id": "13656671", "text": "Bryant Neal Vinas / to help plan a bomb attack on an LIRR commuter train in New York's Penn Station. Subsequently, he participated in two al-Qaeda rocket attacks on U.S. soldiers in Afghanistan in September 2008. He was captured by Pakistani forces in 2008 and transferred to FBI custody. In January 2009, he pleaded guilty to all three charges against him. After cooperating with law enforcement and testifying in two European terrorism trials, Vinas was sentenced in May 2017 to three months in prison additionally to the time that he had already served. He will remain under tight supervision for the rest of his", "doc_score": "82.62458801269531", "publish_date": "2018/12/31"}, {"doc_id": "14257097", "text": "Lloyd R. Woodson / 14-and-a-half years in New Jersey State Prison on September 28, 2012, and must serve 10 years and 8 months before he becomes eligible for parole. The day after the arrest, the FBI indicated its preliminary finding that Woodson did not appear to have a link to any known terrorist groups, nor a specific terrorist plot. It stressed that the matter was still under investigation. After initial investigation and meeting with local authorities, the FBI and the local Bureau of Alcohol, Tobacco, Firearms and Explosives determined that, despite the amount of firepower uncovered, the incident was not terror-related. Former FBI agent", "doc_score": "81.79745483398438", "publish_date": "2018/12/31"}, {"doc_id": "7464916", "text": "T. S. Ellis III / plea bargain and sentencing of \"American Taliban\" John Walker Lindh. He imposed a sentence of 20 years for two charges, aiding the Taliban and carrying weapons while committing a felony. He also imposed the Son of Sam law, banning him from profiting from books written about his case. On January 20, 2006, Ellis sentenced former Defense Department employee Lawrence Franklin to 12 years and 7 months in prison and a $10,000 fine for passing national defense information to an Israeli diplomat and AIPAC, a pro-Israel lobby group. In 2009, he altered the sentence to 10 months at a halfway house", "doc_score": "81.09268951416016", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_10", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "832282", "text": "Delta Air Lines / a few selected flights in July 2003, and the meal service was initially offered on 400 flights. Delta ended this buy on board program in 2005; instead, Delta began offering snacks at no extra charge on flights over 90 minutes to most U.S. domestic flights and some flights to the Caribbean and Latin America. Beginning in mid-March 2005 the airline planned to stop providing pillows on flights within the 48 contiguous U.S. states, Bermuda, Canada, the Caribbean, and Central America. In addition, the airline increased the price of alcoholic beverages on Delta mainline flights from $4 ($ when adjusted for", "doc_score": "87.24847412109375", "publish_date": "2018/12/31"}, {"doc_id": "1927239", "text": "Independence Air / CRJ200 jets and British Aerospace Jetstream 41 turbo-prop planes. After its emergence as an independent brand name, Independence Air became known for offering very low airfares: as little as $29 one-way to Florida from Washington Dulles International Airport. However, the company never overcame a series of financial problems during its transition, and its decline started only six months after its launch. In February 2005, one of its aircraft was repossessed after the company missed a lease payment, after trying and failing to restructure the lease. Later that year, three more aircraft were sold or repossessed and in November 2005, FLYi,", "doc_score": "87.11457824707031", "publish_date": "2018/12/31"}, {"doc_id": "17117374", "text": "History of Delta Air Lines / temporary 14% cut in pay, piggybacking onto the 32.5% taken at the beginning of 2005. This cut was made permanent with the ratification of an agreement in June 2006. Additionally, the company planned to lay off between 7,000 and 9,000 of its 52,000 employees. In 2006, Delta purchased rights to fly between New York City and London from United Airlines. On February 24, 2006, Delta, along with Continental Airlines and FedEx Express, saw future operations to Venezuela severely affected by President Hugo Chávez's decision to restrict flights coming into that South American country from the United States. Based on all", "doc_score": "84.92204284667969", "publish_date": "2018/12/31"}, {"doc_id": "17117373", "text": "History of Delta Air Lines / cut 26% of its flights at its Cincinnati hub and redeployed the aircraft to its hubs in Atlanta and Salt Lake City. In 2005, Delta accelerated its restructuring, targeting an additional $3 billion per year in cost reductions by 2007. Of that, $970 million was to come from debt relief, lease and facility savings, and previously commenced fleet modifications. Non-union workers' salaries were to be reduced by a minimum of 9% across the board, with a 15% reduction for executive officers and a 25% pay cut for CEO Gerald Grinstein. In December 2005, the Delta pilots agreed to an additional", "doc_score": "85.25428771972656", "publish_date": "2018/12/31"}, {"doc_id": "727008", "text": "Southwest Airlines / with any other airline. Southwest Airlines has only operated Boeing 737 jetliner models, except for a period from 1979 to 1987 when it leased and operated several Boeing 727-200s from Braniff International Airways. Southwest is the largest operator of the Boeing 737 worldwide, with over 740 in service, each averaging six flights per day. Southwest Airlines uses the motto \"Low fares. Nothing to hide. That's Transfarency.\" This motto refers to their avoidance of burdening passengers with hidden or additional fees. While most U.S. airlines now charge passengers for checked luggage, Southwest continues to permit 2 free checked bags per passenger,", "doc_score": "85.90631103515625", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_11", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "6876442", "text": "Joey Chestnut / devoured 42 Queen City Sausage brats in 12 minutes. On September 25, 2010, at the Phantom Gourmet Food Fest in Boston, Massachusetts, Chestnut won the Upper Crust Pizza Eating competition by taking down 37 slices in 10 minutes. He beat the Notorious BOB Shoudt by 1 slice. On July 4, 2011, Chestnut secured his fifth straight Nathan's Hotdog Eating Contest, by consuming 62 HDB. Kobayashi, who could not participate in the contest because of his refusal to sign the required contract, ate 69 HDB at an off-site event with independent judges to establish a new world record. Joe graduated from", "doc_score": "92.56232452392578", "publish_date": "2018/12/31"}, {"doc_id": "6876431", "text": "Joey Chestnut / 2009 by devouring 68 HDB. In 2013, Chestnut captured his seventh straight title, eating a total of 69 HDB, breaking his previous world record. In 2014, Chestnut captured his eighth straight title eating a total of 61 HDB. Chestnut proposed to his longtime girlfriend Neslie Ricasa just before defending his title in the 2014 Nathan's competition. The couple split up in early 2015, prior to their scheduled wedding date. Chestnut lost the 2015 Hot Dog eating contest to Matt Stonie. On July 4, 2016, Chestnut regained the championship belt from Stonie by eating 70 hot dogs; 3.5 hot dogs short", "doc_score": "90.4344711303711", "publish_date": "2018/12/31"}, {"doc_id": "6876445", "text": "Joey Chestnut / poutine in 10 minutes. On July 4, 2013, Chestnut successfully defended his title at Nathan's 98th Annual Hot Dog Eating Contest at Coney Island in Brooklyn, New York. He beat his own world record of 68 by consuming 69 HDB in 10 minutes, which earned him his 7th \"Mustard Belt\" for this competition. On July 25, 2013, Chestnut ate 179 wings in 10 minutes taking the title for the second year in a row at the Hooters World Wing-Eating Championship held in Clearwater, Florida. On September 22, 2013, Chestnut ate 70 bratwursts to set the world record and take his", "doc_score": "91.83487701416016", "publish_date": "2018/12/31"}, {"doc_id": "6876432", "text": "Joey Chestnut / of his record-setting qualifying round. A year later on July 4, 2017, he raised the bar again by raising his record to 72 hot dogs; and again the following year to a world record of 74. Chestnut, a San Jose State University student, entered the competitive eating scene in 2005 with a break-out performance in the deep-fried asparagus eating championship, in which he beat high-ranked eater Rich LeFevre by eating 6.3 pounds of asparagus in 11.5 minutes. That same year, during Nathan's Famous Fourth of July International Hot Dog Eating Contest, he downed 32 dogs, placing third behind Takeru Kobayashi", "doc_score": "90.508056640625", "publish_date": "2018/12/31"}, {"doc_id": "6876443", "text": "Joey Chestnut / San Jose State in 2012. On March 17, 2012 (St. Patrick's Day) Chestnut set a new world record by eating 20 half pound Corned Beef sandwiches in 10 minutes at the annual Toojay's Corned Beef eating competition in Palm Beach Gardens, Florida. Pat \"Deep Dish\" Bertoletti finished in second place. On July 4, 2012, Chestnut successfully defended his title at Nathan's 97th Annual Hot Dog Eating Contest at Coney Island in Brooklyn, New York. He tied his own world record by swallowing 68 HDB in 10 minutes, which earned him his 6th \"mustard belt\" for this competition. On August 27,", "doc_score": "92.20447540283203", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_12", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "8307644", "text": "STS-131 / 23:58 EST on 2 March 2010. The complete shuttle stack and mobile launch platform were secured to the launch pad 39A structure at 6:49 EST on 3 March 2010. The trek took 6 hours 51 minutes to complete. The rollout was delayed 24 hours by the threat of lightning from a passing cold front. That weather moved away, and the stiff wind gusts blowing on Florida's Space Coast on the next day were not a factor for the rollout. Ahead of the rollout, engineers noticed some damage caused by birds to the External Tank (ET-135), which was repaired inside the", "doc_score": "80.10636138916016", "publish_date": "2018/12/31"}, {"doc_id": "15515834", "text": "Moon Express / Tim Pickens, the former lead of the RCSP team, the Chief Propulsion Engineer for MoonEx. In September 2013, MoonEx added Paul Spudis as Chief Scientist and Jack Burns as Science Advisory Board Chair. In July 2016, Moon Express stated it would be taking over Cape Canaveral Launch Complexes 17 and 18, and 12 July 2018, both historic launch towers at Space Launch Complex 17 were demolished via controlled demolition to make way for Moon Express facilities to test its lunar lander. On July 20, 2016, the Federal Aviation Administration approved Moon Express plans for a mission to deliver commercial payloads", "doc_score": "80.65055847167969", "publish_date": "2018/12/31"}, {"doc_id": "4483925", "text": "Atlas-Centaur / the pad area. This accident was the culmination in the string of disasters that had befallen the US space program since the Titan 34D failure of August 1985 and caused significant reappraisals of weather guidelines at Cape Canaveral. Most of the debris from AC-67 landed on the shoreline or in shallow water just off of it and was easily recovered. A section of the payload fairing was found to have multiple small holes burned in it due to repeated lightning strikes. The key piece of evidence was the Atlas's flight computer, which was recovered intact and examined. It was discovered", "doc_score": "80.6583023071289", "publish_date": "2018/12/31"}, {"doc_id": "13959105", "text": "Titan Mare Explorer / and the current Chief Scientist of NASA—would lead the mission as principal investigator, whereas the Applied Physics Laboratory (APL) would manage the mission. Lockheed Martin would build the TiME capsule, with scientific instruments provided by APL, Goddard Space Flight Center and Malin Space Science Systems. TiME's launch would have been with an Atlas V 411 rocket during 2016 and arriving to Titan in 2023. The target lake is Ligeia Mare (78°N, 250°W). It is one of the largest lakes of Titan identified to date, with a surface area of about ~100,000 km. The backup target is Kraken Mare. The Titan", "doc_score": "79.53640747070312", "publish_date": "2018/12/31"}, {"doc_id": "4483915", "text": "Atlas-Centaur / fuel prevalves accidentally closed one second after liftoff, cutting off thrust to the booster engines. The sustainer engine by itself could not lift the 150 ton rocket and it fell back onto LC-36A in the biggest pad explosion yet seen at Cape Canaveral. As a result, NASA was forced to finish work on LC-36B, constructed as a backup pad, but abandoned when it was 90% completed; the damage to LC-36A was not as severe as it looked and repairs were largely completed in three months. The accident marked the first failure of an Atlas in a space launch since Midas", "doc_score": "80.93901062011719", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_13", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "4970987", "text": "Apophasis / make age an issue of this campaign. I am not going to exploit, for political purposes, my opponent's youth and inexperience.\" In 1988, he applied a harsher apophasis toward George H.W. Bush's opponent Michael Dukakis, who was rumored to have received psychological treatment, \"Look, I'm not going to pick on an invalid.\" United States President Donald Trump frequently employs apophasis. In 2015, Trump said of fellow Republican presidential candidate and former Hewlett-Packard CEO Carly Fiorina, \"I promised I would not say that she ran Hewlett-Packard into the ground, that she laid off tens of thousands of people and she got", "doc_score": "79.28450012207031", "publish_date": "2018/12/31"}, {"doc_id": "4970986", "text": "Apophasis / be unwise and unaffordable, sir, as I only care about your best interests.\" When apophasis is taken to its extreme, the speaker provides full details, stating or drawing attention to something in the very act of pretending to pass it over: \"I will not stoop to mentioning the occasion last winter when our esteemed opponent was found asleep in an alleyway with an empty bottle of vodka still pressed to his lips.\" In the 1984 U.S. presidential campaign debates, Ronald Reagan used a humorous apophasis to deflect scrutiny of his own fitness at age 73 by replying, \"I will not", "doc_score": "79.35444641113281", "publish_date": "2018/12/31"}, {"doc_id": "1603258", "text": "Phimosis / Phimosis Phimosis is a condition in which the foreskin of the penis cannot be pulled back past the glans. A balloon-like swelling under the foreskin may occur with urination. In teenagers and adults, it may result in pain during an erection, but is otherwise not painful. Those affected are at greater risk of inflammation of the glans, known as balanitis, and other complications. In young children, it is normal not to be able to pull back the foreskin. In more than 90% of cases, this inability resolves by the age of seven, and in 99% of cases by age 16.", "doc_score": "79.49903106689453", "publish_date": "2018/12/31"}, {"doc_id": "777858", "text": "Michael J. Fox / thalamotomy in 1998. His first book, \"Lucky Man\", focused on how, after seven years of denial of the disease, he set up the Michael J. Fox Foundation, stopped drinking and began to be an advocate for people living with Parkinson's disease. In \"Lucky Man\", Fox wrote that he did not take his medication prior to his testimony before the Senate Appropriations Subcommittee in 1999 (): In an interview with NPR in April 2002, Fox explained what he does when he becomes symptomatic during an interview: In 2006, Fox starred in a campaign ad for then State Auditor of Missouri Claire", "doc_score": "76.02839660644531", "publish_date": "2018/12/31"}, {"doc_id": "5748809", "text": "Jim J. Bullock / a recurring role as Mr. Monroe, a teacher at the fictional James K. Polk Middle School on the Nickelodeon live action sitcom \"Ned's Declassified School Survival Guide\". In 1985, while \"Too Close For Comfort\" was being retooled as \"The Ted Knight Show\", Bullock learned that he was HIV positive. In a 1985 appearance on the game show \"Body Language\", host Tom Kennedy described him as looking \"like you're in the pink of health and all of that,\" to which a flustered Bullock responded \"I'm, I'm...no, I'm about to die, actually. But let's not talk about that now, OK? Fabulous.\" Kennedy", "doc_score": "76.69696807861328", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_14", "search_time": "2022/08/12/17:01", "search_result": [{"doc_id": "8368044", "text": "Spray paint art / the early 1980s. Spray paint art Spray paint art is the application of spray paint a non-porous material, such as wood, metal, glass, ceramic or plastic. Spray paint art is a unique form of art that is generally performed on the street in large cities. It sometimes features surreal landscapes of planets, comets, pyramids, cities, and nature scenes. The pieces can have a simple one-colored background or a multi-colored backgrounds in which the paint swirls together or fades from one color to the other through a series of differing values of each color. It is said to have originated in", "doc_score": "81.82234191894531", "publish_date": "2018/12/31"}, {"doc_id": "13676144", "text": "Drip painting / heroes. Contemporary artists who have used drip painting include Lynda Benglis, Norman Bluhm, Dan Christensen, Ian Davenport, Ronald Davis, Rodney Graham, John Hoyland, Ronnie Landfield, Zane Lewis, Joan Mitchell, Roxy Paine, Larry Poons, Pat Steir, Andre Thomkins, and Zevs. Drip painting Drip painting is a form of abstract art in which paint is dripped or poured on to the canvas. This style of action painting was experimented with in the first half of the twentieth century by such artists as Francis Picabia, André Masson and Max Ernst, who employed drip painting in his works \"The Bewildered Planet\", and \"Young Man", "doc_score": "77.95101165771484", "publish_date": "2018/12/31"}, {"doc_id": "3802228", "text": "Bricolage / from across social divisions to create new cultural identities. In particular, it is a feature of subcultures such as the punk movement. Here, objects that possess one meaning (or no meaning) in the dominant culture are acquired and given a new, often subversive meaning. For example, the safety pin became a form of decoration in punk culture. The term \"psychological bricolage\" is used to explain the mental processes through which an individual develops novel solutions to problems by making use of previously unrelated knowledge or ideas they already possess. The term, introduced by Jeffrey Sanchez-Burks, Matthew J. Karlesky and Fiona", "doc_score": "76.1061782836914", "publish_date": "2018/12/31"}, {"doc_id": "19971650", "text": "HULA (artist) / HULA (artist) Sean Yoro (born 1989), known professionally as HULA, is a self-taught contemporary artist, most known for his murals positioned near or in large bodies of water. He has developed a distinct style merging fine art, street art and nature. In 2015 HULA became widely known and publicized for his viral iceberg murals, which sparked a larger environmental discussion. Since then many of his pieces have suggested climate change issues at the root of their message. Yoro grew up on the eastside of Oahu. He spent most of his time surfing, until his late teens when he discovered his", "doc_score": "78.2618408203125", "publish_date": "2018/12/31"}, {"doc_id": "3802708", "text": "Painted ladies / brick, stucco, or aluminum siding. In 1963, San Francisco artist Butch Kardum began combining intense blues and greens on the exterior of his Italianate-style Victorian house. His house was criticized by some, but other neighbors began to copy the bright colors on their own houses. Kardum became a color designer, and he and other artists / colorists such as Tony Canaletich, Bob Buckter, and Jazon Wonders began to transform dozens of gray houses into Painted Ladies. By the 1970s, the colorist movement, as it was called, had changed entire streets and neighborhoods. This process continues to this day. One of", "doc_score": "78.50863647460938", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_15", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "4702092", "text": "Edmontosaurus / the type \"E. regalis\", \"E. annectens\" (including \"Anatosaurus edmontoni\", amended to \"edmontonensis\"), and \"E. saskatchewanensis\". The debate about the proper taxonomy of the \"A. copei\" specimens continues to the present: returning to Hatcher's argument of 1902, Jack Horner, David B. Weishampel, and Catherine Forster regarded \"Anatotitan copei\" as representing specimens of \"Edmontosaurus annectens\" with crushed skulls. In 2007 another \"mummy\" was announced; nicknamed \"Dakota\", it was discovered in 1999 by Tyler Lyson, and came from the Hell Creek Formation of North Dakota. In a 2011 study by Nicolás Campione and David Evans, the authors conducted the first ever morphometric analysis", "doc_score": "79.05928039550781", "publish_date": "2018/12/31"}, {"doc_id": "3748179", "text": "Ankylosaurus / genus in 2004. Carpenter noted that \"Ankylosaurus\" has become the archetypal member of its group, and the best-known ankylosaur in popular culture, perhaps due to a life-sized reconstruction of the animal being featured at the 1964 World's Fair in New York City. That sculpture, as well as the American artist Rudolph Zallinger's 1947 mural \"The Age of Reptiles\" and other later popular depictions, showed \"Ankylosaurus\" with a tail club, following the first discovery of this feature in 1910. In spite of its familiarity, it is known from far fewer remains than its closest relatives. In 2017 Arbour and Mallon redescribed", "doc_score": "79.51996612548828", "publish_date": "2018/12/31"}, {"doc_id": "411841", "text": "Thylacine / rarity of thylacines led to increased demand for captive specimens by zoos around the world. Despite export of breeding pairs, these were unsuccessful and the last thylacine outside Australia died at London Zoo in 1931. The Australian Museum in Sydney began a cloning project in 1999. The goal was to use genetic material from specimens taken and preserved in the early 20th century to clone new individuals and restore the species from extinction. Several molecular biologists have dismissed the project as a public relations stunt and its chief proponent, Mike Archer, received a 2002 nomination for the Australian Skeptics Bent", "doc_score": "79.07032012939453", "publish_date": "2018/12/31"}, {"doc_id": "10849842", "text": "Edmontosaurus annectens / annectens\" (including \"Anatosaurus edmontoni\", emended to \"edmontonensis\"), and \"E. saskatchewanensis\". The debate about the proper taxonomy of the \"A. copei\" specimens continues to the present: returning to Hatcher's argument of 1902, Jack Horner, David B. Weishampel, and Catherine Forster regarded \"Anatotitan copei\" as representing specimens of \"Edmontosaurus annectens\" with crushed skulls. In 2007 another \"mummy\" was announced; nicknamed \"Dakota\", it was discovered in 1999 by Tyler Lyson, and came from the Hell Creek Formation of North Dakota. In a 2011 study by Nicolás Campione and David Evans, the authors conducted the first-ever morphometric analysis of the various specimens assigned to", "doc_score": "78.39715576171875", "publish_date": "2018/12/31"}, {"doc_id": "2746168", "text": "Archaeoraptor / he found pieces including a feathered tail and legs. He cemented several of these pieces together in a manner that he believed was correct. He apparently knew that it would make a more complete-looking and, thus, more expensive fossil. It was sold in June 1998 to an anonymous dealer and smuggled to the United States. According to authorities in Beijing, no fossils may leave China legally. By the fall 1998 annual meeting of the Society of Vertebrate Paleontology, held in Utah, United States, rumors were circulating about a striking fossil of a primitive bird that was in private hands. This", "doc_score": "80.2334213256836", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_16", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "17869156", "text": "2014 Ukrainian revolution / in Ukraine, but unofficially called the 21 February Agreement, it was signed by both opposition leaders and the president after overnight negotiations (read the full text of the agreement here). The agreed-to provisions included a restoration of the constitution as it was between 2004 and 2010; constitutional reform to be completed by September; early presidential elections no later than December 2014; an investigation into the violence conducted under joint monitoring of the administration, the opposition, and the Council of Europe; a veto on imposing a state of emergency; amnesty for protesters arrested since 17 February; the surrender of public buildings", "doc_score": "88.36715698242188", "publish_date": "2018/12/31"}, {"doc_id": "17538828", "text": "Dissolution of the Soviet Union / poll conducted in 2016 showed only 35% Ukrainians regretting the Soviet Union collapse and 50% not regretting this. On 25 January 2016, Russian President Vladimir Putin blamed Vladimir Lenin and his advocating for the individual republics' right to political secession for the breakup of the Soviet Union. The breakdown of economic ties that followed the collapse of the Soviet Union led to a severe economic crisis and catastrophic fall in living standards in post-Soviet states and the former Eastern Bloc, which was even worse than the Great Depression. Poverty and economic inequality surged—between 1988–1989 and 1993–1995, the Gini ratio increased", "doc_score": "87.2364730834961", "publish_date": "2018/12/31"}, {"doc_id": "18252944", "text": "Humanitarian situation during the war in Donbass / dollars worth of damage had been done to property and infrastructure in Donetsk and Luhansk oblasts by July. Ukrainian prime minister Arseniy Yatsenyuk said on 31 July that at least 2 billion hryvnia would be allocated to rebuild the Donbass. Donetsk mayor Oleksandr Lukyanchenko told the OSCE on 4 September that large parts of Donetsk city had been \"heavily damaged\". He said that \"enormous funds\" would be needed to repair the damage, and that at least 35 schools had been completely destroyed by shelling. Ukrainian president Petro Poroshenko said on 22 December that 20% of the Ukraine's industrial output had", "doc_score": "90.61299896240234", "publish_date": "2018/12/31"}, {"doc_id": "12832972", "text": "Post-Soviet transition in Ukraine / became \"Ukraine\" instead of \"Republic of Ukraine\". Post-Soviet transition in Ukraine The post-Soviet transition in Ukraine was established following the country's independence in 1991 up until the adoption of its constitution in 1996. Ukraine's territory (including the Crimean Peninsula) was the same as that of the Ukrainian SSR with a land area of about 603,700 km. The Ukrainian Soviet Socialist Republic was one of the founding states of the Soviet Union (USSR). In 1985, Mikhail Gorbachev became head of state of the USSR and introduced a number of policies, such as the perestroika and glasnost. Instead of saving the Soviet", "doc_score": "87.56289672851562", "publish_date": "2018/12/31"}, {"doc_id": "17412853", "text": "Kazakhstan 2050 Strategy / development program Nurly Zhol (‘the Path to the Future’) complements the Kazakhstan 2050 Strategy, which aims to make the country one of the top 30 most developed countries by 2050. Nurly Zhol was announced on 11 November 2014 during the Kazakhstan President's State of the Nation Address. President Nazarbayev announced “100 Concrete Steps to Implement Five Institutional Reforms” in May 2015. 100 Concrete Steps is the plan of the nation that introduces measures aiming to help overcome the global crisis and implement the Kazakhstan 2050 Strategy. The concrete steps are grouped under the following five institutional reforms: formation of a", "doc_score": "87.63671112060547", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_17", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "1288308", "text": "Joe Biden / of Freedom with Distinction during a farewell press conference at the White House honoring Biden and his wife. Obama said he was awarding the Medal of Freedom to Biden for \"faith in your fellow Americans, for your love of country and a lifetime of service that will endure through the generations.\" It was the first and only time Obama awarded the Medal of Freedom with the additional honor of distinction, an honor which his three predecessors had reserved only for President Ronald Reagan, Colin Powell and Pope John Paul II, respectively. On December 11, 2018, the University of Delaware renamed", "doc_score": "85.09024047851562", "publish_date": "2018/12/31"}, {"doc_id": "1288287", "text": "Joe Biden / and Biden had quietly reduced his public schedule in order to spend more time with his son. At the time of his death, Beau Biden had been widely seen as the frontrunner to be the Democratic nominee for Governor of Delaware in 2016. During much of his second term, Biden was said to be preparing for a possible bid for the 2016 Democratic presidential nomination. At age 74 on Inauguration Day in January 2017, he would have been the oldest president on inauguration in history. With his family, many friends, and donors encouraging him in mid-2015 to enter the race,", "doc_score": "79.9961166381836", "publish_date": "2018/12/31"}, {"doc_id": "307170", "text": "Presidential Medal of Freedom / chronological order) include John F. Kennedy, Pope John XXIII, Lyndon Johnson, Paul \"Bear\" Bryant, Thurgood Marshall, Cesar Chavez, Roberto Clemente, Jack Kemp, Harvey Milk, James Chaney, Andrew Goodman, Michael Schwerner, Elouise Cobell, Grace Hopper, Antonin Scalia, Elvis Presley and Babe Ruth. (Chaney, Goodman and Schwerner, civil rights workers murdered in 1964, were awarded their medals in 2014, 50 years later.) The badge of the Presidential Medal of Freedom is in the form of a golden star with white enamel, with a red enamel pentagon behind it; the central disc bears thirteen gold stars on a blue enamel background (taken from", "doc_score": "83.95067596435547", "publish_date": "2018/12/31"}, {"doc_id": "15114350", "text": "Wendell Willkie (relief) / – October 8, 1944. A silhouetted image of Willkie is facing proper left and is located in the center of the plaque. In this image Willkie is clean shaven and wearing a suit and tie. Inscriptions beneath the image describe Willkie as a \"Distinguished citizen of our state and our country\", a lawyer and an industrialist, the author of \"One World,\" and the nominee of the Republican party for President of the United States in 1940. Under the description in an eagle and beneath it is an inscription from Willkie's book \"One World\" that reads: The plaque measures 50.75 inches", "doc_score": "77.66486358642578", "publish_date": "2018/12/31"}, {"doc_id": "13610304", "text": "Jared C. Monti / ceremony, the President's first, at the White House in 2009. Monti was the sixth person from the wars in Iraq and Afghanistan to be awarded the Medal of Honor. Monti was born in Abington, Massachusetts, on 20 September 1975, to Paul, a school teacher, and Janet Monti. He grew up in Raynham, Massachusetts and, even as a child, he demonstrated the adventurous character that would later earn him the Medal of Honor. As a four-year-old, he disappeared from the backyard one day, and his mother found him later on hanging by the hood of his sweatshirt on the other side", "doc_score": "77.68579864501953", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_18", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "20630489", "text": "Ramesh Balwani / 2018, following an investigation by the U.S. Attorney's Office in San Francisco that lasted more than two years, a federal grand jury indicted president Ramesh \"Sunny\" Balwani and Elizabeth Holmes on nine counts of wire fraud and two counts of conspiracy to commit wire fraud. Prosecutors allege that Holmes and Balwani engaged in two criminal schemes, one to defraud investors, the other to defraud doctors and patients. The case is proceeding in the U.S. District Court in San Jose. Balwani and Holmes pleaded not guilty. Balwani's defense is that he never made any money while at Theranos. Balwani worked for", "doc_score": "87.32284545898438", "publish_date": "2018/12/31"}, {"doc_id": "18990464", "text": "Peter Mukerjea / Peter Mukerjea Peter Mukerjea is a retired Indian television executive. From 1997 to 2007 he was the CEO of STAR India. In 2007 he joined INX Media as chief strategy officer. He quit the company in 2009 and retired to Bristol. In November 2015 he was arrested by the Central Bureau of Investigation in connection with the Sheena Bora murder case and has been in judicial custody at Mumbai's Arthur Road Jail since then. In February 2016 he was formally charged under Indian Penal Code Sections 302 (murder), 120-B (conspiracy) and 201 (causing disappearance of evidence). Peter Mukerjea was born", "doc_score": "82.52243041992188", "publish_date": "2018/12/31"}, {"doc_id": "14111596", "text": "Anil Kumar / in her own insider trading case. He testified again as \"the Government's key witness\" in the May 2012 criminal trial of former mentor Rajat Gupta (\"United States v. Gupta\"), where he described the relationships between Gupta, Rajaratnam and himself. To do so was difficult, according to federal prosecutors, \"because [Kumar] knew that he could be partially responsible for helping to convict someone with whom he and his family had deep and long-lasting ties.\" \"Bloomberg\" commented, \"When business guru Rajat Gupta and his protégé, Anil Kumar, worked together to expand management consultancy McKinsey & Co in the 1990s, a date in", "doc_score": "79.06732940673828", "publish_date": "2018/12/31"}, {"doc_id": "20630482", "text": "Ramesh Balwani / his shares in Commerce One, pocketing nearly $40 million shortly before the company went out of business, right before the dot com bubble burst. Subsequently, he received a Master of Business Administration from the University of California, Berkeley. While enrolled at Berkeley, Balwani met Elizabeth Holmes, who was in her senior year of high school. The two were on a summer trip to Beijing, as a part of Stanford's Summer Mandarin Course cohort. Holmes then went on to Stanford University to pursue an undergraduate degree in chemical engineering, but later dropped out to focus full-time on Theranos. Day to", "doc_score": "79.45679473876953", "publish_date": "2018/12/31"}, {"doc_id": "14994093", "text": "Rizwan Manji / and television shows with recurring roles in \"Privileged\", \"Better Off Ted\" and \"24\". In 2010, he auditioned for the role of Gupta on the NBC comedy \"Outsourced\". Although he lost the part to Parvesh Cheena, the producers decided to cast him as the scheming assistant manager Rajiv. Manji appeared in a GEICO commercial as a customer in the checkout aisle who wins the \"auction\". Manji resides in Studio City, California, with his wife and three children. Rizwan Manji Rizwan Manji (born October 17, 1974) is a Canadian actor. He played a role as Rajiv in the now cancelled NBC Universal", "doc_score": "80.46881866455078", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_19", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "4500667", "text": "Rafael Nadal / early defeats to Milos Raonic and Fernando Verdasco, in the quarterfinals and third round respectively. Nadal then began his spring clay season at the Monte Carlo Masters and reached the semifinals where he lost to Novak Djokovic in straight sets. After losing to Fognini again at the Barcelona Open quarterfinals, Nadal entered the Madrid Open as the two-time defending champion but lost in the final to Andy Murray in straight sets, resulting in his dropping out of the top five for the first time since 2005. He then lost in the quarterfinals of the Rome Masters to Stan Wawrinka in", "doc_score": "92.14659881591797", "publish_date": "2018/12/31"}, {"doc_id": "4500690", "text": "Rafael Nadal / win on hard court since 2013. He then withdrew from the Cincinnati Masters to prepare for the US Open. Nadal was the top seed during his title defense at the US Open. He first faced David Ferrer in Ferrer's last Grand Slam match, who retired due to injury during the second set. He then defeated Vasek Pospisil in the second round, Karen Khachanov in four close sets in the third, and Nikoloz Basilashvili in the fourth. In the quarterfinals, he faced ninth seed Dominic Thiem in their first ever match on a surface other than clay. Nadal lost the first", "doc_score": "90.66146087646484", "publish_date": "2018/12/31"}, {"doc_id": "20535497", "text": "2018 Rafael Nadal tennis season / Open that was aggravated in a practice session. On 2 March 2018, through his Facebook account, Nadal announced the withdrawal from the season's first two Masters 1000 tournaments: the Indian Wells Masters and the Miami Open. Despite his absence, Nadal regained the world No. 1 position on 2 April 2018, due to Roger Federer losing in the second round of the Miami Open. As announced on 27 March 2018 by the Spain Davis Cup team captain Sergi Bruguera, Nadal represented his country participating in the Davis Cup World Group quarterfinal tie against Germany, in Valencia. These were Nadal's first matches", "doc_score": "92.06647491455078", "publish_date": "2018/12/31"}, {"doc_id": "4500617", "text": "Rafael Nadal / and was two points from defeat against American qualifier Robert Kendrick in the second round before coming back to win in five sets. In the third round, Nadal defeated No. 20 Andre Agassi in straight sets in Agassi's last career match at Wimbledon. Nadal also won his next three matches in straight sets, which set up his first Wimbledon final, which was against Federer, who had won this tournament the three previous years. Nadal was the first Spanish man since Manuel Santana in 1966, to reach the Wimbledon final, but Federer won the match in four sets to win his", "doc_score": "88.85337829589844", "publish_date": "2018/12/31"}, {"doc_id": "4500688", "text": "Rafael Nadal / Mikhail Kukushkin, Alex De Minaur, and Jiří Veselý without dropping a set. He then faced #5 seed Juan Martín del Potro, who he defeated in five sets. In the semifinals he faced long-time rival Novak Djokovic, who was aiming to reach his first major final since the 2016 US Open. This match lasted 5 hours and 17 minutes, spread over two days, becoming the second-longest Wimbledon semifinal in history, second only to the match between Kevin Anderson and John Isner held earlier on the same day. Djokovic defeated Nadal in five sets with the fifth set being 10–8. This was", "doc_score": "89.74401092529297", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_20", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "12395725", "text": "Boris Johnson / for illegal immigrants. However, the allegations were exacerbated when the far-right British National Party (BNP) urged its supporters to give their second preference votes to Johnson; he responded by \"utterly and unreservedly\" condemning the BNP. Controversy was also generated during the campaign when Johnson admitted that as a student he had used cannabis and cocaine. The election took place in May 2008, and witnessed a turnout of approximately 45% of eligible voters, with Johnson receiving 43.2% and Livingstone 37% of first-preference votes; when second-preference votes were added, Johnson proved victorious with 53.2% to Livingstone's 46.8%. Johnson benefited from a large", "doc_score": "84.60991668701172", "publish_date": "2018/12/31"}, {"doc_id": "12395741", "text": "Boris Johnson / \"to dig dirt on Ken Livingstone\" – was \"an appropriate use of public funds\". The head of the panel, Patience Wheatcroft is married to a Conservative councillor and three of the four remaining panel members also have close links to the Conservatives: Stephen Greenhalgh (Conservative Leader of Hammersmith and Fulham Council), Patrick Frederick (Chairman of Conservative Business Relations for South East England and Southern London) and Edward Lister (Conservative Leader of Wandsworth Council). During his first administration, Johnson was embroiled in several personal scandals. After moving to a new house in Islington, he built a shed on his balcony without", "doc_score": "86.99366760253906", "publish_date": "2018/12/31"}, {"doc_id": "12395753", "text": "Boris Johnson / as racist and unacceptable by several Labour and Liberal Democratic politicians, and a King's College London student society revoked a speaking invitation to him on the basis of it. Conversely, his comments were defended by both UK Independence Party (UKIP) leader Nigel Farage and the Conservative Iain Duncan Smith. On 22 June 2016, the day before the referendum vote, Johnson declared that 23 June could be \"Britain's independence day\" in a televised debate in front of a 6000-member audience at Wembley Arena. David Cameron, British Prime Minister at the time, specifically addressed Johnson's claim, publicly stating; \"the idea that our", "doc_score": "85.46649169921875", "publish_date": "2018/12/31"}, {"doc_id": "12395715", "text": "Boris Johnson / as Conservative leader, Johnson used \"The Spectator\" to support the candidacy of the only pro-EU figure, Kenneth Clarke. Johnson argued that Clarke was the only candidate capable of winning a general election; however, Iain Duncan Smith was selected. Johnson had a strained relationship with Duncan Smith, and \"The Spectator\" became very critical of the latter's party leadership. Duncan Smith was removed from his position in November 2003 and replaced by Michael Howard; Howard deemed Johnson to be the most popular Conservative politician with the electorate and appointed him vice-chairman of the party, responsible for overseeing its electoral campaign. In his", "doc_score": "84.41315460205078", "publish_date": "2018/12/31"}, {"doc_id": "12395770", "text": "Boris Johnson / UK would regain control of £350m a week after Brexit saying it would be fine thing if much of the money went on the NHS. He was subsequently criticised by cabinet colleagues for reviving the assertion, and was accused of \"clear misuse of official statistics\" by the chair of the UK Statistics Authority, Sir David Norgrove. The authority rejected the suggestion that it was quibbling over newspaper headlines and not Johnson's actual words. A few days later, on 19 September, the former Chancellor Kenneth Clarke said that Johnson would have been sacked if British politics were in a more straightforward", "doc_score": "82.77128601074219", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_21", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "10318050", "text": "Andrew Marr's History of Modern Britain / television history, done well, should be more of an ice-bath than a comforting, warm soak. Gareth McLean congratulates Marr for analysing the times in which he immerses himself, effortlessly communicating his enthusiasm, and hinting at fundamental truths of the human condition which he states is the future of factual programming. He is also impressed that Marr maintains his penetrating scrutiny and level of insight throughout the series. Lucy Mangan exclaims the show shone the light of understanding into hitherto dark and musty corners of ignorance but criticises the final episode for concentrating too much on Blair's \"People's Princess\" speech after", "doc_score": "75.06610870361328", "publish_date": "2018/12/31"}, {"doc_id": "13626043", "text": "The Truth About Crime / significantly. Ross's general thesis is that recorded crime rates are unreliable, that theft and violence have actually declined sharply but that the downward trend may not be continuing, and that there are hundreds of quite simple solutions to crime, mostly by reducing temptations and opportunities for bad behaviour rather than trying to remould people's predispositions. The series has been well received, with \"The Times\" \"fascinated [by the] sane, insightful and compellingly argued documentary series\" - and achieved good ratings despite being scheduled against ITV1's fast-moving, similarly themed \"Car Crime UK\", a six-part police car-chasing documentary series narrated by Trevor McDonald.", "doc_score": "74.051513671875", "publish_date": "2018/12/31"}, {"doc_id": "8026875", "text": "Primeval (TV series) / later in the year than previous series' so warmer weather could be a factor to explain a small decrease in viewership but little change in the percentage of audience share. Nevertheless, Primeval remains in the Top 30 most viewed programmes for ITV per week, beating many of the Top 30 for other stations as well. Charlie Brooker reviewed \"Primeval\" in the final episode of his satirical review BBC Four series \"Screenwipe\", and gave it a rave review saying that it was \"far better than \"Torchwood\" for instance\" commenting \"I hope you're listening, Russell T Davies\". \"Unashamedly Saturday night populist viewing", "doc_score": "75.66919708251953", "publish_date": "2018/12/31"}, {"doc_id": "12589049", "text": "Historiography of the British Empire / globalisation, sex and gender issues, the cultural imperative, and the linguistic turn.\" The studies of policy-making in London and the settlement colonies like Canada and Australia are now rare. Newer concerns deal with the natives, and give much more attention to native leaders such as Gandhi. They address topics such as migration, gender, race, sexuality, environmentalism, visualization, and sports. Thus there are entire chapters on economics, religion, colonial knowledge, agency, culture, and identity in the historiographical overview edited by Sarah E. Stockwell, \"The British Empire: Themes and Perspectives\" (2008). The new approaches to imperial history are often grouped together under", "doc_score": "74.62150573730469", "publish_date": "2018/12/31"}, {"doc_id": "19832546", "text": "The British (TV series) / north Yorkshire is shown resisting the new rule, refusing the Normans right to rule. Norman men are sent north to suppress resistance with force if necessary. The inhabitants of the town are slaughtered. 150,000 people died or fled during these slaughters. Their land is torched. Norman influence is shown, with structures such as forts and castles built around Britain. The Normans claim land from Britons, taking it from private owners. To demonstrate ownership and make taxing more efficient, the doomsday book is written recording every person living in Britain and everything they own. Effects of this are seen in investments", "doc_score": "74.8328628540039", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_22", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "18153768", "text": "Mazari caretaker ministry / Mazari caretaker ministry The Mazari caretaker ministry under Balakh Sher Mazari as the caretaker prime minister of Pakistan was sworn into office after the Nawaz government was overthrown on 19 April 1993 by president Ghulam Ishaq Khan. Mazari's tenure as caretaker prime minister ended abruptly on 26 May 1993 when the Supreme Court revoked the presidential order and reinstated Nawaz Sharif as the prime minister. On 18 April 1993, president Ghulam Ishaq Khan exercised his extra-constitutional presidential powers, instituted to him through the Eighth Amendment to the Constitution of Pakistan, to resolve the power struggle in Pakistan and dismissed the", "doc_score": "81.81975555419922", "publish_date": "2018/12/31"}, {"doc_id": "18152600", "text": "Khoso caretaker ministry / Khoso caretaker ministry The Khoso caretaker ministry was the Pakistani caretaker federal cabinet that was sworn into office on 2 April 2013. On 24 March 2013, Mir Hazar Khan Khoso was nominated by the Election Commission as the caretaker prime minister, out of four nominees coming from both the opposition and the dissolved government. Khoso was sworn into office on 25 March 2013. Khoso's cabinet was sworn into office on 2 April 2013, but were handed their official portfolios on 4 April 2013 with the exception of Sohail Wajahat Siddique, who received his portfolio at a later date. At the", "doc_score": "83.7417984008789", "publish_date": "2018/12/31"}, {"doc_id": "17179922", "text": "Mir Hazar Khan Khoso / Khoso has steered clear of politics, focusing mainly on his Zakat Council job. By his continuous struggle his home-district (Jaffarabad) has two Session Courts. The Election Commission of Pakistan (ECP) appointed Khoso as the caretaker Prime Minister of Pakistan on 24 March 2013, out of four nominees coming from both the opposition and the dissolved government. He took oath on 25 March 2013. On 2 April 2013, fourteen-member caretaker federal cabinet, nominated by interim Khoso, took oath at the Presidency. President of Pakistan, Asif Ali Zardari, administerated the oath to the cabinet. Among the ministers sworn in included Arif Nizami,", "doc_score": "80.7155532836914", "publish_date": "2018/12/31"}, {"doc_id": "14162670", "text": "Ahmad Zahid Hamidi / position at the Ministry of Defence. In July 2015, he was appointed the country's 11th Deputy Prime Minister in a cabinet reshuffle. In the 2018 UMNO leadership election, Zahid gained more votes than his rivals, Khairy Jamaluddin and Tengku Razaleigh Hamzah, making him the new president of UMNO and also the first opposition leader from Barisan Nasional. Ahmad Zahid had been sued by businessman Amir Bazli Abdullah for allegedly punching him in the face on January 16, 2006 at the Country Heights recreational club in Kajang, Selangor, causing the latter to suffer a nasal bone fracture and a swollen left", "doc_score": "80.4678955078125", "publish_date": "2018/12/31"}, {"doc_id": "1809929", "text": "Caretaker government / taking sides within a group of party factions or prejudicing of a primary election by picking someone who is apt to become an active candidate for the position. At one time, widows of politicians were often selected as caretakers to succeed their late husbands; this custom is rarely exercised today, as it could be viewed by some as nepotism. In Canada and most other English-speaking countries, the more widely accepted term in this context is \"interim\", as in interim leader. In Italy this kind of premier is the President of Government of Experts. The following is a list of individuals", "doc_score": "82.5130615234375", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_23", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "12916825", "text": "Lloyds Banking Group / late 2008 and early 2009happened. This position was confirmed by Archie Kane, a senior Lloyds executive in Scotland, in evidence to the Scottish parliament's economy committee in December 2009. On 13 February 2009, Lloyds Banking Group said that the losses at HBOS were greater than had been anticipated, at around £10 billion. The share price of Lloyds Banking Group fell 32% on the London Stock Exchange, carrying other bank shares with it. On 13 October 2008, Prime Minister Gordon Brown announced a government plan for the Treasury to invest £37 billion (, ) of new capital into major UK banksincluding", "doc_score": "90.6276626586914", "publish_date": "2018/12/31"}, {"doc_id": "12916829", "text": "Lloyds Banking Group / announced in the Government's Pre-Budget Report on 9 December 2009 that the forecast for the total loss to taxpayers for all the bank bailouts had been reduced from £50 billion to £10 billionin part because of the restructuring of the Government's Asset Protection Scheme. The final part of the December 2009 capital raise involved issuing new shares to debt holders in February 2010. This diluted existing shareholdersincluding the UK Government, whose shareholding was reduced from 43.4% to around 41%. According to the Accord trade union general secretary Ged Nichols, Lloyds Banking Group had cut 30,000 jobs between February 2009 and", "doc_score": "91.53366088867188", "publish_date": "2018/12/31"}, {"doc_id": "12916831", "text": "Lloyds Banking Group / and an additional sum of up to €20 million over the next five years. In September 2013, it was reported that the UK government was planning to sell up to a quarter of its shares in Lloyds Banking Group. The government sold 6% of its shares on 17 September 2013 at 75p, raising £3.2 billion and reducing its stake to 32.7%. The UK government then sold a further 7.8% on 26 March 2014 at 75.5p raising a further £4.2bn and reducing its stake to 24.9%. A trading plan of incremental sales during 2015 reduced the publicly owned stake to below", "doc_score": "91.31591033935547", "publish_date": "2018/12/31"}, {"doc_id": "12916824", "text": "Lloyds Banking Group / do more due diligence on another company, but there are legal limits on how much is possible before an actual acquisition. Losses were slightly more than the £10 billion originally identified by the due diligence owing to write-offs of property loans because of falling property prices and the lack of demand for it. The then-Chairman of Lloyds, Sir Victor Blank, said in August 2009 that losses had been \"at the worst end of expectations\", and that the Lloyds board was surprised by the speed at which the losseswhich were caused by the unexpectedly sharp contraction of the world economy in", "doc_score": "89.27667999267578", "publish_date": "2018/12/31"}, {"doc_id": "12916826", "text": "Lloyds Banking Group / Royal Bank of Scotland Group, Lloyds TSB and HBOSto avert a collapse of the financial sector. Barclays avoided taking a capital investment from the UK Government by raising capital privately and HSBC moved capital to its UK business from its other businesses overseas. It was later confirmed that Lloyds TSB would have been required by the Financial Services Authority (FSA) to take additional capital from the government if it had not taken over HBOS. After the recapitalisations and Lloyds' acquisition of HBOS, the UK Government held a 43.4% stake in Lloyds Banking Group. In February 2009, after it became apparent", "doc_score": "88.50598907470703", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_24", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "14295012", "text": "Assassination attempts on Hamid Karzai / speech to elders. The Taliban fired approximately 12 rockets, some of which landed away from the crowd. Karzai was not hurt in the incident and was transported away from the location after finishing his speech. On 27 April 2008, insurgents, reportedly from the Haqqani network, used automatic weapons and rocket-propelled grenades to attack a military parade that Karzai was attending in Kabul. During the national anthem, 3 Taliban attackers opened fire. Live television coverage of the event was cut off shortly afterward. Karzai was unhurt, but at least three people were killed, including parliamentarian Fazel Rahman Samkanai, a ten-year-old girl,", "doc_score": "80.4773941040039", "publish_date": "2018/12/31"}, {"doc_id": "19974603", "text": "Attempted assassination of Donald Trump / Attempted assassination of Donald Trump On June 18, 2016, Michael Steven Sandford was arrested at a Donald Trump presidential campaign rally in Las Vegas, Nevada in the United States after he attempted to seize the pistol of a Las Vegas Metropolitan Police officer providing security for the event. At the time, Trump was the presumptive nominee of the Republican Party for the 2016 United States presidential election. Sandford, a 20-year-old British citizen who had a lengthy history of mental disorders, stated that he had wished to kill Trump to prevent him from becoming president. He was charged with impeding and", "doc_score": "80.25666809082031", "publish_date": "2018/12/31"}, {"doc_id": "14295013", "text": "Assassination attempts on Hamid Karzai / Nasir Ahmad Latifi, minority leader, and ten injured. Others attending the event included government ministers, former leaders, diplomats and the military top brass, all of whom had gathered to mark the 16th anniversary of the fall of the Afghan communist government to the mujahideen. Responding to the attack during the ceremony, the United Nations said the attackers \"have shown their utter disrespect for the history and people of Afghanistan.\" Taliban spokesman Zabiullah Mujahid claimed responsibility for the attack, stating, \"We fired rockets at the scene of the celebration.\" He went on to say there were 6 Taliban at the scene", "doc_score": "78.44550323486328", "publish_date": "2018/12/31"}, {"doc_id": "3598835", "text": "Death of a President (2006 film) / news coverage clips and video surveillance footage surrounding the assassination of U.S. President George W. Bush in Chicago around a year earlier on 19 October 2007. The president is fatally shot by a sniper after he addresses an economic forum at the Chicago Sheraton Hotel, before which an anti-war rally had taken place. News outlets immediately begin reporting on the incident along with its political ramifications. After authorities earlier arrest and interrogate war-protesting detainees, Jamal Abu Zikri (Malik Bader), an IT professional of Syrian origin, becomes the prime suspect. Vice President Dick Cheney, now president, uses the possible al-Qaeda relationship", "doc_score": "77.95164489746094", "publish_date": "2018/12/31"}, {"doc_id": "20580777", "text": "2018 Sunjuwan attack / will pay\" for the \"misadventure\". Pakistan responded the next day rejecting the allegations and accusing India of generating \"war hysteria\". The US Director of National Intelligence, Dan Coats, said in his testimony to the Senate Select Committee, that Pakistan-supported terrorist groups would continue to carry out attacks in India. He added that Pakistan's perception of its \"eroding position\" relative to India in economic and domestic security spheres drove it towards goals counter to those of the United States. Indian parliamentarian Asaduddin Owaisi highlighted the fact that five out of the seven killed in the attack were Kashmiri Muslims, and questioned", "doc_score": "77.64939880371094", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_25", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "17597222", "text": "Chartist Mural / itself been created through redevelopment and named in the 1960s. The mural celebrated the Chartist uprising of 1839, when John Frost led a march of thousands of protestors to the Westgate Hotel which was fired on by troops; some 22 demonstrators were killed. Budd researched the Chartist rebellion for four months in consultation with experts at the Newport Museum and Art Gallery. He then created the mural in hundreds of square panels in Kent which were later assembled on site. The mural showed: In 2007, an introductory panel was removed, and it was proposed that the whole mural would be", "doc_score": "75.65457153320312", "publish_date": "2018/12/31"}, {"doc_id": "15950416", "text": "Equestrian statue of the Duke of Wellington, Glasgow / £65,000 restoration project. The plans were withdrawn after widespread public opposition, spearheaded by a Facebook campaign called \"Keep the Cone\" (that accumulated more than 72,000 likes within 24 hours) started by Scottish musician Raymond Hackland and Glaswegian photographer Steven Allan. An online petition defending the cone received over 10,000 signatures. As the council indicated that action against the practice could still be considered, National Collective organised a rally in defence of the cone. In 2015, Glasgow City Council tested hi-tech CCTV software worth £1.2m by checking to see whether it could automatically detect people putting cones on the statue, which", "doc_score": "74.87040710449219", "publish_date": "2018/12/31"}, {"doc_id": "9738561", "text": "Sir Nicholas Serota Makes an Acquisitions Decision / the one shown are used on the Stuckist web site to promote and record the demonstration. In December 2006, during the Stuckists' demonstration, Thomson handed Serota a leaflet with the painting on it. This incident was caught by a freelance photographer, Rick Friend, on video, which was put on the Stuckism web site, along with the still image from it shown here. Serota stood on the steps of the Tate and held up the postcard, saying, \"Can't you make another image?\" Thomson has said that his painting was the idea that Stella Vine used for her painting of Princess Diana,", "doc_score": "73.40620422363281", "publish_date": "2018/12/31"}, {"doc_id": "20955985", "text": "Robert Heriot Westwater / contributed a mural to Basil Spense's Imperial Chemical Industries [ICI] pavillion. Following this, he also created a mural for the Musselburgh Wire Mills in 1939 in the workers' lecture hall. Westwater later moved to London where he established himself as a full-time artist. He was noted for his work as a portraitist, among his notable subjects were the Scottish writers Hugh MacDiarmid and Compton Mackenzie. In 2013, following a Heritage Lottery-funded restoration, one of the panels of the Alice in Wonderland mural at Wardie school was the subject of a Police Scotland investigation, after a parent complained over the purportedly", "doc_score": "72.53121185302734", "publish_date": "2018/12/31"}, {"doc_id": "19851356", "text": "The Rigi / National Gallery of Art in Washington, DC, was abandoned when the British government imposed a temporary export ban. The three Rigi paintings - \"Blue\", \"Red\" and \"Dark\" - were exhibited together at the Tate Gallery in 2007, and again in 2014. Martin Hardie wrote of Turner: \"In the Rigi drawings he is the insuperable master of technique. He used every possible manipulation of brush, colour and paper, every device, every weapon in his armoury, sponging, rubbing, washing, stippling, hatching, touching and retouching, to express the vibration and radiation of light. Light was his theme.\" The Rigi In 1842, British artist", "doc_score": "73.94178771972656", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_26", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "1493928", "text": "Chameleon / animal stereoscopic vision. Chameleons are adapted for climbing and visual hunting. They live in warm habitats that range from rain forest to desert conditions, with various species occurring in Africa, Madagascar, southern Europe, and across southern Asia as far as Sri Lanka. They also have been introduced to Hawaii, California, and Florida, and often are kept as household pets. The English word \"chameleon\" ( ) is a simplified spelling of Latin \"\", a borrowing of the Greek (\"khamailéōn\"), a compound of (\"khamaí\") \"on the ground\" and (\"léōn\") \"lion\". A group of chameleons is referred to by the collective noun \"camp\".", "doc_score": "81.5088882446289", "publish_date": "2018/12/31"}, {"doc_id": "9620908", "text": "Threatened arthropods / Thus extinction of arthropods species threaten to make extinct hundreds of thousands, if not millions, of higher order birds, amphibians, reptiles and mammals. There are several pathways of endangerment for arthropods; however, most of them stem from the pressures of an expanding human population and resulting actions humans take to produce food, housing, transportation and recreation. Probably the greatest hazard to arthropod survival is agriculture, due to the ever increasing demand of the human population to feed its expanding numbers. Agriculture typically results in a monoculture that cannot support the biodiversity nurtured by the predecessor natural environment. Normally arthropods represent", "doc_score": "81.60037231445312", "publish_date": "2018/12/31"}, {"doc_id": "13249467", "text": "Overshoot (population) / Overshoot (population) In population dynamics and population ecology, overshoot occurs when a population temporarily exceeds the long term carrying capacity of its environment. The environment usually has mechanisms in place to prevent overshoot. For example, plants are only able to regenerate and regrow a few times after being consumed before completely dying off. The consequence of overshoot is called a collapse, a crash or a die-off in which there is a decline in population density. The entire sequence or trajectory undergone by the population and its environment together is often termed 'overshoot-and-collapse'. Overshoot can occur due to lag effects. Reproduction", "doc_score": "80.11443328857422", "publish_date": "2018/12/31"}, {"doc_id": "3883099", "text": "Caniformia / allow it to feed nearly exclusively on bamboo, a tough member of the grass family. The sloth bear has some adaptations for ant and termite eating, with a long snout, powerful claws, and missing upper front teeth, though it also eats honey and fruit. Family Ailuridae consists today of a single species, the red panda, which was once thought to be included in the Procyonidae or Ursidae lineages, but is now placed in its own family along with a number of extinct species. It is found in the Himalayas, including southern China, Nepal, Bhutan, India, and Pakistan. Fossil species of", "doc_score": "78.92387390136719", "publish_date": "2018/12/31"}, {"doc_id": "2218169", "text": "Tree swallow / Because of this immunosenescence (a decrease in immune function with age), older females infected with a disease can visit their nest less and this can have a more pronounced effect on the growth of the nestlings than an infection in a younger female. Older females are also likely to lose weight because of an infection. The tree swallow is considered to be least concern by the International Union for Conservation of Nature. This is due to the bird's large range of about, and its stable population, estimated to be about 20,000,000 individuals. It is protected in the US by", "doc_score": "80.3725357055664", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_27", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "20458621", "text": "2018 Wimbledon Championships – Men's Singles / Eastbourne on July 1, 2017. The semifinal match between Anderson and John Isner, lasting 6 hours 36 minutes, was the second longest men's singles match at Wimbledon and the third longest men's singles match in tennis history. Isner has thus played in the two longest matches in Wimbledon history (the other one being the record-holding 2010 match against Nicolas Mahut). The 2018 semifinals were the longest two semifinals in Wimbledon history. Anderson became the first man representing South Africa to reach the Wimbledon men's singles final since Brian Norton in 1921 (South African-born Kevin Curren represented the United States when", "doc_score": "85.24433135986328", "publish_date": "2018/12/31"}, {"doc_id": "1906257", "text": "Roger Federer / However, he lost his No.1 ranking the following week when he failed to defend his Halle Open title, losing in the final to Borna Ćorić in three sets. At Wimbledon, Federer was looking to defend his 2017 title and was seeded first at a Grand Slam for the first time since the 2012 US Open but lost in the quarter finals against South African Kevin Anderson in five sets, despite winning the first two sets and having a match point in the third set. This was only his second Wimbledon defeat after winning the first two sets since his defeat", "doc_score": "81.44190979003906", "publish_date": "2018/12/31"}, {"doc_id": "1906244", "text": "Roger Federer / would miss the 2016 Summer Olympics and the remainder of the 2016 season to fully recover from his knee injury. The sudden withdrawal not only implied that 2016 was his first season since 2000 that Federer failed to win a title, but it also meant that he would have to drop out of top ten for the first time in fourteen years. This, combined with a grand slam drought spanning over four years, led to many analysts believing that his outstanding career was finally coming to an end and he would never win any major titles again. Federer's 2017 season", "doc_score": "83.17769622802734", "publish_date": "2018/12/31"}, {"doc_id": "11657459", "text": "Novak Djokovic / for the first time since the 2017 French Open. On October 31, Rafael Nadal announced his withdrawal from the 2018 Paris Masters due to an abdominal injury. As a result, Djokovic reclaimed the World No. 1 ranking. At the Paris Masters, Djokovic was seeded second. He defeated João Sousa, Damir Džumhur, and fifth seed Marin Čilić to reach the semifinals, where he faced third seed Roger Federer. They fought a tight three set match, with Djokovic emerging victorious in the third set tiebreak. In the final, Djokovic was upset by unseeded Karen Khachanov in straight sets. At the ATP Finals,", "doc_score": "86.0379638671875", "publish_date": "2018/12/31"}, {"doc_id": "19922572", "text": "2017 Roger Federer tennis season / advance to his 11th Wimbledon final, subsequently setting the record for the highest number of men's singles finals made at a single major. In the final, Federer defeated Marin Čilić in straight sets to win a record 8th Wimbledon Gentleman's singles title, breaking his previous tie with William Renshaw and Pete Sampras, and his 19th Grand Slam singles title overall. He became the second male player in the Open Era to win the championships without dropping a set, after Björn Borg in 1976. Following his victory, he also qualified for the 2017 ATP Finals for a record 15th time along", "doc_score": "81.7218246459961", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_28", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "9515641", "text": "Measuring poverty / less than US$1.90 per day> (PPP), and \"moderate poverty\" as less than $3.10 a day. It has been estimated that in 2008, 1.4 billion people had consumption levels below US$1.25 a day and 2.7 billion lived on less than $2 a day. The proportion of the developing world's population living in extreme economic poverty has fallen from 28 percent in 1990 to 21 percent in 2001. Much of the improvement has occurred in East and South Asia. In Sub-Saharan Africa GDP/capita shrank with 14 percent, and extreme poverty increased from 41 percent in 1981 to 46 percent in 2001. Other", "doc_score": "89.80968475341797", "publish_date": "2018/12/31"}, {"doc_id": "1462301", "text": "Poverty threshold / when nations do use the same method, some issues may remain. In United States, the poverty thresholds are updated every year by Census Bureau. The threshold in United States are updated and used for statistical purposes. In 2015, in the United States, the poverty threshold for a single person under 65 was an annual income of US$11,770; the threshold for a family group of four, including two children, was US$24,250. According to the U.S. Census Bureau data released on 13 September 2011, the nation's poverty rate rose to 15.1 percent in 2010. In the UK, \"more than five million people", "doc_score": "94.91133880615234", "publish_date": "2018/12/31"}, {"doc_id": "16706742", "text": "Poverty gap index / index, is defined as average of the ratio of the poverty gap to the poverty line. It is expressed as a percentage of the poverty line for a country or region. The most common method measuring and reporting poverty is the headcount ratio, given as the percentage of population that is below the poverty line. For example, \"The New York Times\" in July 2012 reported the poverty headcount ratio as 11.1% of American population in 1973, 15.2% in 1983 and 11.3% in year 2000. One of the undesirable features of the headcount ratio is that it ignores the depth of", "doc_score": "93.88096618652344", "publish_date": "2018/12/31"}, {"doc_id": "9192176", "text": "Potential support ratio / potential support ratio has important implications for social security schemes, particularly for pay-as-you-go pension systems under which taxes on current workers pay the pensions of retirees. In 2015, Japan has the lowest PSR in the world, at 2.1. Potential support ratio The potential support ratio (PSR) is the number of people age 15–64 per one older person aged 65 or older. This ratio describes the burden placed on the working population (unemployment and children are not considered in this measure) by the non-working elderly population. As a population ages, the potential support ratio tends to fall. Between 1950 and 2009,", "doc_score": "93.18604278564453", "publish_date": "2018/12/31"}, {"doc_id": "1462307", "text": "Poverty threshold / measure\". Poverty threshold The poverty threshold, poverty limit or poverty line is the minimum level of income deemed adequate in a particular country. In practice, like the definition of poverty, the official or common understanding of the poverty line is significantly higher in developed countries than in developing countries. In 2008, the World Bank came out with a figure (revised largely due to inflation) of $1.25 a day at 2005 purchasing-power parity (PPP). In October 2015, the World Bank updated the international poverty line to $1.90 a day. The new figure of $1.90 is based on ICP purchasing power parity", "doc_score": "90.62823486328125", "publish_date": "2018/12/31"}]}
{"question_id": "20220708_29", "search_time": "2022/08/12/17:02", "search_result": [{"doc_id": "8316622", "text": "Eddy Butler / Eddy Butler Edward Mark Butler (born in Bloomsbury 13 November 1962) is a former National Elections Officer of the British National Party (BNP) and was dubbed the party's \"elections guru\" by its newspaper, \"Voice of Freedom\", until being suspended and expelled from the BNP in 2010 by Nick Griffin. He is currently a member of the English Democrats. Butler was originally the Tower Hamlets organiser for the National Front but, after having been expelled from that party by Griffin, in 1986, joined the British National Party in the same year. Butler first came to prominence in the early 1990s when", "doc_score": "80.93681335449219", "publish_date": "2018/12/31"}, {"doc_id": "3270552", "text": "Mark Ruffalo / caused controversy in June 2017 after posting a petition on Twitter urging NBC to stop hiring white conservative commentators. In June 2017, Ruffalo endorsed Labour Party leader Jeremy Corbyn in the 2017 UK general election. He tweeted: \"Because @jeremycorbyn offers people an alternative to the Corporate status quo, which never ends well for them, I humbly endorse Corbyn.\" Since June 2000, Ruffalo has been married to Sunrise Coigney and they have three children: son Keen (b. 2001), and daughters Bella Noche (b. 2005) and Odette (b. 2007). After completing work on the film \"The Last Castle\", Ruffalo was diagnosed with", "doc_score": "78.16785430908203", "publish_date": "2018/12/31"}, {"doc_id": "3932886", "text": "Greg Hands / Parliamentary Chairman of Conservative Friends of Poland. Having been elected in 2010 for Chelsea and Fulham, he served as Parliamentary Private Secretary to the Chancellor of the Exchequer George Osborne, having shadowed the Treasury in opposition. On 14 October 2011, Hands was appointed as an assistant government whip in the House of Commons as a consequence of the mini-reshuffle following the resignation of Dr Liam Fox as Secretary of State for Defence. In May 2015, following the Conservatives' general election win, Hands was promoted to the position of Chief Secretary to the Treasury and thus the cabinet. He was made", "doc_score": "79.50524139404297", "publish_date": "2018/12/31"}, {"doc_id": "2172049", "text": "Oliver Letwin / Oliver Letwin Sir Oliver Letwin, (born 19 May 1956) is a British Conservative politician. He has served as Member of Parliament for West Dorset since 1997. He was Chancellor of the Duchy of Lancaster from 2014 to 2016. Following the 2015 general election, Letwin was given overall responsibility for the Cabinet Office and became a full member of the Cabinet in the Conservative government. Previously, he had been the Minister of State for Government Policy from 2010. He is also chairman of the Conservative Research Department and chaired the Conservative Party's Policy Review from 2005 to 2010. Letwin is the", "doc_score": "77.30113220214844", "publish_date": "2018/12/31"}, {"doc_id": "4276945", "text": "Ed Vaizey / was elected as the Member of Parliament (MP) for the constituency of Wantage at the 2005 general election, and was reelected in the 2010 general election being again returned to the House of Commons in the 2015 election, with an increased majority each time. He was reelected in the 2017 election. A former barrister, Vaizey is also a regular media columnist and political commentator. Vaizey is the son of the late Lord Vaizey, a Labour life peer, and the art historian Marina Vaizey (The Lady Vaizey ). His father's family hails from South London. His mother comes from New York.", "doc_score": "79.14666748046875", "publish_date": "2018/12/31"}]}
