{"question_id": "20221125_0", "search_time": "2022/12/07/13:26", "search_result": [{"doc_id": "6520500", "text": "National Thanksgiving Turkey Presentation / The ceremony dates back to the 1940s, with presidents occasionally sparing the bird presented to them; since 1989, during George H. W. Bush's first Thanksgiving as president, it has been an annual tradition for the president to \"pardon\" the turkey. It's a tradition that the turkeys be picked from the chairman of the NTF's home state. On various occasions, turkeys had been donated to the President as gifts from private citizens. Henry Vose, a Rhode Island turkey farmer, presented a turkey to the President each year from 1873 until his death in 1913. The official presentation of a turkey to", "doc_score": "82.0072250366211", "publish_date": "2018/12/31"}, {"doc_id": "6520510", "text": "National Thanksgiving Turkey Presentation / week-old toms (males) weighing 45 pounds by the time of their White House visit, compared to the shorter growing period for turkeys destined for market. Broad Breasted White turkeys are bred for size at the expense of longer life, making them prone to health problems associated with obesity such as heart disease, respiratory failure and joint damage. For many years, the pardoned turkeys were documented to have very short lives after their pardoning, frequently dying within a year of being pardoned; for comparison, a wild or heritage turkey has a lifespan of at least five years. The lifespans of the", "doc_score": "81.23920440673828", "publish_date": "2018/12/31"}, {"doc_id": "9275651", "text": "Thanksgiving (United States) / on the radio. Since 1947, the National Turkey Federation has presented the President of the United States with one live turkey and two dressed turkeys, in a ceremony known as the National Thanksgiving Turkey Presentation. John F. Kennedy was the first president reported to spare the turkey given to him (he announced he didn't plan to eat the bird), and Ronald Reagan was the first to grant the turkey a presidential pardon, which he jokingly presented to his 1987 turkey (a turkey that would indeed be spared and sent to a petting zoo). There are legends that state that the", "doc_score": "81.564697265625", "publish_date": "2018/12/31"}, {"doc_id": "6520506", "text": "National Thanksgiving Turkey Presentation / initially was indifferent to the terminology, saying Reprieve', 'keep him going', or 'pardon': it's all the same for the turkey, as long as he doesn't end up on the president's holiday table.\" Since then, at least one of the turkeys presented to the President has been taken to a farm where it will live out the rest of its natural life. For many years the turkeys were sent to Frying Pan Farm Park in Fairfax County, Virginia. From 2005 to 2009, the pardoned turkeys were sent to either the Disneyland Resort in California or the Walt Disney World Resort in", "doc_score": "80.70561218261719", "publish_date": "2018/12/31"}, {"doc_id": "2204703", "text": "Lame duck (politics) / 1801 (\"Midnight Judges Act\"), in which Federalist President John Adams and the outgoing 6th Congress amended the Judiciary Act to create more federal judge seats for Adams to appoint and the Senate to confirm before the Democratic-Republican Thomas Jefferson was inaugurated and the Democratic-Republican majority 7th Congress convened. In more recent history, US President Bill Clinton was widely criticized for issuing 140 pardons and other acts of executive clemency on his last day in office, including two former close colleagues, donors, fellow Democratic members, and his own half-brother. The phrase \"lame duck\" was coined in the eighteenth century at the", "doc_score": "77.63095092773438", "publish_date": "2018/12/31"}]}
{"question_id": "20221125_1", "search_time": "2022/12/07/13:26", "search_result": [{"doc_id": "12050016", "text": "2022 FIFA World Cup / country or change their jobs. Owing to the climate in Qatar, concerns were expressed over holding the World Cup in its traditional timeframe of June and July. In October 2013, a task force was commissioned to consider alternative dates and report after the 2014 World Cup in Brazil. On 24 February 2015, the FIFA Task Force proposed that the tournament be played from late November to late December 2022, to avoid the summer heat between May and September and also avoid clashing with the 2022 Winter Olympics in February and Ramadan in April. The notion of staging the tournament in", "doc_score": "87.87628173828125", "publish_date": "2018/12/31"}, {"doc_id": "20414414", "text": "2018 IQA World Cup / 2018 IQA World Cup The 2018 IQA World Cup was the fourth edition of the IQA World Cup, the international quidditch championship organized by the International Quidditch Association, the sport's global governing body. It was held in Florence, Italy between 27 June and 2 July 2018. Australia were the defending champions. The United States won their third championship after beating Belgium in the final. Over 800 athletes participated in competition. Seven nations expressed interest in hosting the tournament: Australia, Belgium, France, Italy, Turkey, the United Kingdom, and the United States. On 1 November, Florence, Italy was announced as the host.", "doc_score": "88.28097534179688", "publish_date": "2018/12/31"}, {"doc_id": "16681957", "text": "2026 FIFA World Cup / bidding to host the following tournament, before the rule was changed back to its prior state of two World Cups. However, the FIFA Council did make an exception to potentially grant eligibility to member associations of the confederation of the second-to-last host of the FIFA World Cup in the event that none of the received bids fulfill the strict technical and financial requirements. In March 2017, FIFA president Gianni Infantino confirmed that \"Europe (UEFA) and Asia (AFC) are excluded from the bidding following the selection of Russia and Qatar in 2018 and 2022 respectively.\" Therefore, the 2026 World Cup could", "doc_score": "89.1391830444336", "publish_date": "2018/12/31"}, {"doc_id": "10915536", "text": "2018 FIFA World Cup / 2018 FIFA World Cup The 2018 FIFA World Cup was the 21st FIFA World Cup, an international football tournament contested by the men's national teams of the member associations of FIFA once every four years. It took place in Russia from 14 June to 15 July 2018. It was the first World Cup to be held in Eastern Europe, and the 11th time that it had been held in Europe. At an estimated cost of over $14.2 billion, it was the most expensive World Cup. It was also the first World Cup to use the video assistant referee (VAR) system.", "doc_score": "88.47944641113281", "publish_date": "2018/12/31"}, {"doc_id": "20097545", "text": "United 2026 FIFA World Cup bid / United 2026 FIFA World Cup bid United 2026 was a successful joint bid, led by the United States Soccer Federation, together with the Canadian Soccer Association and the Mexican Football Federation, to host the 2026 FIFA World Cup in the United States, Canada, and Mexico. While the soccer federations of Canada, Mexico, and the United States had individually announced plans to field a bid for the 2026 World Cup, the concept of a joint bid among the three North American countries was first proposed in 2016. The joint bid was officially unveiled on April 10, 2017, under which the tournament", "doc_score": "89.55891418457031", "publish_date": "2018/12/31"}]}
{"question_id": "20221125_2", "search_time": "2022/12/07/13:26", "search_result": [{"doc_id": "15938023", "text": "Orion (spacecraft) / has, along with team members Orbital Sciences, Lockheed Martin and NASA, successfully demonstrated two full-scale test firings of the jettison motor. This motor is important to every flight in that it functions to pull the LAS tower away from the vehicle after a successful launch. The motor also functions in the same manner for an abort scenario. NASA performed environmental testing of Orion from 2007 to 2011 at the Glenn Research Center Plum Brook Station in Sandusky, Ohio. The Center's Space Power Facility is the world's largest thermal vacuum chamber. ATK Aerospace successfully completed the first Orion Launch Abort System", "doc_score": "85.83800506591797", "publish_date": "2018/12/31"}, {"doc_id": "15938025", "text": "Orion (spacecraft) / 10, 2010, NASA successfully executed the LAS PAD-Abort-1 test at White Sands New Mexico, launching a boilerplate (mock-up) Orion capsule to an altitude of approximately 6000 feet. The test used three solid-fuel rocket motorsa main thrust motor, an attitude control motor and the jettison motor. Future LAS test plans:, NASA planned to launch the Orion Multi Purpose Crew Vehicle Ascent Abort 2 test flight (AA‑2) from Spaceport Florida Launch Complex 46 in 2019. Before the first test flight and recovery of the Orion space vehicle at sea in December 2014, several preparatory vehicle recovery tests were performed. In 2009", "doc_score": "86.10839080810547", "publish_date": "2018/12/31"}, {"doc_id": "15938027", "text": "Orion (spacecraft) / in a test pool at the Naval Surface Warfare Center's Carderock Division in West Bethesda, Md. Full sea testing ran April 6–30, 2009, at various locations off the coast of NASA's Kennedy Space Center with media coverage. Under the Orion program testing, Orion continued the \"crawl, walk, run\" approach used in PORT testing. The \"crawl\" phase was performed August 12–16, 2013 with the Stationary Recovery Test (SRT). The Stationary Recovery Test demonstrated the recovery hardware and techniques that were to be employed for the recovery of the Orion crew module in the protected waters of Naval Station Norfolk utilizing the", "doc_score": "87.40489196777344", "publish_date": "2018/12/31"}, {"doc_id": "15938024", "text": "Orion (spacecraft) / (LAS) test on November 20, 2008. The LAS motor could provide of thrust in case an emergency situation should arise on the launch pad or during the first of the rocket's climb to orbit. The 2008 test firing of the LAS was the first time a motor with reverse flow propulsion technology of this scale had ever been tested. On March 2, 2009, a full size, full weight command module mockup (pathfinder) began its journey from the Langley Research Center to the White Sands Missile Range, New Mexico, for at-gantry launch vehicle assembly training and for LAS testing. On May", "doc_score": "85.4173355102539", "publish_date": "2018/12/31"}, {"doc_id": "16077249", "text": "Exploration Flight Test-1 / at the Michoud Assembly Facility in New Orleans, Louisiana. It was then transported to Kennedy Space Center's Operations and Checkout Building, where the remainder of the spacecraft was completed. The Delta IV rocket was put in a vertical position on October 1, 2014, and Orion was mated with the vehicle on November 11. The four-and-a-half-hour flight took the Orion spacecraft on two orbits of Earth. Peak altitude was approximately. The high altitude allowed the spacecraft to reach reentry speeds of up to, which exposed the heat shield to temperatures up to around. During the flight, the crew", "doc_score": "85.4586410522461", "publish_date": "2018/12/31"}]}
{"question_id": "20221125_3", "search_time": "2022/12/07/13:26", "search_result": [{"doc_id": "228118", "text": "Koala / include the koala in the Environment Protection and Biodiversity Conservation Act 1999. In 2012, the Australian government listed koala populations in Queensland and New South Wales as Vulnerable, because of a 40% population decline in the former and a 33% decline in the latter. Populations in Victoria and South Australia appear to be abundant; however, the Australian Koala Foundation argues that the exclusion of Victorian populations from protective measures is based on a misconception that the total koala population is 200,000, whereas they believe it is probably less than 100,000. Koalas were hunted for food by Aboriginals. A common technique", "doc_score": "87.56470489501953", "publish_date": "2018/12/31"}, {"doc_id": "1604784", "text": "Australian magpie / Bay region. Magpies were introduced into New Zealand to control agricultural pests, and were therefore a protected species until 1951. They are thought to affect native New Zealand bird populations such as the tui and kereru, sometimes raiding nests for eggs and nestlings, although studies by Waikato University have cast doubt on this, and much blame on the magpie as a predator in the past has been anecdotal only. Introductions also occurred in the Solomon Islands and Sri Lanka, although the species has failed to become established. It has become established in western Taveuni in Fiji, however. The Australian magpie", "doc_score": "90.04296112060547", "publish_date": "2018/12/31"}, {"doc_id": "1953945", "text": "Tammar wallaby / the 1920s, and in the Eyre Peninsula around the 1970s. Tammars from Flinders Island and St Peter Island were eradicated in a similar manner. Tammars from these areas were introduced to Kawau Island in New Zealand by colonial administrator Sir George Grey in 1870. They were introduced to the Rotorua area in the early 20th century. Since then, they have flourished to the point where their foraging has damaged indigenous plants. Pest control operators have used sodium fluoroacetate, a naturally occurring rodenticide, to control their populations, a practice which has been controversial because of its possible effect on organisms not", "doc_score": "88.1174087524414", "publish_date": "2018/12/31"}, {"doc_id": "6752654", "text": "New Guinea big-eared bat / them off of a surface rather than aerial pursuit. The individual captured in 2012 was in a logged lowland rainforest of the Abau District of Papua New Guinea. Its habitat preference is unknown, but possibly includes lowland sclerophyll woodlands or woodlands with patches of rainforest. In 2008, the IUCN classified this species as critically endangered, possibly extinct. At the time, the species had not been definitively encountered since 1890. In 2012, researchers rediscovered the species when they captured an adult female, though at first they were unsure which species they had found. Due to its imperiled status, it is identified", "doc_score": "90.011962890625", "publish_date": "2018/12/31"}, {"doc_id": "6615683", "text": "Western long-beaked echidna / been banned by the Indonesian and Papua New Guinean governments, traditional hunting is permitted. In January 2013, an expedition led by Conservation International reported finding a population of the mammals as part of what they described as a \"lost world\" of wildlife in the Foja Mountains of Papua Province, Indonesia. A specimen collected in 1901 by John T. Tunney, later identified by Helgen \"et al.\" (2012), might prove that, in addition to New Guinea, the species inhabited the northern part of Western Australia (Kimberley) at least as recently as the beginning of the 20th century. Western long-beaked echidna The western", "doc_score": "88.96664428710938", "publish_date": "2018/12/31"}]}
{"question_id": "20221125_4", "search_time": "2022/12/07/13:26", "search_result": [{"doc_id": "1288287", "text": "Joe Biden / and Biden had quietly reduced his public schedule in order to spend more time with his son. At the time of his death, Beau Biden had been widely seen as the frontrunner to be the Democratic nominee for Governor of Delaware in 2016. During much of his second term, Biden was said to be preparing for a possible bid for the 2016 Democratic presidential nomination. At age 74 on Inauguration Day in January 2017, he would have been the oldest president on inauguration in history. With his family, many friends, and donors encouraging him in mid-2015 to enter the race,", "doc_score": "86.13888549804688", "publish_date": "2018/12/31"}, {"doc_id": "1288292", "text": "Joe Biden / Biden clarified he would only have fought Trump if he was still in high school, and the following day, October 25, Trump responded that he'd \"love that\". During a tour of the U.S. Senate with reporters before leaving office, on December 5, 2016, Biden refused to rule out a potential bid for the Presidency in the 2020 presidential election, after leaving office as Vice President. If he were to run in 2020, Biden would be 77 years old on election day and 78 on inauguration day in 2021. He reasserted his ambivalence about running on an appearance of \"The Late", "doc_score": "86.49490356445312", "publish_date": "2018/12/31"}, {"doc_id": "1288185", "text": "Joe Biden / presidential run, and a CNN poll placed him as the most popular potential Democratic presidential candidate. Biden was born on November 20, 1942, at St. Mary's Hospital in Scranton, Pennsylvania, to Catherine Eugenia Biden (née Finnegan) and Joseph Robinette Biden Sr. He was the first of four siblings in a Catholic family, with a sister and two brothers. His mother was of Irish descent, with roots variously attributed to County Louth or County Londonderry. His paternal grandparents, Mary Elizabeth (Robinette) and Joseph Harry Biden, an oil businessman from Baltimore, Maryland, were of English, French, and Irish ancestry. His paternal great-great-great", "doc_score": "80.99726867675781", "publish_date": "2018/12/31"}, {"doc_id": "1288289", "text": "Joe Biden / decision not to enter the race for the Democratic presidential nomination in the 2016 election. In January 2016, Biden affirmed that not running was the right decision, but admitted to regretting not running for President \"every day.\" As of the end of January 2016, neither Biden nor President Barack Obama had endorsed any candidate in the 2016 presidential election. Biden did miss his annual Thanksgiving tradition of going to Nantucket, opting instead to travel abroad and meet with several European leaders. He took time to meet with Martin O'Malley, having previously met with Bernie Sanders. Neither of these meetings was", "doc_score": "79.56914520263672", "publish_date": "2018/12/31"}, {"doc_id": "16107272", "text": "Barack Obama Day / Barack Obama Day Barack Obama Day refers to two days of recognition in the United States in honor of Barack Obama, who served as the 44th President of the United States from 2009 to 2017. The State of Illinois celebrates the commemorative holiday every August 4, which is Obama's birthday, beginning in 2018. Obama was a member of the Illinois Senate from 1997 to 2004 and represented the state in the United States Senate from 2005 to 2008 before becoming president. Similar to other commemorative holidays, it is not a legal state holiday, meaning workplaces are not closed on the", "doc_score": "81.05228424072266", "publish_date": "2018/12/31"}]}
{"question_id": "20221125_5", "search_time": "2022/12/07/13:26", "search_result": [{"doc_id": "19934980", "text": "Early January 2017 North American winter storm / get the roads in pretty good shape before that Monday morning.\", because of the risk of slippery roads. Governor Jack Markell issued a limited state of emergency for the county of Sussex, advising residents to stay off the roads. In other areas such as Claymont, a car collided with a snowplow early on January 6. In total, roughly 94 crashes and 23 disabled vehicles were responded to by the Delaware State Police. In New York, as much as of snowfall fell in parts of the state, with New York City picking up their first measurable snow of the season. 2,300", "doc_score": "85.68738555908203", "publish_date": "2018/12/31"}, {"doc_id": "3641490", "text": "Blizzard of '77 / loaders to clear snow from the rail yard into open-bodied rail cars and shipped it east by Conrail. Sixteen of 25 towns in Erie County, as well as the City of Buffalo, declared states of emergency and banned all nonessential traffic at some time during the storm. The USACE normal work force, plus personnel from other USACE installations, resulted in a total of 353 USACE personnel working on the recovery effort. The USACE Buffalo District overall effort (including both western and northern New York) reported $6.8 million used in paying 216 private contractors to plow 3,186 miles of road in", "doc_score": "85.4709243774414", "publish_date": "2018/12/31"}, {"doc_id": "19934981", "text": "Early January 2017 North American winter storm / city salt trucks and plows were dispatched to clear out the snow after the storm had subsided. A mutli-car collision was reported on January 7 along a snow-covered portion of Interstate 91 near Middletown. No injuries or fatalities were reported; however, it gave authorities to warn residents about traveling on treacherous roads. At Boston Logan International Airport, the location picked up, their heaviest snowfall since a blizzard about two years prior, which dropped nearly on parts of the city. A total of 179 cancellations were made at the airport on January 6–7. Officials also warned residents to stay off", "doc_score": "84.94181060791016", "publish_date": "2018/12/31"}, {"doc_id": "19283635", "text": "January 2016 United States blizzard / landing at St. John's International Airport. Many cities struggled to cope with the snowfall, including Washington, D.C., where schools and government offices remained closed through January 26, three days after the storm. Schools in Baltimore, Maryland, and Philadelphia, Pennsylvania, also remained closed through January 26. Side streets around the D.C. area were unplowed through January 26. Through January 27, Washington, D.C. police issued $1,078,000 worth of parking tickets and $65,600 in fines for vehicles parked or abandoned on snow emergency routes. At least 656 vehicles were towed. The \"New York Post\" described Queens, New York, as \"basically forgotten\" on January", "doc_score": "85.3254165649414", "publish_date": "2018/12/31"}, {"doc_id": "14322302", "text": "February 25–27, 2010 North American blizzard / currents), which took a highly unusual track, retrograding west into New York state before looping back out to sea. Many parts of Connecticut received heavy rainfall from this storm as well as high winds. Rainfall totals above were widespread over the state. Colder air worked into the state overnight on February 25, changing the rain to snow statewide by the morning of February 26. Schools were closed and train service was reduced on the Metro-North New Haven Line. Snowfall amounts varied from less than an inch in eastern parts of the state to as much as in western portions of", "doc_score": "85.0156021118164", "publish_date": "2018/12/31"}]}
{"question_id": "20221125_6", "search_time": "2022/12/07/13:26", "search_result": [{"doc_id": "19502624", "text": "The Getaway World Tour / At the band's show in Pittsburgh on May 11, 2017 they performed a cover of the Looking Glass song \"Brandy (You're a Fine Girl)\". The song was last performed in 2005 and played at most shows during their Roll on the Red tour. It also appeared on their \"Live in Hyde Park\" album. Following the band's performance of May 14, 2017 in Columbus, Ohio, Chad Smith sang the University of Michigan fight song \"The Victors\". Smith's singing of the fight song made national news as the University of Michigan and Ohio State University are longtime sports rivals and Smith was", "doc_score": "81.92302703857422", "publish_date": "2018/12/31"}, {"doc_id": "6168103", "text": "WLLD / Burn The Last Damn Show is an annual concert put on by WLLD. It is put on in late October or early November every year since 1999. The show got its title from being the \"last damn show\" before the world ended in Y2K; hence, in continuation with the world remaining unscathed. Past performers include Eminem, Lil Wayne, Destiny's Child, P. Diddy, Busta Rhymes, Bubba Sparxxx, Lil Jon and the Eastside Boyz, Trick Daddy, Luke, Ludacris, Kanye West, and Twista among others. The concert was originally held at The St. Pete Times Forum, but is held in other locations, such", "doc_score": "79.38369750976562", "publish_date": "2018/12/31"}, {"doc_id": "19502625", "text": "The Getaway World Tour / born in Detroit. Smith's drumset also like at past shows in Ohio featured the Michigan Wolverines logo. At the band's show of May 16, 2017 in Louisville, Kentucky, \"Mommy, Where's Daddy?\" was performed. The song, which is very rarely played, was last performed in November 2016 has been performed just four times since 1992 and only three times in the United States since then. \"This Ticonderoga\" was also performed for just the third time and first time since September 2016. At the band's show of May 18, 2017 in Indianapolis, Josh performed a cover of \"Seasons\" by Chris Cornell. Cornell,", "doc_score": "81.03268432617188", "publish_date": "2018/12/31"}, {"doc_id": "20577454", "text": "Down the Rabbit Hole Live / Down the Rabbit Hole Live Down the Rabbit Hole Live is the fifth and current headlining concert tour by American country music group the Zac Brown Band, in support of their fifth studio album \"Welcome Home\" (2017). The tour began on June 8, 2018, in Lincoln, Nebraska and will conclude on April 27, 2019, in Peoria, Illinois The band announced the tour in January 2018. Fourteen of the shows will took place at Major League Baseball stadiums. OneRepublic, Leon Bridges, Nahko and Medicine for the People, Mark O’Connor Band, Darrell Scott, and Caroline Jones supported the first leg of the", "doc_score": "79.78570556640625", "publish_date": "2018/12/31"}, {"doc_id": "18628371", "text": "Rock This Country Tour / \"Up!\". Once back onstage, Twain and her band begin an acoustic set, beginning with her most recent single, 2011's \"Today Is Your Day\" and the infectious and light \"No One Needs to Know\". Twain is then left alone on center stage with her guitar, singing her biggest hit, 1998's multi-platinum and Grammy award-winning \"You're Still the One\". Along with the following song, \"From This Moment On\", this performance is considered the highlight of the nearly two-hour concert. Returning in thigh-high red leather boots and an oversized black shawl, Twain closes out the main portion of the show with the one-two", "doc_score": "79.78546142578125", "publish_date": "2018/12/31"}]}
{"question_id": "20221125_7", "search_time": "2022/12/07/13:26", "search_result": [{"doc_id": "4689059", "text": "Bob Iger / in divorce. They had two children: Kathleen Pamela Iger and Amanda Iger. In 2005, Kathleen Pamela married Jarrod Alan Cushing in a civil ceremony at the Blithewold Mansion, Gardens and Arboretum in Rhode Island. In 1995, Iger married Willow Bay in an interfaith Jewish and Roman Catholic service in Bridgehampton, New York. They have two children: Robert Maxwell \"Max\" Iger and William Iger. Iger co-chaired a fundraiser for Hillary Clinton's presidential campaign on August 22, 2016. Iger was named to President-elect Trump's Strategic and Policy Forum on December 2, 2016. He resigned from Trump's Advisory Council on June 1, 2017", "doc_score": "79.8508529663086", "publish_date": "2018/12/31"}, {"doc_id": "19256068", "text": "Marvin Ellison / Marvin Ellison Marvin Ellison is an American business executive who serves as President and Chief Executive Officer of Lowe’s, joining the company on July 2, 2018. He was the previous CEO of J. C. Penney, and had been since August 2015. He joined the company in November 2014 and served as CEO-designee and president before taking over the role of CEO.Under his tenure shares of JCP dropped in excess of 50%. Ellison was an executive at Home Depot, in charge of the company's U.S. stores, from 2002 until 2014 when he was hired by J. C. Penney. He worked for", "doc_score": "77.4427490234375", "publish_date": "2018/12/31"}, {"doc_id": "19256072", "text": "Marvin Ellison / met while attending the University of Memphis. They have a son and a daughter. Marvin Ellison Marvin Ellison is an American business executive who serves as President and Chief Executive Officer of Lowe’s, joining the company on July 2, 2018. He was the previous CEO of J. C. Penney, and had been since August 2015. He joined the company in November 2014 and served as CEO-designee and president before taking over the role of CEO.Under his tenure shares of JCP dropped in excess of 50%. Ellison was an executive at Home Depot, in charge of the company's U.S. stores, from", "doc_score": "76.91009521484375", "publish_date": "2018/12/31"}, {"doc_id": "3539430", "text": "Jeff Immelt / and chairman-elect for ten months before taking the position of chairman and CEO of GE on September 7, 2001. He retired, three months earlier than expected, as chairman of GE's board on October 2, 2017. He also concurrently stepped down from the board of Baker Hughes. His tenure as chairman and CEO started off on a low note – he took over the role on September 7, 2001, just four days before the terrorist attacks on the United States, which killed two employees and cost GE's insurance business $600 million, as well as having a direct effect on the company's", "doc_score": "77.02633666992188", "publish_date": "2018/12/31"}, {"doc_id": "4689057", "text": "Bob Iger / at the box office. In March 2016, Iger announced that the $5.5 billion Shanghai Disney Resort would open its doors on June 16, 2016. In May 2016, Iger wrote in a Facebook post claiming that Disney has hired 11,000 new employees in the past decade at Disneyland, and 18,000 in the past decade. Iger specifically targeted Vermont Senator, Bernie Sanders, asking him how much he has contributed to job growth. Iger's contract as Disney's chairman and CEO was originally planned to run until June 30, 2018, however, in March 2017 Disney announced that it was extending Iger's term to July", "doc_score": "78.30623626708984", "publish_date": "2018/12/31"}]}
{"question_id": "20221125_8", "search_time": "2022/12/07/13:26", "search_result": [{"doc_id": "8433584", "text": "72-hour clause / 72-hour clause A 72-hour clause, typically inserted in real estate sale contracts, is also known as an escape clause, release clause, kick-out clause, hedge clause or right of first refusal clause. The 72-hour clause is a seller contingency which allows the seller to accept a buyer's contingent offer to purchase his/her property, while allowing the seller to continue to market the property. If the seller now receives another (better) offer to purchase the same property, he/she can also accept this offer, as a back-up offer. The seller can then activate the escape clause by notifying the original buyer about the", "doc_score": "83.665771484375", "publish_date": "2018/12/31"}, {"doc_id": "8433586", "text": "72-hour clause / considered counted on business working days, excluding weekends and legal holidays 72-hour clause A 72-hour clause, typically inserted in real estate sale contracts, is also known as an escape clause, release clause, kick-out clause, hedge clause or right of first refusal clause. The 72-hour clause is a seller contingency which allows the seller to accept a buyer's contingent offer to purchase his/her property, while allowing the seller to continue to market the property. If the seller now receives another (better) offer to purchase the same property, he/she can also accept this offer, as a back-up offer. The seller can then", "doc_score": "82.66632080078125", "publish_date": "2018/12/31"}, {"doc_id": "13329913", "text": "Budget freeze / the U.S. Department of Health and Human Services, and the National Science Foundation. In the late 1980s, former U.S. President George H. W. Bush also proposed a flexible freeze, which would increase budget according to inflation and population growth for certain government programs, but completely freeze others. Some viewed this as a political tactic and accused Bush and his associates of being inconsistent with the use of the term freeze. This proposal caused difficulties for Congress, especially among Democrats, as the budget cuts would force some programs to reduce contributions because of population growth and inflation and many claimed that", "doc_score": "78.45430755615234", "publish_date": "2018/12/31"}, {"doc_id": "13582353", "text": "Triple base plan / bill (P.L. 101-171, Sec. 1101-1108) eliminated the linkage between direct payments and actual plantings. Triple base plan In United States agricultural policy, the triple base plan -- also called the flexible base plan -- is a proposal under which farmers who raise program crops would receive program payments only on a certain percentage of their permitted acreage. A producer participating in a federal price support program actually would have three categories of base acres for program purposes: Triple base is another name for what came to be known as normal flex acres. Production flexibility contracts under the 1996 farm bill", "doc_score": "80.89398193359375", "publish_date": "2018/12/31"}, {"doc_id": "9131158", "text": "Long-term incentive plan / Long-term incentive plan Long term incentive plan or LTIP is a type of executive compensation that typically comes in the form of performance shares or matching shares of the company. In the United States, these plans were used heavily since Internal Revenue Code Section 162(m) passed, which permitted deductions for certain performance-based compensation without limitation. Upcoming changes in the Securities and Exchange Commission's executive compensation policies, however, may change this practice. LTIPs are also used in the United Kingdom. In Switzerland, LTIPs have seen a strong increase in use since the passing of the Swiss executive pay referendum, 2013. According", "doc_score": "79.82454681396484", "publish_date": "2018/12/31"}]}
{"question_id": "20221125_9", "search_time": "2022/12/07/13:26", "search_result": [{"doc_id": "2005677", "text": "Kings Canyon National Park / in 1984, south of Grant Grove) brought Kings Canyon National Park to its present size. Starting in the 1950s, in response to growing traffic and crowding at national parks, the Park Service implemented Mission 66 which proposed large new visitor developments for Kings Canyon and other parks. This included new visitor centers at Grant Grove and Cedar Grove, electrification and sewage facilities at Cedar Grove, and substantial new accommodations, trails, and parking areas. After the Cedar Grove development was delayed by the final years of the dam debacle, the Park Service released a new plan in 1972, which included cabins", "doc_score": "86.3195571899414", "publish_date": "2018/12/31"}, {"doc_id": "11533486", "text": "Shenandoah Acres / Shenandoah Acres Shenandoah Acres is a campground/resort in Stuarts Draft, Virginia. It was previously known as Shenandoah Acres Resort, but after decades of operation, 'The Acres' closed in 2004. Then, following a couple of ownership changes, it reopened in 2014 as Shenandoah Acres Family Campground. The most visible aspect of Shenandoah Acres is its small, spring-fed lake that was unique for its use of playground equipment in the water. Shenandoah Acres also featured 250 camp sites, 35 cabins, horseback riding, miniature golf, and tennis courts. Shenandoah Acres was a farm owned by Dr. William Dodge in the 1930s. He charged", "doc_score": "86.40225219726562", "publish_date": "2018/12/31"}, {"doc_id": "4726992", "text": "Glen Canyon Park / very steep area just west of O'Shaughnessy Boulevard was acquired by the City of San Francisco in the 1990s using eminent domain. The area was being considered for residential development. The 3.6 acre parcel was named O'Shaughnessy Hollow. The city government of San Francisco mandated the development of management plans for all the \"natural areas\" under the city's control, and this process culminated in release of the \"Significant Natural Resources Areas Management Plan\" in February 2006. The plan favors the re-establishment of native species and species diversity in the city's parks. Some aspects of the plan have been controversial. For", "doc_score": "82.69458770751953", "publish_date": "2018/12/31"}, {"doc_id": "3406292", "text": "Ala Moana Beach Park / outcry, the project stopped after the development of Magic Island, leaving the State with a man-made peninsula, which they converted into a public park. In 1972 the State officially renamed Magic Island ‘Aina Moana, or “land [from the] sea,” to recognize that the park is made from dredged coral fill, but residents still call it Magic Island. McCoy Pavilion was added to the Diamond Head side of the courtyard in 1975 and is named after Charles Lester McCoy, who presided over the creation of the park in the 1930’s. McCoy’s widow donated $1.2 million for construction after her death</ref></ref>. McCoy", "doc_score": "83.48365020751953", "publish_date": "2018/12/31"}, {"doc_id": "5817151", "text": "Runyon Canyon Park / toyon. Coyotes are often seen in the canyon at early morning and dusk, and have been known to take small animals. The management of the ecosystem comprising Runyon Canyon Park and its surrounding residential neighborhood has been controversial since the park's opening in 1987. Although the park's Master Plan called for a small on-site parking lot (to relieve parking pressure on residential streets) and a small \"experimental\" dog park, the park opened before a parking lot was constructed, and the off-leash area was broadly expanded (to its current size) in 1994, resulting in greater popularity and visibility in print and", "doc_score": "82.27951049804688", "publish_date": "2018/12/31"}]}
