{"question_id": "20220617_0", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "21005289", "text": "New Year, New You / place over the course of fifteen days between July and August 2018. On December 17, 2018, a series of images from the episode were released. New Year, New You \"New Year, New You\" is an upcoming episode of American horror anthology web television series \"Into the Dark\" that is set to air as the fourth episode of the show's first season. It is scheduled to air in the United States on December 28, 2018, on Hulu. The episode was directed by Sophia Takal from a script written by Adam Gaines and stars Suki Waterhouse, Carly Chaikin, Kirby Howell-Baptiste, and Melissa", "doc_score": "82.92635345458984", "publish_date": "2018/12/31"}, {"doc_id": "3718286", "text": "Greg Berlanti / from Archie Comics, which was picked up to series in May 2016. \"Riverdale\" premiered on January 26, 2017, and was renewed for a second season on March 7, 2017. Berlanti co-wrote and co-produced the DC Comics film \"Green Lantern\", starring Ryan Reynolds as the titular character. As the film was not critically nor financially successful, further planned releases were cancelled. In May 2016, Berlanti discussed his involvement in a \"Booster Gold\" feature film that is currently in development, as producer and possibly as director as well. Zack Stentz is signed to the project as screenwriter. In December 2011, it was", "doc_score": "79.99932861328125", "publish_date": "2018/12/31"}, {"doc_id": "17161036", "text": "Nathan for You / announced that Comedy Central had picked up the show for a fourth season. On July 25, 2017, Fielder announced via Twitter that the fourth season would premiere on September 28, 2017, with a one-hour special entitled \"Nathan For You: A Celebration\" to air the week before. Several stunts performed for the series have garnered attention from the mainstream media. One in particular occurred even before the series premiered. In the second episode of season one, Fielder and the show's crew attempted to boost the popularity of a California petting zoo by turning one of their pigs into a celebrity through", "doc_score": "81.43269348144531", "publish_date": "2018/12/31"}, {"doc_id": "2495534", "text": "Sara Gilbert / co-host and executive producer of \"The Talk\", a talk show that premiered October 18, 2010. Gilbert won a Daytime Emmy in 2016 for Outstanding Entertainment Talk Show as producer and creator of the show. An eight-episode revival series of \"Roseanne\" was developed, with Gilbert as an executive producer. It was confirmed on May 16, 2017, and the eight episodes, picked up by ABC, began airing March 27, 2018. Due to the revival's strong ratings and positive critical reception, a second season was announced. However, on May 29, 2018, in the wake of controversial remarks made by Barr on Twitter also", "doc_score": "79.77445220947266", "publish_date": "2018/12/31"}, {"doc_id": "934786", "text": "Roseanne / On March 30, 2018, \"Roseanne\" was renewed for an eleventh season of 13 episodes, following the success of the revival's premiere night. On May 29, 2018, Barr posted a message on Twitter reading \"muslim brotherhood & planet of the apes had a baby=vj.\" The tweet referred to Valerie Jarrett, an Iranian-born African-American who served as Senior Advisor to former U.S. president Barack Obama from 2009 to 2017. The \"ape\" tweet was widely criticized as racist. Series executive producer/showrunner Bruce Helford said he was \"personally horrified and saddened\" by Barr's remarks, and show co-star/executive producer Sara Gilbert called them \"abhorrent\" and", "doc_score": "80.47103881835938", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_1", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "20650642", "text": "Wi-Charge / consists of a transmitter and a receiver. Transmitter connects to a standard power outlet and converts electricity into infrared laser beam. Receivers use a miniature photo-voltaic cell to convert transmitted light into electrical power. Receivers can be embedded into a device or connected into an existing charging port. The transmitter automatically identifies chargeable receivers and start charging. Several devices can charge at the same time. According to Wi-Charge it can deliver several watts of power to a device at several meters away. The core technology is based on a \"distributed laser resonator\" which is formed by the retroreflectors within the", "doc_score": "87.22992706298828", "publish_date": "2018/12/31"}, {"doc_id": "9500048", "text": "Mobile broadband / added in 2005. CDPD, CDMA2000 EV-DO, and MBWA are no longer being actively developed. In 2011, 90% of the world's population lived in areas with 2G coverage, while 45% lived in areas with 2G and 3G coverage, and 5% lived in areas with 4G coverage. By 2017 more than 90% of the world's population is expected to have 2G coverage, 85% is expected to have 3G coverage, and 50% will have 4G coverage. A barrier to mobile broadband use is the coverage provided by the mobile service networks. This may mean no mobile network or that service is limited to", "doc_score": "90.6703109741211", "publish_date": "2018/12/31"}, {"doc_id": "18333721", "text": "Mobile edge computing / Combining elements of information technology and telecommunications networking, MEC also allows cellular operators to open their radio access network (RAN) to authorized third-parties, such as application developers and content providers. Technical standards for MEC are being developed by the European Telecommunications Standards Institute, which has produced a technical white paper about the concept. MEC provides a distributed computing environment for application and service hosting. It also has the ability to store and process content in close proximity to cellular subscribers, for faster response time. Applications can also be exposed to real-time radio access network (RAN) information. The key element is", "doc_score": "86.91514587402344", "publish_date": "2018/12/31"}, {"doc_id": "13044597", "text": "Bluetooth Low Energy / Bluetooth Low Energy Bluetooth Low Energy (Bluetooth LE, colloquially BLE, formerly marketed as Bluetooth Smart) is a wireless personal area network technology designed and marketed by the Bluetooth Special Interest Group (Bluetooth SIG) aimed at novel applications in the healthcare, fitness, beacons, security, and home entertainment industries. Compared to Classic Bluetooth, Bluetooth Low Energy is intended to provide considerably reduced power consumption and cost while maintaining a similar communication range. Mobile operating systems including iOS, Android, Windows Phone and BlackBerry, as well as macOS, Linux, Windows 8 and Windows 10, natively support Bluetooth Low Energy. The Bluetooth SIG predicts that", "doc_score": "91.16596984863281", "publish_date": "2018/12/31"}, {"doc_id": "14565258", "text": "Mobile broadband modem / superseded by USB modems in the early 21st century. Some models have GPS support, providing geographical location information. Many mobile broadband modems sold nowadays also have built-in routing capabilities. They provide traditional networking interfaces such as Ethernet, USB and Wi-Fi. Models are available for both consumers and enterprises. Some require the use of an AC adapter, while others are portable and can also be powered by a USB connection or a built-in battery. An RJ11 registered jack is also present on a few of these modems, allowing the connection of a traditional home phone to make cellular calls. Numerous smartphones", "doc_score": "87.56550598144531", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_2", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "20025598", "text": "Repeal of Stream Protection Rule / Trump on February 16, 2017. The Congress used its powers under the Congressional Review Act to pass this resolution. Repeal of Stream Protection Rule The Repeal of the Stream Protection Rule (formally known as Disapproving the rule submitted by the Department of the Interior known as the Stream Protection Rule, ) was a House Joint Resolution introduced in the United States House of Representatives by Bill Johnson of Ohio on January 30, 2017. The resolution nullifies the Department of the Interior regulation known as the \"Stream Protection Rule\", which was established in the Obama Administration. The regulation was scheduled", "doc_score": "84.19291687011719", "publish_date": "2018/12/31"}, {"doc_id": "19934039", "text": "2017 Patient Protection and Affordable Care Act replacement proposals / 2017 Patient Protection and Affordable Care Act replacement proposals The following is a list of plans being considered to replace the Patient Protection and Affordable Care Act, as a result of the Republican Party's gains in the 2016 US elections. \"Repeal and replace\" has been a Republican slogan since March 2010 when Obamacare was signed into law and has been adopted by President Donald Trump. President Donald Trump and many Republicans have vowed to repeal and replace Obamacare; President Trump signed an executive order on January 20, 2017, his first day in office, that according to White House Press Secretary", "doc_score": "86.85568237304688", "publish_date": "2018/12/31"}, {"doc_id": "7104227", "text": "Gun show loophole / in seven consecutive Congresses: two in 2001, two in 2004, one in 2005, one in 2007, two in 2009, two in 2011, and one in 2013. Specifically, seven gun show \"loophole\" bills were introduced in the U.S. House and four in the Senate between 2001 and 2013. None passed. In May 2015 Carolyn Maloney introduced H.R.2380, also referred to as the Gun Show Loophole Closing Act of 2015. As of June 26 it has been referred to the Subcommittee on Crime, Terrorism, Homeland Security, and Investigations. In March 2017, representative Maloney also introduced H.R.1612, referred to as the Gun Show", "doc_score": "89.10408782958984", "publish_date": "2018/12/31"}, {"doc_id": "14034697", "text": "Patient Protection and Affordable Care Act / The White House and Reid addressed Nelson's concerns during a 13-hour negotiation with two concessions: a compromise on abortion, modifying the language of the bill \"to give states the right to prohibit coverage of abortion within their own insurance exchanges\", which would require consumers to pay for the procedure out of pocket if the state so decided; and an amendment to offer a higher rate of Medicaid reimbursement for Nebraska. The latter half of the compromise was derisively termed the \"Cornhusker Kickback\" and was repealed in the subsequent reconciliation amendment bill. On December 23, the Senate voted 60–39 to end", "doc_score": "85.36231994628906", "publish_date": "2018/12/31"}, {"doc_id": "17560456", "text": "Ending Federal Marijuana Prohibition Act / Ending Federal Marijuana Prohibition Act The Ending Federal Marijuana Prohibition Act is a series of federal marijuana decriminalization bills that have been introduced multiple times in the United States Congress. The bills were introduced into the 112th Congress (as H.R. 2306, the Ending Federal Marijuana Prohibition Act of 2011), the 113th Congress (as H.R.499, the Ending Federal Marijuana Prohibition Act of 2013), the 114th Congress (as S. 2237, the Ending Federal Marijuana Prohibition Act of 2015), and the current 115th Congress (as H.R. 1227, the Ending Federal Marijuana Prohibition Act of 2017) The bills propose to legalize and end the", "doc_score": "86.44015502929688", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_3", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "20354172", "text": "Trump Free Speech Rally / the opposing groups separated. PSUAHP participants reportedly held signs that read \"Black Lives Matter\" and \"our city is greater than hate\", and chanted \"go home, fascists\" and \"love, not hate\". By late afternoon, police closed neighboring Chapman Square, in the Plaza Blocks, where a separate group of anti-fascist protesters had gathered. These demonstrators reportedly threw balloons filled with an \"unknown, foul-smelling liquid\", bricks, and rocks at officers, who responded by firing \"impact weapons and chemical munitions\" (pepper-spray projectiles and stun grenades) to disperse the crowd. Police also moved agitators through a checkpoint to be identified and photographed before being released.", "doc_score": "88.1299819946289", "publish_date": "2018/12/31"}, {"doc_id": "20287195", "text": "Unite the Right rally / Unite the Right rally The Unite the Right rally, also known as the Charlottesville rally or Charlottesville riots, was a white supremacist rally that occurred in Charlottesville, Virginia, from August 11 to 12, 2017. Protesters were members of the far-right and included self-identified members of the alt-right, neo-Confederates, neo-fascists, white nationalists, neo-Nazis, and various militias. The marchers chanted racist and antisemitic slogans, carried semi-automatic rifles, swastikas, Nazi symbols (such as the Odal rune, Black Sun, and Iron Cross), the Valknut, Confederate battle flags, Deus Vult crosses, flags and other symbols of various past and present anti-Muslim and antisemitic groups. Within", "doc_score": "89.10450744628906", "publish_date": "2018/12/31"}, {"doc_id": "20354167", "text": "Trump Free Speech Rally / Trump Free Speech Rally The Trump Free Speech Rally was a demonstration organized by Patriot Prayer on June 4, 2017, in Portland, Oregon, in support of President Donald Trump. Several hundreds participants gathered, along with a larger group of counter-protesters who organized the Portland Stands United Against Hate Rally outside City Hall. Police worked to keep the groups separate, and closed neighboring Chapman Square where anti-fascist demonstrators had gathered. Officers clashed with this particular group of demonstrators, and fourteen people were arrested. Many weapons were confiscated, but there were no reported injuries. The Trump Free Speech Rally was held one", "doc_score": "87.10708618164062", "publish_date": "2018/12/31"}, {"doc_id": "16243492", "text": "Occupy Charlottesville / curfew came into effect, over 20 police officers moved in. Occupy supporters packed the sidewalk, City Council member Kristin Szakos among them. Eighteen arrests were made and sixteen of those arrested were taken to the Albemarle-Charlottesville Regional Jail while the other two were issued summons. One protestor, Veronica Fitzhugh, was given an indecent exposure charge for running naked through the streets (in front of many children present) in addition to trespassing. Protestors yelled obscenities at the police as they were removed from Lee Park. The next night, occupiers met at the city's \"Free Speech Wall\", which had notices posted on", "doc_score": "89.3871078491211", "publish_date": "2018/12/31"}, {"doc_id": "20350172", "text": "2017 St. Louis protests / Moonlight Ramble and the opening of the St Louis Science Center's exhibit \"Science Uncorked\" were all also postponed. On September 22, 2017, the American Civil Liberties Union (ACLU) sued the city of St. Louis over its treatment of the protesters. 2017 St. Louis protests Beginning on the afternoon of September 15, 2017, a series of protests took place in St. Louis, Missouri, following the acquittal of former St. Louis police officer Jason Stockley in the Shooting of Anthony Lamar Smith, an African American man. Over 160 people have been arrested during the first three days of demonstrations, with largely peaceful", "doc_score": "86.77149200439453", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_4", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "20229044", "text": "72nd Tony Awards / 72nd Tony Awards The 72nd Annual Tony Awards were held on June 10, 2018, to recognize achievement in Broadway productions during the 2017–18 season. The ceremony was held at Radio City Music Hall in New York City, and was broadcast live by CBS. Sara Bareilles and Josh Groban served as hosts. \"The Band's Visit\" was the most winning production of the season, with 10 awards, including Best Musical. \"Harry Potter and the Cursed Child\" won six awards, including Best Play, while \"Angels in America\" won three, including Best Revival of a Play. The ceremony received positive reviews, with many highlighting", "doc_score": "86.18949890136719", "publish_date": "2018/12/31"}, {"doc_id": "19894959", "text": "71st Tony Awards / The Bette Midler-led revival of \"Hello, Dolly!\" won four awards, and \"The Great Comet\" won two. The productions of plays \"The Little Foxes\", \"Indecent\", and \"Oslo\" each won two awards. The ceremony received mixed reviews. Shows that opened on Broadway during the 2016–2017 season before April 27, 2017 were eligible for consideration. Notes The Tony Award nominations were announced on May 2, 2017, by Jane Krakowski and Christopher Jackson. The musical \"Natasha, Pierre & The Great Comet of 1812\" garnered 12 nominations, becoming the most-nominated show of the season. The revival of \"Hello, Dolly!\" earned 10 nominations, the musical \"Dear", "doc_score": "84.30144500732422", "publish_date": "2018/12/31"}, {"doc_id": "20091245", "text": "90th Academy Awards / see what we have planned for the 90th anniversary show!\" Jimmy extensively campaigned for the ceremony, shooting several promos and discussions on his talk show. On December 4, 2017, it was announced that the timing of the ceremony and its pre-show had been changed and both would be scheduled to broadcast a half-hour earlier than prior telecasts. In the first half of the nominations announcement, pre-taped category introductions were included that featured actresses Priyanka Chopra, Rosario Dawson, Gal Gadot, Salma Hayek, Michelle Rodriguez, Zoe Saldana, Molly Shannon, Rebel Wilson and Michelle Yeoh. As per the tradition of the Academy, the", "doc_score": "81.83892059326172", "publish_date": "2018/12/31"}, {"doc_id": "19894958", "text": "71st Tony Awards / 71st Tony Awards The 71st Annual Tony Awards were held on June 11, 2017, to recognize achievement in Broadway productions during the 2016–17 season. The ceremony was held at Radio City Music Hall in New York City, and was broadcast live by CBS. Kevin Spacey served as host. The musical \"Natasha, Pierre & The Great Comet of 1812\" led the nominations with 12, while the play with the most nominations was \"A Doll's House, Part 2\", with eight. At the ceremony, \"Dear Evan Hansen\" won six awards, including Best Musical, becoming the production with the most wins of the season.", "doc_score": "85.9862060546875", "publish_date": "2018/12/31"}, {"doc_id": "20229053", "text": "72nd Tony Awards / million, becoming the highest since 2016. The cast of \"Dear Evan Hansen\" sang \"For Forever\" as images of theatre personalities who had died in the past year were shown. Robert De Niro sparked controversy during the award ceremony as he cursed U.S. President Donald Trump with the word \"Fuck\" during the live broadcast. He received a standing ovation from the audience, which included many celebrities. 72nd Tony Awards The 72nd Annual Tony Awards were held on June 10, 2018, to recognize achievement in Broadway productions during the 2017–18 season. The ceremony was held at Radio City Music Hall in New", "doc_score": "84.03358459472656", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_5", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "318930", "text": "Gasoline / by September 2009. More recently, the U.S. experienced an upswing in gasoline prices through 2011, and by 1 March 2012, the national average was $3.74 per gallon. In the United States, most consumer goods bear pre-tax prices, but gasoline prices are posted with taxes included. Taxes are added by federal, state, and local governments. As of 2009, the federal tax is 18.4¢ per gallon for gasoline and 24.4¢ per gallon for diesel (excluding red diesel). Among individual states, the highest gasoline tax rates, including the federal taxes as of 2005, are found in New York (62.9¢/gal), Hawaii (60.1¢/gal) and California", "doc_score": "93.58167266845703", "publish_date": "2018/12/31"}, {"doc_id": "318929", "text": "Gasoline / day. The United States used about of gasoline in 2006, of which 5.6% was mid-grade and 9.5% was premium grade. Countries in Europe impose substantially higher taxes on fuels such as gasoline when compared to the United States. The price of gasoline in Europe is typically higher than that in the U.S. due to this difference. From 1998 to 2004, the price of gasoline fluctuated between US$1 and US$2 per U.S. gallon. After 2004, the price increased until the average gas price reached a high of $4.11 per U.S. gallon in mid-2008, but receded to approximately $2.60 per U.S. gallon", "doc_score": "91.97758483886719", "publish_date": "2018/12/31"}, {"doc_id": "9179045", "text": "Gasoline and diesel usage and pricing / gasoline. U.S. consumption of gasoline follows a seasonal pattern, where every year it is more expensive during the summer months when more people are driving. The long-term trend of consumption has been to increase year over year since 1950, with dips around the introduction of corporate average fuel economy standards and the 1979 energy crisis, the early 1990s recession and Gulf War, and the Great Depression. Most European countries have high fuel taxes. The prices have traditionally been three to four times the price in the United States, with prices during 2000–2005 of €1.00/litre (about US$1.42/L or $5.40/US gallon) while", "doc_score": "91.07319641113281", "publish_date": "2018/12/31"}, {"doc_id": "9179039", "text": "Gasoline and diesel usage and pricing / is the United States, which used an average of 368 million US gallons (1.46 gigalitres) each day in 2011. In 2008 a report by Cambridge Energy Research Associates stated that 2007 had been the year of peak gasoline usage in the United States, and that record energy prices would cause an \"enduring shift\" in energy consumption practices. According to the report, in April fuel consumption had been lower than a year before for the sixth straight month, suggesting 2008 would be the first year US usage declined in 17 years. The total annual distance driven in the US began declining", "doc_score": "91.37401580810547", "publish_date": "2018/12/31"}, {"doc_id": "318933", "text": "Gasoline / emissions and equivalent to 29% of total U.S. energy-related CO emissions in 2015. Most of the retail gasoline now sold in the United States contains about 10% fuel ethanol (or E10) by volume. Burning a gallon of E10 produces about of CO that is emitted from the fossil fuel content. If the CO emissions from ethanol combustion are considered, then about of CO are produced when a gallon of E10 is combusted. About of CO are produced when a gallon of pure ethanol is combusted. Below is a table of the volumetric and mass energy density of various transportation fuels", "doc_score": "89.42532348632812", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_6", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "1808762", "text": "National security / has grown. The degradation of ecosystems, including topsoil erosion, deforestation, biodiversity loss, and climate change, affect economic security and can precipitate mass migration, leading to increased pressure on resources elsewhere. The scope and nature of environmental threats to national security and strategies to engage them are a subject of debate. Romm (1993) classifies the major impacts of ecological changes on national security as: Resources include water, sources of energy, land and minerals. Availability of adequate natural resources is important for a nation to develop its industry and economic power. For example, in the Persian Gulf War of 1991, Iraq captured", "doc_score": "86.50181579589844", "publish_date": "2018/12/31"}, {"doc_id": "12977993", "text": "String of Pearls (Indian Ocean) / Security Dialogue (consisting of United States, India, Australia and Japan) is a direct result of China's assertive foreign and security policy in the Indo-Pacific region. The emergence of the String of Pearls is indicative of China's growing geopolitical influence through concerted efforts to increase access to ports and airfields, expand and modernize military forces, and foster stronger diplomatic relationships with trading partners. The Chinese government insists that China's burgeoning naval strategy is entirely peaceful in nature and is only for the protection of regional trade interests. An analysis by \"The Economist\" also found the Chinese moves to be commercial in", "doc_score": "88.39067077636719", "publish_date": "2018/12/31"}, {"doc_id": "6285058", "text": "Defence policy of Japan / Defence policy of Japan The 21st century is witnessing a rapid change in global power balance along with globalization. The security environment around Japan has become increasingly severe as represented by nuclear and missile development by North Korea. Transnational threats grounded on technological progress including international terrorism and cyber attacks are also increasing their significance. In the current world, no nation can maintain its own peace and security alone. Japan, including its Self Defense Forces, has contributed to the maximum extent possible to the efforts to maintain and restore international peace and security, such as the UN peacekeeping operations. Building", "doc_score": "84.85145568847656", "publish_date": "2018/12/31"}, {"doc_id": "1808781", "text": "National security / the Sovereign challenged. This often leads to the weakening of the state. Examples of such states are South Sudan and Somalia. National security National security refers to the security of a nation state, including its citizens, economy, and institutions, and is regarded as a duty of government. Originally conceived as protection against military attack, national security is now widely understood to include non-military dimensions, including the security from terrorism, crime, economic security, energy security, environmental security, food security, cyber security etc. Similarly, national security risks include, in addition to the actions of other nation states, action by violent non-state actors,", "doc_score": "85.216064453125", "publish_date": "2018/12/31"}, {"doc_id": "5169960", "text": "Proliferation Security Initiative / seas. Opponents have asserted that the PSI gives states a license to carry out acts of \"piracy\" on the high seas. It has also been argued the PSI's intent to \"interdict nuclear materials and contraband\" is a broad enough charter to include any naval operation anywhere and for any actual purpose. There are concerns that such actions could lead to war. Indonesia's Foreign Minister Hassan Wirajuda argued that the PSI \"initiative was not initiated through a multilateral process, but only a group of nations that have a common goal to conduct a certain initiatives.\" He also believed that PSI violates", "doc_score": "84.88311004638672", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_7", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "8286024", "text": "Floods in the United States: 1901–2000 / damaged due to the flooding. Around 3,000 buildings were destroyed due to Octave. A total of 853 houses, mobile homes, and apartments were destroyed while 2,052 others were damaged. About 10,000 people were temporarily left homeless. Damage in Arizona totaled $500 million (1983 USD), which was above the preliminary estimate of $300 million. Fourteen people drowned and 975 persons were injured. Elsewhere, Octave was responsible for $12.5 million in damage in New Mexico. Following the storm, governor Bruce Babbitt declared a state of emergency. President Ronald Reagan declared Cochise, Gila, Graham, Greenlee, Pima, Pinal, Santa Cruz and Yavapai counties a", "doc_score": "84.73323822021484", "publish_date": "2018/12/31"}, {"doc_id": "12467753", "text": "Effects of Hurricane Ike in inland North America / due to its forward motion, its fast forward motion of about, and the warm air ahead of the storm allowed the high winds aloft to reach the surface easier. Many areas reported wind gusts up to hurricane force. It was one of the largest power outages caused by a natural disaster in the history of the Midwest, with around 3.7 million customers losing power (well over 8 million people), including 2.6 million outages in the state of Ohio alone 26 people were killed in the interior states. Ohio alone sustained over $560 million in damage. In Arkansas, about 200,000", "doc_score": "83.70381927490234", "publish_date": "2018/12/31"}, {"doc_id": "7421564", "text": "Hurricane Jerry / many bridges, culverts, and roads were washed out; this left hundreds of residents stranded. Damage in Kentucky reached at least $5 million. Similar impact occurred in Virginia; with $3.4 million (1989 USD) in damage in Buchanan County. In West Virginia, overflowing rivers in the western portions of the state forced hundreds to evacuate. Throughout the United States, Jerry resulted in about $70 million in damage. A tropical wave emerged into the Atlantic Ocean from the coast of northwest Africa on September 23. No additional signs of tropical cyclogenesis were observed as the tropical wave crossed the Atlantic Ocean or the", "doc_score": "85.11246490478516", "publish_date": "2018/12/31"}, {"doc_id": "12467763", "text": "Effects of Hurricane Ike in inland North America / the state of Ohio, 330,000 of them for over a week. A state of emergency was declared on Monday by Governor Ted Strickland. On September 16 and 17, Governor Strickland took a tour of the heavily damaged areas, particularly in Cincinnati, Columbus and Dayton to survey the damage. Ike caused over $560 million in damage in Ohio. The Cincinnati metropolitan area was very hard hit, with over 927,000 households losing power in that region (approximately 2.1 million people). A Duke Energy spokesperson said \"We have never seen anything like this. Never. We're talking about 90 percent of our customers without", "doc_score": "84.09683990478516", "publish_date": "2018/12/31"}, {"doc_id": "7421563", "text": "Hurricane Jerry / area. Many homes, businesses, and buildings were inflicted damage because of strong winds and three tornadoes spawned by the storm. Despite the issuance of a hurricane warning just eight hours prior to landfall, Jerry caused only three fatalities in Texas, possibly due to the storm's small size; a car fell over the Galveston Seawall, killing its three occupants. Minor wind and coastal flood damage was reported in Louisiana. Jerry and its remnants brought flash flooding to portions of the Upland South, particularly in the states of Kentucky, Virginia, and West Virginia. In eastern Kentucky, hundreds of homes were flooded and", "doc_score": "85.1241455078125", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_8", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "85.22911071777344", "publish_date": "2018/12/31"}, {"doc_id": "7842154", "text": "Pneumococcal conjugate vaccine / Advisory Committee on Immunization Practices, recommended the vaccine be administered to every infant and young child in the US. The resulting demand outstripped production, creating shortages not resolved until 2004. All children, according to current US vaccination schedules, should receive four doses, at two months, four months, six months, and again between one year and fifteen months of age. Prevnar-7 is designed to stop seven of about ninety pneumococcal serotypes which have the potential to cause invasive pneumococcal disease (IPD). In 2010, a 13-valent vaccine was introduced. Each year, IPD kills approximately one million children worldwide. Since approval, Prevnar's efficacy", "doc_score": "84.93647766113281", "publish_date": "2018/12/31"}, {"doc_id": "9495018", "text": "Pneumococcal vaccine / called Prevenar in some countries) was recommended for all children aged 2–23 months and for at-risk children aged 24–59 months in 2000. The normal four-dose series is given at 2, 4, 6 and 12–14 months of age. In February 2010, a pneumococcal congugate vaccine which protects against an additional six serotypes was introduced (PCV 13/brand name: Prevnar 13) and can be given instead of the original Prevnar. Pneumococcal polysaccharide vaccine (Pneumovax is one brand) gives at least 85% protection in those under 55 years of age for five years or longer. Immunization is suggested for those at highest risk of", "doc_score": "82.89917755126953", "publish_date": "2018/12/31"}, {"doc_id": "12900440", "text": "Typhoid vaccine / Vietnam, the vaccine had more than 90 percent efficacy in the first year and protection lasted at least 4 years. Depending on the formulation it can be given starting at the age of two (ViPS), six years old (Ty21a) or 6 months (TCV). Typhoid vaccine Typhoid vaccines are vaccines that prevent typhoid fever. Several types are widely available: typhoid conjugate vaccine (TCV), Ty21a (a live vaccine given by mouth) and Vi capsular polysaccharide vaccine (ViPS) (an injectable subunit vaccine). They are about 30 to 70% effective for the first two years depending on the specific vaccine in question. The Vi-rEPA", "doc_score": "84.09827423095703", "publish_date": "2018/12/31"}, {"doc_id": "7632465", "text": "MMRV vaccine / febrile seizures after MMRV compared to the separate administration of MMR and Varicella vaccines. MMRV vaccine The MMRV vaccine combines the attenuated virus MMR (measles, mumps, rubella) vaccine with the addition of chickenpox vaccine or varicella vaccine (V stands for varicella). The MMRV vaccine is typically given to children between 1 and 2 years of age. Several companies supply MMRV vaccines. ProQuad is marketed by Merck and was approved in 2005 for use in the United States by the Food and Drug Administration for children ages twelve months through twelve years. An MMRV vaccine called Priorix Tetra by GlaxoSmithKline has", "doc_score": "83.72138977050781", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_9", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "14240119", "text": "2009–11 Toyota vehicle recalls / and coordinate activities. The North America vehicle production facilities affected were located in Cambridge and Woodstock, Ontario, Canada (where Corolla, Matrix, and RAV4 models are produced), Princeton, Indiana (Highlander and Sequoia), Georgetown, Kentucky (Avalon and Camry), and San Antonio, Texas (Tundra). In addition to recalling vehicles, Toyota announced that it would install brake override systems on all Lexus, Scion and Toyota vehicles by the end of 2010. On February 3, 2010, United States Transportation Secretary Ray LaHood advised owners of vehicles affected by the recall to \"stop driving\" their vehicles until they can be fixed by a dealer. LaHood later", "doc_score": "84.69534301757812", "publish_date": "2018/12/31"}, {"doc_id": "17957451", "text": "General Motors ignition switch recalls / United States. The first recall was announced on February 7, 2014, and involved about 800,000 Chevrolet Cobalts and Pontiac G5s. On March 31, GM announced it was going to recall over 1.5 million more cars of six different models, due to faulty power steering. Of these, over 1.3 million were in the United States, and three of the models were also involved in the faulty ignition recall. The total number of cars recalled during 2014 as of 1 April was 6.26 million. On May 15, GM recalled 2.7 million more cars, bringing the total number of recalled vehicles in 2014", "doc_score": "83.90849304199219", "publish_date": "2018/12/31"}, {"doc_id": "14240117", "text": "2009–11 Toyota vehicle recalls / regards to the recalled vehicles: In early 2010, the US government began considering requiring all vehicles sold in the US to have accelerator override built into their brake systems. Research groups have questioned whether Toyota would \"get off easily\" because of its large investment in lobbying in Washington, with close ties to the congressional representatives who will lead inquiries into the company's string of safety problems. Other publications noted that half the Democratic congressional members involved in the hearings had received campaign contributions from the United Auto Workers union, a major stockholder of Toyota's top U.S. rival, General Motors. On", "doc_score": "82.8189926147461", "publish_date": "2018/12/31"}, {"doc_id": "14240099", "text": "2009–11 Toyota vehicle recalls / the master cylinder (U.S. market and non U.S. marketed Toyota Crown and Lexus GS350) and an electrical problem with the fuel pump, which would cause engine stalling (all markets except the U.S.). On November 9, 2011, Toyota announced a recall of 550,000 vehicles (447,000 in the U.S., 38,000 in Japan, and 25,000 in Australia and New Zealand) worldwide; the recall affects MY 2004-2005 Camry, Highlander, Sienna and Solara, MY 2004 Avalon, MY 2006 Highlander HV, MY 2004-2005 Lexus ES330 and RX330 and MY 2006 RX400h. The recall concerns a steering problem caused by the misalignment of the inner and outer", "doc_score": "84.95063781738281", "publish_date": "2018/12/31"}, {"doc_id": "14240101", "text": "2009–11 Toyota vehicle recalls / MY 2005-2010 Vitz, Belta, Ractis, Ist and Corolla Rumion. In Europe the recall affects MY 2005-2010 Yaris, Corolla, Auris, Camry and RAV-4. Vehicles in overseas markets are also affected. The recall concerns a problem with the driver's side power window switch that \"sticks\" and could lead it to melt or catch fire. It is \"not something that would cause any deadly accidents like the recall of 2009\" and repairs include the application of a special fluorine grease to the switch. On January 30, 2013, Toyota announced a recall of one million vehicles in the US. The recall affects 752,000 MY", "doc_score": "84.7345962524414", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_10", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "11568269", "text": "History of the Federal Reserve System / seven months after monetary aggregate policy had changed. From early 2001 to mid-2003 the Federal Reserve lowered its interest rates 13 times, from 6.25 to 1.00%, to fight recession. In November 2002, rates were cut to 1.75, and many interest rates went below the inflation rate. On June 25, 2003, the federal funds rate was lowered to 1.00%, its lowest nominal rate since July, 1958, when the overnight rate averaged 0.68%. Starting at the end of June 2004, the Federal Reserve System raised the target interest rate and then continued to do so 17 straight times. In February 2006, Ben", "doc_score": "100.1886215209961", "publish_date": "2018/12/31"}, {"doc_id": "11568271", "text": "History of the Federal Reserve System / Federal Reserve began cutting the federal funds rate. The Fed cut rates by 0.25% after its December 11, 2007 meeting and disappointed many individual investors who expected a higher rate cut: the Dow Jones Industrial Average dropped by nearly 300 points at its close that day. The Fed slashed the rate 0.75% in an emergency action on January 22, 2008 to assist in reversing a significant market slide influenced by weakening international markets. The Dow Jones Industrial Average initially fell nearly 4% (465 points) at the start of trading and then rebounded to a more tolerable 1.06% (128 point) loss.", "doc_score": "95.13606262207031", "publish_date": "2018/12/31"}, {"doc_id": "11568272", "text": "History of the Federal Reserve System / On January 30, 2008, eight days after the 75 points decrease, the Fed lowered its rate again, this time by 50 points. On August 25, 2009, President Barack Obama announced he would nominate Bernanke to a second term as chairman of the Federal Reserve. In October 2013, Janet Yellen was nominated to succeed Ben Bernanke as the chairperson of the Federal Reserve. In December 2015, the Fed raised its benchmark interest rates by a quarter of a percentage point to between 0.25 and 0.50 percent, after 9 years of an unchanged and stable very low interest rate. Key laws affecting", "doc_score": "95.92156982421875", "publish_date": "2018/12/31"}, {"doc_id": "134964", "text": "Federal Reserve / liquidity may also be provided in exceptional circumstances. The rate the Fed charges banks for these loans is called the discount rate (officially the primary credit rate). By making these loans, the Fed serves as a buffer against unexpected day-to-day fluctuations in reserve demand and supply. This contributes to the effective functioning of the banking system, alleviates pressure in the reserves market and reduces the extent of unexpected movements in the interest rates. For example, on September 16, 2008, the Federal Reserve Board authorized an $85 billion loan to stave off the bankruptcy of international insurance giant American International Group", "doc_score": "92.8783950805664", "publish_date": "2018/12/31"}, {"doc_id": "2729775", "text": "Price stability / the goal of price stability. In the United States, the Federal Reserve Act (as amended in 1977) directs the Federal Reserve to pursue policies promoting “maximum employment, stable prices, and moderate long-term interest rates.” The Fed long ago determined that the best way to meet those mandates is to target a rate of inflation of around 2%; in 2011 it officially adopted a 2% annual increase in the personal consumption expenditures price index (often called PCE inflation) as the target. Since the mid-trend 1990s, the Federal Reserve's measure of the inflation trend averaged 1.7%, a mere 0.3% shy of the", "doc_score": "94.47783660888672", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_11", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "9168390", "text": "Sean Blowers / as Wyman Manderly. Sean Blowers Sean Blowers (born 12 January 1961 in Middlesbrough, North Riding of Yorkshire) is an English actor. He is well known for playing John Hallam in \"London's Burning\" from 1986 until the character was killed off in 1996. He has also been in \"The Bill\", \"A Touch of Frost\", \"Dalziel and Pascoe\", \"Heartbeat\", \"New Tricks\", \"Casualty\", \"Staying Alive\", \"Crossroads\", \"Doctor Who\", \"EastEnders\" and has appeared in films such as \"The Krays\", \"Black Beauty\" and \"First Knight\". In 2016, he joined the cast of the HBO series \"Game of Thrones\" in \"The Winds of Winter\", the finale", "doc_score": "79.46319580078125", "publish_date": "2018/12/31"}, {"doc_id": "4338436", "text": "Philip Baker Hall / Rock\", \"The Truman Show\", \"The Talented Mr. Ripley\", \"Bruce Almighty\", \"You Kill Me\", \"In Good Company\", \"The Insider\", \"Dogville\", \"The Amityville Horror\", \"The Matador\", \"The Sum of All Fears\", \"The Zodiac\" and \"Zodiac\". More recently, he had a starring role in the 2006–07 Fox sitcom \"The Loop\" and had a guest starring role in \"The West Wing\". Hall also appeared as a guest star in the HBO animated series \"The Life & Times of Tim\". He appeared in the 2010 film \"All Good Things\". Hall acted in \"Seinfeld\" as Lt. Joe Bookman, the 'library cop' who tracks down Jerry for", "doc_score": "78.2730712890625", "publish_date": "2018/12/31"}, {"doc_id": "9168389", "text": "Sean Blowers / Sean Blowers Sean Blowers (born 12 January 1961 in Middlesbrough, North Riding of Yorkshire) is an English actor. He is well known for playing John Hallam in \"London's Burning\" from 1986 until the character was killed off in 1996. He has also been in \"The Bill\", \"A Touch of Frost\", \"Dalziel and Pascoe\", \"Heartbeat\", \"New Tricks\", \"Casualty\", \"Staying Alive\", \"Crossroads\", \"Doctor Who\", \"EastEnders\" and has appeared in films such as \"The Krays\", \"Black Beauty\" and \"First Knight\". In 2016, he joined the cast of the HBO series \"Game of Thrones\" in \"The Winds of Winter\", the finale of Season 6", "doc_score": "78.95677185058594", "publish_date": "2018/12/31"}, {"doc_id": "5986214", "text": "W. Earl Brown / W. Earl Brown William Earl Brown (born September 7, 1963) is an American actor, writer, producer, and musician. He is perhaps best known for his role as Dan Dority on the HBO series \"Deadwood\". He also played Kenny in the 1996 film \"Scream\" and Warren in the 1998 film \"There's Something About Mary\". More recently, he voiced and filmed performance capture for the character Bill in Naughty Dog's 2013 survival horror action video game \"The Last of Us\". He also appeared in the series \"American Crime\" and \"Preacher\", and in the Johnny Depp true-crime film \"Black Mass\" (2015). Brown received", "doc_score": "74.07046508789062", "publish_date": "2018/12/31"}, {"doc_id": "17906295", "text": "Curtis McClarin / Curtis McClarin Curtis L. McClarin (December 19, 1969 – March 4, 2014) was an American film, television and stage actor. He began all three careers in the early-1990s, appearing in films such as \"The Hard Way\" and \"Fresh\", in the television film \"Murder Without Motive: The Edmund Perry Story\" about the death of Edmund Perry, and on Broadway in the Tony Award-nominated musical \"Bring in 'da Noise, Bring in 'da Funk\". A resident of Brooklyn, New York, McClarin appeared in regional theatre productions across the U.S.. His other film credits include \"The Occupant\" and \"The Happening\", and he had guest", "doc_score": "74.72591400146484", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_12", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "13604810", "text": "Gamma-ray astronomy / gamma-ray observatories are the INTErnational Gamma-Ray Astrophysics Laboratory (INTEGRAL), Fermi, and the Astrorivelatore Gamma ad Immagini Leggero (AGILE). In November 2010, using the Fermi Gamma-ray Space Telescope, two gigantic gamma-ray bubbles, spanning about 25,000 light-years across, were detected at the heart of our galaxy. These bubbles of high-energy radiation are suspected as erupting from a massive black hole or evidence of a burst of star formations from millions of years ago. They were discovered after scientists filtered out the \"fog of background gamma-rays suffusing the sky\". This discovery confirmed previous clues that a large unknown \"structure\" was in the center", "doc_score": "88.10717010498047", "publish_date": "2018/12/31"}, {"doc_id": "13604811", "text": "Gamma-ray astronomy / of the Milky Way. In 2011 the Fermi team released its second catalog of gamma-ray sources detected by the satellite's Large Area Telescope (LAT), which produced an inventory of 1,873 objects shining with the highest-energy form of light. 57% of the sources are Blazars. Over half of the sources are active galaxies, their central black holes created gamma-ray emissions detected by the LAT. One third of the sources have not been detected in other wavelengths. Ground-based gamma-ray observatories include HAWC, MAGIC, HESS, and VERITAS. Ground-based observatories probe a higher energy range than space-based observatories, since their effective areas can be", "doc_score": "89.48049926757812", "publish_date": "2018/12/31"}, {"doc_id": "13604796", "text": "Gamma-ray astronomy / with as much as 80 TeV. Observation of gamma rays first became possible in the 1960s. Their observation is much more problematic than that of X-rays or of visible light, because gamma-rays are comparatively rare, even a \"bright\" source needing an observation time of several minutes before it is even detected, and because gamma rays are difficult to focus, resulting in a very low resolution. The most recent generation of gamma-ray telescopes (2000s) have a resolution of the order of 6 arc minutes in the GeV range (seeing the Crab Nebula as a single \"pixel\"), compared to 0.5 arc seconds", "doc_score": "89.31858825683594", "publish_date": "2018/12/31"}, {"doc_id": "13604798", "text": "Gamma-ray astronomy / Cherenkov light which the ultra-relativistic shower particles emit. The Imaging Atmospheric Cherenkov Telescope technique currently achieves the highest sensitivity. Gamma radiation in the TeV range emanating from the Crab Nebula was first detected in 1989 by the Fred Lawrence Whipple Observatory at Mt. Hopkins, in Arizona in the USA. Modern Cherenkov telescope experiments like H.E.S.S., VERITAS, MAGIC, and CANGAROO III can detect the Crab Nebula in a few minutes. The most energetic photons (up to 16 TeV) observed from an extragalactic object originate from the blazar, Markarian 501 (Mrk 501). These measurements were done by the High-Energy-Gamma-Ray Astronomy (HEGRA) air", "doc_score": "87.95237731933594", "publish_date": "2018/12/31"}, {"doc_id": "13604795", "text": "Gamma-ray astronomy / the study of extrasolar, and especially extra-galactic astronomy, new findings may complicate some prior models and findings. The mechanisms emitting gamma rays are diverse, mostly identical with those emitting X-rays but at higher energies, including electron-positron annihilation, the inverse Compton effect, and in some cases also the decay of radioactive material (gamma decay) in space reflecting extreme events such as supernovae and hypernovae, and the behaviour of matter under extreme conditions, as in pulsars and blazars. The highest photon energies measured to date are in the TeV range, the record being held by the Crab Pulsar in 2004, yielding photons", "doc_score": "89.65650939941406", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_13", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "200237", "text": "Internet Explorer / OEM version called Pocket Internet Explorer, later rebranded Internet Explorer Mobile made for Windows Phone, Windows CE, and previously, based on Internet Explorer 7 for Windows Mobile. On March 17, 2015, Microsoft announced that Microsoft Edge would replace Internet Explorer as the default browser on its Windows 10 devices. This effectively makes Internet Explorer 11 the last release (however IE 10 and 9 also receive security updates as of 2018). Internet Explorer, however, remains on Windows 10 primarily for enterprise purposes. Since January 12, 2016, only Internet Explorer 11 has been supported. Support varies based on the operating system's technical", "doc_score": "90.98809051513672", "publish_date": "2018/12/31"}, {"doc_id": "16186481", "text": "Internet Explorer 11 / Internet Explorer 11 Internet Explorer 11 (IE11) is the eleventh and final version of the Internet Explorer web browser by Microsoft. It was officially released on October 17, 2013 for Windows 8.1 and on November 7, 2013 for Windows 7. The browser was also shipped with Windows 10 on its release on July 29, 2015, but Microsoft Edge is the default browser in this version of Windows. It is the default browser shipped with Windows Server 2016. After January 12, 2016, only the most recent version of Internet Explorer to be offered for installation on any given Windows operating system", "doc_score": "90.65084838867188", "publish_date": "2018/12/31"}, {"doc_id": "200242", "text": "Internet Explorer / Gecko (the layout engine of Firefox). Microsoft claimed that Internet Explorer 11, running the WebKit SunSpider JavaScript Benchmark, was the fastest browser as of October 15, 2013. Microsoft Edge, officially unveiled on January 21, 2015, has replaced Internet Explorer as the default browser on Windows 10. Internet Explorer is still installed in Windows 10 in order to maintain compatibility with older websites and intranet sites that require ActiveX and other Microsoft legacy web technologies. According to Microsoft, development of new features for Internet Explorer has ceased. However, it will continue to be maintained as part of the support policy for", "doc_score": "91.04499816894531", "publish_date": "2018/12/31"}, {"doc_id": "4643541", "text": "Removal of Internet Explorer / Microsoft. However, in July 2009, Microsoft cancelled the Windows 7 E editions due to negative reactions from computer manufacturers. In 2015, Microsoft released Microsoft Edge, which replaced IE's status as the default browser in Windows 10. IE 11 is still available and preinstalled on Windows 10, but users setting up their computers for the first time have to actively seek it from the Windows Accessories folder in the Start menu since it is not pinned to the taskbar by default. Internet Explorer comes as an integrated component of Windows that cannot be uninstalled. Newer versions of Internet Explorer are sometimes", "doc_score": "89.70684051513672", "publish_date": "2018/12/31"}, {"doc_id": "5099505", "text": "History of Internet Explorer / launch of Windows 10. Later, the new interface and render engine for Project Spartan were leaked to Insiders in a developer preview of Windows 10, which could be enabled in Internet Explorer on Windows 10. On the same date as the launch of the new interface, a page on Microsoft's website announced the new name for Project Spartan - Microsoft Edge. Windows 10 was released on July 29, 2015 as a free upgrade to existing Windows 8.1 and Windows 7 customers. While Microsoft Edge was featured front-and-centered, Internet Explorer 11 remains available to use in the new OS for compatibility", "doc_score": "86.7256088256836", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_14", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "9556318", "text": "Ann Lowe / The dress, which cost $500 (approximately $ today), was described in detail in \"The New York Times\"'s coverage of the wedding. While the Bouvier-Kennedy wedding was a highly publicized event, Lowe did not receive public credit for her work. Throughout her career, Lowe continued to work for wealthy clientele who often talked her out of charging hundreds of dollars for her designs. After paying her staff, she often failed to make a profit on her designs. Lowe later admitted that at the height of her career, she was virtually broke. In 1962, she lost her salon in New York City", "doc_score": "79.65750122070312", "publish_date": "2018/12/31"}, {"doc_id": "3279323", "text": "Anna Wintour / criticism sexist. \"Powerful women in the media always get inspected more thoroughly than their male counterparts,\" said \"The New York Times\" in a piece about Wintour shortly after \"The Devil Wears Prada\"<nowiki>'</nowiki>s release. When she took over at \"Vogue\", gossip columnist Liz Smith reported rumours she had gotten the job through an affair with Si Newhouse. A reportedly furious Wintour made her anger the subject of one of her first staff meetings. She still complained about it when accepting a media award in 2002. She has been called a feminist whose changes to \"Vogue\" have reflected, acknowledged, and reinforced advances", "doc_score": "79.51295471191406", "publish_date": "2018/12/31"}, {"doc_id": "3279295", "text": "Anna Wintour / her wardrobe choices for key moments of the campaign. Lauren Weisberger, a former Wintour assistant who left \"Vogue\" for \"Departures\" along with Richard Story, wrote \"The Devil Wears Prada\" after a writing workshop he suggested she take. It was eagerly anticipated for its supposed insider portrait of Wintour prior to its publication. Wintour told \"The New York Times\", \"I always enjoy a great piece of fiction. I haven't decided whether I am going to read it or not.\" While it has been suggested that the setting and Miranda Priestly were based on \"Vogue\" and Wintour, Weisberger claims she drew not", "doc_score": "80.13116455078125", "publish_date": "2018/12/31"}, {"doc_id": "14646151", "text": "Rachel Uchitel / Rachel Uchitel Rachel Uchitel (; born 1975) is an American nightclub manager, hostess, and TV correspondent. She first encountered publicity when, following the September 11 attacks, a photo of her holding a picture of her fiancé, who worked in the World Trade Center, was published by the \"New York Post\" and circulated worldwide. She made headlines again in 2010 as one of golfer Tiger Woods' alleged mistresses. In 2010, she appeared in the fourth season of the American reality television series \"Celebrity Rehab with Dr. Drew\". Uchitel is the granddaughter of Maurice Uchitel (1911–2000), a Ukrainian-born Jewish American restaurant and", "doc_score": "79.2833251953125", "publish_date": "2018/12/31"}, {"doc_id": "3279311", "text": "Anna Wintour / 1990s,\" says Vogue co-worker Tom Florio. \"She ignited the entire industry.\" She has \"lost count\" of the times she has been physically attacked by activists. In Paris in October 2005, she was hit with a tofu pie while waiting to get into the Chloé show. On another occasion, an activist dumped a dead raccoon on her plate at a restaurant; she told the waiter to remove it. She and \"Vogue\" publisher Ron Galotti once retaliated for a protest outside the Condé Nast offices during the company's annual Christmas party by sending down a plate of roast beef. Others outside of", "doc_score": "77.49848175048828", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_15", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "10276202", "text": "Floods in the United States: 2001–present / feet in some parts of North Carolina, when Hurricane Florence stalled over southeastern North Carolina led to severe flooding, with some rivers cresting almost two weeks after Florence's landfall. Floods in the United States: 2001–present Floods in the United States: 2001–present is a list of flood events which were of significant impact to the country since 2001, inclusive. Floods are generally caused by excessive rainfall, excessive snowmelt, storm surge from hurricanes, and dam failure. The remains of the tropical cyclone sat and spun over eastern Texas for several days before moving eastward just inland of the Gulf coast. Heavy rains", "doc_score": "78.42582702636719", "publish_date": "2018/12/31"}, {"doc_id": "3090776", "text": "Dry Tortugas National Park / other national parks. Seeing this as having a damaging effect on their tourism-dependent economy, the residents of Key West, Florida, raised money to keep Dry Tortugas open. The effort was inspired by the Smithsonian Institution, which raised private donations to keep its museums open during the shutdown. Failing to find anybody to accept the money to reopen the park, Key West residents, under the auspices of the satirical micronation Conch Republic, sent a flotilla of civilian boats and fire department boats to Fort Jefferson in order to reopen the national park. When officials attempted to enter the fort, they were", "doc_score": "76.65504455566406", "publish_date": "2018/12/31"}, {"doc_id": "1965724", "text": "Hurricane Hugo / effects of the storm other than isolated and light showers. Had Hugo hit Savannah, it would have been the first major hurricane to make landfall in Georgia since Hurricane Seven of the 1898 season. Governor Carroll Campbell of South Carolina ordered an evacuation of the South Carolina coast in advance of the storm. Hugo caused nearly $7 billion (1989 US$) in damage in the mainland United States and Puerto Rico. At the time it was the costliest hurricane in U.S. history, but was exceeded in 1992 by Hurricane Andrew, and by several other storms since then. An additional $3 billion", "doc_score": "76.43063354492188", "publish_date": "2018/12/31"}, {"doc_id": "17407276", "text": "July 2013 Southeastern United States floods / July 2013 Southeastern United States floods The 2013 Southeastern United States floods were ongoing flooding across the southeastern U.S. Flash floods began on the morning of July 2 and continued through Independence Day and into the next day. The hardest-hit areas as of Friday afternoon are the Florida Panhandle, northwest Alabama and the area around Columbus, Mississippi. A plume of tropical moisture caused heavy rain to train over the same areas, for more than 36 hours in some cases, leading to flash flooding. The system also caused sporadic damaging winds and one tornado in Destin, Florida. A dip in the", "doc_score": "76.60861206054688", "publish_date": "2018/12/31"}, {"doc_id": "1970685", "text": "Hurricane Floyd / The hurricane produced torrential rainfall in Eastern North Carolina, adding more rain to an area already hit by Hurricane Dennis just weeks earlier. The rains caused widespread flooding over a period of several weeks; nearly every river basin in the eastern part of the state exceeded 500-year flood levels. In total, Floyd was responsible for 57 fatalities and $6.5 billion (1999 USD) in damage. Due to the destruction, the World Meteorological Organization retired the name \"Floyd\". Floyd originated as a tropical wave that exited the coast of Africa on September 2. It moved steadily westward and remained disorganized and devoid", "doc_score": "78.59291076660156", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_16", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "7617311", "text": "Strawberry Panic! / numbering. Students are ranged from grades one through six, the equivalent of the three years of junior-high and high school in Japan, and seventh through twelfth grade in North America. The hill is known as a sacred area which no men are allowed to enter. A prominent feature is a very large Catholic church in the center of the hill near a small lake; the church can be seen from a long distance away. There is a horse ranch at Spica. The students may go and study for their classes at a library on the lake's shore. Although only implied", "doc_score": "79.5322265625", "publish_date": "2018/12/31"}, {"doc_id": "8715463", "text": "Subsun / Subsun A subsun or \"sub-sun\" is a glowing spot that can be seen within clouds or haze when observed from above. The subsun appears directly below the sun, and is caused by its light reflecting off of numerous tiny ice crystals suspended in the atmosphere. As such the effect belongs to the family of halos. The region of ice crystals acts as a large mirror, creating a virtual image of the sun which appears below the horizon, analogous to the sun's reflection in a body of water. The ice crystals responsible for a subsun are typically in the shape of", "doc_score": "76.55670928955078", "publish_date": "2018/12/31"}, {"doc_id": "7617310", "text": "Strawberry Panic! / stories stage, and later appeared on the Japanese covers of the light novels, manga, and video game version, but was excluded from the anime adaptation and the English covers of the light novels and manga. The setting for \"Strawberry Panic!\" is, a very large hilltop where the three affiliated schools of Miator, Spica and Lulim, are located. Each school has its own student council, which governs the matters of each respective school. Periodically the three student councils, along with the Etoiles, meet in the Astraea Joint Student Council. The Astraea Hill school system employs the Scottish system of grade", "doc_score": "77.15251159667969", "publish_date": "2018/12/31"}, {"doc_id": "7617320", "text": "Strawberry Panic! / mediator between disputes in student council meetings of the three schools, among others. They are given a private greenhouse in which to grow flowers for use during school events. The Etoiles are elected after going through what is known as, which consists of three competitions in the light novels and the manga versions. The higher scoring pairs from the first two competitions carry on to the third competition, and the pair that wins the third competition becomes the Etoile Couple. In the anime, the competition aspect of the story is toned down. Still, it facilitates the culmination of the", "doc_score": "76.98627471923828", "publish_date": "2018/12/31"}, {"doc_id": "8127068", "text": "Las Cumbres Observatory / meter telescopes were constructed and deployed to McDonald Observatory at Fort Davis, Texas; Cerro Tololo Interamerican Observatory (CTIO) in Chile; South African Astronomical Observatory (SAAO), near Sutherland, South Africa; and SSO in Australia. During 2015 and 2016, seven 40 cm telescopes were deployed to CTIO, Haleakala Observatory, SSO, and to Teide Observatory on Tenerife in the Canary Islands. After completion of the construction and installation of these telescopes, LCO began its transition to operating a global observatory. In 2013, a Board of Directors was established and a President was hired to lead the organization. Full science scheduling began on 1", "doc_score": "75.16738891601562", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_17", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "20120642", "text": "Quinn XCII / 2016, Quinn released his new single \"Straightjacket\", taken off of his upcoming debut album \"The Story of Us\". A non-album single was released titled \"Make Time\", succeeded by two singles from the album that were released preceding the album's release in 2017, \"Fake Denim\" and \"Worst\". \"The Story of Us\" was released on September 15, 2017 under Columbia Records. A deluxe edition of the album was released on February 16, 2018, supported by the new single \"Iron & Steel\". In April 2018, it was announced that Quinn XCII was added to the management roster of Visionary Music Group through a", "doc_score": "80.77806854248047", "publish_date": "2018/12/31"}, {"doc_id": "3346226", "text": "Amerie / 17, 2018, Amerie posted on her Instagram a picture with the date \"October 19\" indicating new music coming. The next day October 18, she posted pictures of her new double album, released as two separate albums, \"4AM Mulholland\" and \"After 4AM\". The two albums make up her first album release in nine years, since \"In Love & War\" was released in 2009. This is also her second independent release since her EP \"Drive\". Since the start of her career, Amerie has been heavily involved within the creative process of her music, receiving not only writing credits but production and instrumentation", "doc_score": "82.46088409423828", "publish_date": "2018/12/31"}, {"doc_id": "20926737", "text": "A (Usher and Zaytoven album) / A (Usher and Zaytoven album) A (stylized as \"A\") is a collaborative studio album by American singer-songwriter Usher and American record producer Zaytoven, who also produced the album. It was released at midnight EST on October 12, 2018. The album is an homage to the city of Atlanta, where Usher and Zaytoven grew up. \"A\" features guest appearances from Future and Gunna. On July 25, 2018, Mark Pitts, President of Urban Music at RCA, posted a photo on Instagram of him and Usher working in the studio. Pitts posted another image in September on his Instagram of him, Zaytoven, and", "doc_score": "86.54121398925781", "publish_date": "2018/12/31"}, {"doc_id": "20926739", "text": "A (Usher and Zaytoven album) / is a solid homage to the duo’s beloved Atlanta roots and the city’s sound that has permeated just about every corner of popular music. Elias Leight of \"Rolling Stone\" writes catching pop’s waves has always been one of Usher’s greatest strengths, whether that means collaborating with Lil Jon when crunk was going mainstream or charging into EDM. Usher announced the project on October 11, 2018 with a trailer showing himself and Zaytoven driving around Atlanta and visiting various locations. The trailer also featured various portions of the tracks; alongside this, Usher also posted snippets of the tracks separately on Instagram.", "doc_score": "85.03917694091797", "publish_date": "2018/12/31"}, {"doc_id": "17348168", "text": "Rhythm 'N' Moves / the band announced on their Facebook page that they were finished with initial recording and would be releasing the album soon. On March 12, Capital Lights announced that the name of the album was officially going to be \"Rhythm N’ Moves\". On May 17, the band announced the album artwork for the release was official, as well as highlighted the first early review of the album from Indie Vision Music a few days later. On June 7, though the album was originally supposed to be released on July 19, the release date was changed to two days earlier for July", "doc_score": "81.95267486572266", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_18", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "16605565", "text": "Adverse vaccine reactions in pets / that has been linked to certain vaccines. Concern about VAS has resulted in changes in recommended vaccine protocols to limit the type, frequency, and sites of vaccinations. Owners are advised to monitor injection sites for signs of tumors and contact their veterinarian immediately if one develops. Concerns about these adverse reactions have led to revised guidelines in 2006, 2010 and 2011 that address these concerns by altering the recommended frequency and methods/locations for both vaccination of dogs and feline vaccination. Vaccines should be given in specific areas in order to: ease identification of which vaccine caused an adverse reaction, and", "doc_score": "86.1533432006836", "publish_date": "2018/12/31"}, {"doc_id": "5975797", "text": "Detoxification (alternative medicine) / and lack of evidence for the claims made. The \"toxins\" usually remain undefined, with little to no evidence of toxic accumulation in the patient. The British organisation Sense About Science has described some detox diets and commercial products as \"a waste of time and money\", while the British Dietetic Association called the idea \"nonsense\" and a \"marketing myth\". Suspicions of the inefficacy of purging became widespread by the 1830s. Biochemistry and microbiology appeared to support auto-intoxication theory in the 19th century, but by the early twentieth century detoxification-based approaches quickly fell out of favour. Even though abandoned by mainstream medicine,", "doc_score": "86.54737854003906", "publish_date": "2018/12/31"}, {"doc_id": "6278898", "text": "Horse care / have some scientific basis for efficacy, even if not fully supported or yet to be approved as either a drug or a feed supplement. The most popular of these are joint supplements such as glucosamine, chondroitin, and MSM. Examples of folk remedies that are not effective include the feeding of chewing tobacco or diatomaceous earth to horses as a wormer. Neither of these has been proven to work in any empirical study. Other natural remedies, whether useful or not, may show up in drug testing, particularly any herbs derived from the Capsicum or valerian families. Sometimes natural remedies are all", "doc_score": "85.58151245117188", "publish_date": "2018/12/31"}, {"doc_id": "19815723", "text": "Flea treatments / using one of the flea and tick control products for so long, the infestation is highly prevented and, in the end, stopped. Although all these products are effective in fighting against flea and tick infestations, they have different active ingredients and, because cats cannot metabolize some of the compounds of the product, care must be taken in their use. Flea infestation in the home are treated in various ways. A spot-on insecticide kills the fleas on the pet and in turn the pet itself collects and mops up newly hatched fleas. A fogger or spray insecticide containing an insect growth", "doc_score": "87.05035400390625", "publish_date": "2018/12/31"}, {"doc_id": "1690106", "text": "Quackery / spamming – in which modern forms of quackery are touted as miraculous remedies for \"weight loss\" and \"sexual enhancement\", as well as outlets for medicines of unknown quality. While quackery is often aimed at the aged or chronically ill, it can be aimed at all age groups, including teens, and the FDA has mentioned some areas where potential quackery may be a problem: breast developers, weight loss, steroids and growth hormones, tanning and tanning pills, hair removal and growth, and look-alike drugs. In 1992, the president of The National Council Against Health Fraud, William T. Jarvis, wrote in \"Clinical Chemistry\"", "doc_score": "85.67366027832031", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_19", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "886157", "text": "Climate of the United Kingdom / in Wales and Southern England recorded any air frosts, and temperatures were often comparable to those of April or May. The maximum recorded temperature was 17.2 °C at Teignmouth in Devon and Plockton and Achnagart in the Highlands of Scotland on the 16th. The lowest daily mean temperature during December 2015 at Heathrow Airport was 8.2 °C (on 9 December), comparable to the average daily high for the calendar month. Remarkably, December 2015 did not break any national records for high temperatures, just failing to reach the maximum England temperature of 17.7 °C recorded on 2 December 1985 in Chivenor,", "doc_score": "96.31248474121094", "publish_date": "2018/12/31"}, {"doc_id": "886174", "text": "Climate of the United Kingdom / winter temperatures occur on the south and west coasts, however, warm temperatures occasionally occur due to a foehn wind warming up downwind after the crossing the mountains. Temperatures in these areas can rise to in winter on rare occasions This is a particularly notable event in northern Scotland, mainly Aberdeenshire, where these high temperatures can occur in midwinter when the sun only reaches about 10° above the horizon. July is on average the warmest month, and the highest temperatures tend to occur away from the Atlantic in southern, eastern and central England, where summer temperatures can rise above. It", "doc_score": "94.0474853515625", "publish_date": "2018/12/31"}, {"doc_id": "20788104", "text": "2018 British Isles heat wave / Wales and Northern Ireland, June 2018 was the warmest June ever recorded and in England and Scotland, June 2018 ranks within the top 5 warmest on record. In the Central England region, the CET is a long running temperature series, with records back to 1659. 2018's temperature was, meaning it ranks as the 18th warmest June recorded in England in the past 359 years, also being the warmest since 1976. July 2018 was again, a very hot month, with the Central England Temperature showing that July 2018 is the 4th hottest month ever recorded since 1659. It also was", "doc_score": "93.80107116699219", "publish_date": "2018/12/31"}, {"doc_id": "886137", "text": "Climate of the United Kingdom / 25 °C was reached in the afternoon. Warmth in spring depends almost entirely on the strength of the sun, and can trigger thunderstorms and downpours. Mean temperatures in Spring are markedly influenced by latitude. Most of Scotland and the mountains of Wales and northern England are the coolest areas of the UK, with average temperatures ranging from. The southern half of England experiences the warmest spring temperatures of between. Summer lasts from June to August and is the warmest and usually the sunniest season. There can be wide local variations in rainfall totals due to localised thundershowers. These", "doc_score": "94.82661437988281", "publish_date": "2018/12/31"}, {"doc_id": "886142", "text": "Climate of the United Kingdom / at this station in March, November or December 1997 and even the following January 1998; only on 2 and 4 February 1998 were lower temperatures recorded here that winter. The first frost of the winter usually occurs between October and December; frost is quite unusual in September, when the surrounding ocean is at or near its warmest, except on high ground. It is not particularly unusual for September to be warmer than June, as it was in 1999. However, the United Kingdom sometimes experiences an \"Indian summer\", when temperatures, particularly by night, can be very mild and rarely fall below", "doc_score": "93.23358917236328", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_20", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "7066169", "text": "Cambridge House / Cambridge House Cambridge House is a grade I listed townhouse in central London. It sits on the northern side of Piccadilly in the fashionable district of Mayfair. The current name of the house comes from one of its owners, Prince Adolphus, Duke of Cambridge (1774–1850), the 7th son of King George III, but it was originally known as Egremont House, and later as Cholmondeley House. From about 1865 to 1999 it was the home of the Naval and Military Club, and is known colloquially as the In and Out Club due to its prominently signposted one-way carriage drive. The house,", "doc_score": "84.61499786376953", "publish_date": "2018/12/31"}, {"doc_id": "7066176", "text": "Cambridge House / million to the construction of affordable housing in the borough.\" Cambridge House Cambridge House is a grade I listed townhouse in central London. It sits on the northern side of Piccadilly in the fashionable district of Mayfair. The current name of the house comes from one of its owners, Prince Adolphus, Duke of Cambridge (1774–1850), the 7th son of King George III, but it was originally known as Egremont House, and later as Cholmondeley House. From about 1865 to 1999 it was the home of the Naval and Military Club, and is known colloquially as the In and Out Club", "doc_score": "83.76834106445312", "publish_date": "2018/12/31"}, {"doc_id": "7066171", "text": "Cambridge House / in American English) is the principal floor, containing a circuit of reception rooms. This floor has the highest ceilings and its status is emphasised externally by a Venetian window in the centre. The house changed hands several times. For several years in the 1820s it was occupied by George Cholmondeley, 1st Marquess of Cholmondeley and known as \"Cholmondeley House\". From 1829 to 1850 it was the London residence of Prince Adolphus, Duke of Cambridge (1774–1850), and became known as Cambridge House. Due to his royal status, that name has persisted. As Queen Victoria left the house after visiting her dying", "doc_score": "83.41130065917969", "publish_date": "2018/12/31"}, {"doc_id": "20576615", "text": "Windsor Court / Windsor Court Windsor Court is a large house in Wick Lane, Englefield Green, Egham, Surrey, England. It adjoins Windsor Great Park. The 37,000 sq ft house was built as Park Close in about 1900 in an eclectic mix of styles, most notably Arts & Crafts. It has ten bedrooms, ten bathrooms and 5 reception rooms. The estate includes 15 acres of mature gardens, cottages, stables and a large dower house. Park Close was owned in its early years by the civil engineer and politician Urban Hanlon Broughton as his summer residence. In 1930, his widow Mrs Urban H. Broughton was", "doc_score": "84.10225677490234", "publish_date": "2018/12/31"}, {"doc_id": "15270370", "text": "Harewood Park / the new house would be the home of any member of the royal family, although there was local and national speculation that the house will become the main residence of Prince William and Catherine, Duchess of Cambridge. The \"Daily Mail\" stated in November 2010 that \"after William finishes his three-year stint with the RAF he and Kate are expected to move into a six-bedroom house his father has had built at Harewood Park\", and the \"Hereford Times\" has also described it as their \"potential home\". This speculation has died after Anmer Hall on the Sandringham estate was named in April", "doc_score": "80.75566864013672", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_21", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "5201091", "text": "NFC East / NFC East The NFC East is a division of the National Football League (NFL)'s National Football Conference (NFC). It currently has four members: the Philadelphia Eagles, the New York Giants, the Dallas Cowboys, and the Washington Redskins. The division was formed in 1967 as the National Football League Capitol Division, keeping with the theme of having all of the league's divisions starting with the letter \"C.\" The division was so named because it was centered on the capital of the United States, Washington, D.C. In 1967 and 1969 the teams in the NFL Capitol Division were Dallas, Philadelphia, Washington and", "doc_score": "78.12751007080078", "publish_date": "2018/12/31"}, {"doc_id": "2375959", "text": "Bowl Championship Series / Bowl Championship Series The Bowl Championship Series (BCS) was a selection system that created five bowl game match-ups involving ten of the top ranked teams in the NCAA Division I Football Bowl Subdivision (FBS) of American college football, including an opportunity for the top two teams to compete in the BCS National Championship Game. The system was in place for the 1998 through 2013 seasons and in 2014 was replaced by the College Football Playoff. The BCS relied on a combination of polls and computer selection methods to determine relative team rankings, and to narrow the field to two teams", "doc_score": "78.14812469482422", "publish_date": "2018/12/31"}, {"doc_id": "7000709", "text": "History of the New England Patriots / XLIX on February 1, 2015, and won by a score of 28-24. The Patriots defeated the Atlanta Falcons 34-28 in Super Bowl LI at NRG Stadium. Boston had previously been home to several NFL teams. The first was the Boston Bulldogs, which lasted only one season (1929). They were followed by the Boston Braves/Redskins, from 1932 to 1936. They had played first at Braves Field and then at Fenway Park. The team did not draw well, even in their final season when they reached the NFL Championship Game, and moved to Washington following the 1936 season. The Boston Yanks played", "doc_score": "76.178955078125", "publish_date": "2018/12/31"}, {"doc_id": "6530556", "text": "Bedlam Series / Bedlam Series The Bedlam Series is the name given to the Oklahoma–Oklahoma State football rivalry. It refers to the athletics rivalry between Oklahoma State University Cowboys and Cowgirls and the University of Oklahoma Sooners of the Big 12 Conference. Both schools were also members of the Big 8 Conference before the formation of the Big 12 Conference in 1996, and both were divisional rivals in the Big 12 South Division prior to 2011. The Bedlam Series is, like most other intrastate rivalries, a rivalry that goes beyond one or two sports. Both schools also have rivalries with other schools, though", "doc_score": "74.49567413330078", "publish_date": "2018/12/31"}, {"doc_id": "5106162", "text": "NFC West / east of the Rocky Mountains until 2015. With the Rams' return to Los Angeles in 2016, the entire NFC West is now located west of the Rockies for the first time in its history (and is the only division in the whole NFL to have that distinction). Three of the four teams are in the Pacific Time Zone, with Arizona being the exception. In 2010, the NFC West became the first division in NFL history to have a champion with a losing record, after the 2010 Seattle Seahawks won the division title with a record of 7–9. They were joined", "doc_score": "75.33768463134766", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_22", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "11550090", "text": "Participation bias / Participation bias Participation bias or non-response bias is a phenomenon in which the results of elections, studies, polls, etc. become non-representative because the participants disproportionately possess certain traits which affect the outcome. These traits mean the sample is systematically different from the target population, potentially resulting in biased estimates. For instance, a study found that those who refused to answer a survey on AIDS tended to be \"older, attend church more often, are less likely to believe in the confidentiality of surveys, and have lower sexual self disclosure.\" It may occur due to several factors as outlined in Deming (1990).", "doc_score": "87.77787780761719", "publish_date": "2018/12/31"}, {"doc_id": "5128633", "text": "Photosensitivity in humans / Photosensitivity in humans Light sensitivity or photosensitivity refers to a notable or increased reactivity to light. Apart from vision, human beings have many physiological and psychological responses to light. In rare individuals an atypical response may result in serious discomfort, disease, or injury. Some drugs have a photosensitizing effect. Properties of natural or artificial light that may abnormally affect people include: Conditions that may include sensitivity to light include vertigo and chronic fatigue syndrome. Controlled application of artificial light can be used in a program of light therapy to treat some disorders. Sunlight, especially its ultraviolet radiation component, can cause", "doc_score": "86.88130950927734", "publish_date": "2018/12/31"}, {"doc_id": "19780209", "text": "Survey response effects / an average of the considerations in the mind at that time. To apply a metaphor, attitude is climate; considerations are weather features. And since the pool of considerations in one’s mind is constantly changing, attitudes are largely unstable over time. Due to this instability, survey response effects can significantly influence the outcome of surveys and should be considered when using surveys to inform policy making. Philip Converse has attributed survey response instability to respondents lacking meaningful beliefs, while others have chalked it up to measurement errors and vague language in surveys. Survey response effects Survey response effects are variations in", "doc_score": "87.0562744140625", "publish_date": "2018/12/31"}, {"doc_id": "15572168", "text": "Decline effect / also be the sample size of the scientific research, since smaller sample size is very likely to give more extreme results, suggesting a significant breakthrough, but also a higher probability of an error. Typical examples of this effect are the opinion polls, where those including a larger number of people are closer to reality than those with a small pool of respondents. This suggestion would not appear to account for the observed decrease over time regardless of sample size. Researcher John Ioannidis offers some explanation. He states that early research is usually small and more prone to highly positive results", "doc_score": "85.2572021484375", "publish_date": "2018/12/31"}, {"doc_id": "5128634", "text": "Photosensitivity in humans / increased or additional types of damage in predisposed individuals, such as those taking certain phototoxic drugs, or those with certain conditions associated with photosensitivity, including: Mastocytosis Mast cell activation syndrome Histamine intolerance Also, many conditions are aggravated by strong light, including: The Scientific Committee on Emerging and Newly Identified Health Risks (SCENIHR) in 2008 reviewed the connections between light from fluorescent lamps, especially from compact fluorescent lamp, and numerous human diseases, with results including: Photosensitivity in humans Light sensitivity or photosensitivity refers to a notable or increased reactivity to light. Apart from vision, human beings have many physiological and psychological", "doc_score": "83.75270080566406", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_23", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "10001110", "text": "Technological fix / In other words, there would be modification of the basic hardware, modification of techniques and procedures, or both. Technological fix is the idea that all problems can find solutions in better and new technologies. It now is used as a dismissive phrase to describe cheap, quick fixes by using inappropriate technologies; these fixes often create more problems than they solve, or give people a sense that they have solved the problem. In the contemporary context, technological fix is sometimes used to refer to the idea of using data and intelligent algorithms to supplement and improve human decision making in hope", "doc_score": "84.86577606201172", "publish_date": "2018/12/31"}, {"doc_id": "1883526", "text": "Qualcomm / to gain business. In 2014, China's anti-monopoly regulator announced that Qualcomm was suspected of overcharging and abusing its market position. In February 2015, China moved to fine Qualcomm a record $975 million for tactics the government claimed hurt consumers. On July 16, 2015, the European Commission announced that it had opened two antitrust investigations into Qualcomm's behavior in the field of baseband chipsets for consumer devices. In July 2016 a group of women filed a class-action gender discrimination lawsuit against Qualcomm, alleging that the firm discriminated against women in the science, technology, engineering, and mathematics areas - a class of", "doc_score": "82.63121795654297", "publish_date": "2018/12/31"}, {"doc_id": "20515491", "text": "Batterygate / Batterygate Batterygate is a controversy over Apple Inc.'s use of software upgrades to slow down Apple devices, in order to prolong their battery life. Due to reports of iPhones shutting off with around 30% battery life, Apple released iOS 10.2.1 which throttled the CPU performance of devices with a battery in poor health. While there had been anecdotal evidence that iPhones and other Apple products appeared to slow down just before a new launch, this was not taken seriously until hard data was posted on Reddit. In response Apple issued a short letter explaining the situation. On 28 December 2017", "doc_score": "85.8703384399414", "publish_date": "2018/12/31"}, {"doc_id": "14554735", "text": "Wintek / Wintek Wintek is a maker of electronic components, mainly touch screens for devices such as Apple's iPhone. Its headquarters is in Taichung,Taiwan. Wintek was established in 1990 and produces components in Taiwan, India, China and Vietnam. In May 2010 it emerged that employees in China producing touchscreens for the iPhone had been poisoned by a cleaning chemical called \"n\"-hexane, leading to nerve damage and in some cases paralysis. \"n\"-Hexane was introduced into the production process because it evaporates very quickly, thus speeding the manufacturing. A hospital in Suzhou has treated more than 100 workers who breathed in the hexane vapours.", "doc_score": "82.5101089477539", "publish_date": "2018/12/31"}, {"doc_id": "14696918", "text": "Rooting (Android) / manufacturers, as well as mobile carriers, were mainly unsupportive of third-party firmware development. Manufacturers had expressed concern about improper functioning of devices running unofficial software and related support costs. Moreover, firmware such as OmniROM and CyanogenMod sometimes offer features for which carriers would otherwise charge a premium, such as tethering. Due to that, technical obstacles such as locked bootloaders and restricted access to root permissions have commonly been introduced in many devices. For example, in late December 2011, Barnes & Noble and Amazon.com, Inc. began pushing automatic, over-the-air firmware updates, 1.4.1 to Nook Tablets and 6.2.1 to Kindle Fires, that", "doc_score": "80.79095458984375", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_24", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "11642053", "text": "Professor Green / an accompanying music video. In June 2017, Green endorsed Labour Party leader Jeremy Corbyn in the 2017 UK general election. He told fans to stop \"listening to the slander and attempted media blanket\" of Corbyn, adding: \"He is for peace and not war, that doesn't make him weak, nor does it mean he's spineless or without a backbone – quite the opposite.\" In July 2017, while visiting Rochdale to film a documentary, he confronted the leaders of far right political group Britain First, as reported in the British media, filming an anti-Muslim march he witnessed taking place in the Northern", "doc_score": "77.84093475341797", "publish_date": "2018/12/31"}, {"doc_id": "2607444", "text": "Lascelles Principles / Lascelles Principles The Lascelles Principles were a constitutional convention in the United Kingdom between 1950 and 2011, under which the Sovereign could refuse a request from the Prime Minister to dissolve Parliament if three conditions were met: The convention has been in abeyance since 2011, when the Sovereign's prerogative power to dissolve Parliament was removed by the Fixed-term Parliaments Act 2011. During public discussion of the King's potential response to the outcome of the 1950 general election, which returned a very slim Labour Party majority in the House of Commons, the Lascelles Principles were formally stated in a letter by", "doc_score": "76.30504608154297", "publish_date": "2018/12/31"}, {"doc_id": "1748097", "text": "Graham Allen (politician) / was the Chair of the Political and Constitutional Reform Select Committee in the House of Commons from 2010 to 2015 He is also a member of the Speaker's Committee on the Electoral Commission. Allen is a patron of Humanists UK (formerly British Humanist Association) and has campaigned against faith schools in the United Kingdom. Allen announced he would stand down at the 2017 general election due to ill health. Allen is a proponent of democratic reform and supports independent local government, some proportional representation and a fully elected House of Lords. He introduced a bill calling for a written constitution", "doc_score": "75.68486022949219", "publish_date": "2018/12/31"}, {"doc_id": "19116827", "text": "Time for Inclusive Education / we must begin this work early in schools.\" They outlined that they have taken specific action to tackle homophobic bullying in the past, with the creation of a teaching toolkit - and claimed that their next steps in tackling this would be to assess whether the current toolkit should be updated to provide teachers with the confidence to tackle homophobic bullying after the revised National Approach is published in 2016. On 12 January 2016, the petition put forward by TIE was unanimously rejected by the Public Petitions Committee. Ministers expressed sympathy with the campaign. Committee Convener Michael McMahon explained that", "doc_score": "77.09835815429688", "publish_date": "2018/12/31"}, {"doc_id": "9990731", "text": "Sara Parkin / Sara Parkin Sara Parkin (born 9 April 1946) started her working life as a nurse in Edinburgh but rose to prominence as a green political activist during and after the 1989 European elections, in which the UK Green Party gained 15% of the votes but no seats. She resigned from the party in 1992, at odds with the party’s anti-leadership stance, and went on to found the Forum for the Future with Jonathon Porritt and Paul Ekins. Her current campaigning focus is sustainability literacy as an essential outcome of formal education, especially in universities and colleges. She lives in Hackney,", "doc_score": "73.60088348388672", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_25", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "11719347", "text": "Bubonic plague / 30% to 90% of those infected. Death, if it occurs, is typically within ten days. With treatment the risk of death is around 10%. Globally there are about 650 documented cases a year, which result in ~120 deaths. In the 21st century, the disease is most common in Africa. The plague is believed to be the cause of the Black Death that swept through Asia, Europe, and Africa in the 14th century and killed an estimated 50 million people. This was about 25% to 60% of the European population. Because the plague killed so many of the working population, wages", "doc_score": "91.80545043945312", "publish_date": "2018/12/31"}, {"doc_id": "11719356", "text": "Bubonic plague / European human population. Some historians believe that society subsequently became more violent as the mass mortality rate cheapened life and thus increased warfare, crime, popular revolt, waves of flagellants, and persecution. The Black Death originated in Central Asia and spread from Italy and then throughout other European countries. Arab historians Ibn Al-Wardni and Almaqrizi believed the Black Death originated in Mongolia. Chinese records also showed a huge outbreak in Mongolia in the early 1330s. Research published in 2002 suggests that it began in early 1346 in the steppe region, where a plague reservoir stretches from the northwestern shore of the", "doc_score": "90.01219940185547", "publish_date": "2018/12/31"}, {"doc_id": "11719353", "text": "Bubonic plague / of 40–60% in untreated cases. People potentially infected with the plague need immediate treatment and should be given antibiotics within 24 hours of the first symptoms to prevent death. Other treatments include oxygen, intravenous fluids, and respiratory support. People who have had contact with anyone infected by pneumonic plague are given prophylactic antibiotics. Using the broad-based antibiotic streptomycin has proven to be dramatically successful against the bubonic plague within 12 hours of infection. \"Yersinia pestis\" was discovered in archaeological finds from the Late Bronze Age (~3800 BP). The first recorded epidemic affected the Eastern Roman Empire (Byzantine Empire) and was", "doc_score": "88.32577514648438", "publish_date": "2018/12/31"}, {"doc_id": "53817", "text": "Black Death / on plague transmission from rat fleas to humans via the bacillus \"Yersinia pestis\". The first North American plague epidemic was the San Francisco plague of 1900–1904, followed by another outbreak in 1907–1908. Modern treatment methods include insecticides, the use of antibiotics, and a plague vaccine. The plague bacterium could develop drug resistance and again become a major health threat. One case of a drug-resistant form of the bacterium was found in Madagascar in 1995. A further outbreak in Madagascar was reported in November 2014. In October 2017 the deadliest outbreak of the plague in modern times hit Madagascar, killing 170", "doc_score": "89.52843475341797", "publish_date": "2018/12/31"}, {"doc_id": "56402", "text": "Plague (disease) / and the bacteria is believed to circulate among rodents. It has historically occurred in large outbreaks, with the most well known being the Black Death in the 14th century, which resulted in greater than 50 million dead. When a flea bites a human and contaminates the wound with regurgitated blood, the plague carrying bacteria are passed into the tissue. \"Y. pestis\" can reproduce inside cells, so even if phagocytosed, they can still survive. Once in the body, the bacteria can enter the lymphatic system, which drains interstitial fluid. Plague bacteria secrete several toxins, one of which is known to cause", "doc_score": "87.33561706542969", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_26", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "4199330", "text": "Tobacco packaging warning messages / is the old version or the new version, it will be marked with \"戒煙專線0800-636363\" (Smoking Quitting Hotline: 0800-636363). In Thailand, a variety of warnings with graphic, disturbing images of tobacco-related harms (including a tracheotomy and rotting teeth) are placed prominently on cigarette packages. A recent study showed that the warnings made Thai smokers think more often about the health risks of smoking and about quitting smoking. or The warning messages on Ukrainian cigarette packets are also visually similar to those in European Union countries: In 1966, the United States became the first nation in the world to require a health", "doc_score": "90.4330825805664", "publish_date": "2018/12/31"}, {"doc_id": "494253", "text": "Cigarette / graphical cigarette warning labels, which are considered a more effective method to communicate to the public the dangers of cigarette smoking. Canada, Mexico, Belgium, Denmark, Sweden, Thailand, Malaysia, India, Pakistan, Australia, Argentina, Brazil, Chile, Peru, Greece, the Netherlands, New Zealand, Norway, Hungary, the United Kingdom, France, Romania, Singapore, Egypt, Nepal and Turkey, however, have both textual warnings and graphic visual images displaying, among other things, the damaging effects tobacco use has on the human body. The cigarette has evolved much since its conception; for example, the thin bands that travel transverse to the \"axis of smoking\" (thus forming circles along", "doc_score": "88.41395568847656", "publish_date": "2018/12/31"}, {"doc_id": "4199284", "text": "Tobacco packaging warning messages / Tobacco packaging warning messages Tobacco package warning messages are warning messages that appear on the packaging of cigarettes and other tobacco products concerning their health effects. They have been implemented in an effort to enhance the public's awareness of the harmful effects of smoking. In general, warnings used in different countries try to emphasize the same messages. Warnings for some countries are listed below. Such warnings have been required in tobacco advertising for many years. The WHO Framework Convention on Tobacco Control, adopted in 2003, requires such package warning messages to promote awareness against smoking. A 2009 review summarises that", "doc_score": "88.62641906738281", "publish_date": "2018/12/31"}, {"doc_id": "494270", "text": "Cigarette / in shifting the consumer’s choice when the same product displays in an alternative package. Studies also show how companies have manipulated a variety of elements in packs designs to communicate the impression of lower in tar or milder cigarettes, whereas the components were the same. Some countries require cigarette packs to contain warnings about health hazards. The United States was the first, later followed by other countries including Canada, most of Europe, Australia, Pakistan, India, Hong Kong, and Singapore. In 1985, Iceland became the first country to enforce graphic warnings on cigarette packaging. At the end of December 2010, new", "doc_score": "89.0300064086914", "publish_date": "2018/12/31"}, {"doc_id": "4199297", "text": "Tobacco packaging warning messages / (in the appropriate local languages) in all member states of the European Union. These warnings are displayed in black Helvetica bold on a white background with a thick black border. Ireland once prefaced its warnings with \"Irish Government Warning\", Latvia with \"Veselības ministrija brīdina\" (\"Health Ministry Warning\") and Spain with \"Las Autoridades Sanitarias Advierten (The Health Board Warns). In member states with more than one official language, the warnings are displayed in all official languages, with the sizes adjusted accordingly (for example in Belgium the messages are written in Dutch, French and German, in Luxembourg in French and German and", "doc_score": "88.59944152832031", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_27", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "185008", "text": "Parliament of the United Kingdom / someone who could command a majority in a confidence vote in the House of Commons. In the past the monarch has occasionally had to make a judgment, as in the appointment of Alec Douglas-Home in 1963 when it was thought that the incumbent Prime Minister, Harold Macmillan, had become ill with terminal cancer. However, today the monarch is advised by the outgoing Prime Minister as to whom he or she should offer the position next. The Upper House is formally styled \"The Right Honourable The Lords Spiritual and Temporal in Parliament Assembled\", the Lords Spiritual being bishops of the Church", "doc_score": "79.45648193359375", "publish_date": "2018/12/31"}, {"doc_id": "2178401", "text": "Speaker of the House of Commons (United Kingdom) / and the House immediately votes on a motion to re-elect the Speaker. If the motion to re-elect the Speaker fails, candidates are nominated, and the House proceeds with voting (as described above). Upon the passage of the motion, the Speaker-elect is expected to show reluctance at being chosen; he or she is customarily \"dragged unwillingly\" by MPs to the Speaker's bench. This custom has its roots in the Speaker's original function of communicating the Commons' opinions to the monarch. Historically, the Speaker, representing the House to the Monarch, potentially faced the Monarch's anger and therefore required some persuasion to accept", "doc_score": "77.94841003417969", "publish_date": "2018/12/31"}, {"doc_id": "3544754", "text": "Succession to the British throne / sovereign's consent before they marry; without such consent, they and their children would be disqualified from succession. The first four individuals in the line of succession who are over 21, and the sovereign's consort, may be appointed Counsellors of State. Counsellors of State perform some of the sovereign's duties in the United Kingdom while he or she is out of the country or temporarily incapacitated. Otherwise, individuals in the line of succession need not have specific legal or official roles. The United Kingdom is one of the 16 Commonwealth realms. Each of those countries has the same person as monarch", "doc_score": "79.06004333496094", "publish_date": "2018/12/31"}, {"doc_id": "661815", "text": "Presidential Succession Act / however, by proposing to place the SHS in the line of succession directly after the Attorney General (rather than at the end of the line). Proponents of placing the SHS high in the order of succession (eighth overall, as opposed to eighteenth) argued that, given the department's many responsibilities in the areas of security and national preparedness, the officer responsible for disaster relief and security, could be expected to possess the relevant knowledge and expertise to capably function acting as President following a catastrophic event; the same could not be said of every cabinet secretary. Referred to committee, no action", "doc_score": "80.64812469482422", "publish_date": "2018/12/31"}, {"doc_id": "180508", "text": "House of Commons of the United Kingdom / appointment to one of two ceremonial Crown offices: that of Crown Steward and Bailiff of the Chiltern Hundreds, or that of Crown Steward and Bailiff of the Manor of Northstead. These offices are sinecures (that is, they involve no actual duties); they exist solely to permit the \"resignation\" of members of the House of Commons. The Chancellor of the Exchequer is responsible for making the appointment, and, by convention, never refuses to do so when asked by a member who desires to leave the House of Commons. At the beginning of each new parliamentary term, the House of Commons elects", "doc_score": "77.15444946289062", "publish_date": "2018/12/31"}]}
{"question_id": "20220617_28", "search_time": "2022/06/19/01:40", "search_result": [{"doc_id": "490288", "text": "Inflation / that excludes food and energy prices, which rise and fall more than other prices in the short term. The Federal Reserve Board pays particular attention to the core inflation rate to get a better estimate of long-term future inflation trends overall. The inflation rate is most widely calculated by calculating the movement or change in a price index, typically the consumer price index. The inflation rate is the percentage change of a price index over time. The Retail Prices Index is also a measure of inflation that is commonly used in the United Kingdom. It is broader than the CPI", "doc_score": "93.44164276123047", "publish_date": "2018/12/31"}, {"doc_id": "490292", "text": "Inflation / determine what proportion of the typical consumer's overall spending is spent on specific goods and services, and weights the average prices of those items accordingly. Those weighted average prices are combined to calculate the overall price. To better relate price changes over time, indexes typically choose a \"base year\" price and assign it a value of 100. Index prices in subsequent years are then expressed in relation to the base year price. While comparing inflation measures for various periods one has to take into consideration the base effect as well. Inflation measures are often modified over time, either for the", "doc_score": "88.10910034179688", "publish_date": "2018/12/31"}, {"doc_id": "490289", "text": "Inflation / and contains a larger basket of goods and services. To illustrate the method of calculation, in January 2007, the U.S. Consumer Price Index was 202.416, and in January 2008 it was 211.080. The formula for calculating the annual percentage rate inflation in the CPI over the course of the year is: formula_1 The resulting inflation rate for the CPI in this one-year period is 4.28%, meaning the general level of prices for typical U.S. consumers rose by approximately four percent in 2007. Other widely used price indices for calculating price inflation include the following: Other common measures of inflation are:", "doc_score": "92.7750473022461", "publish_date": "2018/12/31"}, {"doc_id": "11990418", "text": "Consumer price index by country / inflation is more than one percentage point off its target, the Governor of the Bank of England is required to write to the Chancellor explaining why. Mervyn King became the first Governor to do so in April 2007, when inflation ran at 3.1% against a target 2%. Since 1996 the United Kingdom has also tracked a Consumer Price Index figure, and in December 2003 its inflation target was changed to one based on the CPI. The CPI target is currently 2%. Both the CPI and the RPI are published monthly by the Office for National Statistics. In the USA, CPI", "doc_score": "90.8961181640625", "publish_date": "2018/12/31"}, {"doc_id": "6030830", "text": "Inflation targeting / economic transition and real convergence to its Western European peers. Since 2010 the CNB uses 2 percent with a +/- 1pp range around it as the inflation target. The CNB places a lot of emphasis on transparency and communication; indeed, a recent study of more than 100 central banks found the CNB to be among the four most transparent ones. In 2012, inflation was expected to fall well below the target, leading the CNB to gradually reduce the level of its basic monetary policy instrument, the 2-week repo rate, until the zero lower bound (actually 0.05 percent) was reached in", "doc_score": "88.42616271972656", "publish_date": "2018/12/31"}]}
