{"question_id": "20220930_0", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "3480245", "text": "Kepler (spacecraft) / Laboratory, with Ball Aerospace responsible for developing the \"Kepler\" flight system. The Ames Research Center is responsible for the ground system development, mission operations since December 2009, and scientific data analysis. The initial planned lifetime was 3.5 years, but greater-than-expected noise in the data, from both the stars and the spacecraft, meant additional time was needed to fulfill all mission goals. Initially, in 2012, the mission was expected to be extended until 2016, but on July 14, 2012, one of the spacecraft's four reaction wheels used for pointing the spacecraft stopped turning, and completing the mission would only be possible", "doc_score": "83.44735717773438", "publish_date": "2018/12/31"}, {"doc_id": "3495433", "text": "STS-115 / the final tasks required for activation of the Solar Alpha Rotary Joint (SARJ). The SARJ is an automobile-sized joint that will allow the station's solar arrays to turn and point toward the sun. Burbank and MacLean released locks that had held the joint secure during its launch to orbit aboard \"Atlantis\". As they worked, the spacewalkers overcame several minor problems, including a malfunctioning helmet camera, a broken socket tool, a stubborn bolt, and a bolt that came loose from the mechanism designed to hold it captive. The stubborn bolt required the force of both spacewalkers to finally remove it. Burbank", "doc_score": "84.79571533203125", "publish_date": "2018/12/31"}, {"doc_id": "15941220", "text": "Unmanned NASA missions / Mars Polar Lander and were intended to strike the surface of Mars. The Gravity Recovery and Climate Experiment (GRACE), a joint mission of NASA and the German Aerospace Center, made detailed measurements of Earth's gravity field from its launch in March 2002 until October 2017. The satellites were launched from Plesetsk Cosmodrome, Russia on a Rockot launch vehicle. By measuring gravity, GRACE showed how mass is distributed around the planet and how it varies over time. Data from the GRACE satellites is an important tool for studying Earth's ocean, geology, and climate. GRACE was a collaborative endeavor involving the Center", "doc_score": "84.58890533447266", "publish_date": "2018/12/31"}, {"doc_id": "8204633", "text": "Rendezvous pitch maneuver / a critical concern of NASA ever since. The maneuver was first performed by Mission Commander Eileen Collins on STS-114, which was one of Space Shuttle \"Discovery\"s two \"Return To Flight\" missions after the \"Columbia\" STS-107 disaster. During STS-114, the rendezvous pitch maneuver was performed by Commander Eileen Collins shortly before docking with the ISS at 11:18 UTC on July 28, 2005, when Space Shuttle \"Discovery\" was photographed by Commander Sergei Krikalev and Flight Engineer John L. Phillips, of the ISS Expedition 11, using handheld Kodak 760 DCS digital cameras. On this occasion, astronaut Stephen Robinson undertook a precautionary spacewalk to", "doc_score": "82.47167205810547", "publish_date": "2018/12/31"}, {"doc_id": "9030", "text": "Apollo 11 / have resulted from extra air pressure in the docking tunnel. Or it could have been the result of \"Eagle\"s pirouette maneuver. Five minutes into the descent burn, and above the surface of the Moon, the LM guidance computer (LGC) distracted the crew with the first of several unexpected 1201 and 1202 program alarms. Inside Mission Control Center, computer engineer Jack Garman told guidance officer Steve Bales it was safe to continue the descent, and this was relayed to the crew. The program alarms indicated \"executive overflows\", meaning the guidance computer could not complete all of its tasks in real time", "doc_score": "83.74480438232422", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_1", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "16100742", "text": "Effects of Hurricane Andrew in Florida / after Hurricane Andrew, state officials established a temporary relief center at the South Florida Fairgrounds near West Palm Beach. While in operation, more than 20,000 volunteers moved about 4,500 tons of supplies unto more than 1,200 trucks for distribution to the victims of the storm. By September 27, the relief distribution center at the South Florida Fairgrounds closed. In addition, the Boy Scouts of America also assisted in the aftermath of Hurricane Andrew. In Glennville, Georgia, a Boy Scout troop and two Cub Scout packs filled a truck with food after collecting door-to-door. Similarly, another Cub Scout pack in North", "doc_score": "81.95963287353516", "publish_date": "2018/12/31"}, {"doc_id": "5007504", "text": "Hurricane Bertha (1996) / of Delaware, tidal flooding was minor and occurred on Route 54 near Fenwick Island. Two days before Bertha arrived, rough surf resulted in 40 water rescues at Bethany Beach. Seashore state campgrounds were closed and shelters were set up, but less than 100 persons used them. Approximately of rain fell, while SKYWARN Spotters reported around of precipitation in Sussex County. This inundated some areas with poor drainage, though the only river to flood was the Christina River in New Castle County. Wind gusts reached in Dover. Throughout the state, 3,200 homes lost electricity, but many for only eight hours. At", "doc_score": "79.39070129394531", "publish_date": "2018/12/31"}, {"doc_id": "16015306", "text": "Hurricane Rina / at least 160 homes and buildings suffered water damage. Several streets were closed in Fort Lauderdale, Oakland Park, Pompano Beach, and Wilton Manors. A shelter was opened for displaced residents in Fort Lauderdale. Canals also overflowed in Coral Springs. A number of streets were flooded in Palm Beach County, especially in Boca Raton, Boynton Beach, Delray Beach, and Highland Beach, but water entered no homes or buildings. In western Palm Beach County, rainfall flooded some farmlands, causing a delay in harvesting sugar cane and halting vegetable planting. Lake Okeechobee stood at on October 31, about higher than a month earlier.", "doc_score": "80.52796173095703", "publish_date": "2018/12/31"}, {"doc_id": "6622151", "text": "Hurricane Kate (1985) / declared a state of emergency for six counties in South Florida. However, it was reversed following the relatively minor effects in the area. Officials recommended evacuation of the Florida Keys, leading to heavy traffic on the Overseas Highway and prompting the Red Cross to open 12 shelters. Three shelters were opened in Key West, but only 500 individuals utilized them during the storm. Most residents chose to endure the storm in their homes. In Fort Lauderdale, schools were closed and residents of mobile homes were required to leave. Shortly after the storm reached its peak intensity on November 20, the", "doc_score": "79.7412109375", "publish_date": "2018/12/31"}, {"doc_id": "7080596", "text": "1886 Atlantic hurricane season / in North Carolina, winds of 42–44 mph (68–71 km/h) affected Kitty Hawk and Fort Macon, respectively. Copious rains affected southeast Virginia over a two-day span, destroying railroad trestles and embankments. The James River crested above flood stage, flooding waterfront structures in Richmond and prompting evacuations. After nearly two quiet weeks, the fourth tropical storm of the season developed about 105 miles (170 km) west-southwest of George Town, Cayman Islands, at 06:00 UTC on July 14. For two more days, the system drifted west-northwest, gradually strengthening. On July 16, the cyclone began turning to the northeast and accelerated. It reached hurricane", "doc_score": "80.8184585571289", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_2", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "20246147", "text": "Promoting Resilience and Efficiency in Preparing for Attacks and Responding to Emergencies (PREPARE) Act of 2017 / have also become an increasingly dangerous threat to the American public, and the PREPARE Act aims to make emergency and relief services more efficient so that as many victims can be assisted as quickly as possible. Over the past five decades, most of the United States has witnessed spikes in extended periods of excessively warm temperatures, torrential storms, and severe floods and droughts. In 2011 and 2012, the number of intense heat waves was approximately triple the long-term average. The 2011 drought in Texas and Oklahoma was a result of more than 100 days over 100 degrees Fahrenheit. Both states", "doc_score": "84.77874755859375", "publish_date": "2018/12/31"}, {"doc_id": "6635633", "text": "Summer learning loss / was standardized. The current 9-month calendar that most schools operate on was established when 85% of Americans (and students) were involved in agriculture, and when climate control did not exist in school buildings. In today's United States, only about 3% of Americans are engaged in agriculture. Also, most schools have air conditioning, making it possible for students to be there in the hotter months. After-school activities and summer programs can play a role in combatting summer learning loss. Studies have shown that if students are able to participate in organized academic activities during the summer months, they are less likely", "doc_score": "82.97789764404297", "publish_date": "2018/12/31"}, {"doc_id": "14960777", "text": "Mobile phone recycling / The reasoning behind this is that reusing leads to a decreased amount of resources being extracted from the environment, therefore minimizing the impact. Some predict revenues for the US mobile phone recycling industry will see a notable increase until at least 2019, due to an upturn in mobile phone ownership a thus a larger base of phones available for recycling.. Approximately 150 million mobile phones are discarded each year in the USA. Up to 35 000 pounds of copper and 772 pounds of silver can be recovered per 1 million devices recycled. A'marginal' amount of gold and palladium has", "doc_score": "78.5748519897461", "publish_date": "2018/12/31"}, {"doc_id": "17901223", "text": "Homeowner Flood Insurance Affordability Act of 2013 / program's debt increased to $24 billion in part due to Hurricane Katrina in 2005 and Hurricane Sandy in 2012. The Biggert–Waters Flood Insurance Reform Act of 2012 was \"designed to allow premiums to rise to reflect the true risk of living in high-flood areas\". The bill was supposed to deal with the increasing debt of the National Flood Insurance Program by requiring the premiums to reflect real flood risks. The result was a 10-fold increase in premiums. At present, $527 billion worth of property is in the coastal floodplain. The federal government heavily underwrites the flood insurance rates for these", "doc_score": "79.4559097290039", "publish_date": "2018/12/31"}, {"doc_id": "8419976", "text": "Cold wave / be shipped from affected areas or even slaughtered. Smudge pots can bring smoke that prevents hard freezes on a farm or grove. Vulnerable crops may be sprayed with water that will paradoxically protect the plants by freezing and absorbing the cold from surrounding air. Most people can dress appropriately and can even layer their clothing should they need to go outside or should their heating fail. They can also stock candles, matches, flashlights, and portable fuel for cooking and wood for fireplaces or wood stoves, as necessary. However caution should be taken as the use of charcoal fires for cooking", "doc_score": "80.34257507324219", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_3", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "11087691", "text": "Sergio Mattarella / 2018 election resulted in a hung parliament, with no coalitions able to form a majority of seats in both the Chamber of Deputies and the Senate of the Republic. The election was seen as a backlash against the establishment with the Five Star Movement (M5S) and the League becoming the two largest parties in the Parliament. After the election's results were known, Luigi Di Maio, leader of the M5S, and Matteo Salvini, secretary of the League, each urged that Mattarella should give him the task of forming a new cabinet because he led the largest party or coalition, respectively. On", "doc_score": "81.47127532958984", "publish_date": "2018/12/31"}, {"doc_id": "16983044", "text": "2018 Italian general election / notable Italian economic newspaper \"Il Sole 24 Ore\" estimated the cost of this measure at around €25 billion per year calculated with a 20% rate, or €40 billion with 15%. Berlusconi also proposed the cancellation of IRAP, a tax on productivity, the increase of minimum pensions to €1,000, the introduction of a \"dignity income\" to fight poverty, the decontribution on youth recruitment, changes to the Fornero law, which regulated pensions, and the launch of a \"Marshall Plan\" for Africa to reduce illegal immigration to Italy. Within FI there are some representatives of the Animalist Movement (MA) led by Michela Brambilla,", "doc_score": "81.75202178955078", "publish_date": "2018/12/31"}, {"doc_id": "16983049", "text": "2018 Italian general election / of Macerata, Marche in Central Italy where six African migrants were seriously wounded. A 28-year-old local man, Luca Traini, was arrested and charged with murder attempt, and was also charged for the attack against the local headquarters of the ruling PD party. After the attack, Traini reportedly had an Italian flag draped on his shoulders and raised his arm in the fascist salute. Traini stated that the attack was \"revenge\" for Pamela Mastropietro, an 18-year-old Roman woman whose dismembered body had been found few days earlier, stuffed into two suitcases and dumped in the countryside; for this, three Nigerian drug", "doc_score": "80.2117919921875", "publish_date": "2018/12/31"}, {"doc_id": "20734318", "text": "Giuseppe Conte / to agree on a detailed government program and a Prime Minister to lead the joint government. Both M5S and the League announced their intention to ask their respective members to vote on the government agreement by the weekend. On 21 May, Conte was proposed by Di Maio and Salvini for the role of Prime Minister in the 2018 Italian government, despite reports in the Italian press suggesting that President Mattarella still had significant reservations about the direction of the new government. On 23 May, Conte was invited to the Quirinal Palace to receive the presidential mandate to form a new", "doc_score": "81.17107391357422", "publish_date": "2018/12/31"}, {"doc_id": "16983039", "text": "2018 Italian general election / 2017, President Sergio Mattarella dissolved Parliament and a new general election was called for 4 March 2018. On 21 February 2018, Marco Minniti, the Italian Minister of the Interior, warned \"There is a concrete risk of the mafias conditioning electors' free vote\". Predominately the Sicilian Mafia have been recently active in Italian election meddling, the Camorra and 'Ndrangheta organisations have also taken an interest. In late February, Berlusconi indicated the President of the European Parliament, Antonio Tajani, as his candidate for the premiership if the centre-right won the general election and if Forza Italia received at least the plurality of", "doc_score": "81.71595764160156", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_4", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "18567779", "text": "Super Bowl LII halftime show / but Pepsi quickly denied it. During August and September 2017, several publications informed that Timberlake was the frontrunner to performer at the Super Bowl LII halftime, first along with his frequent-collaborator Jay-Z as co-headliner, and then as the solo performer. Jay-Z was also rumored to be a solo performer, but it was reported that he turned it down due to the NFL's treatment of Colin Kapernick, which he later confirmed in his song Apeshit. A spokesperson from the NFL stated at the time, \"along with Pepsi, we know that we will put on a spectacular show. When it is time", "doc_score": "82.493408203125", "publish_date": "2018/12/31"}, {"doc_id": "18567775", "text": "Super Bowl LII halftime show / Super Bowl LII halftime show The Super Bowl LII Halftime Show (officially known as the Pepsi Super Bowl LII Halftime Show) took place on February 4, 2018 at U.S. Bank Stadium in Minneapolis, Minnesota, as part of Super Bowl LII. Justin Timberlake was the featured performer, as confirmed by the National Football League (NFL) on October 22, 2017. It was televised nationally by NBC. It received four nominations at the 70th Primetime Emmy Awards. The show began with Jimmy Fallon introducing Justin Timberlake, followed by a video screen depicting Timberlake performing \"Filthy\" in a club setting below the field level", "doc_score": "86.85669708251953", "publish_date": "2018/12/31"}, {"doc_id": "17473840", "text": "Super Bowl LII / and a U.S. Bank Stadium lounge on the day of the Super Bowl. The Minneapolis Armory also hosted Jennifer Lopez, Imagine Dragons, and Pink concerts close to U.S. Bank Stadium. Pink also performed the national anthem before the Super Bowl. Halftime performer Justin Timberlake held a ticketed \"listening session\" of his newest album at Prince's Paisley Park. Dave Matthews Band performed at Xcel Energy Center in Saint Paul. The Shakopee Mdewakanton Sioux Community's Mystic Lake Casino hosted Gwen Stefani, the Chainsmokers, Florida Georgia Line, and Kygo. Planners originally scheduled a traveling nightclub for 9500 people, but cancelled, moving its concerts", "doc_score": "83.65752410888672", "publish_date": "2018/12/31"}, {"doc_id": "18567747", "text": "Super Bowl LI halftime show / with the hashtags #GOHContest and #PepsiHalftime by December 15, professing their fandom for Gaga. \"Billboard\" Colin Stutz revealed that Gaga would not be accompanied by any guest musicians, which was different from the shows of the past few years. Pepsi confirmed in a press release that a ten-second countdown would precede Gaga's performance, when a lead-in, produced by Creator's Studio featuring jazz singer Tony Bennett, would be shown. Gaga confirmed her plan to sing atop the dome of NRG Stadium, an idea given to her by her sister Natali Germanotta. Her team were worried about the safety hazards associated with", "doc_score": "83.71043395996094", "publish_date": "2018/12/31"}, {"doc_id": "18567742", "text": "Super Bowl LI halftime show / of the stage, shouted \"Super Bowl 51\", dropped her microphone, and jumped off the stage catching a football. Around August 2016 media began reporting that singer Adele was in discussions with the National Football League (NFL) to perform at the Super Bowl LI halftime show, on February 5, 2017, at Houston's NRG Stadium. Pepsi Zero Sugar sponsored the show. A representative from the NFL said that \"organisers are doing absolutely everything they can to try to persuade her to sign up\". During her Adele Live 2016 concert tour at Los Angeles, Adele clarified that although she had been asked to", "doc_score": "82.16584777832031", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_5", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "4407060", "text": "World's largest airlines / World's largest airlines The world's largest airlines can be defined in several ways. American Airlines Group is the largest by its fleet size, revenue, profit, passengers carried and revenue passenger mile. Delta Air Lines is the largest by assets value and market capitalization. Lufthansa Group is the largest by number of employees, FedEx Express by freight tonne-kilometers, Turkish Airlines by number of countries served and UPS Airlines by number of destinations served. Note that Emirates is a government-owned company and is thus not included in this list of public companies. Its 2014-2015 revenue was billion ( billion), profit billion (", "doc_score": "81.44471740722656", "publish_date": "2018/12/31"}, {"doc_id": "2268059", "text": "Northrop T-38 Talon / 2010 to replace the T-38. Bidders included: a joint venture of BAE Systems and Rolls Royce, offering the Hawk trainer, equipped with Rolls' Adour Mk951 engine offering 6,500 lb of thrust and FADEC; Lockheed Martin and Korea Aerospace Industries, offering the T-50; and Raytheon and Alenia Aermacchi offering the T-100, an aircraft whose design originated with the M-346. Boeing and Saab offered a new-technology design powered by the General Electric F404 turbofan engine. The Boeing/Saab bid first flew on December 20, 2016 and on September 27, 2018 was declared the winner of the T-X competition. NASA operates a fleet of", "doc_score": "79.59162902832031", "publish_date": "2018/12/31"}, {"doc_id": "1836923", "text": "Business jet / at 25%. Honeywell will hold 45% of the avionics $16B revenue ahead of Rockwell Collins with 37% and Garmin. For 2019-2028, Honeywell predicts 7,700 aircraft to be delivered for $251 billion. Its breakdown is 62% big (87% in value) - super-midsize to business liner, 10% midsize (7% in value) - light-medium to medium, and 28% small (6% in value). The global demand is expected to come from North America for 61%, 16% from Europe, 12% from Latin America, 7% from Asia-Pacific and 4% from Middle East and Africa. For the next decade, Aviation Week predicts 8,683 business jets and 2,877", "doc_score": "80.8089370727539", "publish_date": "2018/12/31"}, {"doc_id": "4407061", "text": "World's largest airlines / billion), and assets billion ( billion) with 56,725 employees. The IATA reports numbers for individual air operator's certificates and groups of multiple airlines can report larger numbers. \"Airline holding groups\" \"Individual airlines\" World's largest airlines The world's largest airlines can be defined in several ways. American Airlines Group is the largest by its fleet size, revenue, profit, passengers carried and revenue passenger mile. Delta Air Lines is the largest by assets value and market capitalization. Lufthansa Group is the largest by number of employees, FedEx Express by freight tonne-kilometers, Turkish Airlines by number of countries served and UPS Airlines by", "doc_score": "79.88818359375", "publish_date": "2018/12/31"}, {"doc_id": "19670", "text": "Airline / international frequencies and leverage partnerships to optimise capacities and benefit from overseas connectivity. The world's largest airlines can be defined in several ways. American Airlines Group is the largest by its fleet size, revenue, profit, passengers carried and revenue passenger mile. Delta Air Lines is the largest by assets value and market capitalization. Lufthansa Group is the largest by number of employees, FedEx Express by freight tonne-kilometers, Ryanair by number of international passengers carried and Turkish Airlines by number of countries served. Airlines assign prices to their services in an attempt to maximize profitability. The pricing of airline tickets has", "doc_score": "79.4001693725586", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_6", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "1507214", "text": "Reserve currency / typically change takes place gradually over time; the markets involved adjust accordingly. However, the dollar remains the favorite reserve currency because it has stability along with assets such as United States Treasury security that have both scale and liquidity. The US dollar's dominant position in global reserves is challenged occasionally, because of the growing share of unallocated reserves, and because of the doubt regarding dollar stability in the long term. However, in the aftermath of the financial crisis, the dollar’s share in the world’s foreign-exchange trades rose slightly from 85% in 2010 to 87% in 2013. The dollar's role as", "doc_score": "87.99378204345703", "publish_date": "2018/12/31"}, {"doc_id": "10361102", "text": "U.S. Dollar Index / dismantling of the Bretton Woods system. At its start, the value of the U.S. Dollar Index was 100.000. It has since traded as high as 164.7200 in February 1985, and as low as 70.698 on March 16, 2008. The make up of the \"basket\" has been altered only once, when several European currencies were subsumed by the euro at the start of 1999. Some commentators have said that the make up of the \"basket\" is overdue for revision as China, Mexico, South Korea and Brazil are major trading partners presently which are not part of the index whereas Sweden and", "doc_score": "86.7164306640625", "publish_date": "2018/12/31"}, {"doc_id": "15573672", "text": "International use of the U.S. dollar / from the financial turmoil, the Japanese yen and United States dollar sharply rose against other currencies, including the euro. At the same time, however, many countries such as China, India and Russia announced their intentions to diversify their foreign reserve portfolios away from the U.S. dollar. The European sovereign debt crisis that unfolded in 2010 sent the euro falling to a four-year low of $1.1877 on June 7, as investors considered the risk that certain Eurozone members may default on their government debt. The euro's decline in 2008-2010 had erased half of its 2000-2008 rally. The issuance of U.S dollar-denominated", "doc_score": "86.04188537597656", "publish_date": "2018/12/31"}, {"doc_id": "1709380", "text": "Consumer price index / Replacing the current cost-of-living adjustment calculation with the chained CPI was considered, but not adopted, as part of a deficit-reduction proposal to avert the sequestration cuts, or fiscal cliff, in January 2013, but President Obama included it in his April 2013 budget proposal. Because of some shortcomings of the CPI, notably that it uses static expenditure weighting and it does not account for the substitution effect, the PCEPI is an alternative price index used by the Federal Reserve, among others, to measure inflation. From January 1959 through July 2018, inflation measured by the PCEPI has averaged 3.3%, while it has", "doc_score": "86.98332214355469", "publish_date": "2018/12/31"}, {"doc_id": "759122", "text": "Renminbi / suggests a 37.5% undervaluation. The People's Bank of China lowered the renminbi's daily fix to the US dollar by 1.9 per cent to ¥6.2298 on 11 August 2015. The People's Bank of China again lowered the renminbi's daily fix to the US dollar from ¥6.620 to ¥6.6375 after the Brexit on 27 June 2016. It had not been this low since December 2010. Before 2009, the Chinese renminbi had little to no exposure in the international markets because of strict government controls by the central Chinese government that prohibited almost all export of the currency, or use of it in", "doc_score": "88.28265380859375", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_7", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "19720542", "text": "2017 Major League Baseball season / of the player's number and the \"C\" logo. The weekend of August 25–27 was the inaugural Players Weekend, organized jointly by MLB and the MLB Players Association, during which all 30 teams wore special uniforms. The first use of the special uniforms was on August 20 by the Cardinals and Pirates for the MLB Little League Classic, played in Williamsport, Pennsylvania during the 2017 Little League World Series in nearby South Williamsport. Players Weekend also coincided with the final days of the LLWS. The uniforms dramatically differed from regular uniforms in several respects: The Indians and Royals wore Negro Leagues", "doc_score": "82.61759948730469", "publish_date": "2018/12/31"}, {"doc_id": "1937917", "text": "Major League Baseball All-Star Game / The \"home team\" has traditionally been the league in which the host franchise plays its games, but the American League was designated the home team for the 2016 All Star Game, despite its being played in Petco Park, home of the National League's San Diego Padres. This decision was made following the announcement of Miami as host for the 2017 All Star Game, which was the third straight year in which the game is hosted in a National League ballpark. Since 1934, the managers of the game are the managers of the previous year's league pennant winners and World Series", "doc_score": "82.50042724609375", "publish_date": "2018/12/31"}, {"doc_id": "20282496", "text": "2018 Major League Baseball season / uniforms. The event was held August 24 to 26, again coinciding with the final weekend of the Little League World Series. The Royals wore Spanish-language \"Los Reales\" uniforms September 1. The Orioles wore Braille uniforms September 18 to mark the 40th anniversary of the National Federation of the Blind's headquarters moving to Baltimore. They became the first pro sports team ever to wear such uniforms. The uniforms had the name \"Orioles\" in Braille, and the players' last names were in Braille. The Phillies will wear their 1980s powder blue uniforms for select Thursday home games. The Athletics and White Sox", "doc_score": "80.83570098876953", "publish_date": "2018/12/31"}, {"doc_id": "19720530", "text": "2017 Major League Baseball season / Hurricane Irma's impending landfall on the Tampa Bay Area. Irma's damage to South Florida also forced the Miami Marlins' three-game set with the Milwaukee Brewers from September 15 to 17 to move from Marlins Park to the Brewers' home field at Miller Park, with the Marlins as the designated home team. Similar to the Rangers–Astros series in Tampa Bay, the Marlins wore their away uniforms as the 'home' team, while the Brewers wore their home uniforms as the 'away' team. In March 2017, Major League Baseball and the Major League Baseball Players Association agreed to seven rule changes. For the", "doc_score": "84.00091552734375", "publish_date": "2018/12/31"}, {"doc_id": "19720538", "text": "2017 Major League Baseball season / April 23, Air Force Appreciation Day. They wore them again on June 25, Naval Appreciation Day. The Reds and Giants wore Spanish language \"Los Rojos\" and \"Gigantes\" uniforms May 5, Cinco de Mayo. The Reds wore them again on September 22. The Reds' \"Los Rojos\" uniforms have \"Los Rojos\" in the style of the Reds' script wordmark, and do not have the player's number or the \"C\" on them. All 30 teams wore pink-colored caps and jerseys, undershirts and socks May 13 and 14, Mother's Day. The Reds wore camo uniforms May 20, June 6 (the 73rd anniversary of D-Day),", "doc_score": "81.65074157714844", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_8", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "4318149", "text": "M&M Food Market / Partners, and partners. Searchlight appointed a chief executive officer, Andy O'Brien, and a chief financial officer, Sam Florio. In March 2016, M&M Meat Shops announced that they would change their name to M&M Food Market. With the name change came a broadening of M&M's selection beyond frozen meats to include sushi, fish tacos, frozen produce, and other healthier selections. The company also indicated plans to expand M&M to 500 locations by 2019, along with revamped store layouts that remove the service counter that separates customers from the freezers. Charity BBQ Day is M&M Meat Shops biggest charity event that is", "doc_score": "79.23754119873047", "publish_date": "2018/12/31"}, {"doc_id": "1964035", "text": "Macy's / store chain in a scripted series. Nearly two years prior to the first episode, one of the first national commercials for Macy's had aired during \"Desperate Housewives\", shortly after the conversions of Rich's, Lazarus, Goldsmith's, The Bon Marché and Burdines. On February 27, 2007, Federated Department Stores announced plans to change its corporate name to Macy's Group, Inc. By March 28, the company further announced plans to convert its stock ticker symbol from \"FD\" to \"M\", and revised its name change to Macy's, Inc. The change in corporate names was approved by shareholders on May 18, 2007, and took effect", "doc_score": "81.6908950805664", "publish_date": "2018/12/31"}, {"doc_id": "2690258", "text": "M&M's / was the only female M&M's mascot from her introduction in 1995 until 2012 when M&M's unveiled a new additional spokescandy, the businesslike Ms. Brown (voiced by Miss America 1984 Vanessa Williams), the \"Chief Chocolate Officer.\" She made her debut in a Super Bowl XLVI advertisement, where several people at a party assume she is naked because her shell is the same color as her insides, which causes Red to remove his outer shell thinking \"it's that kind of party\", and start dancing to the LMFAO song \"Sexy And I Know It.\" During a Super Bowl LII advertisement, Red was transformed", "doc_score": "81.2012710571289", "publish_date": "2018/12/31"}, {"doc_id": "7597011", "text": "M&M's World / Store Planners and \"VM+SD\" magazine (which covers store design and visual merchandising). On 13 June 2011, M&M's World store in London opened to the public, in Leicester Square. The site was formerly occupied by the Swiss Centre. It is the world's largest candy store, at 35,000 sq ft (3,250 sq metres). The retail space was built as part of Westminster City Council's regeneration of the local area, to create a \"world class destination\", based on the similar remodelling of Times Square New York. Mars Incorporated has a store close to its Ethel M Chocolate Factory in Henderson, Nevada. It is", "doc_score": "77.39842224121094", "publish_date": "2018/12/31"}, {"doc_id": "11252230", "text": "Destination XL Group / Bahama, Cutter & Buck, Jack Victor, and Robert Talbott. Also in 2004, Casual Male hired former champion boxer George Foreman to promote the chain and act as spokesman for new lines of clothing bearing his name. In 2005, Casual Male changed the name of its stores from Casual Male Big & Tall to Casual Male XL. In 2010, the company opened its first DXL store in Schaumburg, Illinois. Big & Tall customers were looking for a superior shopping experience – one that provided a better blend of quality, selection, and service. This new store opening marked the starting point of", "doc_score": "77.98345184326172", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_9", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "1811627", "text": "LeBron James / Ronaldo and Lionel Messi). James has stated that he would like to own an NBA team in the future, albeit in a hands-off capacity. James and comedian Jimmy Kimmel co-hosted the 2007 ESPY Awards. In other comedic pursuits, he hosted the 33rd-season premiere of \"Saturday Night Live\". He has also tried his hand at acting, appearing in a cameo role on the HBO series \"Entourage\". In 2015, he played himself in the Judd Apatow film \"Trainwreck\", receiving positive reviews for his performance. That same year, James's digital video company, Uninterrupted, raised $15.8 million from Warner Bros. Entertainment and Turner Sports", "doc_score": "86.120361328125", "publish_date": "2018/12/31"}, {"doc_id": "1811576", "text": "LeBron James / was donated to other charities. The day before the special, fellow free agents Chris Bosh and Dwyane Wade also announced that they would sign with Miami; reports later arose that the trio had discussed their upcoming 2010 free agencies among themselves back in 2006. James decided to join with Bosh and Wade in part so that he could shoulder less of the offensive load; he thought that his improved teammates would give him a better chance of winning an NBA championship than had he stayed in Cleveland. Heat president Pat Riley played a major role in selling James on the", "doc_score": "87.83361053466797", "publish_date": "2018/12/31"}, {"doc_id": "1811619", "text": "LeBron James / Grove, where he bought a $9 million three-story mansion overlooking Biscayne Bay. In November 2015, James bought a 9,350 square-foot (870 m) East Coast–style mansion in Brentwood, Los Angeles for about $21 million. James is considered by many people, including his fellow NBA players, to be the \"face of the NBA\". His opinions have yielded significant influence on people who make important league decisions; for example, in 2014 he asked commissioner Adam Silver to increase the duration of the All-Star break, and the request was granted the following season. On February 13, 2015, James was elected the first vice president", "doc_score": "87.45271301269531", "publish_date": "2018/12/31"}, {"doc_id": "1811625", "text": "LeBron James / contracts; some of the companies that he has done business with are Audemars Piguet, Coca-Cola, Dunkin' Brands, McDonald's, Nike, State Farm and Beats by Dre. Coming out of high school, he was the target of a three-way bidding war among Nike, Reebok, and Adidas, eventually signing with Nike for approximately $90 million. His signature shoes have performed well for Nike. In 2011, Fenway Sports Group became the sole global marketer of his rights, and as part of the deal, he was granted a minority stake in the English Premier League football club Liverpool, who he has claimed his support for.", "doc_score": "87.74577331542969", "publish_date": "2018/12/31"}, {"doc_id": "1811626", "text": "LeBron James / As a result of James's endorsement money and NBA salary, he has been listed as one of the world's highest-paid athletes. In 2013, he surpassed Kobe Bryant as the highest paid basketball player in the world, with earnings of $56.5 million. In 2014, James realized a profit of more than $30 million as part of Apple's acquisition of Beats Electronics; he had originally struck a deal to get a small stake in the company at its inception in exchange for promoting its headphones. In 2015, he was ranked the sixth highest earning sportsperson, and third highest in 2016 (after Cristiano", "doc_score": "87.10971069335938", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_10", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "20589551", "text": "2018 United States gun violence protests / walkout planned by organizers of the Students' March, that occurred on March 14, in response to the Stoneman Douglas High School shooting. The protest had students, parents, and gun control students leaving schools for seventeen minutes (one minute for each person who died during the shooting) starting at 10:00 a.m. in their respective time zone. The protest was held exactly one month after the Stoneman Douglas shooting. The American Civil Liberties Union (ACLU) supported the student's activism. An estimated 3,000 schools and nearly 1 million students participated in the protest. Thousands of students gathered in Washington, D.C. and observed 17", "doc_score": "95.68031311035156", "publish_date": "2018/12/31"}, {"doc_id": "20589554", "text": "2018 United States gun violence protests / by many media outlets as a possible tipping point for gun control legislation. Protesters urged for universal background checks on all gun sales, raising the federal age of gun ownership and possession to the age of 21, closing of the gun show loophole, a restoration of the 1994 Federal Assault Weapons Ban, and a ban on the sale of high-capacity magazines in the United States. Turnout was estimated to be between 1.2 to 2 million people in the United States, making it one of the largest protests in American history. On Tuesday, April 10, 2018, hundreds of students walked out", "doc_score": "95.6422348022461", "publish_date": "2018/12/31"}, {"doc_id": "20589556", "text": "2018 United States gun violence protests / The National School Walkout occurred nationally on April 20, 2018 which was the 19th anniversary of the Columbine High School massacre. The movement was founded and organized by Lane Murdock of Ridgefield High School. On the day of the walkout, student demonstrators wore safety orange and departed from over 2600 schools to push for legislative action against gun violence. 2018 United States gun violence protests In 2018 protests against gun violence in the United States increased after a series of mass shootings, most notably the February 14 Stoneman Douglas High School shooting. An organized protest in the form of a", "doc_score": "94.87535095214844", "publish_date": "2018/12/31"}, {"doc_id": "20589549", "text": "2018 United States gun violence protests / 2018 United States gun violence protests In 2018 protests against gun violence in the United States increased after a series of mass shootings, most notably the February 14 Stoneman Douglas High School shooting. An organized protest in the form of a national school walkout occurred on March 14. March for Our Lives was held on March 24. Another major demonstration occurred April 20, 2018. The anti-gun violence group Never Again MSD, formed and led by survivors of the Stoneman Douglas High School shooting, held a rally on February 17 in Fort Lauderdale, Florida, attended by hundreds of students. The Fort", "doc_score": "91.84642791748047", "publish_date": "2018/12/31"}, {"doc_id": "20589550", "text": "2018 United States gun violence protests / Lauderdale rally was followed by other protests across the country. On February 19, a group of teenagers staged a \"lie-in\" outside the White House. Hundreds of students marched to Marjory Stoneman Douglas High School on February 20. Students also demonstrated at Florida's Capitol. In Kansas, several hundred high school students protested on February 21. The students from Parkland, Florida began encouraging companies who partner with the NRA — offering perks or discounts to members — to sever ties with the organization. Over a dozen companies dropped their NRA partnership in the days following. The Enough! National School Walkout was a", "doc_score": "92.77018737792969", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_11", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "10010454", "text": "Danny Seemiller / a dual sport athlete as a teen, playing both table tennis and baseball. Seemiller was drafted by the Pittsburgh Pirates in the 1970s as a shortstop/2nd baseman, but declined their farm league team offer to further pursue his table tennis career. Danny is an author of two books, \"Winning Table Tennis\" (1996) and \"Revelations of a Ping-Pong Champion\" (2016). Danny Seemiller Danny Seemiller is an American table tennis coach and former professional player. He was the United States Olympic head coach and is the current head coach of the South Bend Table Tennis Club. He has an unorthodox playing style", "doc_score": "75.83238220214844", "publish_date": "2018/12/31"}, {"doc_id": "4175376", "text": "Fred Couples / the \"King of the Silly Season,\" referring to the exotic made-for-TV events staged in the winter that are better known as the \"silly season.\" Couples was frequently accused of \"choking\" in his early career, with mistakes in the 1989 Ryder Cup and the 1990 PGA Championship at Shoal Creek Golf and Country Club often mentioned. Couples has nine top-10 finishes in the Open Championship, including tying for third in 1991 at Royal Birkdale, shooting a last round 64, and again tying for third in 2005 at St Andrews. Back injuries have affected Couples' career. His swing features an extreme shoulder", "doc_score": "76.5368423461914", "publish_date": "2018/12/31"}, {"doc_id": "19547898", "text": "Cheating in bridge / members. Karn also played for high stakes in New York rubber bridge clubs, including the Crockford Club which was owned by Ely Culbertson. The growing popularity of contract bridge in the early 1930s gave rise to intense rivalry among many of the competing and self-anointed bridge authorities, formerly of Whist and Auction Bridge renown, including the emergence of Ely Culbertson as the brash interloper. The Four Horsemen dominated the US national tournament scene in 1931 and 1932 thereby providing considerable support and sway to Hal Sims' methods and public profile to Culbertson's chagrin. Early in 1933, the Crockford Club (Ely", "doc_score": "76.81433868408203", "publish_date": "2018/12/31"}, {"doc_id": "19547897", "text": "Cheating in bridge / regulations as published in the General Conditions of Contest are mandatory and refusal to take a drug test is subject to penalties. The regulations allow for participants to take prescription medication if prior notice is given to the laboratories. Willard S. Karn was ranked the number one American bridge player in 1932 by Shepard Barclay, a bridge writer for The New York Herald Tribune. He was a member of the famous \"Four Horsemen\", a team formed a year earlier, headed by his playing partner and captain P. Hal Sims and with Oswald Jacoby and David Burnstine as the other team", "doc_score": "79.12391662597656", "publish_date": "2018/12/31"}, {"doc_id": "12330241", "text": "Don Catlin / Don Catlin Don H. Catlin (born June 4, 1938) is an anti-doping scientist and one of the founders of modern drug-testing in sport. Catlin has overseen testing for performance-enhancing drugs at the three most recent Olympics held in the United States since the 1984 Summer Games in Los Angeles, as well as testing for the United States Olympic Committee, the National Collegiate Athletic Association (NCAA), Major League Baseball’s minor leagues and the National Football League (NFL). He has also developed drug identification techniques currently in use at the Olympic, professional and collegiate levels. In 1982, Catlin founded the UCLA Olympic", "doc_score": "79.27469635009766", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_12", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "3437402", "text": "Purebred / The list of cat breeds is quite large: most cat registries actually recognize between 30 and 40 breeds of cats, and several more are in development, with one or more new breeds being recognized each year on average, having distinct features and heritage. Owners and breeders compete in cat shows to see whose animal bears the closest resemblance (best \"conformance\") to an idealized definition, based on breed type and the breed standard for each breed. Because of common crossbreeding in populated areas, many cats are simply identified as belonging to the mixed types of domestic long-haired and domestic short-haired cat,", "doc_score": "84.0901870727539", "publish_date": "2018/12/31"}, {"doc_id": "16118912", "text": "Purebred breeders / of a dog has been passed down for hundreds or possibly thousands of generations. Appearance, character and temperament are all traits that are consistent with purebred dogs. Due to the amalgamate ancestry of a mixed-breed dog, traits can be inconsistent from generation to generation, it makes the reliability and predictability of breed characteristics nearly impossible. Purebred breeds are specialized for different purposes, such as herding, hunting, companionship and service ability. The dogs are often bred to carry specific traits that will allow them to complete the functions they are bred for. A study in 2004 was able to classify 99%", "doc_score": "83.10379791259766", "publish_date": "2018/12/31"}, {"doc_id": "11994428", "text": "Purebred dog / Pinschers, entropion, a curling in of the eyelid seen in Shar Peis and many other breeds, progressive retinal atrophy, inherited in many breeds, deafness, and epilepsy, known to be inherited in Belgian Shepherd Dogs, German Shepherd Dogs, Cocker Spaniels, and St. Bernards. In 2008, the BBC ran a documentary on the health problems in pedigree dogs. Most Kennel Club breeds that exist today were chosen from existing land-race breeds in the late 19th century. How those dogs appear now however have been customized to fit within the breed club's chosen description of them. To do this, required selective breeding and", "doc_score": "82.78047943115234", "publish_date": "2018/12/31"}, {"doc_id": "841146", "text": "Dog breed / found that there were three well-supported groups that were highly divergent and distinct from modern domestic dogs. The three groups were In 2012, a study looked at 49,000 Single nucleotide polymorphisms that gave a genome-wide coverage of 1,375 dogs representing 35 breeds, 19 wolves, and previous published genetic signatures of other breeds, giving a total of 121 breeds covered. The study found a deep genetic split between old-world and new-world wolves, and confirmed the genetic divergence of 13 breeds from a 2010 study (Afghan Hound, Akita, Alaskan Malamute, American Eskimo, Basenji, Canaan, Chow Chow, Dingo, New Guinea singing dog, Saluki,", "doc_score": "82.53108978271484", "publish_date": "2018/12/31"}, {"doc_id": "11994425", "text": "Purebred dog / for children and young people) continue to be popular activities; a single show, the 2006 Crufts dog show alone had 143,000 spectators, with 24,640 purebred dogs entered, representing 178 different breeds from 35 different countries. The sport of conformation dog showing is only open to registered purebred dogs. Purebred dogs represent to many commentators the attitudes of the late Victorian era, when dog breeding first became popular, and when most modern breeds originated. Purebred dogs were bred from a narrow set of ancestors, and an idea developed that this made them superior in appearance. Englishman Francis Galton used the term", "doc_score": "81.87590789794922", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_13", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "9563065", "text": "Burger King premium burgers / flagging sales. By mid-2011, the financial crisis was also still lingering and many chains, Burger King included, had moved to a discounting as a way to attract customers who were unwilling to spend money during tough economic times. The discounting fit into the barbell strategy as these deals would often encourage people to purchase more food, often at higher price points. The chain also introduced several LTO versions of the sandwich that featured ingredients such as cheese and jalapeños mixed into the patty; these newer style sandwiches were simply called the Stuffed Steakhouse Burgers. These burgers arrived at a $3.99", "doc_score": "83.74220275878906", "publish_date": "2018/12/31"}, {"doc_id": "9564411", "text": "Cookie diet / 2002 to mid-2006, Siegal licensed U.S. Medical Care Holdings, LLC to open franchised weight loss centers that used Siegal's name, weight loss system, and cookies, shakes and soup. The company opened centers in the United States and Canada under various names including Siegal Smart for Life Weight Management Centers. The relationship between Siegal and his former franchise ended in August 2006. Siegal no longer supplies his products or licenses his name and weight loss system to USMCH. On September 25, 2008, USMCH filed for Chapter 11 bankruptcy protection. Cookie diet A cookie diet is a calorie restriction diet designed to", "doc_score": "82.04801940917969", "publish_date": "2018/12/31"}, {"doc_id": "1421558", "text": "Krispy Kreme / grams). As of January 2008, the trans fat content of all Krispy Kreme doughnuts was reduced to 0.5 of a gram or less. The U.S. Food and Drug Administration, in its guidelines, allows companies to round down to 0 g in its nutrition facts label even if the food contains as much as 0.5 of a gram per serving. Krispy Kreme benefited from this regulatory rule in its subsequent advertising campaign, touting its doughnuts as \"trans fat-free\" and having \"0 grams trans fat!\". On July 1, 2010, Krispy Kreme introduced a doughnut that included the soft drink Cheerwine, which was", "doc_score": "82.80721282958984", "publish_date": "2018/12/31"}, {"doc_id": "7056715", "text": "Value menu / footlong menu (). In 1988, Taco Bell lowered the prices of all new items and launched the first three-tiered pricing strategy and free drink refills. In 2010, Taco Bell introduced the $2 Meal Deals menu, featuring a menu item (i.e., a chicken burrito, a beefy 5-layer burrito, a double decker taco, or a Gordita supreme), a bag of Doritos, and a medium drink. In August 18, 2014, Taco Bell launched a new value menu called Dollar Cravings that included eleven food items each priced a $1. On December 15, 2017, Taco Bell launched a new advertising campaign called \"The Belluminati\"", "doc_score": "83.4270248413086", "publish_date": "2018/12/31"}, {"doc_id": "17152844", "text": "Sugary Drinks Portion Cap Rule / PepsiCo Inc., and Dr Pepper Snapple Group in a continuing attempt to regulate the size of high sugary drinks. In September 2014, at the Clinton Global Initiative's annual conference in Manhattan, Coca-Cola, PepsiCo and the Dr Pepper Snapple Group voluntarily pledged to reduce US calorie consumption in sugary drinks by an average of 20% by 2025. On May 30, 2012, Mayor Michael Bloomberg announced the Portion Cap Rule, a proposed amendment to article 81 of the New York City Health Code, that would require \"food service establishments\" (FSEs) to cap at 16 ounces (475 mL) the size of cups and", "doc_score": "84.64275360107422", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_14", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "16126242", "text": "2011–2013 Russian protests / 2011–2013 Russian protests The 2011–2013 Russian protests (which some English language media referred to as the Snow Revolution) began in 2011 (as protests against the 2011 Russian legislative election results) and continued into 2012 and 2013. The protests were motivated by claims by Russian and foreign journalists, political activists and members of the public that the election process was flawed. The Central Election Commission of Russia stated that only 11.5% of official reports of fraud could be confirmed as true. On 10 December 2011, after a week of small-scale demonstrations, Russia saw some of the biggest protests in Moscow since", "doc_score": "85.64878845214844", "publish_date": "2018/12/31"}, {"doc_id": "16126243", "text": "2011–2013 Russian protests / the 1990s. The focus of the protests have been the ruling party, United Russia, and its leader Vladimir Putin, the current president, previous prime minister, and previous two-term president, who announced his intention to run again for President in 2012. Another round of large protests took place on 24 December 2011. These protests were named \"For Fair Elections\" (Russian: За честные выборы) and their organizers set up the movement of the same name. By this time, the \"For Fair Elections\" protesters had coalesced into five main points: freedom for political prisoners; annulment of the election results; the resignation of Vladimir", "doc_score": "84.2845458984375", "publish_date": "2018/12/31"}, {"doc_id": "7237720", "text": "East Prigorodny Conflict / East Prigorodny Conflict The East Prigorodny Conflict, also referred to as the Ossetian-Ingush Conflict, was an inter-ethnic conflict in the eastern part of the Prigorodny district in the Republic of North Ossetia–Alania, which started in 1989 and developed, in 1992, into a brief ethnic war between local Ingush and Ossetian paramilitary forces. The present conflict emerges from the policies of both Imperial and Soviet governments, which exploited ethnic differences to further their own ends, namely the perpetuation of central rule and authority. Tsarist policy in the North Caucasus generally favored Ossetians, who inhabited an area astride the strategically important Georgian", "doc_score": "80.38528442382812", "publish_date": "2018/12/31"}, {"doc_id": "20075276", "text": "2017–2018 Russian protests / to expel schoolchildren and university students who participated in anti-corruption demonstrations on March 26. 70 children were arrested in Moscow alone. The United States Department of State condemned the detention of protesters, including Alexei Navalny, stating that \"detaining peaceful protesters, human rights observers, and journalists is an affront to core democratic values.\" Action organized by the Open Russia civic movement led by Mikhail Khodorkovsky took place in dozens of cities all across Russia. Action was called \"Fed up with\" (\"Nadoel\" in Russian) with the aim to urge for changes in Russian political rule. Protestors called for Putin and government to", "doc_score": "82.9071273803711", "publish_date": "2018/12/31"}, {"doc_id": "20075267", "text": "2017–2018 Russian protests / demonstrations against corruption in the Russian government began in March 2017 after the release of the film \"He Is Not Dimon to You\" by Alexey Navalny's Anti-Corruption Foundation. By March 2017, the setting in the country was already tense. Discontentment was triggered by the alleged corrupt activity of Prime Minister Dmitry Medvedev presented in the investigative film \"He Is Not Dimon to You\" by Anti-Corruption Foundation, inadequate planned demolition of apartments in Moscow and protracted strikes of truck drivers related to the Platon toll system, ongoing since 2015. National protests against alleged corruption in the federal Russian government took place", "doc_score": "82.57408142089844", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_15", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "19152709", "text": "Super Bowl LIII halftime show / Super Bowl LIII halftime show The Super Bowl LIII Halftime Show (officially known as the Pepsi Super Bowl LIII Halftime Show) will take place on Sunday February 3, 2019 at Mercedes-Benz Stadium in Atlanta, Georgia. \"The New York Times\", \"Rolling Stone\", and \"Billboard\" reported that U.S. pop band Maroon 5 was set to headline the show (with Cardi B and Travis Scott as guests); the NFL has not yet officially announced the performer. In October 2018, it was reported that Rihanna had declined an offer to perform, due to her support of Colin Kaepernick. On November 27, a petition was", "doc_score": "89.2756576538086", "publish_date": "2018/12/31"}, {"doc_id": "18567779", "text": "Super Bowl LII halftime show / but Pepsi quickly denied it. During August and September 2017, several publications informed that Timberlake was the frontrunner to performer at the Super Bowl LII halftime, first along with his frequent-collaborator Jay-Z as co-headliner, and then as the solo performer. Jay-Z was also rumored to be a solo performer, but it was reported that he turned it down due to the NFL's treatment of Colin Kapernick, which he later confirmed in his song Apeshit. A spokesperson from the NFL stated at the time, \"along with Pepsi, we know that we will put on a spectacular show. When it is time", "doc_score": "86.07892608642578", "publish_date": "2018/12/31"}, {"doc_id": "18567775", "text": "Super Bowl LII halftime show / Super Bowl LII halftime show The Super Bowl LII Halftime Show (officially known as the Pepsi Super Bowl LII Halftime Show) took place on February 4, 2018 at U.S. Bank Stadium in Minneapolis, Minnesota, as part of Super Bowl LII. Justin Timberlake was the featured performer, as confirmed by the National Football League (NFL) on October 22, 2017. It was televised nationally by NBC. It received four nominations at the 70th Primetime Emmy Awards. The show began with Jimmy Fallon introducing Justin Timberlake, followed by a video screen depicting Timberlake performing \"Filthy\" in a club setting below the field level", "doc_score": "90.0900650024414", "publish_date": "2018/12/31"}, {"doc_id": "18567778", "text": "Super Bowl LII halftime show / then returned to the main stage to perform \"Mirrors\", as hundreds of dancers and members of the marching band performed choreography with large mirrors, creating bright reflections in the broadcast and across the roof of the stadium. Timberlake closed the show with \"Can't Stop the Feeling!\", entering the stands at the conclusion of the song. For the first time since the Super Bowl XLVI halftime show in Indianapolis in 2012, no pyrotechnics were used throughout the performance. The show relied mostly on lasers and video screens for visual effects. In July 2017, Britney Spears was rumored to be the headliner,", "doc_score": "84.55464935302734", "publish_date": "2018/12/31"}, {"doc_id": "20473783", "text": "Pearl Jam 2018 Tour / \"\". The band were also joined onstage with Kim Thayil of Soundgarden, along with Mark Arm and Steve Turner from Mudhoney. The two shows raised more than $11 million to help with homelessness in the city. The next show was at the Washington–Grizzly Stadium in Missoula on August 13, where Pearl Jam promoted the Rock2Vote campaign, to get young people voting. The poster for the gig featured an image of Donald Trump's corpse being pecked at by a bald eagle outside the White House. It drew some controversy, with the Republican candidate for the Senate election in Montana, Matt Rosendale,", "doc_score": "82.40316772460938", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_16", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "20336123", "text": "California End of Life Option Act / California End of Life Option Act California End of Life Option Act is a law enacted in June 2016 which allows terminally ill adults resident in the state of California to access medical aid in dying by self-administering lethal drugs, provided specific circumstances are met. The law was signed in by California governor Jerry Brown in October 2015, making California the fifth state to allow physicians to prescribe drugs to end the life of a terminally ill patient, often referred to as physician-assisted suicide. In May 2018, a state trial court ruled that the law was unconstitutionally enacted, but the", "doc_score": "89.96025085449219", "publish_date": "2018/12/31"}, {"doc_id": "20336124", "text": "California End of Life Option Act / following month, the law was temporarily reinstated by a state appeals court, while it considers appeals from the lower court's ruling. In January 2015 Senate Bill 128 was introduced by Democrat Senators Lois Wolk and Bill Monning, eventually becoming \"PART 1.85. End of Life Option Act\" added to Division 1 of the California Health and Safety Code. The act includes definitions and procedures which must be fulfilled, a statement of request for aid-in-dying drugs which must be signed and witnessed and a final attestation of intent signed 48 hours before self-administering the drug. The bill was initially revealed by the", "doc_score": "88.68017578125", "publish_date": "2018/12/31"}, {"doc_id": "12773837", "text": "Bill Monning / but stalled in the Assembly. In a legislative session in September dedicated to healthcare, several amendments were introduced, and eventually the bill passed in the Assembly 42-33, and the Senate 23-14 It was co-authored by Assembly Member Susan Talamantes Eggman (D-Stockton). California governor Jerry Brown signed the California End of Life Option Act on October 5, 2015, and it went into effect on June 9, 2016. California thus became the fifth state to pass a Death With Dignity law. In a 2018 interview with the \"Monterey County Weekly\" Monning claimed that the End of Life Option Act was \"one of", "doc_score": "86.90741729736328", "publish_date": "2018/12/31"}, {"doc_id": "20336126", "text": "California End of Life Option Act / not receive the required number of votes to proceed to the assembly health committee. The bill was modeled on Oregon's Ballot Measure 16 Death with Dignity Act which has been in force since 1994, after the California Medical Association, which represents physicians in the state, withdrew its longstanding opposition. The California End of Life Option Act was signed into law by Governor Jerry Brown on October 5, 2015, with Brown taking the unusual step of releasing a heartfelt message in which he indicated his dilemma regarding the consideration of the ethical issues involved and that he felt unable to deny", "doc_score": "89.1396255493164", "publish_date": "2018/12/31"}, {"doc_id": "20336132", "text": "California End of Life Option Act / cost of treatment for complex, life-threatening diseases like cancer, opponents and society in general are more often concerned about disenfranchised Californians choosing assisted death because other options are too expensive. The law nevertheless makes overt coercion or deception of patients a felony. California End of Life Option Act California End of Life Option Act is a law enacted in June 2016 which allows terminally ill adults resident in the state of California to access medical aid in dying by self-administering lethal drugs, provided specific circumstances are met. The law was signed in by California governor Jerry Brown in October 2015,", "doc_score": "88.95407104492188", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_17", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "15941197", "text": "Unmanned NASA missions / phenomena, particularly solar flares. It was launched on February 14, 1980. Although not unique in this endeavor, the SMM was notable in that its useful life compared with similar spacecraft was significantly increased by the direct intervention of a manned space mission. During STS-41-C in 1984, the Space Shuttle Challenger intercepted the SMM, maneuvering it into the shuttle's payload bay for maintenance and repairs. SMM had been fitted with a shuttle \"grapple fixture\" so that the shuttle's robot arm could grab it for repair. The Solar Maximum Mission ended on December 2, 1989, when the spacecraft re-entered the atmosphere and", "doc_score": "85.16029357910156", "publish_date": "2018/12/31"}, {"doc_id": "17325777", "text": "Project FIRE / Project FIRE Project FIRE (Flight Investigation Reentry Environment) was a United States National Air and Space Administration NASA effort to determine the effects of Atmospheric entry on spacecraft materials. Project FIRE used both ground testing in wind tunnels and flight tests to test the effects of reentry heating on spacecraft materials. Wind tunnel testing occurred at the 4-foot Unitary Plan Wind Tunnel, the High-Temperature Tunnel, and the Thermal Structures Tunnel at the Langley Research Center located in Hampton, Virginia. Recoverable reentry packages were flight tested using the Atlas-D Antares-2. Project Fire flight tests originated from Launch Complex 12 at Cape", "doc_score": "86.25523376464844", "publish_date": "2018/12/31"}, {"doc_id": "2733269", "text": "STS-51-A / five of the mission, \"Discovery\" rendezvoused with Palapa. Mission specialists Allen and Gardner performed an EVA, capturing the satellite with a device known as a \"Stinger\" (Apogee Kick Motor Capture Device, ACD), which was inserted into the satellite's apogee motor nozzle by Allen. The satellite's rotation was slowed to 1 RPM, and Gardner, operating from a position on the end of the RMS, attempted unsuccessfully to grapple the satellite. Allen was able to manually maneuver the satellite into its cradle with Gardner's help, further aided by the RMS, which was operated by Fisher. The successful, improvised rescue effort took two", "doc_score": "84.1716079711914", "publish_date": "2018/12/31"}, {"doc_id": "2734063", "text": "STS-39 / STS-39 STS-39 was the twelfth mission of the Space Shuttle Discovery. The primary purpose of the mission was to conduct a variety of payload experiments for the Department of Defense. Launch was originally scheduled for 9 March, but during processing work at Pad A, significant cracks were found on all four lug hinges on the two external tank umbilical door drive mechanisms. NASA managers opted to roll back the vehicle to the VAB on 7 March, and then to OPF for repair. The faulty hinges were replaced with units taken from orbiter \"Columbia\", and reinforced. \"Discovery\" was returned to the", "doc_score": "85.87238311767578", "publish_date": "2018/12/31"}, {"doc_id": "2428069", "text": "STS-41-C / originally numbered STS-13. STS-41-C launched successfully at 8:58 am EST on April 6, 1984. The mission marked the first direct ascent trajectory for the Space Shuttle; \"Challenger\" reached its 288-nautical-mile-(533-km)-high orbit using its Orbiter Maneuvering System (OMS) engines only once, to circularize its orbit. During the ascent phase, the main computer in Mission Control failed, as did the backup computer. For about an hour, the controllers had no data on the orbiter. The flight had two primary objectives. The first was to deploy the Long Duration Exposure Facility (LDEF), a passive, retrievable, 12-sided experimental cylinder. The LDEF was in diameter", "doc_score": "87.89678955078125", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_18", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "15884516", "text": "Waffle House Index / reached red in October 2018, when 30 restaurants on the Florida Panhandle were closed ahead of Hurricane Michael. Waffle House Index The Waffle House Index is an informal metric used by the Federal Emergency Management Agency (FEMA) to determine the effect of a storm and the likely scale of assistance required for disaster recovery. If you get there and the Waffle House is closed? That's really bad... That's where you go to work. The index has three levels, based on the extent of operations and service at the restaurant following a storm: The term was coined by FEMA Administrator Craig", "doc_score": "84.96551513671875", "publish_date": "2018/12/31"}, {"doc_id": "2419647", "text": "Availability heuristic / study method. The results supported this hypothesis and gave evidence to the fact that levels of uncertainty affect the use of the availability heuristic. After seeing news stories about child abductions, people may judge that the likelihood of this event is greater. Media coverage can help fuel a person's example bias with widespread and extensive coverage of unusual events, such as homicide or airline accidents, and less coverage of more routine, less sensational events, such as common diseases or car accidents. For example, when asked to rate the probability of a variety of causes of death, people tend to rate", "doc_score": "77.93374633789062", "publish_date": "2018/12/31"}, {"doc_id": "5668328", "text": "Information Operations Condition / Information Operations Condition INFOCON (short for Information Operations Condition) is a threat level system in the United States similar to that of FPCON. It is a defense system based primarily on the status of information systems and is a method used by the military to defend against a computer network attack. There are five levels of INFOCON, which recently changed to more closely correlate to DEFCON levels. They are: In computer science, ThreatCon is a system used by computer security company Symantec in order to assess how dangerous a software or networking exploit is to the global internet and communications", "doc_score": "79.50540924072266", "publish_date": "2018/12/31"}, {"doc_id": "10985081", "text": "Extreme wind warning / in association with Hurricane Irma. This Extreme Wind Warning was issued by the National Weather Service in San Juan in association with Hurricane Maria prior to landfall. This Extreme Wind Warning was issued by the National Weather Service in Tallahassee in association with Hurricane Michael prior to landfall. Extreme wind warning An extreme wind warning (SAME code EWW) is an alert issued by the National Weather Service for areas are experiencing or could experience 100 knots (115 mph, 185 km/h, 51 m/s) within an hour due to the landfall of a powerful hurricane. EWWs are intended to provide guidance to", "doc_score": "80.40338897705078", "publish_date": "2018/12/31"}, {"doc_id": "15884513", "text": "Waffle House Index / Waffle House Index The Waffle House Index is an informal metric used by the Federal Emergency Management Agency (FEMA) to determine the effect of a storm and the likely scale of assistance required for disaster recovery. If you get there and the Waffle House is closed? That's really bad... That's where you go to work. The index has three levels, based on the extent of operations and service at the restaurant following a storm: The term was coined by FEMA Administrator Craig Fugate in May 2011, following the 2011 Joplin tornado, during which the two Waffle House restaurants in Joplin", "doc_score": "84.64189147949219", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_19", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "3428149", "text": "Home Run Derby / 2016 by Giancarlo Stanton, who finished with a total of 61 home runs, defeating Todd Frazier in the final round. Only two participants, Yoenis Céspedes and Giancarlo Stanton, have won the Home Run Derby without being selected to the All-Star game itself. The format has varied since the Home Run Derby started in 1985. In the early years of the Home Run Derby, 4-10 players from both the AL and NL were selected to participate. Each player was given 2 \"innings\" to hit as many home runs as possible before reaching 5 outs. For the derby, an out is defined", "doc_score": "90.27156066894531", "publish_date": "2018/12/31"}, {"doc_id": "2509782", "text": "40–40 club / the 30–30 club. It would take another 30 years for another player to come close to 40–40, as Willie Mays did in 1956 with 36 home runs and 40 stolen bases. Bobby Bonds hit his 38th home run of the season on September 9, 1973, but came up one home run shy of becoming the founding member of the club after hitting just one home run in the Giants' final 21 games. When Canseco predicted he would reach 40–40 in 1988, he mistakenly assumed \"five or six players must have done it.\" After Canseco became the first member of the", "doc_score": "87.14445495605469", "publish_date": "2018/12/31"}, {"doc_id": "13074202", "text": "Giancarlo Stanton / the National League and second most in the major leagues behind José Bautista's 18. Stanton hit the longest home runs of the season by any player in 2011 at Citi Field (465 feet), Nationals Park (455 feet), Coors Field (475 feet), and Sun Life Stadium (466 feet). His average distance (416.6 feet) and off bat speed (107.4 MPH) made significant improvement in his sophomore season. Stanton finished 23rd in the National league MVP. At the end of the season, Stanton had 56 career home runs before his 22nd birthday (which was in November), which matched Alex Rodriguez and was behind", "doc_score": "88.44377899169922", "publish_date": "2018/12/31"}, {"doc_id": "692624", "text": "Asterisk / was called \"61*\" (pronounced \"sixty-one asterisk\") in reference to the controversy. The controversy over season length in relation to home run records had somewhat subsided by the time Hank Aaron broke Ruth's career home run record in 1974 (although Aaron received an even larger volume of hate mail and death threats which in his case often focused on race). Maris's single season mark was broken in 1998 by Mark McGwire and Sammy Sosa, who both broke it in under 154 games. McGwire's record of 70 home runs was later eclipsed by Barry Bonds, who set the current mark of 73", "doc_score": "88.90975952148438", "publish_date": "2018/12/31"}, {"doc_id": "188331", "text": "Home run / the 2006 World Baseball Classic Japanese team. Oh holds the all-time home run world record, having hit 868 home runs in his career. In Major League Baseball, the career record is 762, held by Barry Bonds, who broke Hank Aaron's record on August 7, 2007, when he hit his 756th home run at AT&T Park off pitcher Mike Bacsik. Only eight other major league players have hit as many as 600: Hank Aaron (755), Babe Ruth (714), Alex Rodriguez (696), Willie Mays (660), Albert Pujols (633), Ken Griffey, Jr. (630), Jim Thome (612), and Sammy Sosa (609). The single season", "doc_score": "88.89118957519531", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_20", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "20346510", "text": "Effects of Hurricane Irma in Florida / Effects of Hurricane Irma in Florida Hurricane Irma was the costliest storm in the history of the U.S. state of Florida. Irma developed from a tropical wave near the Cape Verde Islands on August 30, 2017. The storm quickly became a hurricane on August 31 and then a major hurricane shortly thereafter, but would oscillate in intensity over the next few days. By September 4, Irma resumed strengthening, and became a powerful Category 5 hurricane on the following day. The cyclone then struck Saint Maarten and the British Virgin Islands on September 6 and later crossed Little Inagua in the", "doc_score": "93.31417083740234", "publish_date": "2018/12/31"}, {"doc_id": "20329427", "text": "Hurricane Irma / Hurricane Irma Hurricane Irma was an extremely powerful and catastrophic Cape Verde hurricane, the strongest observed in the Atlantic in terms of maximum sustained winds since Wilma, and the strongest storm on record to exist in the open Atlantic region. Irma was the first Category 5 hurricane to strike the Leeward Islands on record, followed by Maria two weeks later, and is the second-costliest Caribbean hurricane on record, after Maria. The ninth named storm, fourth hurricane, second major hurricane, and first Category 5 hurricane of the 2017 Atlantic hurricane season, Irma caused widespread and catastrophic damage throughout its long lifetime,", "doc_score": "89.54003143310547", "publish_date": "2018/12/31"}, {"doc_id": "20329492", "text": "Hurricane Irma / the fourth costliest tropical cyclone in the United States, behind hurricanes Sandy in 2012, Harvey earlier that year, and Katrina in 2005. However, later in September 2017, Hurricane Maria became the third costliest United States tropical cyclone, causing Irma to fall to the fifth costliest. At least 92 people died throughout the United States in relation to Hurricane Irma: 84 in Florida, 3 in Georgia, 3 in South Carolina, and 2 in North Carolina. The hurricane left more than 9.2 million power outages. The storm's large wind field resulted in strong winds across much of Florida, except for the western", "doc_score": "91.87230682373047", "publish_date": "2018/12/31"}, {"doc_id": "6206875", "text": "Hurricane Wilma / At least 62 deaths were reported and damage totaled to $27.4 billion, of which $19 billion occurred in the United States. After Wilma, no other major hurricane made landfall in the contiguous United States until Hurricane Harvey made landfall in southern Texas on August 26, 2017, ending a record period of 11 years 10 months. During this time, major Atlantic hurricanes occurred slightly more frequently than average; they just didn't make landfall in the United States. Also, after Wilma, no hurricane struck the state of Florida until Hurricane Hermine did so nearly 11 years later in 2016, and no major", "doc_score": "91.97923278808594", "publish_date": "2018/12/31"}, {"doc_id": "19705215", "text": "Hurricane Hermine / after its closure to allow access to cleanup crews. Hurricane Hermine Hurricane Hermine was the first hurricane to make landfall in Florida since Hurricane Wilma in 2005, and the first to develop in the Gulf of Mexico since Hurricane Ingrid in 2013. The ninth tropical depression, eighth named storm, and fourth hurricane of the 2016 Atlantic hurricane season, Hermine developed in the Florida Straits on August 28 from a long-tracked tropical wave. The precursor system dropped heavy rainfall in portions of the Caribbean, especially the Dominican Republic and Cuba. In the former, the storm damaged more than 200 homes and", "doc_score": "89.84397888183594", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_21", "search_time": "2022/10/02/00:34", "search_result": [{"doc_id": "17353800", "text": "Edward Snowden / and was granted temporary asylum in Russia for one year. A year later, his temporary asylum having expired, Snowden received a three-year residency permit allowing him to travel freely within Russia and to go abroad for up to three months. He was not granted permanent political asylum. In January 2017, a spokesperson for the Russian foreign ministry wrote on Facebook that Snowden's asylum, which was due to expire in 2017, was extended by \"a couple more years.\" Snowden's lawyer Anatoly Kucherena said the extension was valid until 2020. A subject of controversy, Snowden has been variously called a hero, a", "doc_score": "86.11454772949219", "publish_date": "2018/12/31"}, {"doc_id": "17353793", "text": "Edward Snowden / Netherlands, and Spain said he must be on their territory to apply. In November 2014, Germany announced that Snowden had not renewed his previously denied request and was not being considered for asylum. Glenn Greenwald later reported that Sigmar Gabriel, Vice-Chancellor of Germany, told him the U.S. government had threatened to stop sharing intelligence if Germany offered Snowden asylum or arranged for his travel there. Putin said on July 1, 2013, that if Snowden wanted to be granted asylum in Russia, he would be required to \"stop his work aimed at harming our American partners.\" A spokesman for Putin subsequently", "doc_score": "84.27125549316406", "publish_date": "2018/12/31"}, {"doc_id": "17353723", "text": "Edward Snowden / days later, he flew into Moscow's Sheremetyevo Airport, but Russian authorities noted that his U.S. passport had been cancelled, and he was restricted to the airport terminal for over one month. Russia ultimately recognized his right of asylum, with a visa for residence for one year. Repeated extensions have permitted him to stay at least until 2020. In early 2016, he became the president of the Freedom of the Press Foundation, an organization that aims to protect journalists from hacking and government surveillance., he was living in an undisclosed location in Moscow. A subject of controversy, Snowden has been", "doc_score": "84.69676971435547", "publish_date": "2018/12/31"}, {"doc_id": "17353798", "text": "Edward Snowden / initially secret and was unsealed a week later. Snowden was asked in a January 2014 interview about returning to the U.S. to face the charges in court, as Obama had suggested a few days prior. Snowden explained why he rejected the request: \"What he doesn't say are that the crimes that he's charged me with are crimes that don't allow me to make my case. They don't allow me to defend myself in an open court to the public and convince a jury that what I did was to their benefit.... So it's, I would say, illustrative that the", "doc_score": "83.45030212402344", "publish_date": "2018/12/31"}, {"doc_id": "17353797", "text": "Edward Snowden / reiterated that his government would not hand over Snowden, noting that Putin was not personally involved in the matter and that it was being handled through talks between the FBI and Russia's FSB. On June 14, 2013, United States federal prosecutors filed a criminal complaint against Snowden, charging him with theft of government property and two counts of violating the Espionage Act of 1917 through unauthorized communication of national defense information and willful communication of classified communications intelligence information to an unauthorized person. Each of the three charges carries a maximum possible prison term of ten years. The charge was", "doc_score": "84.41346740722656", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_22", "search_time": "2022/10/02/00:35", "search_result": [{"doc_id": "4615011", "text": "Humanzee / disparity is very wide, with horses typically having 32 chromosome pairs and zebras between 16 and 23 depending on species. In a direct parallel to the chimp–human case, the Przewalski's horse (\"Equus ferus przewalskii\") with 33 chromosome pairs, and the domestic horse (\"E. f. caballus\") with 32 pairs, have been found to be interfertile, and produce semi-fertile offspring: male hybrids can breed with female domestic horses. In 1977, researcher J. Michael Bedford discovered that human sperm could penetrate the protective outer membranes of a gibbon egg. Bedford's paper also stated that human spermatozoa would not even attach to the zona", "doc_score": "79.06822967529297", "publish_date": "2018/12/31"}, {"doc_id": "5478478", "text": "Sally–Anne test / the underlying theory-of-mind hypothesis of autism. In all studies that have been done, some children with autism pass false-belief tasks such as Sally-Anne. Eye tracking of chimpanzees, bonobos, and orangutans suggests that all three anticipate the false beliefs of a subject in a King Kong suit, and pass the Sally–Anne test. Sally–Anne test The Sally–Anne test is a psychological test, used in developmental psychology to measure a person's social cognitive ability to attribute false beliefs to others. The flagship implementation of the Sally–Anne test was by Simon Baron-Cohen, Alan M. Leslie, and Uta Frith (1985); in 1988, Leslie and Frith", "doc_score": "75.22972869873047", "publish_date": "2018/12/31"}, {"doc_id": "847148", "text": "Chimpanzee / a leaner hierarchy wherein more than one individual may be dominant enough to dominate other members of lower rank. Typically, a dominant male is referred to as the alpha male. The alpha male is the highest-ranking male that controls the group and maintains order during disputes. In chimpanzee society, the 'dominant male' sometimes is not the largest or strongest male but rather the most manipulative and political male that can influence the goings on within a group. Male chimpanzees typically attain dominance by cultivating allies who will support that individual during future ambitions for power. The alpha male regularly displays", "doc_score": "77.66692352294922", "publish_date": "2018/12/31"}, {"doc_id": "99640", "text": "Common chimpanzee / exist in a linear dominance hierarchy. Top-ranking males tend to be aggressive even during dominance stability. This is likely due to the chimp’s fission-fusion society, with male chimps leaving groups and returning after extended periods of time. With this, a dominant male is unsure if any \"political maneuvering\" has occurred and must re-establish his dominance. Thus, a large amount of aggression occurs 5–15 minutes after a reunion. During aggressive encounters, displays are preferred over attacks. Males maintain and improve their social ranks by forming coalitions, which have been characterized as \"exploitative\" and are based on an individual’s influence in agonistic", "doc_score": "79.62982940673828", "publish_date": "2018/12/31"}, {"doc_id": "4615017", "text": "Humanzee / Chinese Academy of Sciences was cited as confirming both the existence of the experiment prior to the Cultural Revolution and the plans to resume testing. There is evidence for a complex speciation process for the \"Pan\"–\"Homo\" split. This concerns times pre-dating the emergence of \"Homo\" and would concern hybridization between \"Pan\" and \"Ardipithecus\" or \"Orrorin\", not \"Homo\". Different chromosomes appear to have split at different times, suggesting that large-scale hybridization may have taken place over a period of as much as four million years leading up to the two emerging (\"human\" and \"chimp\") lineages as late as six million years", "doc_score": "78.51128387451172", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_23", "search_time": "2022/10/02/00:35", "search_result": [{"doc_id": "923379", "text": "Same-sex marriage / approval to the legislation on 14 April 2014 by a vote of 37 in favour and 30 abstentions. President Marie Louise Coleiro Preca signed it into law on 16 April. The first foreign same-sex marriage was registered on 29 April 2014 and the first civil union was performed on 14 June 2014. On 21 February 2017, Minister for Social Dialogue, Consumer Affairs, and Civil Liberties Helena Dalli said that she was preparing a bill to legalise same-sex marriage. The bill was presented to Parliament on 5 July 2017. The bill's last reading took place in Parliament on 12 July 2017,", "doc_score": "86.9093017578125", "publish_date": "2018/12/31"}, {"doc_id": "13610930", "text": "Same-sex union legislation / Malta, Mexico, the Netherlands, New Zealand, Norway, Portugal, South Africa, Spain, Sweden, the United Kingdom the United States, and Uruguay. A court ruling allowing same-sex marriage in Austria will take effect on 1 January 2019, with similar rulings in Taiwan and Costa Rica taking effect at latest on 24 May 2019 and on 26 May 2020, respectively. As of December 2018, legislation to allow same-sex marriage is pending, or has passed at least one legislative house on a national level in Austria, Chile, the Czech Republic, Mexico, Peru, Switzerland and Taiwan. Notes: In countries with a federal system of governance,", "doc_score": "88.9823989868164", "publish_date": "2018/12/31"}, {"doc_id": "923435", "text": "Same-sex marriage / legalise same-sex marriage in the Philippines. On 5 June 2018, the European Court of Justice (ECJ) ruled, in a case originating from Romania, that same-sex couples have the same residency rights as different-sex couples, when a national of an EU country gets married while resident in an EU country where same-sex marriage is legal, and the spouse is from a non-EU country. Initially, the case was filed with the Romanian Constitutional Court, which later decided to consult with the ECJ. In line with the ECJ ruling, the Constitutional Court ruled on 18 July 2018 that the state must grant residency", "doc_score": "84.3192138671875", "publish_date": "2018/12/31"}, {"doc_id": "13610926", "text": "Same-sex union legislation / Same-sex union legislation Same-sex marriage is legal (nationwide or in some parts) in the following countries: Argentina, Australia, Belgium, Brazil, Canada, Colombia, Denmark, Finland, France, Germany, Iceland, Ireland, Luxembourg, Malta, Mexico, the Netherlands, New Zealand, Norway, Portugal, South Africa, Spain, Sweden, the United Kingdom, the United States, and Uruguay. A court ruling allowing same-sex marriage in Austria will take effect on 1 January 2019, with similar rulings in Taiwan and Costa Rica taking effect at latest on 24 May 2019 and on 26 May 2020, respectively. Same-sex marriage is recognized, but not performed, in Armenia, Estonia and Israel. Furthermore, same-sex", "doc_score": "87.98460388183594", "publish_date": "2018/12/31"}, {"doc_id": "13610929", "text": "Same-sex union legislation / than marriage on a national level. Those are Andorra, Austria, Chile, Costa Rica, Croatia, Cyprus, the Czech Republic, Ecuador, Estonia, Greece, Hungary, Israel, Italy, Liechtenstein, San Marino, Slovenia and Switzerland. As of December 2018, legislation to allow an alternative form of legal recognition of same-sex couples other than marriage is pending, or has passed at least one legislative house on a national level in Lithuania, Monaco, Peru, the Philippines, Poland and Romania. As of December 2018, same-sex marriage has been legal (nationwide or in some parts) in Argentina, Australia, Belgium, Brazil, Canada, Colombia, Denmark, Finland, France, Germany, Iceland, Ireland, Luxembourg,", "doc_score": "87.1125717163086", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_24", "search_time": "2022/10/02/00:35", "search_result": [{"doc_id": "13959105", "text": "Titan Mare Explorer / and the current Chief Scientist of NASA—would lead the mission as principal investigator, whereas the Applied Physics Laboratory (APL) would manage the mission. Lockheed Martin would build the TiME capsule, with scientific instruments provided by APL, Goddard Space Flight Center and Malin Space Science Systems. TiME's launch would have been with an Atlas V 411 rocket during 2016 and arriving to Titan in 2023. The target lake is Ligeia Mare (78°N, 250°W). It is one of the largest lakes of Titan identified to date, with a surface area of about ~100,000 km. The backup target is Kraken Mare. The Titan", "doc_score": "86.2593994140625", "publish_date": "2018/12/31"}, {"doc_id": "3480245", "text": "Kepler (spacecraft) / Laboratory, with Ball Aerospace responsible for developing the \"Kepler\" flight system. The Ames Research Center is responsible for the ground system development, mission operations since December 2009, and scientific data analysis. The initial planned lifetime was 3.5 years, but greater-than-expected noise in the data, from both the stars and the spacecraft, meant additional time was needed to fulfill all mission goals. Initially, in 2012, the mission was expected to be extended until 2016, but on July 14, 2012, one of the spacecraft's four reaction wheels used for pointing the spacecraft stopped turning, and completing the mission would only be possible", "doc_score": "83.5040512084961", "publish_date": "2018/12/31"}, {"doc_id": "12467496", "text": "MAVEN / 22, 2014, MAVEN reached Mars and was inserted into an areocentric elliptic orbit by above the planet's surface. The principal investigator for the spacecraft is Bruce Jakosky of the Laboratory for Atmospheric and Space Physics at the University of Colorado Boulder. On November 5, 2015, NASA announced that data from MAVEN shows that the deterioration of Mars' atmosphere increases significantly during solar storms. That loss of atmosphere to space likely played a key role in Mars' gradual shift from its carbon dioxide-dominated atmosphere – which had kept Mars relatively warm and allowed the planet to support liquid surface water –", "doc_score": "85.75616455078125", "publish_date": "2018/12/31"}, {"doc_id": "16778936", "text": "Sentinel Space Telescope / humanity. The B612 Foundation estimates that approximately half a million asteroids in Earth's neighbourhood equal or exceed the one that struck Tunguska in 1908. It was planned to be launched atop the Falcon 9 rocket designed and manufactured by the private aerospace company SpaceX in 2019, and to be maneuvered into position with the help of the gravity of Venus. Data gathered by the Sentinel Project would have been provided through an existing network of scientific data-sharing that includes NASA and academic institutions such as the Minor Planet Center in Cambridge, Massachusetts. Given the satellite's telescopic accuracy, Sentinel's data was", "doc_score": "84.96553039550781", "publish_date": "2018/12/31"}, {"doc_id": "3495433", "text": "STS-115 / the final tasks required for activation of the Solar Alpha Rotary Joint (SARJ). The SARJ is an automobile-sized joint that will allow the station's solar arrays to turn and point toward the sun. Burbank and MacLean released locks that had held the joint secure during its launch to orbit aboard \"Atlantis\". As they worked, the spacewalkers overcame several minor problems, including a malfunctioning helmet camera, a broken socket tool, a stubborn bolt, and a bolt that came loose from the mechanism designed to hold it captive. The stubborn bolt required the force of both spacewalkers to finally remove it. Burbank", "doc_score": "84.5013198852539", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_25", "search_time": "2022/10/02/00:35", "search_result": [{"doc_id": "1906243", "text": "Roger Federer / the main draw of Grand Slam tournaments, stretching back to the 2000 Australian Open. Still suffering from recurring knee pain during the grass season he lost in the semifinals of Stuttgart and Halle. On 6 July, he came back from two sets down to defeat Marin Čilić in five sets in the 2016 Wimbledon quarterfinals, equalling Jimmy Connors' all-time records of eleven Wimbledon semifinals and 84 match wins. He suffered his first defeat in a Wimbledon semifinal two days later in a five-set loss to Raonic, re-injuring his knee in the fifth set. On 26 July, Federer announced that he", "doc_score": "92.60002136230469", "publish_date": "2018/12/31"}, {"doc_id": "1906181", "text": "Roger Federer / Roger Federer Roger Federer (; born 8 August 1981) is a Swiss professional tennis player who is currently ranked world No. 3 in men's singles tennis by the Association of Tennis Professionals (ATP). Federer has won 20 Grand Slam singles titles—the most in history for a male player—and has held the world No. 1 spot in the ATP rankings for a record total of 310 weeks, including a record 237 consecutive weeks. After turning professional in 1998, he was continuously ranked in the top ten from October 2002 to November 2016. He re-entered the top ten following his victory at", "doc_score": "92.05754089355469", "publish_date": "2018/12/31"}, {"doc_id": "1906299", "text": "Roger Federer / athlete of his generation. Tennis.com listed him as the greatest male player of the open era. He dominated the game at his peak and has won more Grand Slam tournament titles (20) than any other men's singles player. He is also the first men's singles player to have reached ten consecutive Grand Slam tournament finals and a total of 30 Grand Slam finals. He has earned a men's doubles gold medal, and a men's single silver medal at the Olympics in 2008 and 2012, respectively. He has spent the most amount of time in the Open Era at the top", "doc_score": "90.18963623046875", "publish_date": "2018/12/31"}, {"doc_id": "1906248", "text": "Roger Federer / (2005, 2006 and 2017). Due to concerns about his longevity, Federer decided that he would skip the entire clay-court season. He returned to the tour at the beginning of the grass-court season in Stuttgart, where he suffered a shock defeat to Tommy Haas in the second round despite holding match points, the lowest-ranked player (No. 302) to beat him since No. 407 Bjoern Phau in 1999. He rebounded the following week by winning a record-extending ninth title at the Gerry Weber Open in Halle, doing so without the loss of a set. In the 2017 Wimbledon Championships, Federer made it", "doc_score": "91.52265167236328", "publish_date": "2018/12/31"}, {"doc_id": "1906244", "text": "Roger Federer / would miss the 2016 Summer Olympics and the remainder of the 2016 season to fully recover from his knee injury. The sudden withdrawal not only implied that 2016 was his first season since 2000 that Federer failed to win a title, but it also meant that he would have to drop out of top ten for the first time in fourteen years. This, combined with a grand slam drought spanning over four years, led to many analysts believing that his outstanding career was finally coming to an end and he would never win any major titles again. Federer's 2017 season", "doc_score": "91.75294494628906", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_26", "search_time": "2022/10/02/00:35", "search_result": [{"doc_id": "20025066", "text": "This Country / BBC renewed the programme for a second series, the first episode of which released on 26 February 2018. On 20 April 2018, the BBC renewed the programme for a third series, as well as a 40-minute one-off special. The Coopers play the central characters, cousins Kerry and Lee \"Kurtan\" Mucklowe. Their father, Paul Cooper, plays Kerry's father Martin Mucklowe, while their uncle, Trevor Cooper, plays local man and antagonist Len Clifton. Although credited to \"Ivy Woodcock\", the voice of Sue Mucklowe—Kerry's mother, never seen on screen—is provided by Daisy May Cooper. The series' name comes from a passionate line by", "doc_score": "79.97384643554688", "publish_date": "2018/12/31"}, {"doc_id": "14205643", "text": "Kit Harington / filmed in Iceland and Northern Ireland. The series was renewed for a seventh season, which premiered on 16 July 2017, and will conclude with its eighth season in April 2019. \"Game of Thrones\" takes place on the fictional continents of Westeros and Essos and chronicles the power struggles among noble families as they fight for control of the Iron Throne of the Seven Kingdoms. Jon Snow is introduced as the illegitimate son of Ned Stark, the honorable lord of Winterfell, an ancient fortress in the North of the fictional continent of Westeros. Harington has received praise for his performance. In", "doc_score": "78.22772979736328", "publish_date": "2018/12/31"}, {"doc_id": "11161097", "text": "Sam Heughan / the second season. \"Outlander\" premiered in 2014, and was an immediate hit, with strong ratings and a positive critical response. It was renewed for a second season, which aired in April 2016, and on 1 June 2016 it was announced that Starz would renew it for a third and fourth season. The third season premiered to strong ratings in September 2017, and in May 2018 the network once again renewed the series for a fifth and sixth season. In 2016, Heughan was named Barbour's first Global Brand Ambassador. In 2018, \"The Spy Who Dumped Me\", a comedy that Heughan filmed", "doc_score": "77.92214965820312", "publish_date": "2018/12/31"}, {"doc_id": "2399809", "text": "Through the Keyhole / was based in the US and conducted the US property tours, while UK based Lisa Snowdon conducted the European property tours. A fourth series began airing on 7 January 2017, with a Christmas episode airing two weeks previously, on 24 December. Eight episodes were recorded at Pinewood Studios in July 2016. A fifth series began airing on 13 January 2018. Prior to this, an \"I'm a Celebrity...Get Me Out of Here!\" special aired in December 2017 instead of a Christmas episode. A sixth series will begin airing in January 2019. Prior to this, a Christmas special aired on 14 December", "doc_score": "79.11164093017578", "publish_date": "2018/12/31"}, {"doc_id": "20025065", "text": "This Country / This Country This Country is a British mockumentary sitcom, first broadcast in the United Kingdom on BBC Three on 8 February 2017. Created by, written by and starring siblings Daisy May Cooper and Charlie Cooper, the programme is about the day-to-day lives of two young people living in a small village in the Cotswolds. The programme centres on themes of social clumsiness, the trivialities of human behaviour, the eccentricities of living in rural England, and the boredom and social isolation of young people in small communities. Following rave reviews and over four million iPlayer requests, on 18 July 2017 the", "doc_score": "78.74633026123047", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_27", "search_time": "2022/10/02/00:35", "search_result": [{"doc_id": "1397502", "text": "Bill of attainder / Bill of attainder A bill of attainder (also known as an act of attainder or writ of attainder or bill of pains and penalties) is an act of a legislature declaring a person or group of persons guilty of some crime and punishing them, often without a trial. As with attainder resulting from the normal judicial process, the effect of such a bill is to nullify the targeted person's civil rights, most notably the right to own property (and thus pass it on to heirs), the right to a title of nobility, and, in at least the original usage, the", "doc_score": "77.96833801269531", "publish_date": "2018/12/31"}, {"doc_id": "6796189", "text": "Nineteen Propositions / descended into civil war. The opening paragraph of the Nineteen Propositions introduces the document as a petition which it is hoped that Charles, in his \"princely wisdom,\" will be \"pleased to grant.\" The propositions follow in nineteen numbered points: It concluded \"And these our humble desires being granted by your Majesty, we shall forthwith apply ourselves to regulate your present revenue in such sort as may be for your best advantage; and likewise to settle such an ordinary and constant increase of it, as shall be sufficient to support your royal dignity in honour and plenty, beyond the proportion of", "doc_score": "79.17960357666016", "publish_date": "2018/12/31"}, {"doc_id": "545795", "text": "Catherine de' Medici / August 1560, Catherine and the chancellor advocated this policy to an assembly of notables at Fontainebleau. Historians regard the occasion as an early example of Catherine's statesmanship. Meanwhile, Condé raised an army and in autumn 1560 began attacking towns in the south. Catherine ordered him to court and had him imprisoned as soon as he arrived. He was tried in November, found guilty of offences against the crown, and sentenced to death. His life was saved by the illness and death of the king, as a result of an infection or an abscess in his ear. When Catherine had realized", "doc_score": "79.7149887084961", "publish_date": "2018/12/31"}, {"doc_id": "19764900", "text": "Spanish succession issue of 1789 / Spanish succession issue of 1789 Spanish succession issue of 1789 was a series of debates and decisions, taking place and adopted prior, during and after the Cortes sittings. They were initiated by king Carlos IV, who suggested that the succession law in force be altered; the change would consist of giving preference to females of main descendant line over males of collateral lines. The proposal was accepted and formally adopted as Cortes’ petition to the king, but a corresponding law was not published until 1830, which triggered a dynastical conflict and a series of civil wars. The question whether the", "doc_score": "79.4820556640625", "publish_date": "2018/12/31"}, {"doc_id": "1390871", "text": "Stamp Act 1765 / assemblies. The Virginia House of Burgesses reconvened in early May 1765 after news was received of the passage of the Act. By the end of May, it appeared that they would not consider the tax, and many legislators went home, including George Washington. Only 30 out of 116 Burgesses remained, but one of those remaining was Patrick Henry who was attending his first session. Henry led the opposition to the Stamp Act; he proposed his resolutions on 30 May 1765, and they were passed in the form of the Virginia Resolves. The Resolves stated: On 6 June 1765, the Massachusetts", "doc_score": "77.03836059570312", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_28", "search_time": "2022/10/02/00:35", "search_result": [{"doc_id": "12690365", "text": "Agriculture in the United Kingdom / British countryside and wildlife. The total area of agricultural holdings is about 171,000 km (43 million acres), or 183,000 km including rough grazing land, of which about a third, 64,000 km (15.3 million acres) are arable and most of the rest is given over to grassland. During the growing season about half the arable area is devoted to cereal crops, and of the cereal crop area, more than 65% is wheat. There are about 31 million sheep, 10 million cattle, 9.6 million poultry and 4.5 million pigs. These are arranged on about 212,000 holdings, whose average cultivable area is around", "doc_score": "76.80021667480469", "publish_date": "2018/12/31"}, {"doc_id": "12690425", "text": "Agriculture in the United Kingdom / moors such as the Lake District, the Pennines and Snowdonia in Wales are dominated by sheep farms, as are the Scottish Highlands. In the lowlands, pockets of sheep farms remain. Romney Marsh (which gave its name to the Romney sheep) and The Downs in Kent are famous for their sheep. Sheep farming in Wales encompasses both upland and lowland areas. The number of sheep farmed in the UK peaked in 1998 at 20.3 million, as a result of the Sheepmeat Regime, a relatively generous EU support initiative first begun in 1980. Numbers declined following the 2001 outbreak of foot and", "doc_score": "75.74060821533203", "publish_date": "2018/12/31"}, {"doc_id": "12865957", "text": "Hayley Turner / Birthday Honours for services to horseracing. Turner, like many UK Flat jockeys is based in Newmarket, Suffolk. In 2011, she became a member of the Jaguar Academy of Sport and received the 'Most Inspirational Sportswoman' Award at the 2011 Jaguar Academy of Sport Annual Awards. Turner was appointed an Officer of the Order of the British Empire (OBE) in the 2016 Birthday Honours. Per calendar year Great Britain Hayley Turner Hayley Turner (born 3 January 1983) is an English professional jockey with 780 career wins. Turner is considered to be the first woman to achieve a sustained, day-in, day-out, successful", "doc_score": "78.0239028930664", "publish_date": "2018/12/31"}, {"doc_id": "17466914", "text": "Dina Asher-Smith / woman to run a legal time under 11 seconds, with 10.99 secs on 24 July 2015 at the London Anniversary Games. She then finished fifth in the 2015 IAAF World Athletic Championships in Beijing with a time of 22.07, a new British record. At the 2016 Olympic Games in Rio, Asher-Smith finished fifth in the 200 metres, in 22.31 seconds, before winning a bronze medal in the 4 x 100 metres relay in a British record of 41.77 seconds, along with her teammates Asha Philip, Desiree Henry and Daryll Neita. On 17 February 2017, Asher-Smith broke her foot in a", "doc_score": "76.30440521240234", "publish_date": "2018/12/31"}, {"doc_id": "12690412", "text": "Agriculture in the United Kingdom / Ploughing depth in Britain varies between 5–6 inches in some limestone regions to up to 18 inches in deep stoneless silt land. Most British ploughs are designed to turn a furrow of up to about a foot deep, which is relatively shallow compared to some other countries, where furrows of up to 16 inches are common. Other machines used to prepare land include \"cultivators\" (to break up land too heavy for a normal plough), \"harrows\" (to level the surface of ploughed land), \"rolls\" or \"rollers\" (used for firming the soil), \"sprayers\" and \"dusters\" (used to spread herbicides, fungicides, insecticides and", "doc_score": "76.56640625", "publish_date": "2018/12/31"}]}
{"question_id": "20220930_29", "search_time": "2022/10/02/00:35", "search_result": [{"doc_id": "12550705", "text": "Conservative Party Conference (UK) / conference. In some special circumstances, the leader will make a speech at the opening of conference, most recently at the Conservative Party Conference 2016 in Birmingham, Prime Minister Theresa May addressed the opening day of the conference in the Global Britain:Making a success of Brexit. An exhibition area is also featured every year allowing businesses, organisations and Conservative Party affiliated organisations to promote their brands and messages from an exhibition stand throughout the conference period. The Chairman of the Conservative Party Conference is always the current President of the National Conservative Convention, the parliament of the Voluntary Party. The National", "doc_score": "87.19510650634766", "publish_date": "2018/12/31"}, {"doc_id": "2215168", "text": "Labour Party Conference (UK) / Britain. The 2017 Conference took place at the 5,000 capacity Brighton Centre in Brighton. It ran from Sunday 24 September to Wednesday 27 September 2017, with the Leader's Speech taking place on the final day. Jeremy Corbyn's leadership speech lasted 75 minutes and included a number of well received jokes, which came at the expense of both the Conservative party - specifically their reference to being unable to find a'magic money tree', to fund new initiatives, prior to 2017 general election, only to find £1 billion to serve as the basis of a confidence and supply deal with the", "doc_score": "89.42910766601562", "publish_date": "2018/12/31"}, {"doc_id": "12550704", "text": "Conservative Party Conference (UK) / Conservative Party Conference (UK) The Conservative Party Conference (CPC) is a four-day national conference event held by the Conservative Party in the United Kingdom. It takes place every year around October during the British party conference season, when the House of Commons is in recess. The event consists of fringe events, receptions and speeches which gives Conservative party members, the press and the public a chance to learn about the party's ideas and policies for the year ahead. The focal event is the leaders speech which is given by the incumbent Leader of the Conservative Party at the end of", "doc_score": "87.82520294189453", "publish_date": "2018/12/31"}, {"doc_id": "5762738", "text": "Party conference season / parties that they will stagger the timing of their conferences such that media attention be undivided, though smaller parties do not always abide by this rule firmly. In 2012 for example, there was an overlap between the Liberal Democrat and United Kingdom Independence Party annual conferences, with the latter concluding on the opening day of the former, and in 2013 the Liberal Democrat and Green Party of England and Wales conferences overlapped by three days. The dates and locations of the 2018 conferences are expected to be as follows: The dates and locations of the 2017 conferences were as follows:", "doc_score": "87.96083068847656", "publish_date": "2018/12/31"}, {"doc_id": "12550706", "text": "Conservative Party Conference (UK) / Convention meets twice a year — its Annual General Meeting is usually held at Spring Forum, with another meeting usually held at the Party Conference. Since 2017, the Democratic Unionist Party has hosted an annual reception at the conference, owing to the alliance between the two parties in Parliament. Conservative Party Conference (UK) The Conservative Party Conference (CPC) is a four-day national conference event held by the Conservative Party in the United Kingdom. It takes place every year around October during the British party conference season, when the House of Commons is in recess. The event consists of fringe events,", "doc_score": "87.25169372558594", "publish_date": "2018/12/31"}]}
