{"question_id": "20220624_0", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "16316190", "text": "Book censorship in the United States / recent years banned book week has expanded from just books to addressing the filtering any academic material by schools. This includes software that removes services such as YouTube, social media, and games. The American Association of School Librarians stance on all filtering is that it is important for students to go past “the requirements set for by the Federal Communications Commission in its Child Internet Protection Act”. However, while the week generally receives a positive reception, that does not mean it is criticism free. Tom Minnery, vice president of Focus on the Family, claims that “the ALA has irresponsibly perpetrated", "doc_score": "80.09185791015625", "publish_date": "2018/12/31"}, {"doc_id": "11055759", "text": "Military Readiness Enhancement Act / Military Readiness Enhancement Act The Military Readiness Enhancement Act was a bill introduced in the U.S. House of Representatives in several sessions between 2005 and 2009. It would have amended title 10, United States Code to include a policy of nondiscrimination on the basis of sexual orientation, replacing the policy known as \"Don't ask, don't tell\" (DADT), which banned disclosing one's homosexuality while serving in the Armed Forces. The bill remained stalled in committee each time it was introduced. In 2010, its backers succeeded in repealing DADT effective September 2011, without establishing a nondiscrimination policy. Rep. Marty Meehan introduced the", "doc_score": "82.5245590209961", "publish_date": "2018/12/31"}, {"doc_id": "6567922", "text": "Christmas controversies / placed within public schools, courthouses, and other government buildings has been heated in recent years. In some cases, popular aspects of Christmas, such as Christmas trees, lights, and decorating are still prominently showcased, but are associated with unspecified \"holidays\" rather than with Christmas. The controversy also includes objections to policies that prohibit government or schools from forcing unwilling participants to take part in Christmas ceremonies. In other cases, the Christmas tree, as well as Nativity scenes, have not been permitted to be displayed in public settings altogether. Also, several US chain retailers, such as Walmart, Macy's, and Sears, have experimented", "doc_score": "82.63164520263672", "publish_date": "2018/12/31"}, {"doc_id": "20728762", "text": "Pink tax / added that they supported the elimination of sales taxes overall. Another opposition argument was that only disease-preventing hygiene products should be exempt from Virginia's sales tax and that feminine hygiene products did not prevent disease. The satirical card game \"Cards Against Humanity\" released a \"For Her\" edition of its base set (which is exactly the same as the original except with pink-coloured packaging and a higher price) in 2017 as a satire of the pink tax, and in support of EMILY's List—a U.S. political action committee supporting female pro-choice Democratic candidates. Pink tax The pink tax is a phenomenon often", "doc_score": "82.65421295166016", "publish_date": "2018/12/31"}, {"doc_id": "18432530", "text": "Let Toys Be Toys / Let Toys Be Toys Let Toys Be Toys is a campaign designed to persuade retailers to stop categorising toys by gender. It was started by a group of parents on the parenting on-line discussion forum Mumsnet. In 2012, a thread was opened on the Mumsnet online forum which said: \"If you think that girls and boys should feel free to play with whatever toys that interest them most, and that they shouldn't walk into a toy store and feel pressurised to conform into archaic gender roles and stifling stereotypes, please join in the discussion!\" As a result of the debate", "doc_score": "82.66731262207031", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_1", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "16040370", "text": "Guy Spier / Guy Spier Guy Spier (born February 4, 1966) is a Zurich-based investor and author of a book on investing entitled \"The Education of a Value Investor\". He is well known for bidding US$650,100 with Mohnish Pabrai for a charity lunch with Warren Buffett June 25, 2008. In 2009, he was featured in \"the Checklist Manifesto\", by Atul Gawande regarding his use of checklists as part of his investment process. Spier was educated in England at the City of London Freemen's School, followed by Brasenose College at the University of Oxford, from which he gained a First Class degree in PPE", "doc_score": "84.05653381347656", "publish_date": "2018/12/31"}, {"doc_id": "16040375", "text": "Guy Spier / He is a member of Entrepreneurs' Organization and of the Young Presidents Organization. Guy Spier Guy Spier (born February 4, 1966) is a Zurich-based investor and author of a book on investing entitled \"The Education of a Value Investor\". He is well known for bidding US$650,100 with Mohnish Pabrai for a charity lunch with Warren Buffett June 25, 2008. In 2009, he was featured in \"the Checklist Manifesto\", by Atul Gawande regarding his use of checklists as part of his investment process. Spier was educated in England at the City of London Freemen's School, followed by Brasenose College at the", "doc_score": "84.18653106689453", "publish_date": "2018/12/31"}, {"doc_id": "6693070", "text": "SunCruz Casinos sale / knew buyers who would be interested. They included himself, but ethics rules prohibit the same law firm from representing a buyer and a seller, therefore Abramoff hid his interest in the purchase from his firm. Abramoff enlisted Adam Kidan and Ben Waldman, acquaintances from his College Republican days as partners in the deal. The price was approximately $145 million; Abramoff and his partners would come up with a $23 million downpayment, and then other financiers would release loans. Press accounts have suggested that Abramoff used his political connections to gain support for the deal in Washington. Tom DeLay, then House", "doc_score": "80.34040832519531", "publish_date": "2018/12/31"}, {"doc_id": "1679296", "text": "Warren Buffett / percent of his fortune to philanthropic causes, primarily via the Bill & Melinda Gates Foundation. He founded The Giving Pledge in 2009 with Bill Gates, whereby billionaires pledge to give away at least half of their fortunes. He is also actively contributing to political causes, having endorsed Democratic candidate Hillary Clinton in the 2016 U.S. presidential election; he has publicly opposed the policies, actions, and statements of the current U.S. president, Donald Trump. Buffett was born in 1930 in Omaha, Nebraska, the second of three children and the only son of Leila (née Stahl) and Congressman Howard Buffett. Buffett began", "doc_score": "79.82881164550781", "publish_date": "2018/12/31"}, {"doc_id": "1679345", "text": "Warren Buffett / doing nothing\". Buffett had long stated his intention to give away his fortune to charity, and in June 2006, he announced a new plan to give 83% of it to the Bill & Melinda Gates Foundation. He pledged about the equivalent of 10 million Berkshire Hathaway Class B shares to the Bill & Melinda Gates Foundation (worth approximately $30.7 billion as of June 23, 2006), making it the largest charitable donation in history, and Buffett one of the leaders of philanthrocapitalism. The foundation will receive 5% of the total each July, beginning in 2006. (The pledge is conditional upon the", "doc_score": "80.43859100341797", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_2", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "482965", "text": "Nitrous oxide / twenty-first century. In the United States, possession of nitrous oxide is legal under federal law and is not subject to DEA purview. It is, however, regulated by the Food and Drug Administration under the Food Drug and Cosmetics Act; prosecution is possible under its \"misbranding\" clauses, prohibiting the sale or distribution of nitrous oxide for the purpose of human consumption. Many states have laws regulating the possession, sale, and distribution of nitrous oxide. Such laws usually ban distribution to minors or limit the amount of nitrous oxide that may be sold without special license. For example, in the state of", "doc_score": "84.83229064941406", "publish_date": "2018/12/31"}, {"doc_id": "13637232", "text": "Water fluoridation in the United States / rights to consent to medical treatment and due process are infringed by mandatory water fluoridation. Individuals have sued municipalities for a number of illnesses that they believe were caused by fluoridation of the city's water supply. In most of these cases, the courts have held in favor of cities, finding no or only a tenuous connection between health problems and widespread water fluoridation. To date, no federal appellate court or state court of last resort (i.e., state supreme court) has found water fluoridation to be unlawful. A flurry of cases were heard in numerous state courts across the U.S. in", "doc_score": "85.13850402832031", "publish_date": "2018/12/31"}, {"doc_id": "15415547", "text": "Mercury regulation in the United States / local emergency planning commission. EPA is currently considering a chemical use inventory, which would track the quantities of chemicals used at individual facilities. Currently, only Michigan has regulations that specifically require facilities to report the quantities of chemicals used. Under the Part 9 rules of Act 245, Michigan's water pollution control act, businesses that use any substance listed on the \"Critical Materials Registry\" must report the quantities of each substance used and released. Mercury is included the Critical Materials Registry. The state uses this information to assist in permit development and compliance in its water program. Regulations associated with releases", "doc_score": "82.814697265625", "publish_date": "2018/12/31"}, {"doc_id": "5086982", "text": "Gas-guzzler / Gas-guzzler A gas-guzzler, in informal language, is a vehicle that is perceived to consume a lot of fuel. The term originally came into use in the US when congress established Gas Guzzler Tax provisions in the Energy Tax Act of 1978 to discourage the production and purchase of fuel-inefficient vehicles. The gas guzzler tax had applied only to cars (not trucks) and was collected by the IRS. Other countries have followed suit and introduced their own version of a gas-guzzler tax such as Canada's \"green levy\". There are several reasons for bad fuel economy in cars, vans and trucks: Then", "doc_score": "85.3243637084961", "publish_date": "2018/12/31"}, {"doc_id": "3006989", "text": "Tyramine / buy, sell, or possess in the state of Florida without a license at any purity level or any form whatsoever. The language in the Florida statute says tyramine is illegal in \"any material, compound, mixture, or preparation that contains any quantity of [tyramine] or that contains any of [its] salts, isomers, including optical, positional, or geometric isomers, and salts of isomers, if the existence of such salts, isomers, and salts of isomers is possible within the specific chemical designation\". This ban is likely the product of lawmakers overly eager to ban substituted phenethylamines, which tyramine is, in the mistaken belief", "doc_score": "83.6893539428711", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_3", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "245171", "text": "Left-wing politics / of movements, especially republicanism during the French Revolution in the 18th century, followed by socialism, communism, anarchism and social democracy in the 19th and 20th centuries. Since then, the term left-wing has been applied to a broad range of movements including civil rights movements, feminist movements, anti-war movements and environmental movements, as well as a wide range of parties. According to former professor of economics Barry Clark, \"[leftists] claim that human development flourishes when individuals engage in cooperative, mutually respectful relations that can thrive only when excessive differences in status, power, and wealth are eliminated\". In politics, the term \"Left\"", "doc_score": "81.28567504882812", "publish_date": "2018/12/31"}, {"doc_id": "669657", "text": "Right-wing politics / anti-capitalist sentiments including conservatives and fascists who opposed what they saw as the selfishness and excessive materialism inherent in contemporary capitalism. The political term right-wing was first used during the French Revolution, when liberal deputies of the Third Estate generally sat to the left of the president's chair, a custom that began in the Estates General of 1789. The nobility, members of the Second Estate, generally sat to the right. In the successive legislative assemblies, monarchists who supported the Old Regime were commonly referred to as rightists because they sat on the right side. A major figure on the right", "doc_score": "80.79032135009766", "publish_date": "2018/12/31"}, {"doc_id": "245169", "text": "Left-wing politics / Left-wing politics Left-wing politics supports social equality and egalitarianism, often in opposition to social hierarchy. It typically involves a concern for those in society whom its adherents perceive as disadvantaged relative to others (prioritarianism) as well as a belief that there are unjustified inequalities that need to be reduced or abolished (by advocating for social justice). The term left-wing can also refer to \"the radical, reforming, or socialist section of a political party or system\". The political terms \"Left\" and \"Right\" were coined during the French Revolution (1789–1799), referring to the seating arrangement in the French Estates General: those who", "doc_score": "81.29633331298828", "publish_date": "2018/12/31"}, {"doc_id": "245172", "text": "Left-wing politics / derives from the French Revolution, as the anti-monarchist Montagnard and Jacobin deputies from the Third Estate generally sat to the left of the presiding member's chair in parliament, a habit which began in the French Estates General of 1789. Throughout the 19th century in France, the main line dividing Left and Right was between supporters of the French Republic and those of the monarchy. The June Days Uprising during the Second Republic was an attempt by the Left to assert itself after the 1848 Revolution, but only a small portion of the population supported this. In the mid-19th century, nationalism,", "doc_score": "81.59742736816406", "publish_date": "2018/12/31"}, {"doc_id": "9294015", "text": "Right-wing populism / has established itself as one of the main political parties in France and also as the strongest and most successful populist party of Europe as of 2015. Le Pen finished second in the 2017 election and lost in the second round of voting versus Emmanuel Macron which was held on 7 May 2017. The Hungarian parliamentary election, 2018 result was a victory for the Fidesz–KDNP alliance, preserving its two-thirds majority, with Viktor Orbán remaining Prime Minister. Orbán and Fidesz campaigned primarily on the issues of immigration and foreign meddling, and the election was seen as a victory for right-wing populism", "doc_score": "81.03404235839844", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_4", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "9566818", "text": "IRS tax forms / source of such information. It is also used by government agencies to prevent organizations from abusing their tax-exempt status. In June 2007, the IRS released a new Form 990 that requires significant disclosures on corporate governance and boards of directors. These new disclosures are required for all nonprofit filers for the 2009 tax year, with more significant reporting requirements for nonprofits with over $1 million in revenues or $2.5 million in assets. In addition, certain nonprofits have more comprehensive reporting requirements, such as hospitals and other health care organizations (Schedule H). The Form 990 may be filed with the IRS", "doc_score": "80.2210922241211", "publish_date": "2018/12/31"}, {"doc_id": "13523949", "text": "Internal Revenue Service / year 2014 budget of $13.074 billion for the Internal Revenue Service. On December 20, 2017, Congress passed the Tax Cuts and Jobs Act of 2017. It was signed into law by President Trump on December 22, 2017. In the 2017 fiscal year, the IRS had 76,832 employees conducting its work, a decrease of 14.9 percent from 2012. From the 1950s through the 1970s, the IRS began using technology such as microfilm to keep and organize records. Access to this information proved controversial, when President Richard Nixon's tax returns were leaked to the public. His tax advisor, Edward L. Morgan, became", "doc_score": "82.81407165527344", "publish_date": "2018/12/31"}, {"doc_id": "414208", "text": "Taxation in the United States / most types of tax returns by mail with these Service Centers, or file electronically. The IRS also maintains a National Office in Washington, DC, and numerous local offices providing taxpayer services and administering tax examinations. Tax returns filed with the IRS are subject to examination and adjustment, commonly called an IRS audit. Only a small percentage of returns (about 1% of individual returns in IRS FY 2008) are examined each year. The selection of returns uses a variety of methods based on IRS experiences. On examination, the IRS may request additional information from the taxpayer by mail, in person at", "doc_score": "81.87557220458984", "publish_date": "2018/12/31"}, {"doc_id": "20023011", "text": "GAO Access and Oversight Act of 2017 / GAO Access and Oversight Act of 2017 The GAO Access and Oversight Act of 2017 (,) was one of the first Acts of the 115th United States Congress to be signed into law by President Donald Trump during the first 100 days of his presidency. It was introduced in the United States House of Representatives on January 3, 2017 by Representative Buddy Carter of Georgia. The bill which was signed by Trump on January 31, 2017, ensures that the Government Accountability Office (GAO) has full access to the National Directory of New Hires, a database created by Congress in 1996", "doc_score": "80.58909606933594", "publish_date": "2018/12/31"}, {"doc_id": "9566844", "text": "IRS tax forms / federal income taxation began in 1861, but controversy led to Congress prohibiting any examination of tax records by 1894. Congress allowed public examination of individual and corporate tax payments only in 1923, but the disclosure was eliminated by 1924. In 1934 the measure was briefly considered again. As of 2010, various experts have advocated that the income and tax payments be released for individuals and corporations to shed further light on tax efficiency and spur reform. These experts have suggested only releasing information that cannot be used for identity theft to address privacy concerns. IRS tax forms Internal Revenue Service", "doc_score": "80.06959533691406", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_5", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "18441837", "text": "Bill Cosby sexual assault cases / liar, resulting in defamation of character. Green's lawsuit was filed in Cosby's home state of Massachusetts. In January 2015, the lawsuit was amended to allow fellow accusers Traitz and Serignese to be added as co-plaintiffs. Martin Singer had released a statement specifically targeting Traitz after she posted allegations against Cosby on Facebook in November, calling her story \"ridiculous\", \"absurd\", and \"utter nonsense.\" No such denials were leveled explicitly at Serignese, but she claims the sweeping denials against all of Cosby's accusers included her and have damaged her reputation as well. On October 20, 2015, AIG filed legal papers to try", "doc_score": "81.96377563476562", "publish_date": "2018/12/31"}, {"doc_id": "4082529", "text": "Battery (tort) / the surgeon has committed a battery against the patient. Similarly, a battery occurs if the surgeon allows a cousin who is a plumber with no medical training to help fish out the appendix during the surgery. Although the patient has consented to being touched by the surgeon, this consent does not extend to people who the patient would not reasonably anticipate would be participating in the procedure. The battery may occur even if the victim is unaware of the contact at the time \"and\" the defendant is nowhere near the scene at the time of the contact. If a tortfeasor", "doc_score": "82.05616760253906", "publish_date": "2018/12/31"}, {"doc_id": "13804006", "text": "Shaggy defense / Shaggy defense A Shaggy defense is the legal strategy in which the defendant flatly denies guilt despite overwhelming evidence against them, particularly a recording of them committing the act, just by denying that they were the one witnessed or recorded committing the act. A key element of the defense is the refusal to engage with or try to refute the evidence against the defendant, instead choosing to just deny that they were the one who committed the act. The strategy's name is derived from reggae musician Shaggy's 2000 single \"It Wasn't Me\", which is based around the concept; it was", "doc_score": "78.51593017578125", "publish_date": "2018/12/31"}, {"doc_id": "1705652", "text": "Entrapment / not apply to that question.) As described in \"United States v. Howell\", the defense \"applies when, acting with actual or apparent authority, a government official affirmatively assures the defendant that certain conduct is legal and the defendant reasonably believes that official\". The entrapment by estoppel defense exists in both federal and city jurisdictions; however, case law remains inconsistent as to whether the misleading advice of e.g. a state official provides protection against federal criminal charges. Examples exist of an appellate court failing to allow an entrapment by estoppel defense where a municipal official provided misleading instructions regarding a state law.", "doc_score": "77.04192352294922", "publish_date": "2018/12/31"}, {"doc_id": "20526218", "text": "Woody Allen sexual assault allegation / judge denied him visitation rights with Dylan, gave him limited, supervised visitation with Satchel, and allowed Moses, a teenager, to decide for himself. The decision was upheld on appeal in 1994 and 1995. Dylan Farrow has repeated the allegation several times as an adult. Her first public comment was in an interview with Maureen Orth for \"Vanity Fair\" in 2013, followed by an open letter in the \"New York Times\" in 2014, a \"Los Angeles Times\" op-ed in December 2017. Woody Allen has also spoken publicly about the allegations, in an interview with Gayle King for \"CBS This Morning\" in", "doc_score": "79.81797790527344", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_6", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "10130495", "text": "Student loans in the United States / pricing and loan limits are politically determined by Congress. Undergraduates typically receive lower interest rates, but graduate students typically can borrow more. This lack of risk-based pricing has been criticized by scholars as contributing to inefficiency in higher education. Both types offer a grace period of six months, which means that no payments are due until six months after graduation or after the borrower becomes a less-than-half-time student without graduating. Both types have a fairly modest annual limit. The dependent undergraduate limit effective for loans disbursed on or after July 1, 2008 is as follows (combined subsidized and unsubsidized limits):", "doc_score": "90.46537780761719", "publish_date": "2018/12/31"}, {"doc_id": "10130496", "text": "Student loans in the United States / $5,500 per year for freshman undergraduate students, $6,500 for sophomore undergraduates, and $7,500 per year for junior and senior undergraduate students, as well as students enrolled in teacher certification or preparatory coursework for graduate programs. For independent undergraduates, the limits (combined subsidized and unsubsidized) effective for loans disbursed on or after July 1, 2008 are higher: $9,500 per year for freshman undergraduate students, $10,500 for sophomore undergraduates, and $12,500 per year for junior and senior undergraduate students, as well as students enrolled in teacher certification or preparatory coursework for graduate programs. Subsidized federal student loans are only offered to students", "doc_score": "91.04957580566406", "publish_date": "2018/12/31"}, {"doc_id": "5176438", "text": "Officially unrecognized Harvard College social clubs / 2016. The all-male Oak Club followed suit in 2017 after reaching a \"club-wide consensus\". In July 2017, a Harvard committee pointed to Bowdoin College as a model for eradicating final clubs, sororities, and fraternities from campus social life. This preliminary recommendation would have taken effect with the incoming class of 2018, so all currently enrolled students would be exempt. The transition period would have extended into May 2022 before all such organizations and social clubs would be abolished. <br> After the committee released its 22-page report, \"The Harvard Crimson\" reported that the committee, co-chaired by Danoff Dean of the College", "doc_score": "90.18112182617188", "publish_date": "2018/12/31"}, {"doc_id": "198530", "text": "Ivy League / up living. Students of the Ivy League, both graduate and undergraduate, come primarily from upper middle and upper class families. In recent years, however, the universities have looked towards increasing socioeconomic and class diversity, by providing greater financial aid packages to applicants from lower, working, and middle class American families. In 2013, 46% of Harvard undergraduate students came from families in the top 3.8% of all American households (i.e., over $200,000 annual income). In 2012, the bottom 25% of the American income distribution accounted for only 3–4% of students at Brown, a figure that had remained unchanged since 1992. In", "doc_score": "87.66141510009766", "publish_date": "2018/12/31"}, {"doc_id": "324610", "text": "Princeton University / In September 2006, the university announced that all applicants for the Class of 2012 would be considered in a single pool, effectively ending the school's early decision program. In February 2011, following decisions by the University of Virginia and Harvard University to reinstate their early admissions programs, Princeton announced it would institute an early action program, starting with applicants for the Class of 2016. In 2011, \"The Business Journal\" rated Princeton as the most selective college in the Eastern United States in terms of admission selectivity. In 2001, expanding on earlier reforms, Princeton became the first university to eliminate loans", "doc_score": "90.96818542480469", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_7", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "12390491", "text": "Eugene Monroe / denied this was a factor however. Following his release from the Ravens, Monroe fielded interest from several NFL teams before announcing his retirement on July 21, 2016. Explaining his decision in an essay submitted to \"The Players' Tribune\", Monroe cited the physical toll that football takes on the human body and in particular its effect on the brain, noting that signs of CTE (chronic traumatic encephalopathy) have been detected in 90% of former NFL players examined. Monroe also disclosed that he had recently noticed signs of memory loss and planned to undergo a battery of tests to evaluate his current", "doc_score": "83.27947998046875", "publish_date": "2018/12/31"}, {"doc_id": "2073153", "text": "Mike McCarthy (American football) / He signed a five-year contract extension with the team on January 19, 2008, that raised his salary to $3.4 million a year. In 2008, McCarthy became embroiled in a major controversy involving the future of their franchise quarterback, Brett Favre. The controversy started when Favre, after having announced his retirement, changed his mind, deciding to play again. Favre had assumed that he would be given the starting quarterback job again. McCarthy and Packers' general manager Ted Thompson had stated their desire to move forward with new starter Aaron Rodgers. Favre was offered the opportunity to be the back up to", "doc_score": "80.77699279785156", "publish_date": "2018/12/31"}, {"doc_id": "12390492", "text": "Eugene Monroe / health status. Monroe's decision followed the recent retirements of NFL players Chris Borland (March 2015), Husain Abdullah (March 2016), and A.J. Tarpley (April 2016), all of whom walked away from the game early due to neurological health concerns. Monroe is an outspoken advocate for removing cannabis from the list of banned substances in the NFL. Monroe points to the heavy use of addictive opioid drugs in the league and says players should not be punished for choosing a safer alternative that could help them better manage their pain. Monroe also cites the neuroprotective properties of cannabis that could help treat", "doc_score": "80.40021514892578", "publish_date": "2018/12/31"}, {"doc_id": "3147013", "text": "William Eckert / person in over 10 years. He was almost completely unknown to the public, leading sportswriters to nickname him \"the Unknown Soldier.\" He incurred the public's ire by refusing to cancel games after the assassinations of Sen. Robert F. Kennedy and Martin Luther King, Jr., and team owners' disdain because he refused to deal forcefully with substantive business issues. By 1968, the owners anticipated a players' strike, and had long since lost confidence in Eckert's ability to handle the situation. For this reason, Eckert was forced to resign at the end of the season, although he still had three years on", "doc_score": "83.70722961425781", "publish_date": "2018/12/31"}, {"doc_id": "6185888", "text": "Chris Kluwe / tweeted that he had been released by the Raiders. On January 3, 2014, Kluwe retired from football. After a year of not playing, he did not want to attempt playing in the NFL again, and believed his chances were slim given his outspoken views of same-sex marriage and criticism of the Vikings. During the 2011 NFL lockout, the \"Boston Globe\" reported that an agreement between owners and the players' union was being held up by special considerations for a few top employees, Peyton Manning, Drew Brees, Vincent Jackson, and Logan Mankins. Kluwe tweeted his frustration at this impasse, assailing their", "doc_score": "80.90835571289062", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_8", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "19443185", "text": "2016 Afghanistan earthquake / 2016 Afghanistan earthquake The 2016 Afghanistan earthquake was a magnitude 6.6 earthquake which struck west-southwest of Ashkasham on April 10, at a depth of. The shock had a maximum intensity of IV (\"Light\"). The earthquake killed at least 4 people in Pakistan. The tremors shook up Peshawar, Chitral, Swat, Gilgit, Faisalabad and Lahore. The Himalayas region is one of earth's most seismically active regions. The tremors were felt in Delhi, National Capital Region, Kashmir and Uttarakhand. In Delhi, some 1,000 kilometers (620 miles) from the epicentre, the Delhi Metro was temporarily halted. So far, 2 aftershocks have been felt,", "doc_score": "101.462890625", "publish_date": "2018/12/31"}, {"doc_id": "17248106", "text": "2013 Laghman earthquake / 2013 Laghman earthquake The 2013 Laghman earthquake occurred with magnitude of 5.6, with an epicenter 11 km (seven miles) from Mehtar Lam, the capital of Afghanistan's eastern province of Laghman Province near Jalalabad, Afghanistan at 09:25 UTC on April 24. The quake took place 6.6 km down the surface. The tremors were also felt in the neighboring Pakistan and India. There were no immediate reports of any casualty or injury. Earthquake tremors were felt across Pakistan including in Parachinar, Mohmad Agency, Shabqadar, Swat, Peshawar, Islamabad, Chiniot and Lahore. On April 16, a 7.8 earthquake with its epicenter in Iran was", "doc_score": "96.0057373046875", "publish_date": "2018/12/31"}, {"doc_id": "20435377", "text": "2017 Iran–Iraq earthquake / earthquake occurred near the Iran–Iraq border, approximately northeast of Baghdad. According to the United States Geological Survey, the earthquake measured 7.3 on the moment magnitude scale and was caused by movement on a thrust fault dipping at a shallow angle to the northeast. The epicentre was at a depth of, and the maximum perceived intensity was VIII (\"severe shaking\") on the Mercalli intensity scale. This was the strongest earthquake recorded in the region since a 6.1 M event in January 1967. The earthquake was felt throughout the Middle East and as far away as Israel, the Arabian Peninsula and", "doc_score": "95.25982666015625", "publish_date": "2018/12/31"}, {"doc_id": "19443186", "text": "2016 Afghanistan earthquake / with magnitudes of 4.1 and 4.2. There were additionally at least 10 foreshocks felt, with the largest having a magnitude of 4.5 on April 8, 2016. 2016 Afghanistan earthquake The 2016 Afghanistan earthquake was a magnitude 6.6 earthquake which struck west-southwest of Ashkasham on April 10, at a depth of. The shock had a maximum intensity of IV (\"Light\"). The earthquake killed at least 4 people in Pakistan. The tremors shook up Peshawar, Chitral, Swat, Gilgit, Faisalabad and Lahore. The Himalayas region is one of earth's most seismically active regions. The tremors were felt in Delhi, National Capital Region,", "doc_score": "98.81626892089844", "publish_date": "2018/12/31"}, {"doc_id": "11882090", "text": "February 1998 Afghanistan earthquake / February 1998 Afghanistan earthquake The February 1998 Afghanistan earthquake occurred at near the Afghanistan-Tajikistan border. The strike-slip shock had a moment magnitude of 5.9 and a maximum Mercalli intensity of VII (\"Very strong\"). With several thousand dead and hundreds injured, the event's effects were considered extreme. It was felt at Tashkent and Dushanbe, and aftershocks continued for the next seven days. Afghanistan is situated on a major plate boundary. The location of the country is on the boundary where two tectonic plates, the Iranian Plate and the Eurasian Plate, meet. To the south of Afghanistan, the Indian Plate moves northwards", "doc_score": "96.169677734375", "publish_date": "2018/12/31"}]}
{"question_id": "20220624_9", "search_time": "2022/06/24/14:31", "search_result": [{"doc_id": "3916933", "text": "Live attenuated influenza vaccine / over possible side effects. Now FluMist is approved and recommended for healthy children 24 months of age and older. The FDA approved the current unfrozen refrigerated version for the same age group (ages 5–49) in August 2006 following completion of phase 3 clinical trials. CAIV-T has been approved by the FDA and is the version offered on the market beginning in fall of 2007. The current version of the vaccine is called CAIV-T, and is stable for storage in a refrigerator, rather than requiring freezer storage as did the originally-approved formulation. Approved for the 2007-2008 flu season, the refrigerated formulation", "doc_score": "81.87987518310547", "publish_date": "2018/12/31"}, {"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "81.29825592041016", "publish_date": "2018/12/31"}, {"doc_id": "16126550", "text": "Tetanus vaccine / white blood cells will start to decline. The decline in activity of the T-helper cells means that there must be a booster to help keep the white blood cells active. Td and Tdap are the booster shots given every ten years to maintain immunity for adults nineteen years of age to sixty-five years of age. Tdap is given as a onetime, first time only dose that includes the tetanus, diphtheria, and acellular pertussis vaccinations. This should not be administered to those who are under the age of eleven or over the age of sixty-five. Td is the booster shot given", "doc_score": "81.51607513427734", "publish_date": "2018/12/31"}, {"doc_id": "6620747", "text": "Childhood immunizations in the United States / does not grant immunity from future infection since there are so many strains, so it is important to be vaccinated against them. Getting the flu also increases a person's risk for getting pneumococcal disease. PCV13 is a series of 4 shots given at 2, 4, and 6 months of age. The last is given between 12 and 15 months of age. Side effects of this vaccine may include: Pneumonia is the most common form of the disease, symptoms include It can also result in meningitis, symptoms include Bacteremia and Sepsis are blood infections which can also be a result, symptoms", "doc_score": "79.82220458984375", "publish_date": "2018/12/31"}, {"doc_id": "6620728", "text": "Childhood immunizations in the United States / term and happens when the virus remains in the body. The younger the child is, the greater their chance of developing a chronic infection and this risk goes down as the child gets older. Approximately 90% of infected infants will develop a chronic infection. Since 1990, when the vaccine was introduced as a routine vaccination in children, rates of acute Hepatitis B has decreased in the United States by 82%. This vaccine is given as a series of shots, the first dose is given at birth, the second between 1 and 2 months, and the third, and possibly fourth, between", "doc_score": "81.70034790039062", "publish_date": "2018/12/31"}]}
