{"question_id": "20221111_0", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "19864583", "text": "2018 United States House of Representatives elections in Texas / is currently represented by Democrat Lloyd Doggett, and has been since its creation in 2013. Doggett previously represented Texas's 25th congressional district before redistricting. Doggett won reelection in 2016 with 63.07% of the vote. The district's PVI is D+15 Doggett is running for reelection. The 36th district is located in southeast Texas and includes all of Newton, Jasper, Tyler, Polk, Orange, Hardin, Liberty, and Chambers counties, plus portions of southeastern Harris County. The Johnson Space Center is within the district. It is currently represented by Republican Brian Babin, who has served since 2015. Babin was reelected in 2016 with 88.61%", "doc_score": "83.11383056640625", "publish_date": "2018/12/31"}, {"doc_id": "15797615", "text": "2014 United States elections / while producing the lowest turnout since 1942 at only 36.4%. The elections saw sweeping gains by the Republican Party in the Senate, House, and in numerous gubernatorial, state, and local races. The Republicans gained control of the Senate for the first time since 2006, and increased their majority in the House. The Republicans also gained two seats in governors' races. This election marked the fourth consecutive midterm election in which party control of at least one chamber of Congress changed hands. Overall, the elections resulted in the largest Republican majority in the entire country in nearly a century, with 54", "doc_score": "83.25138854980469", "publish_date": "2018/12/31"}, {"doc_id": "15797620", "text": "2014 United States elections / or didn't have transportation. \"The New York Times\" counts apathy, anger and frustration at the relentlessly negative tone of the campaigns as the reasons of low turnout and stated, \"Neither party gave voters an affirmative reason to show up at the polls.\" With a final total of 247 seats (56.78%) in the House and 54 seats in the Senate, the Republicans ultimately achieved their largest majority in the U.S. Congress since the 71st Congress in 1929. All 33 seats in Senate Class II were up for election. Additionally, three special elections were held to fill vacancies in Class III. Of", "doc_score": "82.40265655517578", "publish_date": "2018/12/31"}, {"doc_id": "18426485", "text": "2020 United States Senate elections / ordered by state. Incumbent Democrat Doug Jones was elected in a special election in 2017, defeating Republican candidate Roy Moore. Jones will be up for re-election for a second term beginning January 3, 2021. One-term incumbent Republican Dan Sullivan was elected to a first term in 2014, defeating one-term incumbent Mark Begich. Six-term Republican senator John McCain died on August 25, 2018. Governor Doug Ducey was required by state law to appoint a new senator of the same party as McCain, and then the seat would be up for a special election in November 2020 and this will determine who", "doc_score": "82.53642272949219", "publish_date": "2018/12/31"}, {"doc_id": "19864582", "text": "2018 United States House of Representatives elections in Texas / Filemon Vela Jr. and has been since the district's creation in 2013. Vela was reelected with 62.67% of the vote in 2016. The district's PVI is D+10. The 35th district includes parts of the San Antonio metropolitan area, including portions of Bexar County, thin strips of Comal and Hays, and a portion of Caldwell county, as well as portions of southern and eastern Austin in Travis County. In March 2017, a panel of federal judges ruled that the 35th district was illegally drawn with discriminatory intent. In August, 2017 there was another ruling that the district is unconstitutional. The district", "doc_score": "82.83267211914062", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_1", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "20346510", "text": "Effects of Hurricane Irma in Florida / Effects of Hurricane Irma in Florida Hurricane Irma was the costliest storm in the history of the U.S. state of Florida. Irma developed from a tropical wave near the Cape Verde Islands on August 30, 2017. The storm quickly became a hurricane on August 31 and then a major hurricane shortly thereafter, but would oscillate in intensity over the next few days. By September 4, Irma resumed strengthening, and became a powerful Category 5 hurricane on the following day. The cyclone then struck Saint Maarten and the British Virgin Islands on September 6 and later crossed Little Inagua in the", "doc_score": "85.27085876464844", "publish_date": "2018/12/31"}, {"doc_id": "15766871", "text": "Tropical Storm Bret (2011) / its rains aided in alleviating mild drought conditions across the nation. Off the coast of Florida, the storm generated rough sea conditions with waves of up to 5 ft (1.9 m); high surf lightly injured several swimmers and surfers in Brevard County. Strong rip currents swept dozens of people out to sea, but all remained unharmed and were quickly rescued. Additionally, the waves washed ashore venomous jellyfish that stung more than 200 people near coastal beaches. Scattered funnel clouds and waterspouts were reported overseas, though the phenomena dissipated soon thereafter without affecting land. Onshore, Bret's effects were minimal; weak morning", "doc_score": "85.08768463134766", "publish_date": "2018/12/31"}, {"doc_id": "20346549", "text": "Effects of Hurricane Irma in Florida / of 2018. The storm caused minor damage to 13 homes, major damage to 4 homes, and destroyed 10 homes on Conch Key. Fourteen homes suffered minor impact and one home was destroyed on Long Key, not including Layton. Within the city, 15 homes sustained major damage and 160 others had minor damage. On Fiesta Key, 257 homes experienced major damage. At the main base of the Florida National High Adventure Sea Base on Lower Matecumbe Key, several buildings sustained minor to moderate damage, while the staff houses suffered moderate to extensive roof impacts. In Islamorada, wind gusts were estimated to", "doc_score": "83.47900390625", "publish_date": "2018/12/31"}, {"doc_id": "20733051", "text": "Tropical Storm Alberto (2018) / efforts, the oil spill negatively affected the area's ecosystem. After the storm, officials provided food and building supplies to residents who sustained storm damage, and planted crops to regrow the damaged supply. Across the United States, Alberto left about $125 million in wind and water damage, and caused eight deaths. Landslides killed a woman in Polk County and two women near Boone, when a gas leak caused an explosion. WYFF News 4 anchor Mike McCormick and photojournalist Aaron Smeltzer died while covering the storm after a tree fell onto their vehicle on U.S. Route 176. In Virginia, flooding killed two", "doc_score": "84.38399505615234", "publish_date": "2018/12/31"}, {"doc_id": "16756991", "text": "Effects of Hurricane Isaac in Florida / tropical storm intensity, Isaac later made its first landfall on the southern coast of Haiti early on August 25 as a result of southeast flow. There, the storm directly killed 24 people, worsening conditions still remaining after the 2010 Haiti earthquake. Isaac began to curve northwestward due to its location between a large deep-layer low pressure area in the northwestern Caribbean Sea and a mid-tropospheric ridge over the western Atlantic. After briefly moving into the Gulf of Gonâve, the tropical storm made a second landfall near Cajobabo, Guantánamo, in Cuba at 1500 UTC later on August 25, where damages were", "doc_score": "83.65484619140625", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_2", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "16498981", "text": "Vaxess Technologies / 2014, co-founder Livio Valenti was named by Forbes's \"30 Under 30\" in Science & Healthcare for his work with Vaxess. In February 2014, Vaxess added George Siber, M.D. to their organization as the chair of their Scientific Advisory Board. Previously, Siber served as the EVP and CSO of Wyeth Vaccines. He also played a role in bringing Prevnar to market. In April 2014, Vaxess announced that Thomas Monath, MD, and Russell Middaugh, PhD. would join the company's scientific advisory board. Monath being an expert in the field of vaccinology and Middaugh being an expert in the fields of in the", "doc_score": "78.17896270751953", "publish_date": "2018/12/31"}, {"doc_id": "18258253", "text": "Open coopetition / Open coopetition In R&D management and systems development, open coopetition or open-coopetition is a neologism to describe cooperation among competitors in the open-source arena.The term was first coined by the scholars Jose Teixeira and Tingting Lin to describe how rival firms that, while competing with similar products in the same markets (e.g., Apple, Samsung, Google, Nokia), collaborate which each other in the development of open-source projects (e.g., Webkit). Open-coopetition is a compound-word term bridging coopetition and open-source. Coopetition refers to a paradoxical relationship between two or more actors simultaneously involved in cooperative and competitive interactions; and open-source both as a", "doc_score": "77.4762191772461", "publish_date": "2018/12/31"}, {"doc_id": "17984811", "text": "Embrace Innovations / Embrace Innovations Embrace Innovations is an India-based social enterprise, that develops disruptive healthcare technologies focused on reducing infant and maternal deaths in emerging markets. It is part of a “hybrid” organisational structure that includes Embrace, a 501(c)(3) non-profit, and Embrace Innovations, a for-profit social enterprise. Embrace’s first product is an infant warmer to regulate the temperature of vulnerable low-birth-weight and premature infants, that would give premature infants a better chance at survival. A baby born two weeks premature lacks the ability to regulate its own body temperature. The child will likely die if not transferred to an incubator within an", "doc_score": "77.57835388183594", "publish_date": "2018/12/31"}, {"doc_id": "19789404", "text": "Gen-Z / CPU vendor members include Advanced Micro Devices, ARM Holdings, Broadcom Limited, Cavium and IBM. Memory and storage vendor members include Micron Technology, Samsung, Seagate Technology, SK Hynix, and Western Digital. Other members include IDT Corporation, Mellanox Technologies, Microsemi, Red Hat, and Xilinx. Analysts noted the absence of Intel (which announced an inter-connect technology of its own called Omni-Path a year before), Nvidia (with its own NVLink technology), and Cisco Systems. Some of the vendors also joined a group to promote the Cache coherent interconnect for accelerators (CCIX) protocol on the same day. At about the same time, yet another consortium", "doc_score": "77.83424377441406", "publish_date": "2018/12/31"}, {"doc_id": "20072369", "text": "LiquidSky / Japan; Seoul, South Korea; Sydney, Australia; and Mexico were available at launch, but were discontinued due to lack of user adoption compared to more developed countries. Additionally, the platform lacked local language translation, faced VAT taxes, and payment processing fees for the centers. LiquidSky has received attention from various online news outlets, including Engadget, VentureBeat, Time, IGN, PCGamer, and PCGamesN, with many claiming that the service succeeded where previous services such as OnLive failed. LiquidSky LiquidSky is a New York City-based provider of cloud visualization. The company's flagship product is their cloud gaming service of the same name, launched on", "doc_score": "76.10008239746094", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_3", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "906174", "text": "Shunning / depending both on the circumstances of the event, and the nature of the practices being applied. Extreme forms of shunning have damaged some individuals' psychological and relational health. Responses to the practice have developed, mostly around anti-shunning advocacy; such advocates highlight the detrimental effects of many of such behaviors, and seek to limit the practice through pressure or law. Such groups often operate supportive organizations or institutions to help victims of shunning to recover from damaging effects, and sometimes to attack the organizations practicing shunning, as a part of their advocacy. In many civil societies, kinds of shunning are practiced", "doc_score": "83.24610900878906", "publish_date": "2018/12/31"}, {"doc_id": "5810338", "text": "Hartal / Hartal Hartal (), also bandh (), is a term in many South Asian languages for a strike action and was used first during the Indian Independence Movement (also known as the nationalist movement). A hartal is a mass protest, often involving a total shutdown of workplaces, offices, shops, and courts of law, and a form of civil disobedience similar to a labour strike. In addition to being a general strike, it involves the voluntary closing of schools and places of business. It is a mode of appealing to the sympathies of a government to reverse an unpopular or unacceptable decision.", "doc_score": "83.21954345703125", "publish_date": "2018/12/31"}, {"doc_id": "8919348", "text": "Government-organized demonstration / Government-organized demonstration Government-organized demonstrations or state demonstrations are demonstrations which are organized by the government of that nation. The Islamic Republic of Iran, the People's Republic of China, Republic of Cuba, Kirchnerist Argentina, the Soviet Union, Fascist Italy, and Nazi Germany among other nations, have had government-organized demonstrations. In Iran, demonstrations such as the anniversary of Islamic revolution, are organized by government. In the past, people at these demonstrations have chanted \"Down with Israel\" and \"Death to America\". The North Korean government regularly organizes demonstrations against South Korea or the US or in support of government policies. Following the", "doc_score": "83.8536376953125", "publish_date": "2018/12/31"}, {"doc_id": "7228139", "text": "State of rebellion / without unwanted comparisons to Marcos. State of rebellion In the Philippines, a state of rebellion is a government declaration that suspends a number of civil rights for a short period of time. It is a form of martial law that allows a government to suppress protest, detain and arrest people, search private property, read private mail, and listen to phone conversations using wiretaps - all without legal warrants. It is mainly used to stop an attempted coup. It differs from martial law, in that the military does not take over functions the government, although the military is often called to", "doc_score": "83.08758544921875", "publish_date": "2018/12/31"}, {"doc_id": "7228137", "text": "State of rebellion / State of rebellion In the Philippines, a state of rebellion is a government declaration that suspends a number of civil rights for a short period of time. It is a form of martial law that allows a government to suppress protest, detain and arrest people, search private property, read private mail, and listen to phone conversations using wiretaps - all without legal warrants. It is mainly used to stop an attempted coup. It differs from martial law, in that the military does not take over functions the government, although the military is often called to protect the government from rebels.", "doc_score": "83.27227783203125", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_4", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "15011449", "text": "Klout / claimed that advanced machine learning techniques were used, leveraging network theory, Sean Golliher analysed Klout scores of Twitter users and found that the simple logarithm of the number of followers was sufficient to explain 95% of the variance. In November 2015 Klout released an academic paper discussing their methodology at the IEEE BigData 2015 Conference. In spite of the controversy, some employers made hiring decisions based on Klout scores. As reported in an article for \"Wired\", a man recruited for a VP position with fifteen years of experience consulting for companies including America Online, Ford and Kraft was eliminated as", "doc_score": "83.62105560302734", "publish_date": "2018/12/31"}, {"doc_id": "20380798", "text": "Lockhart Steele / to Racked.com (2007). Vox Media purchased Steele's sites in late 2013 for an undisclosed price between $20 and 30 million in cash and stock. Steele was fired from his job as Vox Media's Editorial Director in October 2017, over allegations of sexual harassment. The firing occurred several days after former Vox Media employee Eden Rohatensky published a post on Medium.com describing being sexually harassed by a supervisor. Although Rohatensky did not name the company or the people involved in the post, Vox Media CEO Jim Bankoff referred specifically to \"issues raised by a former employee in a post on Medium\"", "doc_score": "82.22706604003906", "publish_date": "2018/12/31"}, {"doc_id": "18540883", "text": "Zenefits / Zenefits laid off 17 percent of its employees, or 250 people. In June the company laid off another 9 percent (106 additional people) and offered existing employees a two-month severance package named “The Offer.\" Employees were given two days to decide whether to accept \"The Offer.\" In a memo, CEO David Sacks told employees, “As you consider your options over the next two days, please know that the company isn’t making The Offer because we don’t want you. We do want you, but we want the best of you. We want you winning core value awards. We want you prototyping", "doc_score": "82.04012298583984", "publish_date": "2018/12/31"}, {"doc_id": "15785791", "text": "GoPro / responded to weak sales in the fourth quarter by cutting about 7% of its workforce (100 workers) in January 2016. In November 2016, the company announced it was laying off an additional 200 employees in an effort to reduce costs. The company also announced that President Tony Bates would be stepping down at the end of 2016. 270 more employees were laid off in March 2017, and 250 additional layoffs followed in January 2018, bringing the company's workforce to \"just under 1,000\" At its peak, a share of GoPro was valued at $86, but on March 26, 2018, only $4.81.", "doc_score": "81.25309753417969", "publish_date": "2018/12/31"}, {"doc_id": "6874360", "text": "Mxit / group, World of Avatar. Following the abrupt resignation of then boss, Alan Knott-Craig, Jr., Francois Swart received the nod from Mxit to become the new CEO (Mzekandaba, 2013). Former First National Bank CEO Michael Jordaan was announced chairman of the Mxit board in September 2013. The shutting down of Mxit was announced on October 23, 2015 in a public statement by the company after user numbers dropped dramatically over the last 2–3 years. Competition from l other social platforms such as Blackberry Messenger, and, later, WhatsApp and Facebook Messenger along with Mxit's own lack of technological advances in the social", "doc_score": "82.35404205322266", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_5", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "10167122", "text": "Cashola / jackpot games, the grand prize could not be split by multiple players, as each Cashola machine was independent); as of February 2, 2009, all 27 chose the cash option. The largest Cashola jackpot, of $4,918,605.91, was won on November 26, 2009, in Charles Town, West Virginia. To win the jackpot, the maximum amount of $2.25 must have been wagered for that spin. The themes for the Cashola slots varied by machine (e.g. \"Kingdom of Pharaohs, The Big Easy\".) The minimum denomination also differed (there were penny, nickel, and quarter Cashola machines.) Each Cashola machine had five \"reels\"; for a jackpot", "doc_score": "83.65392303466797", "publish_date": "2018/12/31"}, {"doc_id": "2815841", "text": "Powerball / smaller than Whittaker's cash payout in 2002 due to a then-recent change in the annuity structure. A jackpot of $365 million ($ million today) was won on February 18, 2006 by one ticket in Nebraska. It was shared by eight people who worked at a meatpacking plant. The group chose the cash option of approximately $177.3 million, before withholdings. On August 25, 2007, a jackpot worth $314 million ($ million today) was won by a retired auto worker from Ohio; that ticket was bought in Richmond, Indiana, a community that had previously sold a jackpot-winning ticket of over $200 million.", "doc_score": "87.96803283691406", "publish_date": "2018/12/31"}, {"doc_id": "9314317", "text": "Jack Whittaker (lottery winner) / 25, 2002 Whittaker purchased the winning Quick Pick ticket at a supermarket in Hurricane, West Virginia, where he had stopped for a deli breakfast sandwich and to get fuel for his vehicle. He was not a regular lottery player but bought $100 in tickets because the jackpot was so high. He played the lottery only when it reached $100 million. The jackpot that day (before taxes) was a US$314.9 million annuity or US$170.5 million cash. Whittaker chose the cash option of US$113,386,407, after taxes. Whittaker pledged 10% of his winnings to Christian charities—including several churches affiliated with the Church of", "doc_score": "83.4384536743164", "publish_date": "2018/12/31"}, {"doc_id": "1750758", "text": "Lottery / on the player's ticket match those produced in the official drawing (regardless of the order in which the numbers are drawn), then the player is a jackpot winner. For such a lottery, the chance of being a jackpot winner is 1 in 13,983,816. In bonusball lotteries where the bonus ball is compulsory, the odds are often even lower. In the Mega Millions multi-state lottery in the United States, 5 numbers are drawn from a group of 75 and 1 number is drawn from a group of 15, and a player must match all 6 balls to win the jackpot prize.", "doc_score": "83.97161102294922", "publish_date": "2018/12/31"}, {"doc_id": "2815806", "text": "Powerball / Eastern Time. Since October 7, 2015, the game has used a 5/69 (white balls) + 1/26 (Powerballs) matrix from which winning numbers are chosen, resulting in odds of 1 in 292,201,338 of winning a jackpot per play. Each play costs $2, or $3 with the \"Power Play\" option. (Originally, Powerball plays cost $1; when PowerPlay began, such games were $2.) The official cutoff for ticket sales is 10:00p.m. Eastern Time; some lotteries cut off sales earlier. The drawings are usually held at the Florida Lottery’s studio in Tallahassee. On January 13, 2016, Powerball produced the largest lottery jackpot in history;", "doc_score": "84.82987213134766", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_6", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "13303141", "text": "Stacey Castor / she hated her mother \"for ruining so many people's lives\" but still loved her for the bond she originally had with her. Fitzpatrick said that under New York sentencing guidelines, Castor would have to serve just over 51 years before she became eligible for parole—at her age, effectively a life sentence. Castor, New York Department of Corrections inmate number 09G0209, served her sentence at Bedford Hills Correctional Facility for Women in Bedford Hills, New York. Even with credit for time served, her earliest possible release date was June 15, 2055—slightly over a month shy of her 88th birthday. On April", "doc_score": "84.09941101074219", "publish_date": "2018/12/31"}, {"doc_id": "18365544", "text": "Abby Lee Miller / prison. She pleaded not guilty in November 2015. By February 2016, the case was delayed a fifth time. Miller reached a deal with the IRS criminal investigators to enter a guilty plea on June 27, 2016. Sentencing was set for January 20, 2017. However, it was postponed to May 8, 2017. On May 9, 2017 Miller was sentenced to one year and a day in prison, followed by two years of supervised release. Based on similar sentences for similar white-collar offenses, she had been expected to serve nine months or fewer. Miller will also pay a $40,000 fine, ordered to", "doc_score": "86.5982666015625", "publish_date": "2018/12/31"}, {"doc_id": "9187547", "text": "Kidnapping of Colleen Stan / eligible for parole until 2023, he had his hearing date moved up seven years to 2015 by California's Elderly Parole Program. On April 16, 2015, Hooker's request for parole was denied, with him being eligible for another hearing in 2022. Once back home, Stan studied for an accounting degree, married, and had a daughter. She also joined an organization to help abused women. Both she and Janice have changed their last names and continue to live in California, but with no communication. The case and its core elements of an invisible conspiracy used to coerce the victim into servitude and", "doc_score": "87.14105224609375", "publish_date": "2018/12/31"}, {"doc_id": "13357178", "text": "Laura Pendergest-Holt / the money was invested, Zarich has said Pendergest-Holt and Davis turned him away. Zarich also has said Pendergest-Holt armed him with answers for potential investors worried about the size of Stanford's tiny, Antigua-based auditor. Pendergest-Holt, Federal Bureau of Prisons (BOP)#43550-279, was released from BOP custody on February 27, 2009. On May 12, 2009, Pendergest-Holt was indicted by a Houston federal grand jury on two counts of obstructing a fraud investigation and conspiracy to obstruct justice. She was free on a $300,000 bond. On June 21, 2012, Pendergest-Holt pleaded guilty before federal judge David Hittner to obstructing the SEC's investigation into", "doc_score": "83.63346862792969", "publish_date": "2018/12/31"}, {"doc_id": "13704098", "text": "Camilla Broe / Camilla Broe Camilla Broe is the first Danish citizen to be extradited to a country outside the European Union, when she was handed over to the American police after being indicted on 14 counts of drug trafficking. She would have faced a sentence of up to 60 years in prison if she were convicted, but would have served only 6 months in the US before being deported to Denmark to serve another 2 to 8 years. Broe was indicted by a Florida grand jury on 14 counts of drug trafficking. The Danish courts were not been presented with any evidence", "doc_score": "87.00933074951172", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_7", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "8249081", "text": "Google Account / them to reset their password if they have forgotten it, or if their account is hacked. In some countries, such as the United States, the United Kingdom and India, Google may also require one-time use of a mobile phone number to send an account validation code by SMS text messaging or voice message when creating a new account. Google also offers a 2-step verification option—for additional security against hacking—that requests a validation code each time the user logs into their Google account. The code is either generated by an application (\"Google Authenticator\" or other similar apps) or received from Google", "doc_score": "79.60001373291016", "publish_date": "2018/12/31"}, {"doc_id": "9865601", "text": "Twitter / to be of public interest\" and that verification \"does not imply an endorsement.\" As of November 2017, Twitter continued to deny verification of Julian Assange despite his requests. In November 2017, the company suspended the verification process and announced plans to refine it in response to backlash after white nationalist Jason Kessler had his account verified on Twitter. Verified status allows access to some features unavailable to other users, such as only seeing mentions from other verified accounts. In a March 8, 2018 live-stream on Twitter's Periscope, Dorsey discussed the idea of allowing any user to get a verified account.", "doc_score": "82.08976745605469", "publish_date": "2018/12/31"}, {"doc_id": "20692349", "text": "Account verification / Account verification Account verification is the process of verifying that a new or existing account is owned and operated by a specified real individual or organization. A number of websites, for example social media websites, offer account verification services. Verified accounts are often visually distinguished by check mark icons or badges next to the names of individuals or organizations. Account verification can enhance the quality of online services, mitigating sockpuppetry, bots, trolling, spam, vandalism, fake news, disinformation and election interference. Account verification was initially a feature for public figures and accounts of public interest, individuals in music, acting, fashion, government,", "doc_score": "81.22986602783203", "publish_date": "2018/12/31"}, {"doc_id": "15558171", "text": "Instagram / listen description for each photos which has alternative text, either automatic generated text or user-input text. Users can upload photographs and short videos, follow other users' feeds, and geotag images with the name of a location. Users can set their account as \"private\", thereby requiring that they approve any new follower requests. Users can connect their Instagram account to other social networking sites, enabling them to share uploaded photos to those sites. In January 2011, Instagram introduced hashtags to help users discover both photos and each other. Instagram encourages users to make tags both specific and relevant, rather than tagging", "doc_score": "80.9284439086914", "publish_date": "2018/12/31"}, {"doc_id": "18746223", "text": "Facebook Safety Check / Facebook Safety Check Facebook Safety Check (sometimes called Facebook Crisis Response) is a feature managed by the social networking company Facebook. The feature is activated by the company during natural or man-made disasters and terror-related incidents to quickly determine whether people in the affected geographical area are safe. The feature was developed by Facebook engineers, inspired by people's use of social media to connect with friends and family in the wake of the 2011 Tōhoku earthquake and tsunami. Originally named the Disaster Message Board, it was renamed to Safety Check prior to release. It was introduced on October 15, 2014.", "doc_score": "80.64037322998047", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_8", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "19828579", "text": "Cannabis in Florida / low THC/high CBD marijuana (\"0.5 percent or less of tetrahydrocannabinol and more than 15 percent of cannabidiol\") used for treating seizures. The bill took effect 1 July 2014. A constitutional amendment sponsored by United For Care obtained 745,613 signatures by January 24, 2014 (683,149 were required by Feb. 1). The Supreme Court in Florida ruled 4-3 in favor of allowing the initiative to be decided by voters in the November election, which was decided on January 27, 2014. The House Bill and the Senate Bill for the legalization of medical marijuana is called the \"Cathy Jordan Medical Cannabis Act\" which", "doc_score": "92.54671478271484", "publish_date": "2018/12/31"}, {"doc_id": "13336732", "text": "Medical cannabis in the United States / state legislature. In the following years, medical cannabis was legalized by ballot measure in Montana (2004), Michigan (2008), Arizona (2010), Massachusetts (2012), Arkansas (2016), Florida (2016), North Dakota (2016), Oklahoma (2018), Missouri (2018), and Utah (2018) and by state legislature in Vermont (2004), Rhode Island (2006), New Mexico (2007), New Jersey (2010), Delaware (2011), Connecticut (2012), New Hampshire (2013), Illinois (2013), Maryland (2014), Minnesota (2014), New York (2014), Pennsylvania (2016), Louisiana (2016), Ohio (2016), and West Virginia (2017). Seventeen states have legalized by ballot measure and 16 have by state legislature, for a total of 33 states according to the", "doc_score": "93.89152526855469", "publish_date": "2018/12/31"}, {"doc_id": "13336729", "text": "Medical cannabis in the United States / essentially repealed by state legislators a few months later, but the change was rejected by Arizona voters in a 1998 veto referendum. Ultimately the medical cannabis provision was ineffective, however, due to language that created significant conflict with federal law (use of the word \"prescribe\" instead of \"recommend\"). In 1998, medical cannabis initiatives were voted on in the states of Washington, Oregon, Alaska, and Nevada – all of which passed. Also, in Washington, D.C., Initiative 59 to legalize the medical use of cannabis passed with 69% of the vote, but a series of amendments introduced by Rep. Bob Barr and", "doc_score": "92.60929870605469", "publish_date": "2018/12/31"}, {"doc_id": "13835858", "text": "Cannabis in California / the amount of criminal activity associated with the drug. In November 2010, California voters rejected Proposition 19 (by a vote of 53.5% to 46.5%), an initiative that would have legalized the use, possession, and cultivation of cannabis for adults age 21 and over, and regulated its sale similar to alcohol. The initiative faced stiff opposition from numerous police organizations in the state, while many growers in the Emerald Triangle were strongly opposed due to fears that corporate megafarms would put them out of business. The initiative was also undercut by the passage of Senate Bill 1449 a month before the", "doc_score": "91.42607116699219", "publish_date": "2018/12/31"}, {"doc_id": "4549748", "text": "Removal of cannabis from Schedule I of the Controlled Substances Act / general election ballot and received 58% of the vote, below the 60% requirement for adoption. The campaign was notable for opposition funding by casino magnate and Republican Party donor Sheldon Adelson. United for Care, the pro-medical cannabis organization responsible for the initial petition, wrote an updated version for the 2016 general election. The Florida Medical Marijuana Legalization Initiative, also known as Amendment 2, was on the November 8, 2016, ballot in Florida as an initiated constitutional amendment. The amendment was approved by 71.32% of the vote making it the highest percentage win in 2016 of any other state cannabis ballot", "doc_score": "92.93360900878906", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_9", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "10137150", "text": "Timeline of the 2007 pet food recalls / Carolina, Utah, Kansas, Oklahoma and Ohio. Additionally, the U.S. Department of Agriculture announced that the meat of 345 hogs that had eaten contaminated feed had entered the U.S. food supply, possibly via slaughterhouses in Kansas and Utah. Also on Monday, April 26, seven recalls were either expanded or issued for the first time. The final Wilbur-Ellis-related recall was issued by Chenango Valley Pet Foods, nine days after Wilbur-Ellis had announced its rice protein was contaminated with melamine. That day, Diamond Pet Foods also issued an expanded recall and Costco's Kirkland Signature brand issued a new recall. Blue Buffalo also expands", "doc_score": "84.17908477783203", "publish_date": "2018/12/31"}, {"doc_id": "15950139", "text": "2011 United States listeriosis outbreak / the worst, an outbreak of listeria from cheese in 1985, depending on which CDC report is used. Listeriosis is an infection caused by the bacterium \"Listeria monocytogenes\". The outbreak was determined to originate from Jensen Farms in Holly, Colorado after \"Listeria monocytogenes\" was found in cantaloupe samples at a Jensen Farms store in Denver, Colorado and at the farm's packaging plant. The batch of cantaloupes had been shipped out over a period from July 29 through September 10 to twenty-five states, including Arkansas, Arizona, California, Colorado, Idaho, Illinois, Kansas, Minnesota, Missouri, Montana, Nebraska, New Jersey, New Mexico, New York, North", "doc_score": "81.14614868164062", "publish_date": "2018/12/31"}, {"doc_id": "15950140", "text": "2011 United States listeriosis outbreak / Dakota, Ohio, Oklahoma, Pennsylvania, South Dakota, Tennessee, Texas, Utah, Virginia, and Wyoming. The outbreak was first reported by the Centers for Disease Control on September 12, where they stated that \"fifteen people in four states had been infected\". On September 21, a new report was released by the CDC, bringing the number of deaths to 13 and the number of confirmed cases to 72. The report also stated that further deaths were being investigated to determine if they had also been caused by Listeria infection. The CDC report also stated that, as Listeria \"only sickens the elderly, pregnant women and", "doc_score": "84.02658081054688", "publish_date": "2018/12/31"}, {"doc_id": "15950141", "text": "2011 United States listeriosis outbreak / others with compromised immune systems\", the median age of all the people that had been infected was 78. On September 30, an update was released by the CDC, reporting that as of 11 am (EDT) Sep 29, 2011 the number of confirmed cases was 84, number of deaths was 15 and the number of states involved was 19. On October 4, the CDC updated their report to 100 infected individuals in 20 states and a total of 18 deaths from the outbreak. The outbreak was shown to have continued to spread to new states, with the CDC update on October", "doc_score": "82.00099182128906", "publish_date": "2018/12/31"}, {"doc_id": "15950145", "text": "2011 United States listeriosis outbreak / 16), and US Foods (September 16). An investigation by the Food and Drug Administration (FDA) found that the contaminated cantaloupe harvest contained four separate \"Listeria monocytogenes\" strains, which the governmental agency found to be \"unusual\", but was still trying to determine the reason. On October 20, it was reported that the FDA officials had found listeria on dirty, corroded equipment used by Jensen Farms, which had been bought used and was previously utilized for potato farming. It was stated by the government that the \"equipment's past use may have played a role in the contamination\". Water contaminated with listeria was", "doc_score": "79.72725677490234", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_10", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "18426482", "text": "2020 United States Senate elections / 2020 United States Senate elections Elections to the United States Senate will be held on November 3, 2020, with the 33 Class 2 seats of the Senate being contested in regular elections. The winners will be elected to six-year terms extending from January 3, 2021, until January 3, 2027. Additionally, there will be a special election in Arizona to fill the vacancy created by the death of John McCain in 2018. In 2014, the last regularly-scheduled elections for Class 2 Senate seats, the Republicans won a net gain of nine seats from the Democrats and gained a majority in the", "doc_score": "80.30984497070312", "publish_date": "2018/12/31"}, {"doc_id": "17127047", "text": "2018 United States Senate elections / across the country. 2018 United States Senate elections Elections to the United States Senate were held on November 6, 2018. Thirty-three of the 100 seats were contested in regular elections, while two others were contested in special elections due to Senate vacancies in Minnesota and Mississippi. The winners were elected to six-year terms running from January 3, 2019, to January 3, 2025. Senate Democrats had 26 seats up for election (including the seats of two independents who caucus with them), while Senate Republicans had nine seats up for election. To maintain their working majority of 50 Senators and Republican Vice", "doc_score": "80.84945678710938", "publish_date": "2018/12/31"}, {"doc_id": "17127014", "text": "2018 United States Senate elections / 2018 United States Senate elections Elections to the United States Senate were held on November 6, 2018. Thirty-three of the 100 seats were contested in regular elections, while two others were contested in special elections due to Senate vacancies in Minnesota and Mississippi. The winners were elected to six-year terms running from January 3, 2019, to January 3, 2025. Senate Democrats had 26 seats up for election (including the seats of two independents who caucus with them), while Senate Republicans had nine seats up for election. To maintain their working majority of 50 Senators and Republican Vice President Mike Pence", "doc_score": "81.26708221435547", "publish_date": "2018/12/31"}, {"doc_id": "17148303", "text": "2018 United States elections / runoff is scheduled for Dec. 18. The Phoenix mayoral runoff is scheduled for March 2019. Although most local offices are nonpartisan, when looking at party identification of the officeholders, registered Republicans gained two mayorships during 2018. Linda Gorton won a seat previously held by a Democrat in Lexington, Kentucky and Bob Dyer won a seat previously held by an independent in Virginia Beach, Virginia. Following the November elections, registered Democrats hold 60 mayorships (−1) in the 100 largest cities in the United States, registered Republicans hold 28 (+2), and Independents hold 7 (−1). Two nonpartisan mayoral special elections were held", "doc_score": "79.02543640136719", "publish_date": "2018/12/31"}, {"doc_id": "18426485", "text": "2020 United States Senate elections / ordered by state. Incumbent Democrat Doug Jones was elected in a special election in 2017, defeating Republican candidate Roy Moore. Jones will be up for re-election for a second term beginning January 3, 2021. One-term incumbent Republican Dan Sullivan was elected to a first term in 2014, defeating one-term incumbent Mark Begich. Six-term Republican senator John McCain died on August 25, 2018. Governor Doug Ducey was required by state law to appoint a new senator of the same party as McCain, and then the seat would be up for a special election in November 2020 and this will determine who", "doc_score": "78.33417510986328", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_11", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "4299299", "text": "Frank Reich / On January 20, 2016, Reich was hired as the offensive coordinator for the Philadelphia Eagles, and would win Super Bowl LII with the team. On February 11, 2018, he was named the new head coach of the Colts, seven years after he had been fired as wide receivers coach. After losing his first career game against the Cincinnati Bengals, Reich earned his first win as a head coach over the Washington Redskins. In Week 3 against his former team the Eagles, with the Colts down 20–16 with seconds left in the game, Reich pulled starting quarterback Andrew Luck and put", "doc_score": "87.94969177246094", "publish_date": "2018/12/31"}, {"doc_id": "4299287", "text": "Frank Reich / Frank Reich Frank Michael Reich Jr. (born December 4, 1961) is an American football coach and former player who is the head coach of the Indianapolis Colts of the National Football League (NFL). Reich played college football at the University of Maryland and was chosen by the Buffalo Bills in the third round of the 1985 NFL draft; he also played for the Carolina Panthers, New York Jets and Detroit Lions. Reich and Bills starting quarterback Jim Kelly formed one of the longest-tenured backup-and-starter tandems, playing together for nine seasons from 1986 to 1994. For a time, Reich had the", "doc_score": "88.21604919433594", "publish_date": "2018/12/31"}, {"doc_id": "4299298", "text": "Frank Reich / 2011 but was dismissed when the entire coaching staff was released after a 2-14 season. He was then the wide receivers coach for the Arizona Cardinals in 2012 under head coach Ken Whisenhunt, but Reich, Whisenhunt and other offensive coaches were dismissed on December 31, 2012. He was hired by the San Diego Chargers along with Whisenhunt in 2013. When Whisenhunt left to become head coach of the Tennessee Titans, Reich was promoted to offensive coordinator. On January 4, 2016, he was fired from his position as offensive coordinator after the Chargers finished 31st in rushing and struggled on offense.", "doc_score": "83.43740844726562", "publish_date": "2018/12/31"}, {"doc_id": "4299295", "text": "Frank Reich / with two interceptions. After giving the Bills one more comeback victory late in the 1993 NFL season, Reich signed with the expansion Carolina Panthers in March 1995 to start off their first year. He threw the first touchdown pass in franchise history to former Bills player Pete Metzelaars in Memorial Stadium in Clemson, as Bank of America Stadium was still under construction. The Panthers had drafted Kerry Collins as their intended franchise quarterback, but Reich was the starter for the first three games until Collins was deemed ready to take the starting job. He was sacked 9 times on Sep", "doc_score": "82.48612976074219", "publish_date": "2018/12/31"}, {"doc_id": "4616300", "text": "The Comeback (American football) / his place. With Kelly out, Reich would take the reins starting in place of Kelly the following week in the wild card game, which Buffalo hosted. Reich would also start the following divisional playoff game in Pittsburgh in which Buffalo also won 24–3 to advance to the AFC Championship game the following week versus the Miami Dolphins. In addition to losing Kelly, injuries would also rob Buffalo of one of their best defensive players for the upcoming wildcard game: linebacker Cornelius Bennett. As the backup quarterback for the Maryland Terrapins, Reich replaced starter Stan Gelbaugh on November 10, 1984, and", "doc_score": "80.74034118652344", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_12", "search_time": "2022/11/12/01:12", "search_result": [{"doc_id": "19268335", "text": "Cancer Breakthroughs 2020 / Cancer Breakthroughs 2020 Cancer Breakthroughs 2020, formerly Cancer Moonshot 2020, is a coalition announced in January 2016 in the United States with the goal of finding vaccine-based immunotherapies against cancer. By pooling the resources of multinational pharmaceutical, biotechnology companies, academic centers and oncologists, it intends to create access to over 60 novel and approved agents under exploration in the war against cancer and is expected to enable rapid testing of novel immunotherapy combination protocols. The initiative is being managed by a consortium of companies called The National Immunotherapy Coalition (NIC). The NIC plans to design, initiate and complete randomized clinical", "doc_score": "85.42063903808594", "publish_date": "2018/12/31"}, {"doc_id": "19862830", "text": "BiondVax / the future. Other groups pursuing similar products at that time included Sanofi which had recently acquired Protein Sciences and its candidate, Johnson & Johnson, Vaccitech, Inovio Pharmaceuticals, and several government and academic labs. BiondVax BiondVax Pharmaceuticals Ltd. is a biopharmaceutical company developing a universal influenza vaccine called M-001. BiondVax is a publicly traded company, listed on the NASDAQ. The vaccine technology was invented in the 1990s at the Weizmann Institute of Science in the laboratory of Ruth Arnon, and was licensed to BiondVax in 2003. As of March 2018, the lead compound was in Phase II, and the company was", "doc_score": "83.64249420166016", "publish_date": "2018/12/31"}, {"doc_id": "15809156", "text": "Fostamatinib / efficacy of fostamatinib disodium in the treatment of warm antibody autoimmune hemolytic anemia. Primary outcome measures examined include a hemoglobin response measured by levels higher than 10 g/dL and 2 g/dL higher than the baseline hemoglobin. Responses were studied for a period of 12 weeks and for a dose of 150 mg in the morning and evening. The study began in April 2016 and is estimated to conclude in September 2017. The study is currently recruiting participants from U.S. states including Arizona, California, D.C., Massachusetts, New York, North Carolina, and Texas. Subjects must have had a diagnosis of primary or", "doc_score": "83.31906127929688", "publish_date": "2018/12/31"}, {"doc_id": "19862829", "text": "BiondVax / largest shareholder. In 2017 it also obtained a €20 million interest-free loan from European Investment Bank, to be paid in three tranches depending on BiondVax hitting defined milestones, with the last one being approval to start a Phase III trial of its lead candidate. The company used the new funds to start building a manufacturing facility in Jerusalem and to do further drug development work. As of March 2018, M-001 was still in Phase II trials and the company was planning Phase III trials. In March 2018 Scott Gottlieb said that approval of a universal flu vaccine was years in", "doc_score": "83.7398910522461", "publish_date": "2018/12/31"}, {"doc_id": "16606212", "text": "Recombinant factor VIIa / The product is the first biosimilar or biogeneric of the above-mentioned drug. This biomedicine is produced in baby hamster kidney cells (BHK) and has similar characteristics and functions with the native blood factor VII. rFVIIa is normally administered intravenously (IV) under physician supervision. rFVIIa was used routinely in severely wounded American troops during the Iraq War, credited with saving many lives but also resulting in a high number of deep venous thromboses and pulmonary emboli, as well as unexpected strokes, heart attacks, and deaths. Recombinant factor VIIa Recombinant factor VIIa (rFVIIa) is a form of blood factor VII that has", "doc_score": "78.27095031738281", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_13", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "379669", "text": "Airport security repercussions due to the September 11 attacks / and intrusive. Many considered this an invasion of personal privacy, as TSA screeners were essentially shown an image of each passenger's naked body. Newer body scanners have since been introduced which do not produce an image, but rather alert TSA screeners of areas on the body where an unknown item or substance may be hidden. A TSA security screener then inspects the indicated area(s) manually. On September 11, some hijackers lacked proper identification, yet they were allowed to board due to being on domestic aircraft. After 9/11, all passengers 18 years or older must now have valid, government-issued identification in", "doc_score": "78.94449615478516", "publish_date": "2018/12/31"}, {"doc_id": "12915095", "text": "US Airways Flight 1549 / missing large portions of their housings, were sent to the manufacturer for examination. On January 31, the plane was moved to Kearny, New Jersey. The bird remains were later identified by DNA testing to be Canada geese, which typically weigh more than engines are designed to withstand ingesting. Because the plane was assembled in France the European Aviation Safety Agency (the European counterpart of the FAA) and the Bureau d'Enquêtes et d'Analyses pour la Sécurité de l'Aviation Civile (the French counterpart of the NTSB) joined the investigation, with technical assistance from Airbus and GE Aviation/Snecma, respectively the manufacturers of the", "doc_score": "77.85377502441406", "publish_date": "2018/12/31"}, {"doc_id": "6219686", "text": "Secure Flight / Secure Flight Secure Flight is an airline passenger pre-screening program, implemented from August 2009 by the United States Transportation Security Administration (TSA). Secure Flight matches passenger information against watch lists maintained by the federal government. The initial implementation phase of Secure Flight resulted in the complete transfer of responsibility for passenger watch list matching to TSA from aircraft operators whose flights operate within the United States. The second phase of Secure Flight will result in the transfer of responsibility for passenger watch list matching to TSA for flights into, out of, and over the United States. Secure Flight will serve", "doc_score": "77.15544128417969", "publish_date": "2018/12/31"}, {"doc_id": "6219681", "text": "Secure Flight / Secure Flight Secure Flight is an airline passenger pre-screening program, implemented from August 2009 by the United States Transportation Security Administration (TSA). Secure Flight matches passenger information against watch lists maintained by the federal government. The initial implementation phase of Secure Flight resulted in the complete transfer of responsibility for passenger watch list matching to TSA from aircraft operators whose flights operate within the United States. The second phase of Secure Flight will result in the transfer of responsibility for passenger watch list matching to TSA for flights into, out of, and over the United States. Secure Flight will serve", "doc_score": "77.15544128417969", "publish_date": "2018/12/31"}, {"doc_id": "14161259", "text": "Southern Airways Flight 49 / The hijackers' threat to crash the aircraft into a nuclear reactor led directly to the requirement that U.S. airline passengers be physically screened, beginning January 5, 1973. Shortly after takeoff from Birmingham after 7:20 pm on Friday, November 10, 1972, en route to Montgomery on a series of scheduled stops in Alabama and Florida, the three hijackers brandished handguns and hand grenades and took over the aircraft, demanding a ransom of $10 million. The hijackers had the plane flown to multiple locations in the United States and Canada, including Cleveland, Ohio, Detroit, Michigan, Lexington, Kentucky, and Toronto, Ontario, while the", "doc_score": "76.09654998779297", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_14", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "17848068", "text": "Maura Healey / in 2007, Healey served as Chief of the Civil Rights Division, where she spearheaded the state's challenge to the federal Defense of Marriage Act. She was then appointed Chief of the Public Protection & Advocacy Bureau and then Chief of the Business and Labor Bureau before resigning in 2013 to run for attorney general in 2014. She defeated former State Senator Warren Tolman in the Democratic primary and then defeated Republican attorney John Miller in the general election. Healey was reelected in 2018. Upon taking office, she became the first openly gay state attorney general in the United States. Healey", "doc_score": "87.93640899658203", "publish_date": "2018/12/31"}, {"doc_id": "17848067", "text": "Maura Healey / Maura Healey Maura T. Healey (born February 8, 1971) is an American attorney, a member of the Democratic Party, and the Massachusetts Attorney General. Born in New Hampshire, Healey graduated from Harvard College in 1992. She then spent two years playing professional basketball in Austria before returning to the United States and receiving a Juris Doctor degree from the Northeastern University School of Law in 1998. After clerking for federal judge A. David Mazzone, she worked in private practice for seven years and served as a special assistant district attorney in Middlesex County. Hired by Massachusetts Attorney General Martha Coakley", "doc_score": "84.99700164794922", "publish_date": "2018/12/31"}, {"doc_id": "16722833", "text": "Wilhelmina Wright / Wright served as a law clerk for Judge Damon Keith. She worked at the law firm of Hogan & Hartson, LLP, in Washington, D.C. before joining the United States Attorney's Office in Minnesota. Wright has earned numerous awards during her career, including the Myra Bradwell Award in 2006 from the Minnesota Women Lawyers, the Lena O. Smith Achievement Award from the Black Women Lawyers Network in 2004, the B. Warren Hart Award for Public Service from the Saint Paul Jaycees in 2001, and the Ten Outstanding Young Minnesotans Award in 2000. Governor Jesse Ventura appointed her to the Ramsey County", "doc_score": "81.58808898925781", "publish_date": "2018/12/31"}, {"doc_id": "2449859", "text": "Diana DeGette / earned a B.A. in political science, and was elected to the Pi Gamma Mu international honor society in 1979. She earned a Juris Doctor degree from New York University School of Law in 1982. She then returned to Denver and began a law practice focusing on civil rights and employment litigation. Long active in Denver politics, she was elected to the Colorado House of Representatives in 1992. She was reelected in 1994 and chosen as assistant minority leader. She authored a law that guarantees Colorado women unobstructed access to abortion clinics and other medical care facilities, also known as the", "doc_score": "82.59236907958984", "publish_date": "2018/12/31"}, {"doc_id": "17848079", "text": "Maura Healey / continues to play basketball recreationally. Maura Healey Maura T. Healey (born February 8, 1971) is an American attorney, a member of the Democratic Party, and the Massachusetts Attorney General. Born in New Hampshire, Healey graduated from Harvard College in 1992. She then spent two years playing professional basketball in Austria before returning to the United States and receiving a Juris Doctor degree from the Northeastern University School of Law in 1998. After clerking for federal judge A. David Mazzone, she worked in private practice for seven years and served as a special assistant district attorney in Middlesex County. Hired by", "doc_score": "83.43533325195312", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_15", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "18858317", "text": "The Crown (TV series) / released worldwide on November 13, 2018. The review aggregator website Rotten Tomatoes reported 89% approval for the first season based on 64 reviews, with an average rating of 8.72/10. Its critical consensus reads, \"Powerful performances and lavish cinematography make \"The Crown\" a top-notch production worthy of its grand subject.\" On Metacritic, the series holds a score of 81 out of 100, based on 29 critics, indicating \"universal acclaim\". \"The Guardian\"s TV critic Lucy Mangan praised the series and wrote that \"Netflix can rest assured that its £100m gamble has paid off. This first series, about good old British phlegm from", "doc_score": "83.97025299072266", "publish_date": "2018/12/31"}, {"doc_id": "20714353", "text": "AJ and the Queen / 2018, it was announced that Netflix had given the production a series order for a first season consisting of ten episodes. The series is set to be written and executive produced by RuPaul and Michael Patrick King both of whom also created the show. Production companies involved with the series include MPK Productions and Warner Bros. Television. On July 17, 2018, a casting breakdown released to talent agencies was published online. It revealed the names of four new characters, Louis, Hector/Damian Sanchez, Lady Danger, and Brianna, and included character descriptions as well. Alongside the series order announcement, it was confirmed", "doc_score": "80.68898010253906", "publish_date": "2018/12/31"}, {"doc_id": "18858312", "text": "The Crown (TV series) / Royal Naval College, Goldsmiths' Hall, Shoreham Airport, New Slains Castle, Balmoral Castle, Cruden Bay, Lyceum Theatre, Loseley Park, Hatfield House, The Historic Dockyard Chatham, Southwark Cathedral, Ardverikie House, Englefield House, and the Glenfeshie Estate. Filming on the second season began in early October 2016. Each episode of the first two seasons would shoot for about 22 days, with each costing about () to produce. The third season began filming in July 2018, and will shoot back-to-back with the fourth season. The show has been interpreted as perpetuating the idea that the Queen and Prime Minister Churchill had forced Princess Margaret", "doc_score": "81.55013275146484", "publish_date": "2018/12/31"}, {"doc_id": "20863080", "text": "The Crown Princess / The Crown Princess The Crown Princess (, ), is a Thai television series, premiered on May 14, 2018 and last aired on June 19, 2018 on Channel 33HD. It starred Urassaya Sperbund and Nadech Kugimiya and produced by Ann Thongprasom. Because her life was put into danger after her coronation, Crown Princess Alice (Urassaya Sperbund) of the country Hrysos was secretly sent to Thailand, where Dawin Samuthyakorn (Nadech Kugimiya), a Lieutenant Commander of the Thai Navy and Navy SEAL, becomes her bodyguard. In the table below, the blue numbers represent the lowest ratings and the red numbers represent the highest", "doc_score": "81.37285614013672", "publish_date": "2018/12/31"}, {"doc_id": "19375132", "text": "Elena of Avalor / Elena of Avalor Elena of Avalor is an American computer-animated adventure television series that premiered on Disney Channel on July 22, 2016, and moved to Disney Junior on July 14, 2018. The series features Aimee Carrero as the voice of Elena, a young Latina princess. Teen princess Elena Castillo Flores has saved her magical kingdom of Avalor from an evil sorceress and must now learn to rule as its crowned princess. Elena's adventures will lead her to understand that her new role requires thoughtfulness, resilience, and compassion, the traits of all truly great leaders. Since she is only 16 years", "doc_score": "79.88037872314453", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_16", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "6931559", "text": "Oscar Goldman / Oscar Goldman Oscar Goldman is a fictional character created by Martin Caidin and introduced in his 1972 novel \"Cyborg\". In the 1970s, he was portrayed by Richard Anderson in both \"The Six Million Dollar Man\" and \"The Bionic Woman\" television series which were based upon \"Cyborg\". He served as the bionic heroes', Steve Austin and Jaime Sommers, immediate superior. In the original novel by Caidin, and subsequent sequels \"Operation Nuke\", \"High Crystal\" and \"Cyborg IV\" Goldman was the deputy head (under Jackson McKay) of the Washington, D.C.-based Office of Strategic Operations (OSO), an American government intelligence agency which recruits former", "doc_score": "78.38794708251953", "publish_date": "2018/12/31"}, {"doc_id": "2370851", "text": "Judd Nelson / \"Two and a Half Men\" (2010) with Charlie Sheen. Films include the psychological thriller \"Cabin by the Lake\" (2000), its sequel \"Return to Cabin by the Lake\" (2001), and a cameo appearance in the 2001 film \"Jay and Silent Bob Strike Back\"; the film's writer-director, Kevin Smith, had been a long-time fan of Nelson and the \"Brat Pack\" films. In 2002 he co-starred with Lauren Holly in \"Santa, Jr.\" and reprised his role as John Bender in an episode of \"Family Guy\" (2007). Later, Nelson reprised his role of Rodimus Prime in \"Transformers Animated\" (2009) and appeared in \"\" (2009),", "doc_score": "76.58727264404297", "publish_date": "2018/12/31"}, {"doc_id": "3893883", "text": "James Marsden / his role of Cyclops in a brief cameo for \"\", as did a few of the original actors from the first film including Anna Paquin and Famke Janssen. In 2004, Marsden co-starred with Rachel McAdams, Ryan Gosling, James Garner, and Gena Rowlands in the romantic drama \"The Notebook\" based on the Nicholas Sparks novel of the same name as Lon Hammond, Jr., the second man Allie Hamilton (McAdams) falls in love with. He was apparently cast for his close resemblance to Garner, who played the older Noah Calhoun, while Gosling portraying the younger Noah Calhoun looked nothing like Garner. In", "doc_score": "77.69465637207031", "publish_date": "2018/12/31"}, {"doc_id": "17253860", "text": "Tye Sheridan / in the 2019 film \"\". Tye Sheridan Tye Kayle Sheridan (born November 11, 1996) is an American actor. He is best known for playing Cyclops/Scott Summers in \"X-Men film series\" (2016–present), as well as Wade Watts in \"Ready Player One\" (2018). He made his feature film debut in Terrence Malick's experimental drama film \"The Tree of Life\" (2011) and had his first leading role in Jeff Nichols's film \"Mud\" (2012). He also co-starred in David Gordon Green's drama \"Joe\" (2013) and the period thriller \"The Stanford Prison Experiment\" (2015). Sheridan was born in Elkhart, Texas. His mother, Stephanie (Wright) Sheridan,", "doc_score": "75.8215560913086", "publish_date": "2018/12/31"}, {"doc_id": "418611", "text": "The Six Million Dollar Man / some of the standard features of the later series: the electronic sound effects, the slow-motion running, and the character of Oscar Goldman. Instead, another character named Oliver Spencer, played by Darren McGavin, was Austin's supervisor, of an organization here called the OSO. (In the novels, \"OSO\" stood for Office of Special Operations. The CIA did have an Office of Scientific Intelligence in the 1970s.) The lead scientist involved in implanting Austin's bionic hardware, Dr. Rudy Wells, was played in the pilot by Martin Balsam, then on an occasional basis in the series by Alan Oppenheimer, and, finally, as a series", "doc_score": "75.93824768066406", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_17", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "10422383", "text": "William S. Heatly / William S. Heatly William Stanford Heatly, Jr., usually known as W. S. \"Bill\" Heatly (September 3, 1912 – February 25, 1984), was a Democratic member of the Texas House of Representatives who served from 1955 to 1983. Known as the \"Duke of Paducah\", a reference to his hometown of Paducah, the county seat of Cottle County, Heatly wielded significant political power during his tenure in office. First elected to the Texas House in 1954, Heatly had only four opponents during his subsequent twenty-eight years as representative of District 82 and then the nine-county District 80, which was reorganized in 1973", "doc_score": "83.33899688720703", "publish_date": "2018/12/31"}, {"doc_id": "749580", "text": "James Meredith / become the largest civil rights march in state history. During the march, more than 4,000 black Mississippians registered to vote. Continued community organizing was catalyzed by these events, and African Americans began to enter the political system again. Black voters in Mississippi have established a high rate of voter registration and voting participation. In 1967 while living and studying in New York, Meredith decided to run as a Republican against the incumbent Adam Clayton Powell, Jr., a multi-term Democrat, in a special election for the Congressional seat in Harlem. He withdrew from the race and Powell was re-elected. Meredith said", "doc_score": "81.60651397705078", "publish_date": "2018/12/31"}, {"doc_id": "2078577", "text": "Walter Fauntroy / Robinson and Mary Francis Berry launched the Free South Africa Movement which included their arrest for a sit in at the South African Embassy in Washington, D.C. During the 1972 Democratic presidential primaries, Fauntroy campaigned in the D.C. primary as a favorite son candidate and won the largely uncontested event with 21,217 (71.78%) votes against 8,343 (28.22%) for unpledged delegates. In the 1976 Democratic presidential primaries, he again participated in the D.C. primary, this time losing to eventual nominee Jimmy Carter; he placed second overall according to some measurements, but received zero delegates at the Democratic convention. Fauntroy stepped down", "doc_score": "82.42500305175781", "publish_date": "2018/12/31"}, {"doc_id": "3906402", "text": "George L. Berry / George L. Berry George Leonard Berry (September 12, 1882December 4, 1948) was president of the International Pressmen and Assistants' Union of North America from 1907 to 1948 and a Democratic United States Senator from Tennessee from 1937 to 1938. Berry was born in Hawkins County, Tennessee, near Rogersville. He left home at a very early age, becoming a pressman's assistant in 1891. He worked in this trade and was a labor union activist, being elected president of its international union in 1907. During his tenure, the Pressmen's Union acquired and operated the former Hale Springs Resort, a mineral water resort", "doc_score": "80.34320831298828", "publish_date": "2018/12/31"}, {"doc_id": "16893807", "text": "George L. Frost / 1856. He was elected as a Democratic state senator from the 15th District (Iowa County) in 1863 and 1864, and ran unsuccessfully for circuit court judge in the latter year. He was succeeded in the Senate by W. L. Lincoln of the Union Party (as the Republicans were called at the time). He was elected to the Assembly in 1878 as a Greenback, receiving 1,154 votes to 862 for Republican Robert L. Joiner, and 697 for Democratic candidate former Assemblyman William E. Rowe (Greenback incumbent Owen King was not a candidate). He was not a candidate for re-election in 1879,", "doc_score": "83.83850860595703", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_18", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "13048713", "text": "Drugs in pregnancy / size, delayed or uncoordinated motor skills, hearing or vision problems, learning disabilities, behavior problems, and inappropriate social skills compared to same-age peers. Those affected are more likely to have trouble in school, legal problems, participate in high-risk behaviors, and develop substance use disorders themselves. It's also been shown that alcohol impairs global motion perception if consumed during the prenatal development period. It was also shown that with an increasing amount of alcohol exposure there is a correlation with an increase in the impairment of global motion perception. Cannabis in pregnancy there are multiple studies on cannabis affects on pregnancy. A", "doc_score": "91.67718505859375", "publish_date": "2018/12/31"}, {"doc_id": "17630811", "text": "Cannabis in pregnancy / cannabis use from a mother's concomitant drug use and other environmental factors. A 2016 meta-analysis showed that after accounting for confounding factors, cannabis alone was not responsible for adverse neotatal outcomes. The role of the endocannabinoid system (ECS) in female fertility has long been suspected and studied. Most studies through 2013 linking development of the fetus and cannabis show effects of consumption during the gestational period, but abnormalities in the endocannabinoid system during the phase of placental development are also linked with problems in pregnancy. According to Sun and Dey (2012), endocannabinoid signaling plays a role in \"female reproductive events,", "doc_score": "92.82960510253906", "publish_date": "2018/12/31"}, {"doc_id": "7151617", "text": "Autism therapies / two relevant studies, with small numbers of participants, and no clinical recommendations could be made due to these limitations. A very small number of randomized and controlled studies suggest that parent training can lead to reduced maternal depression, improved maternal knowledge of autism and communication style, and improved child communicative behavior, but due to the design and number of studies available, definitive evidence of effectiveness is not available. Early detection of ASD in children can often occur before a child reaches the age of three years old. Methods that target early behavior can influence the quality of life for a", "doc_score": "91.80757141113281", "publish_date": "2018/12/31"}, {"doc_id": "5427478", "text": "Hormonal IUDs / years. The hormonal IUD is a long-acting reversible contraceptive, and is considered one of the most effective forms of birth control. The first year failure rate for the hormonal IUD is 0.2% and the five year failure rate is 0.7%. These rates are comparable to tubal sterilization, but unlike sterilization the effects of the hormonal IUD are reversible. The hormonal IUD is considered to be more effective than other common forms of reversible contraception, such as the birth control pill, because it requires little action by the user after insertion. The effectiveness of other forms of birth control is mitigated", "doc_score": "90.9553451538086", "publish_date": "2018/12/31"}, {"doc_id": "17630810", "text": "Cannabis in pregnancy / trends in substance abuse treatment admissions for cannabis use in pregnancy in the US, based on Treatment Episodes Data Set (TEDS) from 1992 to 2012, and discovered that, while the proportion of treatment admissions for pregnant women was stable (about 4%), the admissions for women who were pregnant and reported any marijuana use grew from 29% to 43%. A 2015 review found that cannabis use by pregnant mothers impaired brain maturation in their children, and that it also predisposed their children to neurodevelopmental disorders. The National Institute on Drug Abuse states that further research is required to \"disentangle\" effects of", "doc_score": "92.0572280883789", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_19", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "2942362", "text": "United States men's national soccer team / Argentina 4–0 and lost to Colombia again 1–0 in the third place match. They finished fourth at the Copa América, tying their best finish ever in 1995. Following consecutive losses to Mexico and Costa Rica in the opening games of the final round of qualification for the 2018 FIFA World Cup, Klinsmann was removed as national team coach and technical director and replaced by previous U.S. manager Bruce Arena. World Cup qualification resumed on March 24, 2017, where Arena and his team had a record 6–0 win over Honduras. Four days later, the team traveled to Panama City, drawing Panama", "doc_score": "88.9022216796875", "publish_date": "2018/12/31"}, {"doc_id": "2942335", "text": "United States men's national soccer team / qualifying, ending the streak of consecutive World Cups at seven. United States will co-host the 2026 FIFA World Cup along with Canada and Mexico, the automatic qualification on all three teams is likely as co-hosts. The U.S. also competes in continental tournaments, including the CONCACAF Gold Cup and Copa América. The U.S. has hosted fourteen editions of the Gold Cup, winning six, and has achieved a fourth-place finish in two Copa Américas, including the 2016 edition that they hosted. The team's head coach is Gregg Berhalter, since November 29, 2018. Earnie Stewart is the team's General Manager since August 1,", "doc_score": "90.70491027832031", "publish_date": "2018/12/31"}, {"doc_id": "20462012", "text": "2018 AFC U-23 Championship squads / Manager: Daniel Teglia Malaysia named their squad on 29 December 2017. Manager: Ong Kim Swee South Korea named their squad on 5 January 2018. Manager: Kim Bong-gil Australia named their squad on 19 December 2017. Manager: Ante Milicic Syria named their squad on 1 January 2018. Manager: Mohand Al Faqir Vietnam named their squad on 30 December 2017. Manager: Park Hang-seo 2018 AFC U-23 Championship squads The following is a list of squads for each national team competing at the 2018 AFC U-23 Championship. The tournament will take place during January 2018 in China. It will be the third U-23", "doc_score": "89.13951110839844", "publish_date": "2018/12/31"}, {"doc_id": "2942364", "text": "United States men's national soccer team / Arena's resignation on October 13, 2017, assistant coach Dave Sarachan was named interim manager during the search for a permanent replacement. Sarachan fielded lineups of younger players, giving 18 players their international debuts, and included several veteran players to provide transitional stability. The team played a series of friendlies against European and South American opponents, drawing with Portugal and France and winning against Mexico. The search for a permanent head coach was delayed by the USSF presidential election in February 2018 and the hiring of Earnie Stewart as general manager in June 2018. The selection process included consultation from USMNT", "doc_score": "89.89705657958984", "publish_date": "2018/12/31"}, {"doc_id": "2942365", "text": "United States men's national soccer team / alumni and was narrowed to a field of 11 candidates, including several foreign coaches, before two finalists emerged. Gregg Berhalter, coach of the Columbus Crew and a former USMNT defender, was announced as the team's new head coach on December 2, 2018. It is worth noting that Jay Berhalter, Gregg Berhalter's brother, was instrumental in the hiring of Earnie Stewart as the General Manager for US Soccer leaving many in the media and fans of US Soccer to wonder if nepotism had an impact on this hire. Since their first unofficial game against Canada, the most common U.S. uniform has", "doc_score": "88.52781677246094", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_20", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "16725462", "text": "Ron DeSantis / \"doesn't conduct fishing expeditions.\" DeSantis stated that the May 17, 2017 DOJ order \"didn't identify a crime to be investigated and practically invites a fishing expedition.\" He is a founding member of the Freedom Caucus, a group of congressional conservatives. On May 6, 2015, DeSantis announced that he was running for the United States Senate seat held by Marco Rubio, who initially did not file to run for re-election due to his bid for the U.S. presidency. He was endorsed by the fiscally conservative Club for Growth. In January 2018, DeSantis announced his candidacy for Governor of Florida to succeed", "doc_score": "85.17752075195312", "publish_date": "2018/12/31"}, {"doc_id": "16725464", "text": "Ron DeSantis / the support DeSantis's primary campaign had received demonstrated both Trump's kingmaking capacity in a Republican-trending state but also a \"broader nationalization of conservative politics\" wherein \"a willingness to hurl rhetorical lightning bolts at the left, the media and special counsel Robert S. Mueller can override local credentials, local endorsements and preparedness for a state-based job.\" On August 28, 2018, DeSantis won the Republican primary. His Democratic opponent in the general election was Andrew Gillum. The race was \"widely seen as a toss-up.\" In September 2018, DeSantis announced state Rep. Jeanette Núñez as his running mate. He resigned his seat in", "doc_score": "86.62711334228516", "publish_date": "2018/12/31"}, {"doc_id": "16725454", "text": "Ron DeSantis / and was re-elected in November 2016. Described as a \"top Trump ally\", DeSantis drew increased attention in 2017 for his frequent criticisms of Special Counsel Robert Mueller's investigation into Russian interference in the 2016 election, urging Trump to shut down or significantly limit said investigation. On August 28, 2018, DeSantis won the Republican primary for Governor of Florida. On September 10, 2018, DeSantis resigned from his seat in the House of Representatives to focus on his gubernatorial campaign. DeSantis was officially certified as the winner on November 20, 2018, following a machine recount, defeating Democratic nominee and Mayor of Tallahassee", "doc_score": "89.26593017578125", "publish_date": "2018/12/31"}, {"doc_id": "19864413", "text": "2018 United States House of Representatives elections in Florida / Sanford and Winter Park. Democrat Stephanie Murphy, who has represented the district since 2017, was elected with 51% of the vote in 2016. The 8th district includes the Space Coast region and the cities of Melbourne, Palm Bay, and Vero Beach. Republican Bill Posey, who has represented the district since 2013 and previously represented the 15th district from 2009 to 2013, was re-elected to a fifth term with 63% of the vote in 2016. The 9th district is located in inland Central Florida including Kissimmee, St. Cloud, and Winter Haven. Democrat Darren Soto, who has represented the district since 2017,", "doc_score": "83.73191833496094", "publish_date": "2018/12/31"}, {"doc_id": "19864416", "text": "2018 United States House of Representatives elections in Florida / in 2016. The 13th district is located in the Tampa Bay Area and includes Clearwater, Largo and Saint Petersburg. Democrat Charlie Crist, who has represented the district since 2017, was elected with 52% of the vote in 2016. The 14th district is centered around the city of Tampa and the immediate surrounding suburbs such as Lutz and Temple Terrace. Democrat Kathy Castor, who has represented the district since 2013 and previously represented the 11th district from 2007 to 2013, was re-elected to a sixth term with 62% of the vote in 2016. Castor is the only candidate in 2018, and", "doc_score": "83.23896789550781", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_21", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "2016389", "text": "Hamad bin Khalifa Al Thani / Manchester United on 11 February 2011. Qatari Holdings offered £1.65 billion to Malcolm Glazer, the American owner of the club. This follows a series of endeavors by the Emir and other Qataris into the World Football community, following Qatar's successful bid for the 2022 World Cup, and the Qatar Foundation's recent £125m shirt deal with FC Barcelona. In mid-June 2011, rumours resurfaced that Qatari Holdings were preparing a £2 Billion takeover bid and that the funding, that the club had been using for transfers since the start of June, was actually supplied by the Qataris and not the Glazer Family.", "doc_score": "86.67446899414062", "publish_date": "2018/12/31"}, {"doc_id": "5318513", "text": "Glazer ownership of Manchester United / that the club was not for sale, as well as public support from David Gill, who claimed that the Glazers were \"running the club the right way\". Meanwhile, membership of the Manchester United Supporters' Trust passed the 100,000 mark on 3 March, before exceeding 125,000 a week later. The green-and-gold scarf campaign also grew, with large portions of the Old Trafford crowd showing the colours. Following Manchester United's 4–0 victory over Milan in their Champions League first knockout round tie, former Manchester United player David Beckham was seen wearing a scarf that had been thrown onto the pitch; however, he", "doc_score": "83.45362854003906", "publish_date": "2018/12/31"}, {"doc_id": "18073052", "text": "2022 FIFA World Cup controversies / population of less than one million people, less than the 1.7 million population of Uruguay in 1930, when they hosted the tournament. These facts led some to question the strength of football culture in Qatar and if that made them unsuitable World Cup hosts. The Qatar Football Association has also been known to naturalize players from foreign nations for its own team. Examples include Sebastián Soria, Luiz Martin Carlos Júnior and Emerson Sheik. The Qatar FA has previously attempted to offer incentives to uncapped players of other nations to switch allegiance to the Gulf state. These have included the German-based", "doc_score": "83.9953842163086", "publish_date": "2018/12/31"}, {"doc_id": "1426877", "text": "Manchester City F.C. / fans started a craze of bringing inflatable objects to matches, primarily oversized bananas. One disputed explanation for the craze is that in a match against West Bromwich Albion chants from fans calling for the introduction of Imre Varadi as a substitute mutated into \"Imre Banana\". Terraces packed with inflatable-waving supporters became a frequent sight in the 1988–89 season as the craze spread to other clubs (inflatable fish were seen at Grimsby Town), with the phenomenon reaching a peak at City's match at Stoke City on 26 December 1988, a match declared by fanzines as a fancy dress party. In 2010,", "doc_score": "81.76144409179688", "publish_date": "2018/12/31"}, {"doc_id": "16431184", "text": "Mohamed Salah / a policy which banned players giving autographs from their vehicles, received widespread criticism from the club's supporters and had to temporarily shut down his website. Salah's relationship with the Egyptian Football Association (EFA) was reported to have soured during the World Cup, after his image was used without his permission to promote the national team's sponsor, WE, the mobile service of Telecom Egypt. At the time of the incident, Salah was sponsored by WE's telecommunications rivals, Vodafone. Liverpool fans created a chant to the tune of Dodgy's \"Good Enough\", saying that if Salah continued to score goals, they would convert", "doc_score": "83.71041870117188", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_22", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "11252480", "text": "Harrington–Hollingsworth experiment / seizure. His platelet count remained extremely low for four days, finally returning to normal levels by the fifth day. Bone marrow biopsy from Harrington's sternum demonstrated normal megakaryocytes, the cells necessary for platelet production. Subsequently the experiment was repeated on all suitable staff members at the Barnes-Jewish Hospital. All subjects developed low platelet counts within three hours, and all recovered after a period of several days. Schwartz notes that the Harrington–Hollingsworth experiment was a turning point in the understanding of ITP's pathophysiology: The experiment was the first to demonstrate that infusion of an ITP patient's plasma into a normal patient", "doc_score": "86.21810150146484", "publish_date": "2018/12/31"}, {"doc_id": "898475", "text": "Blood transfusion / immunological reaction occurs when the receiver of a blood transfusion has antibodies against the donor blood cells. The destruction of red blood cells releases free hemoglobin into the bloodstream, which can have fatal consequences. Landsteiner's work made it possible to determine blood group and allowed a way for blood transfusions to be carried out much more safely. For this discovery he was awarded the Nobel Prize in Physiology and Medicine in 1930, and many other blood groups have been discovered since. George Washington Crile is credited with performing the first surgery using a direct blood transfusion in 1906 at St.", "doc_score": "85.79499816894531", "publish_date": "2018/12/31"}, {"doc_id": "2934797", "text": "Hematopoietic stem cell transplantation / Life Marrow Registry. In 2007, a team of doctors in Berlin, Germany, including Gero Hütter, performed a stem cell transplant for leukemia patient Timothy Ray Brown, who was also HIV-positive. From 60 matching donors, they selected a [CCR5]-Δ32 homozygous individual with two genetic copies of a rare variant of a cell surface receptor. This genetic trait confers resistance to HIV infection by blocking attachment of HIV to the cell. Roughly one in 1000 people of European ancestry have this inherited mutation, but it is rarer in other populations. The transplant was repeated a year later after a leukemia relapse. Over", "doc_score": "84.83836364746094", "publish_date": "2018/12/31"}, {"doc_id": "898463", "text": "Blood transfusion / to RBC), platelet storage lesion and resulting efficacy loss is also a concern. Globally around 85 million units of red blood cells are transfused in a given year. In the United States, blood transfusions were performed nearly 3 million times during hospitalizations in 2011, making it the most common procedure performed. The rate of hospitalizations with a blood transfusion nearly doubled from 1997, from a rate of 40 stays to 95 stays per 10,000 population. It was the most common procedure performed for patients 45 years of age and older in 2011, and among the top five most common for", "doc_score": "86.56703186035156", "publish_date": "2018/12/31"}, {"doc_id": "2934792", "text": "Hematopoietic stem cell transplantation / first 30 days HSCT of about 2 in 10000. For this same group, severe cardiovascular events were observed with a rate of about 1 in 1500. The most common severe adverse reactions were pulmonary edema/deep vein thrombosis, splenic rupture, and myocardial infarction. Haematological malignancy induction was comparable to that observed in the general population, with only 15 reported cases within 4 years. Georges Mathé, a French oncologist, performed the first European bone marrow transplant in November 1958 on five Yugoslavian nuclear workers whose own marrow had been damaged by irradiation caused by a criticality accident at the Vinča Nuclear Institute,", "doc_score": "84.08440399169922", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_23", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "2473174", "text": "Damian Green / Damian Green Damian Howard Green (born 17 January 1956) is a British politician who has been the Conservative Member of Parliament for Ashford since 1997 and was the First Secretary of State and Minister for the Cabinet Office from 11 June 2017 to 20 December 2017. Green was born in Barry, Vale of Glamorgan, South Wales and studied PPE at Balliol College, Oxford. Before entering politics, Green worked as a journalist for the BBC, Channel 4 and \"The Times\". Green entered Parliament in the 1997 election by winning the seat of Ashford in Kent. He served in several shadow ministerial", "doc_score": "77.57307434082031", "publish_date": "2018/12/31"}, {"doc_id": "9453148", "text": "Obstructionism / Mitch McConnell has been accused of obstructionism for his tactics during the Obama administration. Chuck Schumer has been labeled as obstructionist for similar tactics during the current Trump administration. Jane Stanford, 'That Irishman The Life and Times of John O'Connor Power', Part Two, 'Parliamentary Manoeuvres', pp 77–84, 'A Change of Government, pp 105–107. Obstructionism Obstructionism is the practice of deliberately delaying or preventing a process or change, especially in politics. An obstructionist causes problems. Neuman and Baron (1998) identify obstructionism as one of the three dimensions that encompass the range of workplace aggression. In this context, obstructionism is \"behaviors intended", "doc_score": "79.07848358154297", "publish_date": "2018/12/31"}, {"doc_id": "11443887", "text": "Stephen Kinnock / Sierra Leone. In January 2009, he joined the World Economic Forum as director, head of Europe and Central Asia, based in Geneva, Switzerland. In August 2012, he took up a position at Xyntéo in London, Kinnock was managing director of the \"Global Leadership and Technology Exchange\" in 2012. In March 2014, Kinnock was selected as the Labour Party candidate for the seat of Aberavon in Wales for the 2015 General Election. On 7 May 2015, he was elected the Member of Parliament for Aberavon with a majority of 10,445. He was re-elected in 2017 with an increased majority of 16,761,", "doc_score": "77.39657592773438", "publish_date": "2018/12/31"}, {"doc_id": "2482281", "text": "David Puttnam / Trade Envoy to Vietnam, Laos, Cambodia and Myanmar (Burma). In December 2012, Puttnam, who lives in Skibbereen, County Cork, was named Ireland’s Digital Champion by Communications Minister Pat Rabbitte, TD. In August 2014, Puttnam was one of 200 public figures who were signatories to a letter to \"The Guardian\" opposing Scottish independence in the run-up to September's referendum on that issue. Puttnam was for 10 years chairman of the National Film and Television School and taught people such as Nick Park. He founded Skillset, which trains young people to become members of the film and television industries. From 2002-2009 he", "doc_score": "76.10514068603516", "publish_date": "2018/12/31"}, {"doc_id": "12457160", "text": "Jon Cruddas / not want the job; but instead wanted to influence policy. In 2012, Cruddas was appointed to Ed Miliband's Shadow Cabinet, replacing Liam Byrne as Labour Party Policy Coordinator. Cruddas was born in Helston to John, a sailor, and Pat (a native of County Donegal, Ireland). Cruddas was educated at the Oaklands Roman Catholic Comprehensive School, Waterlooville, Portsmouth, before attending the University of Warwick where he ultimately received an M.A. and a Ph.D. in Industrial and Business Studies in 1991, writing a thesis entitled \"An analysis of value theory, the sphere of production and contemporary approaches to the reorganisation of workplace", "doc_score": "77.25167083740234", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_24", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "12395780", "text": "Boris Johnson / not represent the government's view. Following the 2017 general election, Johnson denied media reports that he intended to challenge Theresa May for leadership of the Conservative Party. He further denied this media speculation on 16 September 2017 as well, insisting on his Twitter page that he was \"all behind Theresa for a glorious Brexit\". In response to the death of Chinese Nobel Peace Prize laureate Liu Xiaobo, who died of organ failure while in government custody, Johnson said that \"Liu Xiaobo should have been allowed to choose his own medical treatment overseas, which the Chinese authorities repeatedly denied him.\" On", "doc_score": "84.73653411865234", "publish_date": "2018/12/31"}, {"doc_id": "2137878", "text": "Brian Paddick, Baron Paddick / others, Ken Livingstone as the Labour candidate and Conservative Party candidate Boris Johnson. However, a poll conducted by \"The Guardian\" and ICM published on 3 April 2008 found that Paddick was the first choice of only 10% of voters. He therefore had little chance of winning, as 42% supported Johnson and 41% Livingstone. The poll was borne out by the results of the elections on 1 May 2008. On 3 May it was announced that Boris Johnson had been elected. Paddick was in third place behind Ken Livingstone, with 9.8% (236,685 out of 2,415,958) of the first preference votes. On", "doc_score": "81.6150894165039", "publish_date": "2018/12/31"}, {"doc_id": "12395725", "text": "Boris Johnson / for illegal immigrants. However, the allegations were exacerbated when the far-right British National Party (BNP) urged its supporters to give their second preference votes to Johnson; he responded by \"utterly and unreservedly\" condemning the BNP. Controversy was also generated during the campaign when Johnson admitted that as a student he had used cannabis and cocaine. The election took place in May 2008, and witnessed a turnout of approximately 45% of eligible voters, with Johnson receiving 43.2% and Livingstone 37% of first-preference votes; when second-preference votes were added, Johnson proved victorious with 53.2% to Livingstone's 46.8%. Johnson benefited from a large", "doc_score": "82.37112426757812", "publish_date": "2018/12/31"}, {"doc_id": "12395682", "text": "Boris Johnson / 2005. Joining the Conservatives, he was elected MP for Henley in 2001, and under party leaders Michael Howard and David Cameron he was in the Shadow Cabinet. He largely adhered to the Conservatives' party line but adopted a more socially liberal stance on issues like LGBT rights in parliamentary votes. Making regular television appearances, writing books, and remaining active in journalism, Johnson became one of the most conspicuous politicians in the United Kingdom. Selected as Conservative candidate for the London mayoral election of 2008, Johnson defeated Labour incumbent Ken Livingstone and resigned his seat in the House of Commons. During", "doc_score": "83.04840087890625", "publish_date": "2018/12/31"}, {"doc_id": "12395741", "text": "Boris Johnson / \"to dig dirt on Ken Livingstone\" – was \"an appropriate use of public funds\". The head of the panel, Patience Wheatcroft is married to a Conservative councillor and three of the four remaining panel members also have close links to the Conservatives: Stephen Greenhalgh (Conservative Leader of Hammersmith and Fulham Council), Patrick Frederick (Chairman of Conservative Business Relations for South East England and Southern London) and Edward Lister (Conservative Leader of Wandsworth Council). During his first administration, Johnson was embroiled in several personal scandals. After moving to a new house in Islington, he built a shed on his balcony without", "doc_score": "84.75776672363281", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_25", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "11113692", "text": "Jack W. Szostak / Jack W. Szostak Jack William Szostak (born November 9, 1952) is a Canadian American biologist of Polish British descent, Nobel Prize laureate, Professor of Genetics at Harvard Medical School, and Alexander Rich Distinguished Investigator at Massachusetts General Hospital, Boston. Szostak has made significant contributions to the field of genetics. His achievement helped scientists to map the location of genes in mammals and to develop techniques for manipulating genes. His research findings in this area are also instrumental to the Human Genome Project. He was awarded the 2009 Nobel Prize for Physiology or Medicine, along with Elizabeth Blackburn and Carol W.", "doc_score": "78.49664306640625", "publish_date": "2018/12/31"}, {"doc_id": "19381222", "text": "A Dead Man Feels No Cold / as any temperature above freezing will cause him to overheat. Strange guesses that Fries absorbed multiple doses of formula as he worked on them, and his cells underwent a change when he tried to kill himself. He also tells him they designed a new suit for him and that they would begin work later. Strange later passes a room filled with multiple corpses in tanks, including Theo Galavan, Jerome Valeska, and Fish Mooney. The episode was written by series' writers assistant Seth Boston, his first writing credit for a series. Boston is the fourth alumnus from creator Bruno Heller show", "doc_score": "80.01919555664062", "publish_date": "2018/12/31"}, {"doc_id": "1289358", "text": "Long Live Walter Jameson / Jameson in a Mathew Brady Civil War photograph. After he presents these pieces of evidence, Jameson ultimately reveals his real life history. Agelessness (but no kind of immunity to injury) was imparted to him by an alchemist more than 2,000 years ago. Jameson does not know what was done to him, only that the alchemist was gone when he recovered, and he then stopped aging. Soon, he had to become a constant refugee. He tells Kittridge that he learned a terrible lesson from living for so long and longs for death. He keeps a revolver in his desk drawer, but", "doc_score": "78.20589447021484", "publish_date": "2018/12/31"}, {"doc_id": "19381221", "text": "A Dead Man Feels No Cold / for not stopping him earlier, Nora, unknown to Lee, changes the cartridge from Fries' gun to one of the earlier, faulty cartridges. Fries then finally freezes Nora, but the process unfortunately tears her apart. Discovering that Nora changed the cartridge, he lets Lee go and decides to commit suicide by freezing himself to death. His body is transferred to Arkham Asylum, and although reported as \"dead\", he wakes up in a room with bright white hair and blue eyes. Strange visits him, stating the room is designed to accommodate his severe hypothermia so he can survive, otherwise he would die", "doc_score": "78.58029174804688", "publish_date": "2018/12/31"}, {"doc_id": "777190", "text": "Jeremy Paxman / undergraduate newspaper \"Varsity\". While at Cambridge, Paxman was briefly a member of the Labour Club. He has since been made an Honorary Fellow of the College. In January 2006, Paxman was the subject of an episode of the BBC genealogy series \"Who Do You Think You Are?\". The documentary concluded that he was descended from Roger Packsman, a 14th-century politician from Suffolk who had changed his name to Paxman in order to impress the electorate (\"pax\" being Latin for 'peace'). Paxman's maternal grandmother was born in Glasgow, Scotland. The programme generated much publicity before its transmission by displaying him with", "doc_score": "78.10714721679688", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_26", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "18571245", "text": "Cognitive bias in animals / example, the type of housing the animal is kept in. Cognitive biases have been shown in a wide range of species including rats, dogs, rhesus macaques, sheep, chicks, starlings and honeybees. In what has been described as a \"landmark study\", the first study of cognitive bias in animals was conducted with rats. This showed that laboratory rats in unpredictable environments had a more pessimistic attitude than rats in predictable environments. One study on rats investigated whether changes in light intensity – a short-term manipulation of emotional state – has an effect on cognitive bias. Light intensity was chosen as a", "doc_score": "86.39574432373047", "publish_date": "2018/12/31"}, {"doc_id": "17832398", "text": "Personality in animals / in personality tests. Values at this level are considered as \"promising\" for artificial selection. Personality in animals has been studied across a wide array of taxa. Some of these studies have investigated personality in mammals, elasmobranchs, reptiles, fish and birds, to name just a few. More specifically, there have been several studies that have either been notable in that they have changed scientific understandings of animal personality or have applications in the field of human personality. For example, the study of personality in chimpanzees by King and Figueredo in 1997 was one of the first studies to apply the five-factor", "doc_score": "84.82133483886719", "publish_date": "2018/12/31"}, {"doc_id": "17832393", "text": "Personality in animals / often measure personality by assessing the behavior of the being over a period of time to establish the pattern. Naturally, some animals may not have as wide a range of personality as humans do. The species of the animal determines how the personality manifests itself. Likewise, a species may be predisposed to exhibit a category of personality more than other categories. So far, chimpanzees are the only animal shown to exhibit conscientiousness. Chimpanzees are also the only non-human species shown to demonstrate a hierarchical structure of personality, with two dimensions of affect corresponding to negative and positive emotionality, and a", "doc_score": "82.32160949707031", "publish_date": "2018/12/31"}, {"doc_id": "17832385", "text": "Personality in animals / measurable and are described in over 100 species. Personality in animals has also been referred to as animal disposition, coping style, and temperament. There are also personality norms through the species, often found between genders. The diversity of animal personality can be compared in cross-species studies, demonstrating its pervasiveness in the evolutionary process of animals. Research on animal personality variation has been burgeoning since the mid 1990s. Recent studies have focused on its proximate causation and the ecological and evolutionary significance of personality in animals. The extent of personality phenomenon considered when examining animal personality is significantly reduced compared to", "doc_score": "83.93817138671875", "publish_date": "2018/12/31"}, {"doc_id": "17832384", "text": "Personality in animals / Personality in animals Personality in animals has been investigated across a variety of different scientific fields including; agricultural science, animal behaviour, anthropology, psychology, veterinary medicine, and zoology. Thus, the definition for animal personality may vary according to the context and scope of study. However, there is recent consensus in the literature for a broad definition that describes animal personality as individual differences in behaviour that are consistent across time and ecological context. Here, consistency refers to the repeatability of behavioural differences between individuals and not a trait that presents itself the same way in varying environments. Animal personality traits are", "doc_score": "85.02490234375", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_27", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "14917400", "text": "Goatse Security / attention and publicity may have been incentives for the group. Contrary to what it first claimed, the group initially revealed the security flaw to Gawker Media \"before\" notifying AT&T and also exposed the data of 114,000 iPad users, including those of celebrities, the government and the military. These tactics re-provoked significant debate on the proper disclosure of IT security flaws. weev has maintained that Goatse Security used common industry standard practices and has said that, \"We tried to be the good guys\". Jennifer Granick of the Electronic Frontier Foundation has also defended the tactics used by Goatse Security. On June", "doc_score": "82.59649658203125", "publish_date": "2018/12/31"}, {"doc_id": "13036241", "text": "Consumer Watchdog / claimed were inadvertent, as well as other, larger privacy changes. In November 2009 Google launched a dashboard offering consumers better knowledge of and control over their information on Google¹s various services. In January 2010 the company began offering SSL encryption using the HTTPS protocol as the default mode for its Gmail service. In May the company began offering an encrypted SSL connection for its search engine as an option. In 2011, Google entered into an overhaul of its privacy policies in a settlement with the FTC that addressed many of the privacy issues Consumer Watchdog has raised. In 2010, to", "doc_score": "81.3956298828125", "publish_date": "2018/12/31"}, {"doc_id": "19191009", "text": "Privacy concerns regarding Google / Google began allowing members to use nicknames, maiden names, and other \"established\" names in addition to their common or real names. According to Google, the real name policy makes Google more like the real world. People can find each other more easily, like a phone book. The real name policy protects children and young adults from cyber-bullying, as those bullies hide behind pen names. There is considerable use of search engines for people searching A number of high-profile commentators have publicly criticized Google's policies, including technologists Jamie Zawinski, Kevin Marks, and Robert Scoble and organizations such as the Electronic Frontier", "doc_score": "81.51117706298828", "publish_date": "2018/12/31"}, {"doc_id": "15092807", "text": "Path (social network) / practices. Soon thereafter, in March 2012, the company received a request for information from Reps. Henry A. Waxman (D-California) and G. K. Butterfield (D-North Carolina) along with 33 other app developers asking them to detail what information they collect from users and how they use it. In February 2013, the company was fined $800,000 by the FTC for storing data from underage users. The company will be required to have its privacy policies assessed every two years for the next twenty years. Along with the civil penalty, FTC has prohibited Path from making any misrepresentations about the extent it maintains", "doc_score": "81.68413543701172", "publish_date": "2018/12/31"}, {"doc_id": "4798254", "text": "Child grooming / have used the so-called \"fantasy defense,\" the argument that they were only expressing fantasies and not plans of future behavior, to defend actions such as online communication. In the U.S., case law draws a distinction between those two and some people accused of \"grooming\" have successfully used this defense. Sexual grooming of children also occurs on the Internet. Some abusers will pose as children online and make arrangements to meet with them in person. Facebook has been involved in controversy as to whether or not it takes enough precautions. Jim Gamble, leader of the Child Exploitation and Online Protection Centre", "doc_score": "80.98263549804688", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_28", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "6037364", "text": "United Kingdom Parliament constituencies / United Kingdom Parliament constituencies The United Kingdom Parliament currently has 650 Parliamentary constituencies across the constituent countries (England, Scotland, Wales and Northern Ireland), each electing a single Member of Parliament (MP) to the House of Commons by the plurality (first past the post) system of election, ordinarily every five years. Voting last took place in all 650 of those constituencies at the United Kingdom general election on 8 June 2017, and these results have been counted and verified. The number of seats rose from 646 at the 2005 general election after proposals made by the boundary commissions for England, Wales", "doc_score": "96.3313980102539", "publish_date": "2018/12/31"}, {"doc_id": "4971171", "text": "United Kingdom constituencies / in 1979 Great Britain was divided into a number of single-member first-past-the Post constituencies, matching the way Westminster MPs are elected. Following the decision that all MEPs should be elected by some form of proportional representation, the Labour government passed the European Parliamentary Elections Act 1999, creating the current eleven constituencies on Great Britain, which were first used in 1999. The South West England constituency was expanded from the 2004 elections onward to include Gibraltar, the only British overseas territory that is part of the European Union, following a court case. United Kingdom constituencies In the United Kingdom (UK), each", "doc_score": "93.67042541503906", "publish_date": "2018/12/31"}, {"doc_id": "4971163", "text": "United Kingdom constituencies / division into two single-member constituencies, and each three-seat county into single-member constituencies. The House of Commons (Redistribution of Seats) Act 1958, eliminated the previous common electoral quota for the whole United Kingdom and replaced it with four separate national minimal seat quotas for the respective Boundaries commissions to work to, as a result the separate national electoral quotas came into effect: England 69,534; Northern Ireland 67,145, Wales 58,383 and in Scotland only 54,741 electors. The Parliamentary Voting System and Constituencies Act 2011 gives the Boundary Commissions for England, Wales, Scotland and Northern Ireland the power to create names for constituencies,", "doc_score": "95.3354263305664", "publish_date": "2018/12/31"}, {"doc_id": "6037367", "text": "United Kingdom Parliament constituencies / Irish, Scottish and Welsh constituencies. United Kingdom Parliament constituencies The United Kingdom Parliament currently has 650 Parliamentary constituencies across the constituent countries (England, Scotland, Wales and Northern Ireland), each electing a single Member of Parliament (MP) to the House of Commons by the plurality (first past the post) system of election, ordinarily every five years. Voting last took place in all 650 of those constituencies at the United Kingdom general election on 8 June 2017, and these results have been counted and verified. The number of seats rose from 646 at the 2005 general election after proposals made by the", "doc_score": "96.03996276855469", "publish_date": "2018/12/31"}, {"doc_id": "15415704", "text": "Sixth Periodic Review of Westminster constituencies / election. In January 2013, the Government lost a vote on this timetable, which effectively ended the entire process. In July 2016 the Boundary Commission for England published its guide to the 2018 review. In it, the date for publishing provisional recommendations was set at the week beginning 12 September 2016. The Welsh Commission aimed to publish their Initial Proposals on 13 September 2016. The total of 600 constituencies required by the Act were allocated between the four countries of the UK as shown in the table below. The English Boundary Commission then announced that the number of constituencies allocated to", "doc_score": "95.58467102050781", "publish_date": "2018/12/31"}]}
{"question_id": "20221111_29", "search_time": "2022/11/12/01:13", "search_result": [{"doc_id": "15229974", "text": "Framingham Risk Score / been recommended by the European Society of Cardiology in 2007. If possible, a cardiology professional should select the risk prediction model which is most appropriate for an individual patient and should remember that this is only an estimate. The current version of the Framingham Risk Score was published in 2008. The publishing body is the ATP III, i.e. the «Adult Treatment Panel III», an expert panel of the National Heart, Lung, and Blood Institute, which is part of the National Institutes of Health (NIH), USA. The prior version was published in 2002 The original Framingham Risk Score had been published", "doc_score": "78.48539733886719", "publish_date": "2018/12/31"}, {"doc_id": "14681454", "text": "Mindset List / Mindset List The Mindset List is an annual compilation of the values that shape the worldview (or “mindset”) of students about 18 years old and entering college and, to a lesser extent, adulthood. It is co-authored by Ron Nief, Public Affairs Director Emeritus; Tom McBride, Professor of English and Keefer Professor of Humanities; and Charles Westerberg, Brannon-Ballard Professor of Sociology, all at Beloit College in Beloit, Wisconsin. It originated in 1997 as an e-mail forward, without author credits, passed on by then College Statistician Richard Miller to Ron Nief, who passed it on to peers at other schools. The Mindset", "doc_score": "79.27613830566406", "publish_date": "2018/12/31"}, {"doc_id": "16448066", "text": "Pre-hire assessment / on job candidates who are the most promising and likely to be good performers. The U.S. Equal Employment Opportunity Commission (EEOC) offers guidance about using tests in the selection and promotion process. The basic reference is the Uniform Guidelines On Employee Selection Procedures. The regulations are administered by the Equal Employment Opportunity Commission. Information about selection can be found in Part 1607 – Uniform Guidelines On Employee Selection Procedures (1978). In addition the EEOC has developed a list of best practices for testing and selection. There are various pre-employment assessment tools for assessing psychometric skills, technical skills, cognitive skills as", "doc_score": "78.01358032226562", "publish_date": "2018/12/31"}, {"doc_id": "16129405", "text": "Facility condition index / FCI. \"Managing the Facilities Portfolio\" provided a set of ratings: good (under 0.05), fair (0.05 to 0.10), and poor (over 0.10) based on evaluating data from various clients at the time of the publication. Today, many organizations are determining an appropriate FCI range for these ratings based upon their mission and strategic goals. The Higher Education Facilities Officers, APPA, use the FCI as part of their Strategic Assessment Model, and as a key Facilities Performance Indicator. Recommendation #6 in the National Research Council publication entitled \"Stewardship of Federal Facilities states that performance indicators should be used to evaulate the effectiveness", "doc_score": "77.52987670898438", "publish_date": "2018/12/31"}, {"doc_id": "8426212", "text": "Envision EMI / than 287,000 teachers nominated students to participate in an Envision EMI program. Students are nominated to attend the National Youth Leadership Forum by \"teachers and alumni of previous conferences, and it culls names from mailing lists, for which the Congressional Youth Leadership Council paid $263,000 in 2006.\" In 2008, some program materials stated that a minimum 3.5 grade point average (GPA) was required. Educators who nominate students are now told to use their own discretion. Teachers who nominate students to attend the company's programs say they consider a student's grades, behavior and participation in class, interactions with other students, and", "doc_score": "79.6431884765625", "publish_date": "2018/12/31"}]}
