{"question_id": "20220610_0", "search_time": "2022/06/13/07:01", "search_result": [{"doc_id": "2794573", "text": "Cost of living / compensation packages for corporate executives maintaining a western lifestyle. The survey incorporates easy-to-understand comparative cost of living indices between cities. The survey allows city-to-city comparisons, but for the purpose of this report all cities are compared to a base city of New York City, which has an index set at 100. The survey has been carried out for more than 30 years. The most recent survey was published in March 2017. Singapore remains the most expensive city in the world for the fourth year running, in a rare occurrence where the entire top five most expensive cities were unchanged from", "doc_score": "85.33643341064453", "publish_date": "2018/12/31"}, {"doc_id": "66355", "text": "City / fifth of the population said to live in shantytowns (favelas, poblaciones callampas, etc.). Batam, Indonesia, Mogadishu, Somalia, Xiamen, China and Niamey, Niger, are considered among the world's fastest-growing cities, with annual growth rates of 5–8%. In general, the more developed countries of the \"Global North\" remain more urbanized than the less developed countries of the \"Global South\"—but the difference continues to shrink because urbanization is happening faster in the latter group. Asia is home to by far the greatest absolute number of city-dwellers: over two billion and counting. The UN predicts an additional 2.5 billion citydwellers (and 300 million fewer", "doc_score": "85.12899017333984", "publish_date": "2018/12/31"}, {"doc_id": "13261796", "text": "The World Factbook list of developed countries / the countries in its list are The CIA notes that these countries These descriptions are based on 2010 GDP per capita figures. As of 2017, four members of the OECD have a GDP per capita of less than $15,000 in nominal terms (Poland, Hungary, Turkey and Mexico) and, as of 2017, five OPEC countries have a GDP per capita that is higher than $20,000 (Qatar, Kuwait, Bahrain, UAE and Saudi Arabia). The CIA notes that the 31 DCs are as follows: The CIA concludes its definition with the note that this list is This description is based on an old", "doc_score": "85.7999038696289", "publish_date": "2018/12/31"}, {"doc_id": "4905987", "text": "Demographics of New York City / City's recent mayor, Michael Bloomberg, is himself one of the nation's richest men. As of 2009 New York has regained the number one spot as the city with most billionaires (55), after losing out to Moscow in 2008. New York has ranked first in population among American cities since the first census in 1790. New York will maintain this position for the foreseeable future, although there are varying forecasts on how much the population will increase. The most realistic population projections from the Department of City Planning anticipate a 1.1 million increase by 2030, bringing the city's population total to", "doc_score": "85.1046371459961", "publish_date": "2018/12/31"}, {"doc_id": "167056", "text": "Gini coefficient / make political comparisons between large and small countries or those with different immigration policies (see limitations of Gini coefficient section). The Gini coefficient for the entire world has been estimated by various parties to be between 0.61 and 0.68. The graph shows the values expressed as a percentage in their historical development for a number of countries. According to UNICEF, Latin America and the Caribbean region had the highest net income Gini index in the world at 48.3, on unweighted average basis in 2008. The remaining regional averages were: sub-Saharan Africa (44.2), Asia (40.4), Middle East and North Africa (39.2),", "doc_score": "85.43024444580078", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_1", "search_time": "2022/06/13/07:01", "search_result": [{"doc_id": "19536234", "text": "Diluted disinfectants crisis (Romania) / in France in laboratories the competing ANIOS which found a different recipe than shown and dilution significant, but the information was not at the time. The same disinfectant, Thor, had been identified since 2006 as responsible for infecting newborns in a maternity hospital in Argeș County. The result was a series of criminal complaints on behalf of the manufacturer Farma University, which has since changed its name in Hexi Pharma. On May 6, 2016, around five hundred people protested in Bucharest, amid a severe sub financing of the health system in a country where thousands of Romanian specialists emigrate annually,", "doc_score": "81.46089935302734", "publish_date": "2018/12/31"}, {"doc_id": "1438016", "text": "Johnson & Johnson / Johnson & Johnson's quick response, including a nationwide recall, was widely praised by public relations experts and the media and was the gold standard for corporate crisis management. On April 30, 2010, McNeil Consumer Healthcare, a subsidiary of Johnson and Johnson, voluntarily recalled 43 over-the-counter children's medicines, including Tylenol, Tylenol Plus, Motrin, Zyrtec and Benadryl. The recall was conducted after a routine inspection at a manufacturing facility in Fort Washington, Pennsylvania, United States revealed that some \"products may not fully meet the required manufacturing specifications\". Affected products may contain a \"higher concentration of active ingredients\" or exhibit other manufacturing defects.", "doc_score": "80.64765167236328", "publish_date": "2018/12/31"}, {"doc_id": "2419371", "text": "Ranbaxy Laboratories / of HIV/AIDS in Africa. In September 2013, further problems were reported, including apparent human hair in a tablet, oil spots on other tablets, toilet facilities without running water, and a failure to instruct employees to wash their hands after using the toilet. Ranbaxy is prohibited from manufacturing FDA-regulated drugs at the Mohali facility until the company complies with United States drug manufacturing requirements. In 2014, The FDA notified Ranbaxy Laboratories, Ltd., that it is prohibited from manufacturing and distributing active pharmaceutical ingredients (APIs) from its facility in Toansa, India, for FDA-regulated drug products. The FDA's inspection of the Toansa facility,", "doc_score": "78.19205474853516", "publish_date": "2018/12/31"}, {"doc_id": "12555676", "text": "CEDU / medications. CEDU Education was sold to Brown Schools while it was at its peak in the market; all the schools were full and everything was going well. Two years into its ownership by Brown Schools, the staff turnover was extremely high, no one with any time or stability in the company was left, and CEDU Education went backwards. IN 2015 CEDU reopened as Moshava California and currently has around 300 \"campers\" that are sent there each year Brown Schools operated 11 boarding schools and educational facilities in California, Idaho, Texas, Vermont, and Florida. Facilities in Austin, Texas and San Marcos,", "doc_score": "78.29155731201172", "publish_date": "2018/12/31"}, {"doc_id": "1920551", "text": "Carter Center / cases of the disease in 20 countries in Africa and Asia. In 2016 there were 25 reported cases in three countries: South Sudan, Chad and Ethiopia. Guinea worm disease is poised to be the first parasitic disease to be eradicated and the only disease to be eradicated without the use of vaccines or drugs. Within affected countries, the Center reinforces existing disease eradication programs by providing technical and financial assistance, as well as logistics and tools, such as donated filter cloth material, larvicide, and medical kits. The International Task Force for Disease Eradication has been based at The Carter Center", "doc_score": "76.54843139648438", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_2", "search_time": "2022/06/13/07:01", "search_result": [{"doc_id": "20880287", "text": "2018 US Open – Women's Singles final / Osaka earned the biggest win of her career at Indian Wells, during which she defeated former World No. 1s Maria Sharapova and Karolína Plíšková, and avenged her Australian Open loss to Halep in the semi-final, before defeating Daria Kasatkina in the final to claim her biggest championship yet. Subsequently, she entered the 2018 French Open seeded 21st, the first Grand Slam tournament in which she was seeded in the main draw. By mid-August 2018, Osaka attained the highest ranking yet of her career at World No. 17, and was the youngest player in the WTA's top 20. Osaka entered the", "doc_score": "85.81346893310547", "publish_date": "2018/12/31"}, {"doc_id": "20747018", "text": "2018 NCAA Division II Baseball Tournament / 2018 NCAA Division II Baseball Tournament The 2018 NCAA Division II baseball tournament decided the champion of baseball in NCAA Division II for the 2018 season. The claimed their first national title. In the final, Augustana defeated the. The Cougars made their eighth appearance in the College World Series, having won the event in 2002 and two other times finished as runner up. Hosted by Millersville at Bennett J. Cooper Park.<br> Regional Champion: Hosted by Southern Arkansas at Goodheart Field at Walker Stadium.<br> Regional Champion: Hosted by New Haven at Frank Vieira Field.<br> Regional Champion: Hosted by UIS at", "doc_score": "85.30364227294922", "publish_date": "2018/12/31"}, {"doc_id": "20642244", "text": "2018 NCAA Division II Women's Basketball Tournament / 2018 NCAA Division II Women's Basketball Tournament The 2018 NCAA Division II Women's Basketball Tournament involved 64 teams playing in a single-elimination tournament to determine the NCAA Division II women's college basketball national champion. It began on March 9, 2018, and concluded with the championship game on March 23, 2018. The first three rounds were hosted by top-seeded teams in regional play. The eight regional winners met for the quarterfinal and semifinals, better known as the \"Elite Eight\" and \"Final Four\" respectively, and National Championship game at the Sanford Pentagon in Sioux Falls, South Dakota. The Central Missouri Jennies defeated", "doc_score": "88.88394927978516", "publish_date": "2018/12/31"}, {"doc_id": "20374634", "text": "2018 U.S. Women's Open Golf Championship / in China, England, Japan, and South Korea. Additional players were exempt from qualifying because of past performances in professional or amateur tournaments around the world. Many players were exempt in multiple categories. Players are listed only once, in the first category in which they became exempt, with additional categories in parentheses () next to their names. Golfers qualifying in Category 12 who qualified in other categories are denoted with the tour by which they qualified. 1. Winners of the U.S. Women's Open for the last ten years (2008–2017) Chun In-gee (7,9,14,15), Paula Creamer, Ji Eun-hee (9,10,11,14,15), Brittany Lang (9), Inbee", "doc_score": "88.27607727050781", "publish_date": "2018/12/31"}, {"doc_id": "20516836", "text": "2018 KPMG Women's PGA Championship / 2018 KPMG Women's PGA Championship The 2018 KPMG Women's PGA Championship was the 64th Women's PGA Championship, played June 28 – July 1 at Kemper Lakes Golf Club in Long Grove, Illinois. Known as the LPGA Championship through 2014, it was the third of five major championships on the LPGA Tour during the 2018 season. Golf Channel and NBC Sports televised the Women's PGA for the fourth consecutive year. Park Sung-hyun won the championship in a playoff over Nasa Hataoka and Ryu So-yeon. It was Park's second major win. The field included 156 players who met one or more of", "doc_score": "86.65704345703125", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_3", "search_time": "2022/06/13/07:01", "search_result": [{"doc_id": "14694944", "text": "California foie gras law / California foie gras law The California foie gras law or Senate Bill 1520 (S.B. 1520) is a California State statute that prohibits the \"force feed[ing of] a bird for the purpose of enlarging the bird's liver beyond normal size\" (California Health and Safety Code § 25981) as well as the sale of products that are a result of this process (§ 25982). This outlawed the traditional method of producing foie gras in California. The law was enacted in 2004 and went into effect on July 1, 2012. On January 7, 2015, U.S. District Judge Stephen V. Wilson held that the", "doc_score": "87.78118133544922", "publish_date": "2018/12/31"}, {"doc_id": "17945933", "text": "California Unfair Competition Law / a UCL action.” The UCL allows the court to prevent the use of unfair competition and to restore money or property to victims of unfair competition. Essentially, this provision allows for both monetary damages and injunctive relief where necessary. When an injunction is issued pursuant to section 17200, penalties of up to $6,000 per day for intentional violations are authorized. Restitution and disgorgement of profits are used primarily to deter future violations. Courts use various factors to determine the amount of the penalty, including “the nature and seriousness of the misconduct, the number of violations, the persistence of the misconduct,", "doc_score": "84.72535705566406", "publish_date": "2018/12/31"}, {"doc_id": "18725394", "text": "California Endangered Species Act / importing and moving of those species except by permit. At the time, this Act did not include plants or insects. In 1984, CESA was amended and became a more complex Act that determined it the state’s responsibility to preserve and protect endangered species. The amendment to CESA now included plant species and also announced the intention to purchase lands for preservation of protected species. Mitigation and enhancement methods were also introduced. In 1997, CESA was amended again to allow the “incidental taking” of protected species beyond the original ruling of scientific and educational purposes only. This has been cause for", "doc_score": "85.01667022705078", "publish_date": "2018/12/31"}, {"doc_id": "18725392", "text": "California Endangered Species Act / the chronologies listed by the Department of Fish and Wildlife, California began preservation and protection statutes in 1909 when non-game birds were first protected. In 1957, rules were devised to prevent the “taking” of animals or plants under protection. The term “to take” is basically defined as removing, harming, or killing the protected species. However, the California Endangered Species Act (CESA) explicitly defines 'take' as not including the terms 'harm' or harass', while these terms do appear in the federal ESA definition of 'take'. This has been interpreted to mean that in California, 'take' of a listed species must involve", "doc_score": "85.16761016845703", "publish_date": "2018/12/31"}, {"doc_id": "17619143", "text": "Fisheries law / consumers. The possible introduction of genetically engineered salmon into the marketplace furthers discussion involving ethics, protection of the natural environment, international and domestic trade law, labeling practices, nutrition, and constitutional issues. As the FDA points out, nutrition labeling for raw produce (fruits and vegetables), fish, and genetically modified products, is voluntary. Under section 403(a)(1) of the \"Food, Drug, and Cosmetic Act\" (\"FD&C Act\"), a food is misbranded if its labeling is “false or misleading in any particular”. Section 201(n) of the FD&C Act provides that labeling is misleading if it fails to reveal facts that are material in light of", "doc_score": "84.49166870117188", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_4", "search_time": "2022/06/13/07:01", "search_result": [{"doc_id": "1848182", "text": "Department store / lines of products such as food, books, jewelry, electronics, stationery, photographic equipment, baby products, and products for pets are sometimes included. Customers generally check out near the front of the store, although some stores include sales counters within each department. Some stores are one of many within a larger retail chain, while others are independent retailers. In the 1970s, they came under heavy pressure from discounters, and have come under even heavier pressure from e-commerce sites such as Amazon since 2010. Big-box stores, hypermarkets, and discount stores are comparable to historical department stores. The origins of the department store lay", "doc_score": "86.49177551269531", "publish_date": "2018/12/31"}, {"doc_id": "1848181", "text": "Department store / Department store A department store is a retail establishment offering a wide range of consumer goods in different product categories known as \"departments\". In modern major cities, the department store made a dramatic appearance in the middle of the 19th century, and permanently reshaped shopping habits, and the definition of service and luxury. Similar developments were under way in London (with Whiteleys), in Paris (\"Le Bon Marché\" in 1852) and in New York (with Stewart's). Today, departments often include the following: clothing, furniture, home appliances, toys, cosmetics, houseware, gardening, toiletries, sporting goods, do it yourself, paint, and hardware. Additionally, other", "doc_score": "84.18206787109375", "publish_date": "2018/12/31"}, {"doc_id": "455762", "text": "Walmart / talk show host Ellen DeGeneres to launch a new brand of women's apparel and accessories called EV1. Walmart's operations are organized into four divisions: Walmart U.S., Walmart International, Sam's Club and Global eCommerce. The company offers various retail formats throughout these divisions, including supercenters, supermarkets, hypermarkets, warehouse clubs, cash-and-carry stores, home improvement, specialty electronics, restaurants, apparel stores, drugstores, convenience stores, and digital retail. Walmart U.S. is the company's largest division, accounting for, or 62.3 percent of total sales, for fiscal 2016. It consists of three retail formats that have become commonplace in the United States: Supercenters, Discount Stores, Neighborhood", "doc_score": "87.19303894042969", "publish_date": "2018/12/31"}, {"doc_id": "1848270", "text": "Department store / the niche of low-cost, high turnover merchandise was taken over by the dollar stores. The 2000s have seen a worldwide decline with the rise of e-commerce. The number of companies operating department stores dropped from 95 (operating 9,969 stores) in 2006 to 68 (operating 9,456 stores) in 2013. Department stores tend to target different socio-economic and geographic segments: Stores that carry a general line of groceries and other product lines similar to those of department stores are considered warehouse clubs or supercenters. Warehouse clubs require a nominal annual membership fee, while supercenters do not. Costco, BJ's Wholesale Club, and Sam's", "doc_score": "84.98793029785156", "publish_date": "2018/12/31"}, {"doc_id": "7165242", "text": "Closeout (sale) / can return unsold items to the wholesaler and be credited a proportion of the cost. The wholesaler can then resell the items to a closeout store at a discount. Some customers take note of when specific retailers normally mark down merchandise further, showing up at the store on the very first day for the best selection. Seasonal merchandise (such as winter clothing or summer patio furniture) is also put on clearance to make space for new seasonal stock. Some thrift stores have \"rolling\" closeouts. In this case, all merchandise put out in a given week is given a colored tag,", "doc_score": "83.88167572021484", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_5", "search_time": "2022/06/13/07:01", "search_result": [{"doc_id": "4026263", "text": "Richard Hongisto / did not make the run-off, coming in fourth. After declining to endorse Agnos for re-election as mayor, in a race won by police chief Frank Jordan, Hongisto was appointed in 1992 by Jordan to be San Francisco's police chief. Hongisto's tenure as police chief lasted only six weeks, and was punctuated by controversy over his handling of demonstrations and riots which occurred in the wake of the Rodney King police brutality trial in Los Angeles. Hongisto cordoned off an entire neighborhood in the Mission district on a Saturday afternoon, establishing a net that saw the arrests of all people on", "doc_score": "84.75639343261719", "publish_date": "2018/12/31"}, {"doc_id": "5709616", "text": "Paul Tanaka / Paul Tanaka Paul K. Tanaka is an American former politician and a former law-enforcement officer with the Los Angeles County Sheriff's Department. He was convicted April 4, 2016, in Federal Court of conspiracy to obstruct justice and obstruction of justice. Tanaka served as Undersheriff of Los Angeles County from 2011 to 2013. He was also mayor of the City of Gardena, California. His tenure has provoked controversy due to allegations of violence and corruption. Tanaka was born at the Queen of Angels Hospital in Los Angeles. At the age of 7, he and his family moved to Gardena, where he", "doc_score": "87.54270935058594", "publish_date": "2018/12/31"}, {"doc_id": "6870321", "text": "Fred H. Lau / inspectors and African-American officers were non-participants. He became an inspector/sergeant, eventually rising to head the SFPD Bureau of Inspectors. As a lieutenant, he headed the sniper unit. In 1977 he was assigned to the SFPD Gang Task Force after the Golden Dragon Massacre. Lau served on the SFPD Discharge Review Board until 1995; this panel came under severe scrutiny in \"San Francisco Examiner\" articles for failing to hold officers accountable in police-involved shootings. In 1996, as one of new Mayor Willie Brown's first official moves, Lau was appointed as the first Asian-American chief of the 2,300-man department; possibly as a", "doc_score": "88.2104263305664", "publish_date": "2018/12/31"}, {"doc_id": "18449838", "text": "American Anti-Corruption Act / top bracket from “above $25,000” to “above $5,000,000.” I-122 also mandates that paid signature gatherers must display a sign or badge reading: “Paid Signature Gatherer.” Finally, penalties for violating election laws were increased from $10 per day to $75 per day. Additional penalties ranging from $250 to $1,000 per day were created to punish infractions within 30 days of an election. Finally, I-122 prohibits elected officials and their staff from lobbying the city government within three years of their departure from office. Initiative I-122 implemented several reforms, including new contribution limits on contractors that lobby the city, revolving door restrictions", "doc_score": "86.46880340576172", "publish_date": "2018/12/31"}, {"doc_id": "19005538", "text": "Ed Jew / District) was owned by his father, though Jew's neighbors said that the house was vacant and utility bills showed little to no usage of water or electricity. Jew claimed that he spent most of his time at his flower shop, but was not able to provide more information in response to City Attorney Dennis Herrera's formal requests. On June 12, 2007, San Francisco District Attorney Kamala Harris issued a warrant for Jew's arrest, and charged him with nine felony counts of perjury, election code violations, voter fraud, and providing false documents. Jew turned himself in to the Burlingame Police Department.", "doc_score": "85.26492309570312", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_6", "search_time": "2022/06/13/07:01", "search_result": [{"doc_id": "20758678", "text": "Inspector General report on FBI and DOJ actions in the 2016 election / organizations, and members of the public.\" The review began in 2016, and the report was released on June 14, 2018, after several delays. The OIG reviewed about 1.2 million documents and interviewed more than 100 witnesses, including former director James Comey, former Attorney General (AG) Loretta Lynch, former Deputy Attorney General (DAG) Sally Yates, and former president Bill Clinton. The Inspector General's office centered on six primary allegations regarding Clinton's private email server: The OIG discovered text messages and instant messages between three FBI employees which expressed hostility toward 2016 Republican presidential candidate Donald Trump and support for his opponent,", "doc_score": "84.15404510498047", "publish_date": "2018/12/31"}, {"doc_id": "2343681", "text": "United States House Select Committee on Assassinations / their operations secret. Furthermore, the Warren Commission expected these agencies to be forthcoming with any information that would aid their investigation. But the FBI and CIA only saw it as their duty to respond to specific requests for information from the commission. However, the HSCA found the FBI and CIA were deficient in performing even that limited role. Although the HSCA publicly released its findings in 12 volumes and a single-volume summary report, the majority of primary documents were sealed for 50 years under congressional rules. In 1992, Congress passed legislation to collect and open up all the evidence relating", "doc_score": "83.23702239990234", "publish_date": "2018/12/31"}, {"doc_id": "18663087", "text": "Investigation into the 2012 Benghazi attack / Investigation into the 2012 Benghazi attack Ten investigations were conducted into the 2012 Benghazi attack, six of which by Republican-controlled House committees. Problems were identified with security measures at the Benghazi facilities, due to poor decisions made by employees of the State Department's Bureau of Diplomatic Security, and specifically its director Eric Boswell, who resigned under pressure in December 2012. Despite numerous allegations against Obama administration officials of scandal, cover-up and lying regarding the Benghazi attack and its aftermath, none of the ten investigations found any evidence to support those allegations. The FBI opened its investigation soon after the attack", "doc_score": "86.31587982177734", "publish_date": "2018/12/31"}, {"doc_id": "4778051", "text": "Shafer Commission / Shafer Commission The Shafer Commission, formally known as the National Commission on Marihuana and Drug Abuse, was appointed by U.S. President Richard Nixon in the early 1970s. Its chairman was former Pennsylvania Governor Raymond P. Shafer. The commission issued a report on its findings in 1972 that called for the decriminalization of marijuana possession in the United States. The report was ignored by the White House, but is an important document against prohibition. While the Controlled Substances Act was being drafted in a House committee in 1970, Assistant Secretary of Health Roger O. Egeberg had recommended that marijuana temporarily be", "doc_score": "82.4516372680664", "publish_date": "2018/12/31"}, {"doc_id": "10716727", "text": "Valachi hearings / Valachi hearings The Valachi hearings, also known as the McClellan hearings, investigated organized crime activities across America and investigated leading mafia figures of the era such as Sam Giancana of Chicago. The hearings were initiated by Arkansas Senator John L. McClellan in 1963. The hearings were named after the major government witness against the American Mafia, Joseph Valachi. In October 1963, Valachi testified before Senator John L. McClellan's congressional committee on organized crime, the Permanent Subcommittee on Investigations of the U.S. Senate Committee on Government Operations. He gave the American public a firsthand account of Mafia activities in the United", "doc_score": "83.37545013427734", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_7", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "15551726", "text": "Jonathon Sharkey / Jonathon Sharkey Jonathon Tepes Sharkey (born John Albert Sharkey; April 2, 1964) is an American professional wrestler and perennial candidate. He resides in Florida and initially attempted to run for President as a Republican in 2012. On August 24, 2011, he formally ended his presidential campaign, but said he intends to run again in 2020. Sharkey was born in Elizabeth, New Jersey and joined the United States Army in 1981. Following his discharge on medical grounds in 1983, he studied at Kansas State University. He formerly lived in Minnesota but moved to Florida in 2010. Sharkey has three living children,", "doc_score": "81.0915298461914", "publish_date": "2018/12/31"}, {"doc_id": "11355841", "text": "Matt Iseman / Matt Iseman Matt Iseman (born January 22, 1971) is an American comedian, actor, and television host, who began his career as a physician. He became the first (and only) winner of \"The New Celebrity Apprentice\" in early 2017. Iseman was born in Denver, Colorado. The son of a pulmonologist, Iseman was raised in Denver and followed his father into a medical career, earning a B.S. with honors from Princeton University and an M.D. from Columbia University College of Physicians and Surgeons. He did his internship and residency in internal medicine at the University of Colorado Hospital in his home town", "doc_score": "82.02925109863281", "publish_date": "2018/12/31"}, {"doc_id": "20231764", "text": "Pete Rohrman / Pete Rohrman Peter J. Rohrman (born February 9, 1970) is an American operations manager, Marine veteran, volunteer firefighter, volunteer coach, and political activist. A native of Carlstadt, New Jersey, he ran for Bergen County Freeholder in 2015 and 2016. Rohrman was the New Jersey Libertarian Party nominee in New Jersey's 2017 gubernatorial election. Rohrman was raised in Carlstadt, New Jersey and was a latchkey kid to a blue collar family. He describes football as instrumental in his growth as a student. He is a single father with two sons. He and his family reside in Ramsey, New Jersey. He joined", "doc_score": "81.96068572998047", "publish_date": "2018/12/31"}, {"doc_id": "2078736", "text": "Donna Christian-Christensen / Supreme Court affirmed the legislation, she said \"For 99 years, presidents have been trying to do this. Finally, our president has made it possible for each and every American.\" Donna Christian-Christensen is a member of the Congressional Black Caucus and the Congressional Progressive Caucus. She was featured on The Colbert Report's \"Better Know a Protectorate\" segment. She is also the first female physician to win a congressional election. During the 2008 electoral campaign, she appeared in a TV advertisement endorsing the reelection of neighboring Puerto Rico Governor Aníbal Acevedo Vilá, who went to trial after the November 2008 elections for", "doc_score": "80.33828735351562", "publish_date": "2018/12/31"}, {"doc_id": "20942102", "text": "John Joyce (American politician) / John Joyce (American politician) John Joyce (born February 8, 1957) is an American dermatologist and politician from the Commonwealth of Pennsylvania. Joyce graduated from Pennsylvania State University with his bachelor's degree and Temple University School of Medicine with his Doctor of Medicine. He completed his medical residency at Johns Hopkins Hospital. Joyce and his wife, Alice, founded Altoona Dermatology Associates. In the 2018 elections, Joyce ran for the United States House of Representatives in. He hired Adam Breneman as his campaign manager. Joyce won the Republican Party primary election against seven other candidates with 22% of the vote. Joyce", "doc_score": "82.57866668701172", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_8", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "10922169", "text": "Late Night Live / Gore Vidal, Madeleine Albright, Gerry Adams, Jessica Mitford and former Soviet president Mikhail Gorbachev. Most programs are divided into three segments, each segment delineated by a sting, a short piece of instrumental music lasting about 30 seconds, though occasional one-hour conversations involving one or more guests are becoming more frequent. Adams' style is conversational and casual, not adversarial. He introduces his guests using their first and last names, followed by their qualifications and notable positions and achievements, and subsequently addresses them by their first name. When a guest is a university professor occupying a named chair, Adams usually asks the", "doc_score": "81.36939239501953", "publish_date": "2018/12/31"}, {"doc_id": "966656", "text": "The Tonight Show / more advertising on their local news. On April 26, 1999, the show started broadcasting in 1080i HDTV, becoming the first American nightly talk show to be shot in that format. On March 19, 2009, \"The Tonight Show\" became the first late-night talk show in history to have the sitting President of the United States as a guest, when President Barack Obama visited. Throughout the years, the time when \"The Tonight Show\" aired and the length has changed multiple times. §Note that many NBC affiliates chose not to carry the first fifteen minutes of the show during this period, instead preferring", "doc_score": "79.51564025878906", "publish_date": "2018/12/31"}, {"doc_id": "14096074", "text": "Late-night talk show / leading to many NBC affiliates dropping the show. The show returned to the original format that year and was renamed \"Tonight Starring Jack Paar\", with Jack Paar assuming hosting duties. The even greater success of the show during Paar's hosting resulted in many NBC affiliates re-airing the show. He was noted for his conversational style, relatively highbrow interview guests, feuds with other media personalities (his feuds with print journalists Ed Sullivan and Walter Winchell marked a power shift from print to television; Winchell's career never recovered from the damage), and mercurial personality; Paar famously quit the show in 1960 in", "doc_score": "82.03269958496094", "publish_date": "2018/12/31"}, {"doc_id": "14096092", "text": "Late-night talk show / Central from 1993 to 1996) into its lineup after \"Nightline\". Unlike traditional late-night talk shows, \"Politically Incorrect\" was a half-hour in length and (following a brief host monologue) featured a panel of four guests debating topical issues while Maher moderated in a comedic fashion. Many late-night talk shows went off the air in the days following the September 11 attacks of 2001, while many of their networks aired round-the-clock news coverage. Letterman was the first to return on September 17, addressing the situation in an opening monologue. The show was not presented in its normal jovial manner, and featured Dan", "doc_score": "80.71289825439453", "publish_date": "2018/12/31"}, {"doc_id": "14096073", "text": "Late-night talk show / nights. Meanwhile, hosting duties of \"The Tonight Show\" were split between Allen and Ernie Kovacs; Kovacs had defected to NBC from his own late-night show on the then-crumbling DuMont Television Network. Both Allen and Kovacs departed from \"Tonight\" in 1957 in order to focus on Allen's Sunday night show. After the two left, the format changed similar to that of \"Today\" and was renamed \"Tonight! America After Dark\" and was hosted first by Jack Lescoulie and then by Al Collins while interviews were performed by Hy Gardner, and a house band led by Lou Stein. The show was not popular", "doc_score": "80.74955749511719", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_9", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "15235803", "text": "Steven McLaughlin / election. McLaughlin is often seen on social media ending his statements with \"Drain the Swamp\", a colloquialism made popular in the 2016 election cycle by Donald Trump. McLaughlin resides in Melrose, New York, which is located in the Town of Schaghticoke. He has two sons, Danny and Sean. In 2013 McLaughlin compared New York governor Andrew Cuomo to Adolf Hitler, Mussolini, and Putin, criticizing the latter's gun control policies. McLaughlin later apologized for making the comparison. In September 2017, the Albany \"Times Union\" released an audio recording of an argument between McLaughlin and a female member of his staff in", "doc_score": "79.944091796875", "publish_date": "2018/12/31"}, {"doc_id": "19587283", "text": "2016 United States House of Representatives sit-in / were soon picked up by C-SPAN and other cable news networks, who lacked access to the House's official cameras during a recess. Republicans first attempted to reclaim control of House proceedings at noon on June 22, sending Texas congressman Ted Poe (R-Texas) to act as Speaker \"pro tempore\" of the House. The Democrats attempted to convene the session at noon, but following the chaplain's prayer and the Pledge of Allegiance, the protesting Representatives refused to come to order. Poe then declared the House in recess. He successfully gaveled the House into order, but was easily drowned out by Democratic members,", "doc_score": "80.00765228271484", "publish_date": "2018/12/31"}, {"doc_id": "19075936", "text": "October 2015 Speaker of the United States House of Representatives election / witnessed Boehner's difficulties managing a caucus with several prominent factions, and was initially unwilling to run. However, he received support from each of the factions and eventually declared his candidacy. Most Republicans withdrew and endorsed Ryan. In addition to Ryan, Daniel Webster of the Republican Party and House Minority Leader Nancy Pelosi of the Democratic Party were also declared candidates. Ryan won the rescheduled caucus vote on October 28, and was elected Speaker of the House the next day, with 236 votes to Pelosi's 184 and Webster's 9. Three votes went to undeclared candidates. The Speaker of the United States", "doc_score": "78.96714782714844", "publish_date": "2018/12/31"}, {"doc_id": "17272366", "text": "Political positions of Ted Cruz / minutes. His speech was the fourth-longest in United States Senate history. Following Cruz's speech, the Senate voted 100–0 regarding a \"procedural hurdle toward passing a stopgap funding bill to avert a government shutdown\". Cruz was joined by 18 Republican senators in his effort to prevent stripping out a clause that would have defunded the Affordable Care Act by voting against the cloture motion, leaving the effort 21 votes short of the required number to deny cloture. Cruz is cited in the press as having been a major force behind the U.S. government shutdown in 2013. Cruz delivered a message on", "doc_score": "77.90423583984375", "publish_date": "2018/12/31"}, {"doc_id": "3361275", "text": "Bob Ney / highest-ranking members of the Republican House leadership—Hastert, Boehner, Majority Whip Roy Blunt and House Republican Conference Chairwoman Deborah Pryce—issued a joint statement demanding that Ney resign before the lame duck session. If he didn't do so, they said, they would make a resolution to expel him the first order of business at the lame duck session. On November 3, four days before the general election, Ney submitted his resignation to Hastert. William Heaton, Chief of Staff for to Rep. Bob Ney also pleaded guilty to one count of conspiracy to commit fraud. admitting to conspiring with Ney, Jack Abramoff and", "doc_score": "77.10978698730469", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_10", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "141244", "text": "Figure skating / A skater must meet the age requirement \"before\" it becomes July 1 in their place of birth. For example, Adelina Sotnikova was born a few hours into July 1, 1996 in Moscow and consequently, was not eligible to compete at Junior Worlds until 2011 and senior Worlds until 2013. The ISU's rules apply to international events. Many countries have no age requirements for domestic non-ISU competitions, thus, some skaters compete at the senior level nationally while not eligible for international competition. The ISU has modified its age rules several times. Prior to the 1990s, 12 was the minimum age for", "doc_score": "85.6036605834961", "publish_date": "2018/12/31"}, {"doc_id": "7942717", "text": "ISU Grand Prix of Figure Skating / must meet the age requirement \"before\" it turns July 1 in their place of birth. For example, Adelina Sotnikova was born a few hours into July 1, 1996, in Moscow and consequently, was not eligible to compete until the 2011-12 season. In 2011, minimum score requirements were added to the senior Grand Prix series and set at two-thirds of the top scores at the 2011 World Championships. Prior to competing in a senior Grand Prix event, skaters must earn the following: The International Skating Union decided that the minimums do not apply to \"host picks\", i.e. Canadians Adriana DeSanctis and", "doc_score": "86.16349792480469", "publish_date": "2018/12/31"}, {"doc_id": "15472395", "text": "2011–12 ISU Grand Prix of Figure Skating / The top six were offered a US $10,000 bonus to compete at three events but face a fine if they later withdraw, even for valid medical reasons. About 29% of the 24 skaters/teams opted for three events. A minimum score requirement was introduced to the Grand Prix series for the first time. Skaters who reach the age of 14 by 1 July 2011 were eligible to compete on the senior Grand Prix circuit. Minimum score requirements were added to the Grand Prix series and were set at three-fifths of the top scores at the 2011 World Championships. Prior to competing", "doc_score": "83.63697814941406", "publish_date": "2018/12/31"}, {"doc_id": "20305781", "text": "Sofia Samodurova / in Saint Petersburg, Samodurova finished fourth in her ISU Junior Grand Prix (JGP) debut, which took place in September 2016 in Yokohama, Japan. Called in as a reserve replacement, she placed ninth at her first senior nationals, the 2017 Russian Championships in December 2016. In February, she finished twelfth at the 2017 Russian Junior Championships. She culminated her season by winning a silver medal behind teammate Elizaveta Nugumanova at the Triglav Trophy. Coached by Mishina and Alexei Mishin, Samodurova started her season with gold at the 2017 JGP in Zagreb, Croatia, having obtained a total score 12 points greater than", "doc_score": "83.10212707519531", "publish_date": "2018/12/31"}, {"doc_id": "7942716", "text": "ISU Grand Prix of Figure Skating / Points\" (CoP), of figure skating, replacing the previous 6.0 system. Over the years, the ISU has experimented with different formats for the Grand Prix Final competition. In some years, skaters were required to prepare three different programs rather than the normal two, with the third program being used for a skate-off between the top two finishers in each discipline after the initial rounds. This is no longer the case. To be eligible for the senior Grand Prix series, skaters are required to have turned 14 by the preceding July 1 (e.g. July 1, 2009 for the 2009-10 series). A skater", "doc_score": "84.33003234863281", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_11", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "1288289", "text": "Joe Biden / decision not to enter the race for the Democratic presidential nomination in the 2016 election. In January 2016, Biden affirmed that not running was the right decision, but admitted to regretting not running for President \"every day.\" As of the end of January 2016, neither Biden nor President Barack Obama had endorsed any candidate in the 2016 presidential election. Biden did miss his annual Thanksgiving tradition of going to Nantucket, opting instead to travel abroad and meet with several European leaders. He took time to meet with Martin O'Malley, having previously met with Bernie Sanders. Neither of these meetings was", "doc_score": "80.81726837158203", "publish_date": "2018/12/31"}, {"doc_id": "14605682", "text": "6th Summit of the Americas / confinement, dishonourable discharge and/or loss of pay and benefits. The Secret Service declared that only three of the 12 implicated agents would stay with the agency. Of the three agents remaining with the Secret Service, one had been stripped of his security clearance and the other two cleared of wrongdoing. Of the other nine agents leaving the Secret Service, one has retired, two have been dismissed, and six have resigned. Obama reacted to the initial news saying that he would like to see a \"rigorous\" investigation and that \"if it turns out that some of the allegations that have been", "doc_score": "80.50350189208984", "publish_date": "2018/12/31"}, {"doc_id": "20617447", "text": "2018 North Korea–United States summit / United States President Donald Trump arrived six minutes later. They started the summit at 9:05 am local time with a 12-second handshake and then participated in a one-on-one meeting, with interpreters only. Trump and Kim emerged from the one-on-one talks and walked down the corridor to the Cassia where the expanded bilateral meeting took place. Trump described the one-on-one meeting as \"very very good\" when asked by a reporter. When Trump was asked if he had notes of the one-on-one meeting to refer back and verify, Trump replied, \"I don't have to verify because I have one of the great", "doc_score": "78.9529800415039", "publish_date": "2018/12/31"}, {"doc_id": "20097553", "text": "United 2026 FIFA World Cup bid / would have a full bidding procedure. In order to ensure continental rotation of hosting duties, only the member associations of CAF, CONCACAF, CONMEBOL, and the OFC were invited, as these continental confederations had not hosted the two previous World Cups. A date of August 11, 2017, was set for submission of an intention to bid. Together, Canada, Mexico, and the United States have successfully hosted 13 FIFA events, which is the most of any trio of geographically connected nations in the world. On July 6, 2017, a United Bid Committee was officially formed by the national federations of Canada, Mexico,", "doc_score": "81.1273193359375", "publish_date": "2018/12/31"}, {"doc_id": "18469502", "text": "19th SAARC summit / 19th SAARC summit The 19th SAARC summit was a scheduled diplomatic conference, which was originally planned to be held in Islamabad, Pakistan on 15–19 November 2016. The summit was to be attended by the leaders of the eight SAARC member states and representatives of observers and guest states. Following the rising diplomatic tensions after the Uri terrorist attack, India announced its boycott of the summit, alleging Pakistan's involvement in the attack. Later, Bangladesh, Afghanistan, Bhutan, Sri Lanka and Maldives also pulled out of the summit. culminating in an indefinite postponement of the summit. Following the 2016 Uri terror attack, India", "doc_score": "81.28780364990234", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_12", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "18862929", "text": "Jurassic World: Fallen Kingdom / film was also released in the United States on June 22, 2018. \"Jurassic World: Fallen Kingdom\" was released digitally on September 4, 2018, and on Blu-ray, DVD, Blu-ray 3D and 4K Blu-ray on September 18, 2018. \"Jurassic World: Fallen Kingdom\" grossed $416.8 million in the United States and Canada plus $888.2 million in other territories for a total worldwide gross of $1.305 billion, against a production budget in the range of $170–187 million. The film crossed the $1 billion mark on July 5, 2018, becoming the 35th film of all-time to reach this milestone, and the seventh film for Universal.", "doc_score": "88.94998931884766", "publish_date": "2018/12/31"}, {"doc_id": "18862860", "text": "Jurassic World: Fallen Kingdom / as they rescue the remaining dinosaurs before a volcanic eruption destroys it. Chris Pratt, Bryce Dallas Howard, B. D. Wong, and Jeff Goldblum reprise their roles from previous films in the series, with Rafe Spall, Justice Smith, Daniella Pineda, James Cromwell, Toby Jones, Ted Levine, Isabella Sermon, and Geraldine Chaplin joining the cast. Filming took place from February to July 2017 in the United Kingdom and Hawaii. Produced and distributed by Universal Pictures, \"Fallen Kingdom\" premiered in Madrid on May 21, 2018, and was released internationally in early June 2018 and in the United States on June 22, 2018. The", "doc_score": "88.31361389160156", "publish_date": "2018/12/31"}, {"doc_id": "20689473", "text": "Dominion (2015 film) / Dominion (2015 film) Dominion (also known as Dominion: The Last Star Warrior) is a 2015 action, science fiction, thriller film directed by Richard Lowry. It was released on DVD and VOD on April 3, 2018. Robert, a UFO investigator, is contacted by Jaelen, an alien from Andromeda. Jaelen has been watching Earth and claims life on Earth will be destroyed in 5 days by Alpha Draconians, an alien species who have conquered and destroyed planets throughout the galaxy. The Alpha Draconians have been living on Earth in disguise for years and have taken control of governments throughout the world. Now", "doc_score": "88.21817779541016", "publish_date": "2018/12/31"}, {"doc_id": "18862928", "text": "Jurassic World: Fallen Kingdom / the time of the volcanic eruption. Trevorrow, Glover and Ewins created a website and campaign for \"Extinction Now!\" (the antithesis to the Dinosaur Protection Group), which was launched shortly before the film's release. The campaign included a found-footage clip of a \"Tyrannosaurus\" loose in San Diego, a reference to \"\". \"Jurassic World: Fallen Kingdom\" had its premiere at the WiZink Center in Madrid, Spain, on May 21, 2018. The film's international theatrical release began in Singapore and Malaysia on June 7, the United Kingdom, India, Italy, South Korea and Angola on June 8, and Pakistan on June 16, 2018. The", "doc_score": "84.3957748413086", "publish_date": "2018/12/31"}, {"doc_id": "5961695", "text": "Jurassic World / a strong word. This is a new sci-fi terror adventure set 22 years after the horrific events of \"Jurassic Park\".\" In June 2013, a new release date of 2015 was announced, and it was reported that the film would revolve around a fully functional dinosaur theme park. On September 10, 2013, Universal Pictures confirmed the film would be titled \"Jurassic World\" and would be released on June 12, 2015. Trevorrow chose to rename the film from its previous title, \"Jurassic Park IV\", to differentiate it from previous films in the series. Trevorrow also said that within the story, \"if you", "doc_score": "84.97077941894531", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_13", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "19548159", "text": "IOS 10 / contact AppleCare. With this release, Apple dropped support for devices with either an A5 or an A5X chip: the iPhone 4S, iPad 2, iPad (3rd generation), iPad Mini (1st generation) and iPod Touch (5th generation). IOS 10 iOS 10 is the tenth major release of the iOS mobile operating system developed by Apple Inc., being the successor to iOS 9. It was announced at the company's Worldwide Developers Conference on June 13, 2016, and was released on September 13, 2016. It was succeeded by iOS 11 on September 19, 2017. iOS 10 incorporates changes to 3D Touch and the lock", "doc_score": "88.07758331298828", "publish_date": "2018/12/31"}, {"doc_id": "19548157", "text": "IOS 10 / to report battery consumption, for diagnosing reported issues with 30% battery shutdowns. In February 2017, Apple released a statement to \"TechCrunch\", saying that the iOS 10.2.1 update, released on January 23, had reduced the occurrence of battery shutdowns by \"more than 80%\" on iPhone 6S devices and \"over 70%\" on iPhone 6 devices. In full, the statement read: With iOS 10.2.1, Apple made improvements to reduce occurrences of unexpected shutdowns that a small number of users were experiencing with their iPhone. iOS 10.2.1 already has over 50% of active iOS devices upgraded and the diagnostic data we've received from upgraders", "doc_score": "87.08536529541016", "publish_date": "2018/12/31"}, {"doc_id": "18820943", "text": "IOS 9 / was released on January 19, 2016, with some bug fixes. On February 18, 2016, a second version of iOS 9.2.1 was released to fix a bricking issue that impacted iPhones with Touch ID sensors that had been repaired by a third-party. iOS 9.3 was released on March 21, 2016, with new 3D Touch Quick Actions for several of Apple's built-in apps, Night Shift mode, Notes with password protection and Touch ID, News with better personalized recommendations, support for in-line video and iPhone landscape view, Health with Activity view, CarPlay updates for Apple Music and Apple Maps, new languages for Siri,", "doc_score": "87.2892074584961", "publish_date": "2018/12/31"}, {"doc_id": "19548121", "text": "IOS 10 / CarPlay, the update added a quick-access multitasking screen with the three most recently used apps, and added functionality for the Maps app to find electric vehicle charging stations. iOS 10.3.1 was released on April 3, 2017, with bug fixes and security improvements, including a fix for a Wi-Fi vulnerability discovered by Google's Project Zero team of security researchers. iOS 10.3.2 was released on May 15, 2017, with bug fixes and security improvements. iOS 10.3.3 was released on July 19, 2017, with new wallpapers for the 12.9-inch iPad Pro, along with bug fixes and security improvements, including a fix for a", "doc_score": "89.52342987060547", "publish_date": "2018/12/31"}, {"doc_id": "19548111", "text": "IOS 10 / IOS 10 iOS 10 is the tenth major release of the iOS mobile operating system developed by Apple Inc., being the successor to iOS 9. It was announced at the company's Worldwide Developers Conference on June 13, 2016, and was released on September 13, 2016. It was succeeded by iOS 11 on September 19, 2017. iOS 10 incorporates changes to 3D Touch and the lock screen. There are new features to some apps: Messages has additional emojis and third-party apps can extend functionality in iMessage, Maps has a redesigned interface and additional third-party functions, the Home app manages \"HomeKit\"-enabled accessories,", "doc_score": "88.55934143066406", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_14", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "4624804", "text": "The Evian Championship / on the LPGA Tour schedule and move to September. After the 2017 Evian Championship was reduced to 54 holes, LPGA commissioner Mike Whan admitted it was a mistake to move the major to a September date and vowed to move it back to summer by 2019. Furthermore, major changes in 2019 for the majors in men's golf, which will now be held in consecutive months -- April, May, June, July -- means the Evian can be held in August and be the final major in professional golf, men's or women's. Ultimately, the new date for the Evian was set as", "doc_score": "78.8917236328125", "publish_date": "2018/12/31"}, {"doc_id": "4624803", "text": "The Evian Championship / of US$3.85 million is the second-richest in women's golf, after the U.S. Women's Open ($5 million in 2017). The purse will increase to $4.1 million in 2019. Originally a mid-June event, it was played in late July from 2003 to 2012, then moved to mid-September in 2013 when it became the final major for both tours. The average elevation of the course is approximately above sea level and overlooks nearby Lake Geneva to the north. In July 2011 it was announced that beginning in 2013, the Evian Masters would be renamed \"The Evian Championship\" and would become the fifth major", "doc_score": "75.41929626464844", "publish_date": "2018/12/31"}, {"doc_id": "18830280", "text": "2016 Open Championship / was the first Open Championship under new television rights deals in the United Kingdom and United States. In the U.K., Sky Sports replaced the BBC, who held broadcast rights from 1955 to 2015, marking the first time that rights to the Open had been held by a subscription television service. To comply with anti-siphoning laws, rights to broadcast a nightly highlights programme on free-to-air television were sold to the BBC. The contract was to begin in 2017, but the BBC opted out of the 2016 edition. In the U.S., television rights shifted from ESPN to NBC and sister pay-TV network", "doc_score": "73.72481536865234", "publish_date": "2018/12/31"}, {"doc_id": "13100108", "text": "Chris Stroud / and he was playing on conditional status. At the 2017 PGA Championship, Stroud was near the top for the first three rounds before a final round 76 earned him a T9 finish. Prior to his win, Stroud was planning on retiring after the season. PGA Tour playoff record (1–1) CUT = missed the half-way cut<br> \"T\" = tied for place Amateur Chris Stroud Christopher James Stroud (born February 3, 1982) is an American professional golfer who currently plays on the PGA Tour. He finally got his first professional win on August 6, 2017 at the Barracuda Championship after 290 starts", "doc_score": "73.37794494628906", "publish_date": "2018/12/31"}, {"doc_id": "4624806", "text": "The Evian Championship / rounds and win prize money based on their final standing in the tournament. The other players are eliminated after the second round. The field was increased to 111 players in 2010. The tournament scoring record of 263 (−21) was set by Chun In-gee in 2016. LET and LPGA co-sanctioned major (2013–present) <nowiki>*</nowiki> LET and LPGA co-sanctioned event (2000–2012) LET event (1994–1999) In 2017 Nordqvist won with a bogey 5 on the first extra hole. In 2009 Miyazato won with a birdie 4 on the first extra hole. In 2008 Alfredsson won with a birdie 4 on the third extra hole.", "doc_score": "77.07294464111328", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_15", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "2194489", "text": "Victory Day (9 May) / and General Jean de Lattre de Tassigny, as witnesses. The surrender was signed in the Soviet Army headquarters in Berlin-Karlshorst. Both English and Russian versions of the instrument of surrender signed in Berlin were considered authentic texts. The text of the instrument of surrender explicitly stipulated complete disarmament of all German military forces and handing over all weapons. Both the Reims and Berlin instruments of surrender stipulated that forces under German control to cease active operations at 23:01 hours CET on 8 May 1945. However, due to the difference in Central European and Moscow time zones, the end of war", "doc_score": "87.19904327392578", "publish_date": "2018/12/31"}, {"doc_id": "9177189", "text": "D-Day (military term) / D-Day (military term) In the military, D-Day is the day on which a combat attack or operation is to be initiated. The best known D-Day is during World War II, on June 6, 1944—the day of the Normandy landings—initiating the Western Allied effort to liberate mainland Europe from Nazi Germany. However, many other invasions and operations had a designated D-Day, both before and after that operation. The terms D-Day and H-Hour are used for the day and hour on which a combat attack or operation is to be initiated. They designate the day and hour of the operation when the", "doc_score": "92.70018768310547", "publish_date": "2018/12/31"}, {"doc_id": "1698345", "text": "Victory in Europe Day / most enjoyable birthday. Massive celebrations also took place in Chicago, Los Angeles, Miami and especially in New York's Times Square. The instrument of surrender stipulated that all hostilities had to stop at 23:01 (CET), 8th of May, just an hour before midnight. Since it was already 9th of May in the European part of the USSR, most post-Soviet states, including Russia, as well as Israel commemorate Victory Day on 9 May instead of 8 May. Victory in Europe Day Victory in Europe Day, generally known as V-E Day, VE Day or simply V Day, was celebrated on 8 May 1945", "doc_score": "89.77305603027344", "publish_date": "2018/12/31"}, {"doc_id": "42701", "text": "Bastille Day / Bastille Day Bastille Day is the common name given in English-speaking countries to the national day of France, which is celebrated on 14 July each year. In French, it is formally called'(; \"The National Celebration\") and commonly and legally'(; \"the 14th of July\"). The French National Day is the anniversary of Storming of the Bastille on 14 July 1789, a turning point of the French Revolution, as well as the Fête de la Fédération which celebrated the unity of the French people on 14 July 1790. Celebrations are held throughout France. The oldest and largest regular", "doc_score": "86.42485809326172", "publish_date": "2018/12/31"}, {"doc_id": "565958", "text": "Invasion of Normandy / Invasion of Normandy The Western Allies of World War II launched the largest amphibious invasion in history when they assaulted Normandy, located on the northern coast of France, on 6 June 1944. The invaders were able to establish a beachhead as part of Operation Overlord after a successful \"D-Day,\" the first day of the invasion. Allied land forces came from the United States, Britain, Canada, and Free French forces. In the weeks following the invasion, Polish forces and contingents from Belgium, Czechoslovakia, Greece and the Netherlands participated in the ground campaign; most also provided air and naval support alongside elements", "doc_score": "87.69629669189453", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_16", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "12245517", "text": "Four-day week / businesses looking to be more flexible for staff. The trial also caught the interest of the World Economic Forum – an international organisation for public-private cooperation – which noted the success of the trial and the rollout of four-day work weeks at Perpetual Guardian on a permanent basis on the weforum.org site. The initiative has been held up by Perpetual Guardian founder Andrew Barnes as a potential way of helping to close the gender pay gap and increase diversity in the workforce, saying women should stop negotiating on hours and start negotiating on their productivity. Barnes also held the scheme", "doc_score": "79.7230224609375", "publish_date": "2018/12/31"}, {"doc_id": "4621520", "text": "Business incubator / research and development cycles require more time in an incubation program than manufacturing or service companies that can immediately produce and bring a product or service to market. On average, incubator clients spend 33 months in a program. Many incubation programs set graduation requirements by development benchmarks, such as company revenues or staffing levels, rather than time. Business incubation has been identified as a means of meeting a variety of economic and socioeconomic policy needs, which may include job creation, fostering a community's entrepreneurial climate, technology commercialization, diversifying local economies, building or accelerating growth of local industry clusters, business creation", "doc_score": "79.81954193115234", "publish_date": "2018/12/31"}, {"doc_id": "7701321", "text": "The Year in Industry / put forward for that placement, and may be selected by the company for interview and ultimately the placement. Placements usually last around 12 months, during which in between two and four on-site visits are made by YinI to check up on the student. The Year in Industry was set up in 1987 in the Bristol area and was originally called Pre-Formation of Undergraduate Engineers (PFUE). It has placed over 8500 students to date, in 2007 over 250 UK companies were involved in the scheme. The scheme has received a lot of praise from both universities and industry. Placements usually last", "doc_score": "79.81864166259766", "publish_date": "2018/12/31"}, {"doc_id": "11630888", "text": "40 Days for Life / 2010 campaign launched in 238 locations around the world, including the United States, Canada, Australia, England, Northern Ireland, and Denmark. The group reports that as of 2014, officially affiliated groups have been active in 25 countries. The 2017 fall campaign is from September 27 until November 5. The initial 2004 local campaign resulted in a rejuvenation of local pro-life activities in the Bryan-College Station area. Over the next two and a half years, the campaign was replicated in six other cities. In early 2007, the leaders of those first campaigns got together and suggested a simultaneous nationwide 40 Days for", "doc_score": "79.28312683105469", "publish_date": "2018/12/31"}, {"doc_id": "14127857", "text": "Working Time Regulations 1998 / Working Time Regulations 1998 The Working Time Regulations 1998 (SI 1998/1833) is the United Kingdom statutory instrument which implements the EU Working Time Directive 93/104/EC. These Regulations govern the time that people in the UK may work. The Regulations apply to all workers (not just employees) and stipulate minimum rest breaks, daily rest, weekly rest and the maximum average working week. First, it sets a default rule that workers may work no more than 48 hours per week (although one may opt out of it). Secondly, it granted a mandatory right to paid annual leave of at least 4 weeks", "doc_score": "80.5953369140625", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_17", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "2592351", "text": "Gun politics in the United States / come before the U.S. Senate.\" The four Senators are Jon Tester (D-Montana), Max Baucus (D-Montana), Heidi Heitkamp (D-North Dakota), and Joe Donnelly (D-Indiana). Supporters of the treaty claim that the treaty is needed to help protect millions around the globe in danger of human rights abuses. Frank Jannuzi of Amnesty International USA states, \"This treaty says that nations must not export arms and ammunition where there is an 'overriding risk' that they will be used to commit serious human rights violations. It will help keep arms out of the hands of the wrong people: those responsible for upwards of 1,500", "doc_score": "79.64388275146484", "publish_date": "2018/12/31"}, {"doc_id": "3044506", "text": "William Devane / Hutton and Klaus Kinski; \"Forgotten Sins\" (1996) with John Shea; \"Exception to the Rule\" (1997); \"Payback\" (1999); \"Hollow Man\" and \"Space Cowboys\" (2000). Devane has played members of the Presidential Cabinet on two evening dramas. In 2004, on \"The West Wing\", he guest-starred as the Secretary of State and potential Vice-Presidential nominee. In Season 4 (2005), he joined the cast of \"24\" as Secretary of Defense James Heller. He also \"Special Guest Starred\" as Heller in season 5 & 6. On \"The West Wing,\" Devane appeared in several scenes with Martin Sheen; they also appeared together as President John F.", "doc_score": "77.53776550292969", "publish_date": "2018/12/31"}, {"doc_id": "19968004", "text": "February 2017 Donald Trump speech to joint session of Congress / federal budget, immigration and crime, immigration and the economy, welfare, and the job impact of the Keystone XL and Dakota Access Pipelines. The speech was considered more optimistic, conciliatory and politically conventional and \"presidential\" than Trump's typically populist manner of speaking, at a time in which he was receiving historically low approval ratings. For the Democratic Party, former Kentucky Governor Steve Beshear provided the response; activist Astrid Silva of Nevada offered another response for the party in Spanish. Beshear spoke at a diner in Lexington, Kentucky. Senator Bernie Sanders of Vermont (an independent who caucuses with the Democrats in the", "doc_score": "81.06551361083984", "publish_date": "2018/12/31"}, {"doc_id": "20301852", "text": "Christopher Cantwell / property of men and also denied Kushner's whiteness on the basis of his being a Jew. Cantwell has also expressed admiration for political commentator Tucker Carlson, who, Cantwell says, \"is basically telling white America to prepare for war as directly as he can get away with while remaining on Fox News. I couldn't agree with him more, and if he tells me to pick up a gun, I'm doing it.\" Cantwell participated in the Unite the Right rally held in Charlottesville, Virginia on August 11–12, 2017. He was featured by Vice News in a video about the rally, where he", "doc_score": "82.52301788330078", "publish_date": "2018/12/31"}, {"doc_id": "17909155", "text": "Joshua Miller (politician) / votes (69.0%) against Clarkin. In March 2014, Dan Bidondi of \"Truthradio.com,\" a gun-rights activist and writer for the conspiracy theory website Infowars, approached Miller with a microphone and camera in the Rhode Island State House rotunda during a hearing on gun legislation. Bidondi had previously gained attention for showing up at news conferences on the Boston Marathon bombing to yelled out questions about whether the attack was a \"false flag.\" In the ensuing confrontation, Miller told Bidondi to \"go fuck yourself.\" In a statement the following day, Miller apologized, stating that \"regardless of the emotions and atmosphere of the moment,", "doc_score": "78.6379165649414", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_18", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "20779724", "text": "Women Disobey / they shouted \"Shame! Shame! Shame!\" Several politicians showed their support for the protests including Senator Elizabeth Warren of Massachusetts, Senator Kirsten Gillibrand of New York, Representatives Nydia Velázquez of New York, Sheila Jackson Lee of Texas, and Senator Tammy Duckworth of Illinois, who spoke while holding her 11-week-old daughter. Some of the protesters organized a sit-in at the foot of Alexander Calder's \"Mountains and Clouds\" sculpture located in the atrium of the Hart Senate Office Building. The protesters wore silver thermal blankets reminiscent of migrant children in detention. The United States Capitol Police arrested about 575 protesters, including Representative Pramila", "doc_score": "82.67465209960938", "publish_date": "2018/12/31"}, {"doc_id": "16243492", "text": "Occupy Charlottesville / curfew came into effect, over 20 police officers moved in. Occupy supporters packed the sidewalk, City Council member Kristin Szakos among them. Eighteen arrests were made and sixteen of those arrested were taken to the Albemarle-Charlottesville Regional Jail while the other two were issued summons. One protestor, Veronica Fitzhugh, was given an indecent exposure charge for running naked through the streets (in front of many children present) in addition to trespassing. Protestors yelled obscenities at the police as they were removed from Lee Park. The next night, occupiers met at the city's \"Free Speech Wall\", which had notices posted on", "doc_score": "83.73680114746094", "publish_date": "2018/12/31"}, {"doc_id": "18015045", "text": "Non-violent abortion protests / simply offering help to patients, some academics have referred to these counseling tactics as intimidation, rather than as a form of persuasion. Following the assassination of Dr. David Gunn and the unprecedented number of violent clinic protests and blockades that followed, Congress passed the Freedom of Access to Clinic Entrances (FACE) Act, which was signed into law by President Clinton in May 1994. FACE makes it a federal crime to use force, the threat of force, or physical obstruction to prevent women from seeking, obtaining, or providing reproductive health services. A few states and municipalities have also enacted legal restrictions", "doc_score": "80.72447204589844", "publish_date": "2018/12/31"}, {"doc_id": "18532468", "text": "Free the Nipple (campaign) / \"private parts\". Her attorney claims she was never \"nude\" and that California's indecent exposure law applies only to genitals, not breasts. Her lawsuit also alleged that her constitutional rights had been violated, that she had been subject to unlawful gender discrimination, and that federal civil rights laws had been violated. She was topless at a Bernie Sanders campaign rally, March 19, 2016, in Phoenix, Arizona, and she was led to the back of the venue without incident. On 23 January 2016, Anni Ma, as a FEMEN activist, Carly Mitchell, Chelsea Ducote and Marston protested at a \"Walk For Life\" event", "doc_score": "81.69038391113281", "publish_date": "2018/12/31"}, {"doc_id": "20765616", "text": "Protests against the Trump administration family separation policy / Women's March. According to organizers, \"2,500 women from 47 states participated in the protest.\" Protesters blocked streets around the Robert F. Kennedy Department of Justice Building as they demanded, \"abolish ICE,\" the United States Immigration and Customs Enforcement Agency. The protest concluded at the Hart Senate Office Building, where 575 people were arrested following acts of mass civil disobedience. The arrested included Representative Pramila Jayapal of Washington and actress Susan Sarandon. Protests against the Trump administration family separation policy Protests against the Trump administration family separation policy are a reaction to the Trump Administration policy of separating children from their", "doc_score": "84.3262710571289", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_19", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "12788728", "text": "Enhanced water / States. The enhanced water category of beverage continues to grow in volume every year, and was the fastest-growing segment of the still beverage category. In 2001, flavored and enhanced water sales estimated $80 million, and 2002 proved even more successful with $245 million in sales. The U.S. wholesale market for enhanced water was $170 million in 2004. Enhanced waters vary from zero-calorie beverages certified organic and flavored with natural herb extracts, such as Ayala's Herbal Water, to the Glaceau brands of beverages owned by The Coca-Cola Company. Coca-Cola bought the maker of Glaceau Vitaminwater, Energy Brands Inc., in May 2007", "doc_score": "83.88235473632812", "publish_date": "2018/12/31"}, {"doc_id": "9505545", "text": "Aqueous cream / Aqueous cream Aqueous Cream BP is a light, hydrocarbon-based emulsion, which is officially registered in the British Pharmacopoeia and categorised by the British National Formulary as a \"non-proprietary emollient preparation\". It is used as a topical, external medicine, emollient moisturiser and general-purpose substitute for toiletries such as soap, shower gel, shaving cream and lip salve. The common ingredients are: British researchers found evidence that using the cream to moisturise areas affected by eczema may actually aggravate the condition. They suggested this was due to skin-thinning effects of a detergent sodium lauryl sulfate. The National Eczema Society recommends alternatives such as", "doc_score": "81.18411254882812", "publish_date": "2018/12/31"}, {"doc_id": "12788725", "text": "Enhanced water / Enhanced water Enhanced water is a category of beverages that are marketed as water, but which contain additional ingredients, ranging from natural or artificial flavors, sugar, sweeteners, vitamins, minerals and other \"enhancements.\" Most enhanced waters are lower in calories per ounce than non-diet soft drinks. Pepsi and Coca-Cola and other companies market enhanced water. The marketing of enhanced water usually capitalizes on the healthful image of water combined with the perceived health, taste or functional benefits of one or more additional ingredients. Vitaminwater contains 33 grams of sugar per bottle, and its maker Coca-Cola is being sued by the Center", "doc_score": "86.09889221191406", "publish_date": "2018/12/31"}, {"doc_id": "3703991", "text": "Cocamide DEA / Cocamide DEA Cocamide DEA, or cocamide diethanolamine, is a diethanolamide made by reacting the mixture of fatty acids from coconut oils with diethanolamine. It is a viscous liquid and is used as a foaming agent in bath products like shampoos and hand soaps, and in cosmetics as an emulsifying agent. See cocamide for the discussion of the lengths of carbon chains in the molecules in the mixture. The chemical formula of individual components is CH(CH)C(=O)N(CHCHOH), where \"n\" typically ranges from 8 to 18. The International Agency for Research on Cancer (IARC) lists coconut oil diethanolamine condensate (cocamide DEA) as an", "doc_score": "83.52234649658203", "publish_date": "2018/12/31"}, {"doc_id": "3296130", "text": "Humectant / claims (e.g., hair conditioners, body lotions, face or body cleansers, lip balms, and eye creams). Examples of some humectants include: A humectant is a substance that is used to keep products moisturized and affects the preservation of items, which can be used in cosmetic products, food and tobacco. A humectant-rich formulation contains simple alcoholic sugar that can increase skin hydration and helps to remove and reduce thickness of skin. Some common humectants used in food are honey and glucose syrup both for their water absorption and sweet flavor. Glucose syrup also helps to retain the shape of the product better", "doc_score": "81.79947662353516", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_20", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "12395753", "text": "Boris Johnson / as racist and unacceptable by several Labour and Liberal Democratic politicians, and a King's College London student society revoked a speaking invitation to him on the basis of it. Conversely, his comments were defended by both UK Independence Party (UKIP) leader Nigel Farage and the Conservative Iain Duncan Smith. On 22 June 2016, the day before the referendum vote, Johnson declared that 23 June could be \"Britain's independence day\" in a televised debate in front of a 6000-member audience at Wembley Arena. David Cameron, British Prime Minister at the time, specifically addressed Johnson's claim, publicly stating; \"the idea that our", "doc_score": "87.4079818725586", "publish_date": "2018/12/31"}, {"doc_id": "12395731", "text": "Boris Johnson / increase the congestion charge for four-wheel-drive vehicles. He was subsequently accused of failing to publish an independent report on air pollution commissioned by the Greater London authority. The report, available in 2013, showed London had been in breach of levels of diesel nitrogen dioxide levels since 2010 in areas affecting 433 primary schools. Poor areas, such as Newham, Hackney, and Tower Hamlets, were on average more polluted than more affluent areas and nearly 6,000 Londoners die annually from nitrogen dioxide levels above EU standards. He retained Livingstone projects like Crossrail and the 2012 Olympic Games, but was accused of trying", "doc_score": "83.64583587646484", "publish_date": "2018/12/31"}, {"doc_id": "12395780", "text": "Boris Johnson / not represent the government's view. Following the 2017 general election, Johnson denied media reports that he intended to challenge Theresa May for leadership of the Conservative Party. He further denied this media speculation on 16 September 2017 as well, insisting on his Twitter page that he was \"all behind Theresa for a glorious Brexit\". In response to the death of Chinese Nobel Peace Prize laureate Liu Xiaobo, who died of organ failure while in government custody, Johnson said that \"Liu Xiaobo should have been allowed to choose his own medical treatment overseas, which the Chinese authorities repeatedly denied him.\" On", "doc_score": "85.31421661376953", "publish_date": "2018/12/31"}, {"doc_id": "12395725", "text": "Boris Johnson / for illegal immigrants. However, the allegations were exacerbated when the far-right British National Party (BNP) urged its supporters to give their second preference votes to Johnson; he responded by \"utterly and unreservedly\" condemning the BNP. Controversy was also generated during the campaign when Johnson admitted that as a student he had used cannabis and cocaine. The election took place in May 2008, and witnessed a turnout of approximately 45% of eligible voters, with Johnson receiving 43.2% and Livingstone 37% of first-preference votes; when second-preference votes were added, Johnson proved victorious with 53.2% to Livingstone's 46.8%. Johnson benefited from a large", "doc_score": "84.07563018798828", "publish_date": "2018/12/31"}, {"doc_id": "12395770", "text": "Boris Johnson / UK would regain control of £350m a week after Brexit saying it would be fine thing if much of the money went on the NHS. He was subsequently criticised by cabinet colleagues for reviving the assertion, and was accused of \"clear misuse of official statistics\" by the chair of the UK Statistics Authority, Sir David Norgrove. The authority rejected the suggestion that it was quibbling over newspaper headlines and not Johnson's actual words. A few days later, on 19 September, the former Chancellor Kenneth Clarke said that Johnson would have been sacked if British politics were in a more straightforward", "doc_score": "82.49835205078125", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_21", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "14293997", "text": "Sara Pascoe / parade round as a former dancer and back-up singer for entertainer (and Robbie Williams's father) Pete Conway. Also that month, she appeared on the topical panel quiz \"Have I Got News for You\" as a panellist and in one of the sketches of the Channel 4 charity night \"Stand Up to Cancer\". In 2015, she appeared as a panellist on two Radio 4 programmes, science discussion programme \"The Infinite Monkey Cage\" in February, and comedy quiz programme \"The Unbelievable Truth\" in September. In 2016, along with numerous other celebrities, Pascoe toured the UK to support Jeremy Corbyn's bid to become", "doc_score": "79.46681213378906", "publish_date": "2018/12/31"}, {"doc_id": "16850616", "text": "The Big Reunion / for the show, the remaining four members, Abz Love, Sean Conlon, Ritchie Neville and Scott Robinson, discussed the possibility of auditioning a new fifth member. After they put out a notice, three people auditioned to join the band – ex-Northern Line member Dan Corsi, model and singer Luke Boyden, and Nathan Rawlings, who made it to judges' houses on \"The X Factor\" in 2010 as part of boy band The Reason. All auditionees were unsuccessful, however; Corsi refused to actually sing on his own, Boyden lacked the personality that Five were looking for, and opinions were also split on Rawlings.", "doc_score": "79.0420150756836", "publish_date": "2018/12/31"}, {"doc_id": "6325863", "text": "The Nerves / for live performances in New York. In spring 2012, Case and Collins announced a reunion tour paying tribute to their bands The Nerves, The Breakaways, The Beat and The Plimsouls. The band line-up for the Collins and Case tour was augmented by members of The Paul Collins Beat (Timm Buechler, bass, and Amos Pitsch, drums), offering audiences with a full-band electric showcase. The reunion was not billed as The Nerves, because Jack Lee chose not to be part of the tour. The tour included a date in Austin, Texas, where actor Bill Murray made a surprise appearance at the concert", "doc_score": "79.69502258300781", "publish_date": "2018/12/31"}, {"doc_id": "11540491", "text": "Deadheads for Obama / Dead songs like \"Friend of the Devil\" and \"Deal\". Then the band plugged in again to play an extended third set, including New Orleans classic \"Iko Iko\" (in honor of Mardi Gras), and ending with a reprise of the opener, \"Playing in the Band\", and an encore of \"U.S. Blues\". The complete setlist was: Hart, Lesh, and Weir reunited again in support of the Obama presidential campaign, this time joined by Bill Kreutzmann, on October 13, 2008, in the Bryce Jordan Center at Penn State University, playing a concert called \"Change Rocks\". Warren Haynes provided guitar and vocal support for", "doc_score": "78.87338256835938", "publish_date": "2018/12/31"}, {"doc_id": "889259", "text": "Nick Cave / joined Nick Cave and the Bad Seeds on stage to perform \"Lucy\" at Dublin Castle in Ireland. Pulp's single \"Bad Cover Version\" includes on its B-side a cover version by Cave of that band's song \"Disco 2000\". On the Deluxe Edition of Pulp's \"Different Class\" another take of this cover can be found. In 2000, one of Cave's heroes, Johnny Cash, covered Cave's \"The Mercy Seat\" on the album \"American III: Solitary Man\", seemingly repaying Cave for the compliment he paid by covering Cash's \"The Singer\" (originally \"The Folk Singer\") on his \"Kicking Against the Pricks\" album. Cave was then", "doc_score": "76.77779388427734", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_22", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "19936947", "text": "2016–2018 United Kingdom rail strikes / 2016–2018 United Kingdom rail strikes Major industrial action in the form of periodic strikes and protests have been ongoing on the national railway network of the United Kingdom since April 2016, due to controversy surrounding the planned introduction of \"driver-only operation\" (DOO) by several train operating companies, abolishing the role of the train guard in operating passenger train doors, as this role would be able to be performed by train drivers themselves. Later strikes also included industrial disputes over pay rates, planned redundancies and working hours as factors. Supporters claim that DOO will save costs and shorten journey times, although", "doc_score": "88.97962951660156", "publish_date": "2018/12/31"}, {"doc_id": "19936983", "text": "2016–2018 United Kingdom rail strikes / planned introduction of driver-only operation, the possibility of around 200 compulsory redundancies within the operation and concerns over staff pay. On 9 August, the RMT issued a statement confirming that the ballot had passed 84% in favour of full strike action. Three 24-hour strikes, involving all VTEC staff members except depot maintenance workers, were announced scheduled to take place in August 2016, starting at 03:00 BST on 19, 26 and 29 August. Additionally, a 48-hour overtime ban was to be enforced for 48 hours from 03:00 on 27 August. However, on 16 August, it was announced that all industrial action", "doc_score": "89.14220428466797", "publish_date": "2018/12/31"}, {"doc_id": "19936991", "text": "2016–2018 United Kingdom rail strikes / negotiations with the RMT, London Midland ceased using externally-contracted security staff on their trains on 30 January; as a result, the RMT suspended their ballot on 2 February, averting potential industrial action, before formally declaring the dispute closed. 2016–2018 United Kingdom rail strikes Major industrial action in the form of periodic strikes and protests have been ongoing on the national railway network of the United Kingdom since April 2016, due to controversy surrounding the planned introduction of \"driver-only operation\" (DOO) by several train operating companies, abolishing the role of the train guard in operating passenger train doors, as this role", "doc_score": "86.8433609008789", "publish_date": "2018/12/31"}, {"doc_id": "19936960", "text": "2016–2018 United Kingdom rail strikes / Service (Acas); however, this did not stop the strikes, and more were subsequently called. As a result of the strikes and a high period of staff sickness, Southern introduced an \"amended timetable [that] would be a temporary measure until staffing returned to normal\", with slightly reduced service levels, from 5 July. The RMT trade union said that 350 services would be cancelled every day in the new timetable; the company previously ran 2,242 daily weekday services under the standard timetable. The RMT denied that high levels of sickness were the cause of cancellations, while agreeing that there were an insufficient", "doc_score": "87.3381576538086", "publish_date": "2018/12/31"}, {"doc_id": "19936976", "text": "2016–2018 United Kingdom rail strikes / RMT and Merseyrail collapsed again on 24 April. A third 24-hour strike was subsequently announced, due to place on 30 May. However, following the Manchester Arena bombing on 22 May, the RMT announced that they would be suspending all industrial action nationwide indefinitely, scrapping plans for the 30 May strike on Merseyrail. A lack of progress in negotiations led to the RMT calling three new 24-hour strikes in June 2017, scheduled for 8 July, 10 July and 23 July. During the strikes, 33 Merseyrail stations were closed and a reduced level of service was in operation. The strike on 23", "doc_score": "88.3635482788086", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_23", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "14323364", "text": "Garbiñe Muguruza / Garbiñe Muguruza Garbiñe Muguruza Blanco (; born 8 October 1993) is a Spanish-Venezuelan professional tennis player and former world No. 1, currently ranked No. 15 in singles by the Women's Tennis Association (WTA). Since turning professional in 2012, she has won six singles titles, including two majors, the 2016 French Open and the 2017 Wimbledon Championships. With powerful groundstrokes and an aggressive style, Muguruza came to prominence on reaching the last 16 at the 2014 Australian Open, besting former world No. 1, Caroline Wozniacki. She defeated then world No. 1 Serena Williams in the second round of the French Open,", "doc_score": "89.17813110351562", "publish_date": "2018/12/31"}, {"doc_id": "1798172", "text": "Amélie Mauresmo / enough to compete at the J & S Cup in Warsaw, Poland. At the Qatar Telecom German Open in Berlin, Mauresmo lost in the third round to Julia Vakulenko of Ukraine, and at the Internazionali d'Italia in Rome, she lost in the second round to Australian Samantha Stosur, 7–5, 7–6(4), 6–7(7), after Mauresmo led 5–3 in the third set. Going into the French Open, Mauresmo had played only three tournaments since the end of February. Mauresmo lost to Czech Lucie Šafářová in the third round, 3–6, 6–7(4), committing eight double faults and 49 unforced errors. After losing to Henin in", "doc_score": "86.06073760986328", "publish_date": "2018/12/31"}, {"doc_id": "20120082", "text": "2017 French Open – Women's Singles / 2017 French Open – Women's Singles Garbiñe Muguruza was the defending champion, having won the tournament in 2016, but she was defeated in the fourth round by Kristina Mladenovic. This was the first time at the French Open since 1977, and any Grand Slam event since the 1979 Australian Open that no former Grand Slam champion have reached the quarterfinals. Jeļena Ostapenko won the title, defeating Simona Halep in the final, 4–6, 6–4, 6–3. This was Ostapenko's first WTA Tour-level singles title. She became the first Latvian player, male or female, to win a Grand Slam singles tournament, the youngest", "doc_score": "90.03402709960938", "publish_date": "2018/12/31"}, {"doc_id": "1446850", "text": "Venus Williams / 7 Agnieszka Radwańska in the first round of the Wuhan Open. She then beat qualifier Julia Görges in the second round for her 700th career win (becoming only the ninth woman in the Open Era to achieve this feat). She landed another top 10 victory by winning against No. 10 Carla Suárez Navarro in the third round. Williams defeated both Johanna Konta and Roberta Vinci (saving match point) in three sets to move into the championship match where she won her biggest title in more than 5 years when her opponent, No. 8 Garbiñe Muguruza, retired while trailing a set", "doc_score": "83.889404296875", "publish_date": "2018/12/31"}, {"doc_id": "14829929", "text": "Lesia Tsurenko / nearly falling out of the world's top 200 prior to Wimbledon in 2014, Tsurenko experienced a mid-career revival. After qualifying for Wimbledon, Tsurenko defeated Dinah Pfizenmaier to set up a second round meeting with Simona Halep; Tsurenko pushed the No. 2 seed to three sets before losing out on a possible third round appearance. She did however proceed to reach her first final on the ITF Women's Circuit in nearly two years, losing in the final of the Odlum Brown Vancouver Open to Jarmila Wolfe in three sets. She also reached the semifinals of the Tashkent Open before losing to", "doc_score": "83.80824279785156", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_24", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "10719171", "text": "Greenspan put / put. New steps in quantitative easing further illustrate the Fed's attempt to moderate the business cycle. Recent (post March 2011) declines in measures of velocity and related declines in monetary growth measures suggest there is a limit to market manipulation. Greenspan put The \"Greenspan put\" refers to the monetary policy approach that Alan Greenspan, the former Chairman of the United States Federal Reserve Board, and other Fed members exercised from late 1987 to 2000. The term \"put\" refers to a put option, a contractual obligation giving its holder the right to sell an asset at a particular price to a", "doc_score": "78.73400115966797", "publish_date": "2018/12/31"}, {"doc_id": "13154418", "text": "Lease Buyback Scheme / Lease Buyback Scheme Lease Buyback Scheme (LBS) is a monetisation option introduced by Singapore to help elderly households in three-room or smaller flats unlock their housing equity to meet their retirement needs. It was announced by Singapore’s Minister for National Development, Mah Bow Tan, in Parliament on 6 Feb 2009, and the Housing and Development Board (HDB) has started accepting applications for LBS from 1 Mar 2009. The scheme underwent a review, following Singapore's Deputy Prime Minister and Minister for Finance and Manpower, Mr Tharman Shanmugaratnam announcement on 17 Feb 2012. The enhanced LBS was announced on 27 December 2012,", "doc_score": "80.13459777832031", "publish_date": "2018/12/31"}, {"doc_id": "4545017", "text": "Bailout / of the debt they are owed written off or converted into equity. (For example in the case of the Cyprus banks in 2013, the creditors in question were bondholders, and the bail-in was of depositors with more than €100,000 in their accounts.) The bail-in was first proposed publicly in an Economist Op-Ed \"From Bail-out to Bail-in\" in January 2010, by Paul Calello and Wilson Ervin. It was described as a new alternative between \"taxpayer bail-outs (bad) and systemic financial collapse (probably worse).\" It envisioned a high-speed recapitalization financed by \"bailing-in\" (converting) bondholder debt into fresh equity. The new capital would", "doc_score": "78.65660858154297", "publish_date": "2018/12/31"}, {"doc_id": "5021339", "text": "Targeted repurchase / Targeted repurchase A targeted repurchase is a technique used to thwart a hostile takeover in which the target firm purchases back its own stock from an unfriendly bidder, usually at a price well above market value. Mikkelson and Ruback analyzed 111 blockholder investment and targeted stock repurchases in 1991 findings. According to their analysis, stock prices rose significantly at the initial stage of block investment, but fell significantly at the time of repurchase; there were cumulative significant gains for the entire period. On August 20, 2002, KBF Pollution Management, INC., a recycling services provider, reported that it would repurchase stock", "doc_score": "79.98362731933594", "publish_date": "2018/12/31"}, {"doc_id": "12395682", "text": "Boris Johnson / 2005. Joining the Conservatives, he was elected MP for Henley in 2001, and under party leaders Michael Howard and David Cameron he was in the Shadow Cabinet. He largely adhered to the Conservatives' party line but adopted a more socially liberal stance on issues like LGBT rights in parliamentary votes. Making regular television appearances, writing books, and remaining active in journalism, Johnson became one of the most conspicuous politicians in the United Kingdom. Selected as Conservative candidate for the London mayoral election of 2008, Johnson defeated Labour incumbent Ken Livingstone and resigned his seat in the House of Commons. During", "doc_score": "79.24495697021484", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_25", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "20930941", "text": "Robert Altham / Robert Altham John Robert Carr Altham, known as Robert Altham is an English judge who became notable when he sentenced three anti-fracking protestors to jail on 26 September 2018. This was the first time environmental activists had received jail sentences for protesting in the UK since 1932 when the mass trespass of Kinder Scout was organised in the Peak District. The protesters appealed against the sentence after it came to light that Altham had family ties to the oil industry. Altham is a circuit judge in the Crown Court in Lancaster Castle. He is a descendant of James Altham, himself", "doc_score": "79.9918441772461", "publish_date": "2018/12/31"}, {"doc_id": "15949250", "text": "Ghairat Baheer / Ghairat Baheer Ghairat Baheer is a citizen of Afghanistan who was held by American forces in extrajudicial detention for over six years. The \"BBC News\" reported Pakistani officials took him into custody during a pre-dawn raid on his home in Islamabad on October 30, 2002. The \"BBC\" said no reason was offered for his apprehension, and that there were rumors US security officials participated in the raid. After his release in May 2008 Baheer asserted he had spent six months in the salt pit, one of the Central Intelligence Agency's network of clandestine interrogation centers. He spent the rest of", "doc_score": "77.28050231933594", "publish_date": "2018/12/31"}, {"doc_id": "15949247", "text": "Ghairat Baheer / Ghairat Baheer Ghairat Baheer is a citizen of Afghanistan who was held by American forces in extrajudicial detention for over six years. The \"BBC News\" reported Pakistani officials took him into custody during a pre-dawn raid on his home in Islamabad on October 30, 2002. The \"BBC\" said no reason was offered for his apprehension, and that there were rumors US security officials participated in the raid. After his release in May 2008 Baheer asserted he had spent six months in the salt pit, one of the Central Intelligence Agency's network of clandestine interrogation centers. He spent the rest of", "doc_score": "77.28050231933594", "publish_date": "2018/12/31"}, {"doc_id": "2081075", "text": "Charles Bronson (prisoner) / press charges. In January 1999, he took Phil Danielson, a civilian education worker, hostage, as he had criticised one of Bronson's drawings. Bronson tore up the prison, throwing refrigeration units and furniture around. He was shocked and knocked unconscious for a few minutes when wrenching a washing machine out of the wall. The siege lasted for 44 hours before he released Danielson, and he was transferred to Whitemoor. Bronson received a discretionary life sentence with a three-year tariff for the incident. Later in 1999 a special prison unit was set up at Woodhill for Bronson, Robert Maudsley and Reginald Wilson,", "doc_score": "76.9512710571289", "publish_date": "2018/12/31"}, {"doc_id": "12654053", "text": "Mel Broughton / He was convicted of conspiracy to cause an explosion likely to endanger life. He was sentenced to four years, and released in June 2002 after serving two years and eight months. Broughton told \"The Independent on Sunday\" that he took the chance to educate himself while in prison, studying philosophy and social sciences with the Open University. \"I found a lot of sympathy inside,\" he told the newspaper, \"but a lot of the general prisoners found it very difficult to understand that I was inside for something I'd done for no personal gain.\" In July 2003, Broughton and Robert Cogswell", "doc_score": "77.99610137939453", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_26", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "10366537", "text": "Golden hello / is bonuses. Golden Hello build the foundation for a positive relationship between an employer and a new employee. The study “Can a Signing Bonus Motivate Effort?” indicated that trust is built between employers and new hire when employers offer signing bonuses. This is also incentive for new employers to work harder. In the UK, a golden hello is financial incentive, not for executives, but for attracting graduates in STEM (science, technology, engineering and maths) into teaching in an maintained secondary school. The scholarships, funded by Department of Education, were introduced in 2011 and are offering £30,000 for graduates with a", "doc_score": "79.72831726074219", "publish_date": "2018/12/31"}, {"doc_id": "1958465", "text": "Diana, Princess of Wales Memorial Fund / some £34 million. £38 million was generously donated from sales of Sir Elton John and PolyGram's CD of \"Candle in the Wind 1997\". A further £66 million was subsequently raised through investments, an eight-year programme of commercial partnerships, and proceeds from the exhibition, \"Diana: A Celebration\", donated by Lord Spencer. During its fifteen years of operation, the Fund worked to secure sustainable improvements in the lives of the most disadvantaged people in the UK and around the world by giving grants, championing causes and lending the Fund’s name and profile to charitable causes. For its first ten years, 1997-2006, the", "doc_score": "81.06539916992188", "publish_date": "2018/12/31"}, {"doc_id": "10682184", "text": "Bloomsbury 21 / Bloomsbury 21 Bloomsbury 21 is a series of 21 books published in 2007 by Bloomsbury to celebrate their 21st anniversary. The books are limited editions of 21 of Bloomsbury's most famous published works. The books have covers featuring a white background with a picture of the original cover of the particular book, tilted in such a way that part of the picture is cut off and appears on the next book in the series. When the books are placed side by side in numerical order, their covers form a panorama of the 21 original book covers. Each book features an", "doc_score": "79.49638366699219", "publish_date": "2018/12/31"}, {"doc_id": "3185212", "text": "Coverdell Education Savings Account / K-12 education. Families wanting to use a tax-advantaged account for saving for private schooling may now use a 529 account instead of a Coverdell account. Existing Coverdell account balances may optionally be rolled over to a 529 plan to simplify accounts. Coverdell Education Savings Account A Coverdell Education Savings Account (also known as an Education Savings Account, a Coverdell ESA, a Coverdell Account, or just an ESA, and formerly known as an education individual retirement account), is a tax-advantaged investment account in the United States designed to encourage savings to cover future education expenses (elementary, secondary, or college), such as", "doc_score": "77.69308471679688", "publish_date": "2018/12/31"}, {"doc_id": "19947586", "text": "1916 Centenary Commemorative Medal / commemorations programme. The medal is based on the 1916 Medal which was awarded to those who rendered recognised military service during the week of 23 April 1916. The project to deliver a National Flag to all primary schools in the Republic of Ireland was conducted between September 2015 and March 2016 and involved 10,000 Defence Forces personnel visiting 3,200 schools and presenting them with a handmade National Flag and a copy of the Proclamation of the Irish Republic. The Easter Rising centenary parade at the General Post Office, Dublin (GPO) included 2,800 members of the Defence Forces and a display", "doc_score": "82.94557189941406", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_27", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "18893296", "text": "2017–18 Ashes series / raised regarding fair play in the Ashes series. In September 2017, Ben Stokes was named in the initial England squad, but was subsequently ruled out of international selection until further notice while a disciplinary process took place. The following month, he was withdrawn from the Ashes squad, pending an investigation, with Steven Finn added to England's squad. However, Finn himself was then ruled out of the tour, injuring his knee prior to the first warm-up game. Tom Curran was called up to replace him. James Anderson was named as England's vice-captain for the Test series in Stokes' absence. George Garton", "doc_score": "90.15708923339844", "publish_date": "2018/12/31"}, {"doc_id": "14562551", "text": "Ben Stokes / becoming injured at the start of the 2010 season meant that Stokes continued playing in all forms of the game for Durham. Having had a very successful debut season in first-class cricket he was given a place in the England Performance Programme and travelled to Australia during the 2010–11 Ashes. On 2 January 2015, Stokes joined the Melbourne Renegades of Australia's Big Bash League for the remainder of the season as a replacement for Jesse Ryder, who was ruled out through injury. On 13 February 2017, Stokes was appointed vice-captain of England's test team, deputising under Joe Root, who was", "doc_score": "88.8748550415039", "publish_date": "2018/12/31"}, {"doc_id": "14562574", "text": "Ben Stokes / cricket (from 167 balls). His sixth wicket stand with Jonny Bairstow (who himself scored 150 not out) of 399 was a new world record, of which 196 were scored in 25 overs in the morning session on Day 2 alone. Stokes' innings was ended in bizarre fashion, when after hitting two successive sixes, he was dropped by AB de Villiers only to be run out having paused between the wickets. The match finished in a draw with the batsmen dominating the game. In the third Test also went England’s way, with Stokes taking five wickets in the match. The final", "doc_score": "88.51152801513672", "publish_date": "2018/12/31"}, {"doc_id": "19278994", "text": "English cricket team in the West Indies in 2016–17 / English cricket team in the West Indies in 2016–17 The England cricket team toured the West Indies in February and March 2017 to play three One Day International (ODI) matches. England won the series 3–0 and was the first time that England had whitewashed the West Indies in an ODI series in the West Indies. David Willey was ruled out of the tour following an operation on his shoulder, with Steven Finn named as his replacement. Alex Hales was added to England's squad after he recovered from a hand fracture. Ahead of the ODI matches, the West Indies reduced their", "doc_score": "89.22795104980469", "publish_date": "2018/12/31"}, {"doc_id": "14562547", "text": "Ben Stokes / Ben Stokes Benjamin Andrew Stokes (born 4 June 1991) is an English international cricketer and former vice-captain of the England Test team. Born in Christchurch, New Zealand, Stokes moved to northern England at the age of 12, where he learnt the game and began playing club cricket for local teams. He is an all-rounder who bowls right-arm fast-medium pace, and bats left-handed. An attacking middle-order batsman, he holds the record for England's fastest ever Test double-century, the fastest ever Test match 250, and the highest ever score for a Test batsman batting at number six. He also holds the record", "doc_score": "90.76127624511719", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_28", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "8520770", "text": "Love Island (series 2) / series aired on 23 May 2016. Pictures of the villa were unveiled on 28 May 2016. The villa is located in Mallorca with 69 cameras watching the Islanders' every move. It only includes double beds forcing them to share with each other, but has a special Hideaway bedroom for couples to spend the night away from the others. The Islanders for the second series were revealed on 24 May 2016, just a week before the launch. However, throughout the series, more Islanders entered the villa to find love. Some Islanders were dumped from the island for either failing to couple", "doc_score": "73.74510192871094", "publish_date": "2018/12/31"}, {"doc_id": "18401573", "text": "Fake Off / Fake Off Fake Off is an American reality competition television series. The show features groups of performers who recreate and reimagine moments from pop culture (e.g. movies, events, television series) in spectacular 90-second routines. The teams use a diverse range of stage disciples including black light theatre, projection mapping, puppetry, and dance. The term \"Faking\" is used to describe the act of recreating an iconic moment. It debuted on TruTV on October 27, 2014, and is produced by Shine America. TruTV renewed the show for a second season, and later renewed the show for two additional seasons. However, the final", "doc_score": "76.86136627197266", "publish_date": "2018/12/31"}, {"doc_id": "17375848", "text": "The Chase (U.S. game show) / were the chasers. After Fox passed up the opportunity to add the series to its lineup, Game Show Network (GSN), in conjunction with ITV Studios America, picked up the series with an eight-episode order on April 9, 2013, and announced Brooke Burns as the show's host and Labbett as the chaser on May 29. Dan Patrick had originally been considered as the host. The first season premiered on August 6, 2013. Even though the show had not yet premiered at the time, the network ordered a second season of eight episodes on July 1, 2013, which premiered on November 5.", "doc_score": "76.68396759033203", "publish_date": "2018/12/31"}, {"doc_id": "16160182", "text": "The Challenge: Battle of the Exes / The Challenge: Battle of the Exes The Challenge: Battle of the Exes is the 22nd season of the MTV reality game show, \"The Challenge\". It takes place in the Dominican Republic and Iceland, with former cast members from MTV's \"The Real World\", \"Road Rules\", and \"The Challenge\" competing. A launch special, \"The Pre-Game,\" premiered on January 11, 2012, explaining the previous history of how the couples broke up. The season premiered on January 25, 2012, and concluded on April 4, 2012, with the Reunion special. After a seven-year-long absence from \"The Challenge\", Mike \"The Miz\" Mizanin returned to the reality", "doc_score": "75.707763671875", "publish_date": "2018/12/31"}, {"doc_id": "19833068", "text": "Love & Hip Hop: Hollywood (season 1) / Love & Hip Hop: Hollywood (season 1) The first season of the reality television series \"\" aired on VH1 from September 15, 2014 until December 9, 2014. It was primarily filmed in Los Angeles, California. It is executively produced by Mona Scott-Young for Monami Entertainment, Toby Barraud and Stefan Springman for Eastern TV, and Susan Levison, Nina L. Diaz and Vivian Gomez for VH1. The series chronicles the lives of several women and men in the Hollywood area, involved in hip hop music. It consists of 14 episodes, including a two-part reunion special hosted by Mona Scott-Young. On August 18,", "doc_score": "75.04947662353516", "publish_date": "2018/12/31"}]}
{"question_id": "20220610_29", "search_time": "2022/06/13/07:02", "search_result": [{"doc_id": "8685908", "text": "Kiev Restaurant / items such as french fries were also available. The restaurant was a local cultural institution, famed not only for its cuisine and perpetual availability but also for the eclectic and colorful variety of patrons. It is mentioned in the song \"Detachable Penis\" by the band King Missile. Poets Allen Ginsberg and Ted Berrigan included the Kiev in poems. The restaurant had many other notable regulars during its tenure. Kiev Restaurant The Kiev Restaurant (also known as the Kiev Diner or simply The Kiev) was a Ukrainian restaurant located in the East Village section of New York City. Founded in the", "doc_score": "77.81262969970703", "publish_date": "2018/12/31"}, {"doc_id": "18819552", "text": "Khalyava / lucky man\". However \"khalyava\" may come at the expense of others. In the first case it may be eating at restaurants at other's expense; in the second meaning this involves a skill to dump the hard part of the job on others. In this case \"khalyavshchik\" becomes pejorative and reasonably corresponds to \"freeloader\" or \"free rider\". The low effortness of a job may be a result of sloppiness, and the latter concept is also within the semantic field of the term \"khalyava\" and the derived adjective. Khalyava In Russian culture, khalyava / by khalyava () is an untranslatable concept, similar", "doc_score": "78.96637725830078", "publish_date": "2018/12/31"}, {"doc_id": "14722286", "text": "Niko Niko's / restaurant. After more than 30 years of doing business from its location in Neartown, Niko Niko's expanded in 2010 by adding a kiosk in Market Square Park in Downtown Houston. The \"sidewalk cafe-style operation\" focuses on \"to-go\" foods such as gyro sandwiches, shish kabobs and hummus. Niko Niko's has also sponsored World Gyro Eating Championships at the annual Festival of Greece. In 2009, the restaurant hosted a viewing party after being featured on the Food Network's television program \"Diners, Drive-Ins and Dives\". In May 2014 the restaurant announced it was opening a new restaurant in an H-E-B at Farm to", "doc_score": "78.49312591552734", "publish_date": "2018/12/31"}, {"doc_id": "16070485", "text": "Cake in a Cup / and developed their own business plan. Before opening the shop, the two sold cupcakes out of Iliev's kitchen, neither one having any formal training. In order to get publicity for the new business, Jacobs and Iliev appeared on the radio, on blogs, and delivered cupcake samples and menus to high end hair salons and other establishments. The shop has more than thirty flavors in all, but only have certain flavors available each month. The shop also has a daily menu with five flavors rotating every day. Chocolate, vanilla, and red velvet are sold every day. Every cupcake is made from", "doc_score": "79.70745849609375", "publish_date": "2018/12/31"}, {"doc_id": "5835326", "text": "Kiev cake / for the biscuit in a cooler. The next morning the chef Konstantin Nikitovich Petrenko, with the help of 17-year-old assistant Nadia Chernogor, in order to hide the mistake of his colleagues, spread frozen cakes with butter cream, strewed with powder, decorated with floral ornaments. The recipe of \"Kiev cake\" has changed with time: in the 1970s, bakers perfected the process of making protein-nut mixture, then started to add hazelnut in cake and began experimenting with peanuts and cashews. However, these expensive nuts increased the cake's cost so the factory returned to using hazelnuts. Kiev cake A Kiev cake or Kyiv", "doc_score": "79.34453582763672", "publish_date": "2018/12/31"}]}
