{"question_id": "20220722_0", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "3105434", "text": "Alexander Butterfield / informant \"Deep Throat\" prior to the disclosure in 2005. He told \"The Hartford Courant\" in 1995, \"I think it was a guy named Mark Felt.\" Butterfield is a major source for Bob Woodward's 2015 book \"The Last of the President's Men\". Butterfield retained an extensive number of records when he left the White House, some of them historically important, including the \"zilch\" memo, which helped form part of the basis for the book. Butterfield married Charlotte Maguire in 1949. They divorced in 1985. Butterfield moved to La Jolla, California, in 1992, where he was a close friend of (and sometimes", "doc_score": "76.68280029296875", "publish_date": "2018/12/31"}, {"doc_id": "5349695", "text": "Jay Karnes / Brennan, a sinister gunrunner with a predilection for kidnapping relatives of those he wishes to leverage. In 2011 Karnes appeared in \"Body of Proof\" episode \"Hunting Party\". In 2012 he played Secretary of Defense William Curry in a recurring role on ABC's \"Last Resort\". In 2013 Karnes also appeared in the pilot episode of Jeff Eastin's drama series \"Graceland\" as Supervising Agent Gerry Silvo. In 2014 Karnes also appeared in FOX's series, \"Gang Related\", as Agent Carter of IAD, as well as in the film \"Jayhawkers\" as the chancellor of the University of Kansas. Throughout his acting career Karnes has", "doc_score": "77.55598449707031", "publish_date": "2018/12/31"}, {"doc_id": "19944245", "text": "Trump–Russia dossier / told Russian intelligence believed \"they had Trump over a barrel\", an assertion that Steele echoed in his dossier. Ohr also stated that Steele told him Page had met with \"higher-level Russian officials than [he] had acknowledged\".<ref name=\"Tucker_Day_9/1/2018\"></ref> According to Senate Intelligence Committee vice chairman Mark Warner (D-VA), the dossier's allegations are being investigated by a Special Counsel led by Robert Mueller, which, since May 2017, has been investigating allegations of Russian interference in the 2016 elections. In the summer of 2017, Mueller's team of investigators met with Steele.<ref name=\"Perez_Prokupecz_Brown_10/25/2017\"></ref> As some leads stemming from the dossier have already been followed", "doc_score": "77.74249267578125", "publish_date": "2018/12/31"}, {"doc_id": "20198953", "text": "Special Counsel investigation (2017–present) / about his relationship with Nader. \"The New York Times\" reported on May 19, 2018, that Trump Jr. met with Nader, Prince and Zamel in Trump Tower on August 3, 2016. Nader reportedly told Trump Jr. the crown princes of Saudi Arabia and the UAE were eager to help his father win the election. According to Trump Jr.'s attorney Alan Futerfas, Zamel pitched a social media manipulation campaign from his Israeli company Psy-Group, although Zamel's attorney Marc Mukasey denied this. Trump Jr. reportedly responded favorably according to one source, although Futerfas denied this. Nader subsequently had frequent meetings with Steve Bannon,", "doc_score": "77.2221908569336", "publish_date": "2018/12/31"}, {"doc_id": "4545757", "text": "Jim Mattis / asking \"how do we overcome this new obstacle.\" In a July 2013 letter from the Department of Defense approving his possible employment by Theranos, Mattis was given permission with conditions. He was cautioned to do so only if he did not represent Theranos with regard to the blood-testing device and its potential acquisition by the Departments of the Navy or Defense. Then-President-elect Donald Trump met with Mattis for a little over one hour in Bedminster, New Jersey, on November 20, 2016. He later stated on Twitter, \"General James 'Mad Dog' Mattis, who is being considered for Secretary of Defense, was", "doc_score": "79.48100280761719", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_1", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "20822147", "text": "2018 European heat wave / reached according to the Met Office was in Faversham, Kent on 26 July. 2018 European heat wave The 2018 European drought and heat wave was a period of unusually hot weather that led to record-breaking temperatures and wildfires in many parts of Europe during the spring and summer of 2018. It is part of a larger heat wave affecting the northern hemisphere, caused in part by the jet stream being weaker than usual, allowing hot high-pressure air to linger in the same place. According to the European Drought Observatory, most of the areas affected by drought are across northern and", "doc_score": "90.67671966552734", "publish_date": "2018/12/31"}, {"doc_id": "20332726", "text": "2017–18 European windstorm season / for parts of Northern Ireland, northern England and southern Scotland, as Aileen dropped 30–40 mm of rain within 6–9 hours in these areas, causing some disruption from localised flooding. The heaviest rainfall was recorded at Bainbridge, North Yorkshire, with 35.4 mm falling overnight. During Aileen, approximately 60,000 homes in Wales and almost 9,000 across England suffered power cuts. The strongest gusts, of 83 mph, were recorded at The Needles, Isle of Wight. The strongest gust on mainland Britain, of 74 mph, was recorded at Mumbles, Wales. Aileen later crossed the North Sea and intensified, going on to affect Germany, where", "doc_score": "91.10426330566406", "publish_date": "2018/12/31"}, {"doc_id": "20822122", "text": "2018 European heat wave / 2018 European heat wave The 2018 European drought and heat wave was a period of unusually hot weather that led to record-breaking temperatures and wildfires in many parts of Europe during the spring and summer of 2018. It is part of a larger heat wave affecting the northern hemisphere, caused in part by the jet stream being weaker than usual, allowing hot high-pressure air to linger in the same place. According to the European Drought Observatory, most of the areas affected by drought are across northern and central Europe. Researchers at the Royal Netherlands Meteorological Institute and World Weather Attribution", "doc_score": "90.7948989868164", "publish_date": "2018/12/31"}, {"doc_id": "20885364", "text": "2018–19 European windstorm season / power; overturned lorries caused the M6 motorway to close for several hours, and Virgin Trains services along the West Coast Main Line were delayed or cancelled between Preston and Glasgow Central. Dozens of trees fell or were damaged across the city of Sheffield, where council housing stock suffered considerable damage, including one housing block which had its roof ripped off in the Gleadless Valley area of the city. After clearing the UK, Ali made landfall in Norway, where several thousand homes were left without power in the west of the country. Bronagh first developed as a wave depression close to", "doc_score": "88.09892272949219", "publish_date": "2018/12/31"}, {"doc_id": "20332750", "text": "2017–18 European windstorm season / Mount Aigoual in southern France at 228 km/h (142 mph). On 1 March 2018, UK authorities issued a red warning in Wales and south-west England as citizens in Scotland spent up to 20 hours in their cars stuck in traffic in frigid weather and a 46-year-old Southampton man died in a motor vehicle accident on the A34. Schools across the UK were closed in the face of oncoming blizzards, strong winds, and heavy snowfall. Traffic was significantly hindered by the \"Beast from the East\". In Lincolnshire commuters near Boston were stranded by snow and had to freed by farmers with", "doc_score": "88.83004760742188", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_2", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "20825716", "text": "The Real Housewives of New York City (season 10) / The Real Housewives of New York City (season 10) The tenth season of \"The Real Housewives of New York City\", an American reality television series, is broadcast on Bravo. It premiered on April 4, 2018, and concluded on September 5, 2018. The series is primarily filmed in New York City. Its executive producers are Andrew Hoegl, Barrie Bernstein, Lisa Shannon, Pam Healy and Andy Cohen. The season focuses on the lives of Luann de Lesseps, Bethenny Frankel, Ramona Singer, Sonja Morgan, Carole Radziwill, Dorinda Medley and Tinsley Mortimer. For the tenth season, all seven of the housewives from the conclusion", "doc_score": "77.09056854248047", "publish_date": "2018/12/31"}, {"doc_id": "20160274", "text": "9JKL / 9JKL 9JKL is an American sitcom television series that was created and executive produced by Dana Klein and Mark Feuerstein, loosely based on the life of the couple, who are married in real life. The series debuted on October 2, 2017. It stars Feuerstein, Linda Lavin, David Walton, Elliott Gould, and Liza Lapira. On May 12, 2018, CBS cancelled the series after one season. Josh Roberts, a divorced actor whose TV series was recently cancelled, moves back to New York City and lives in apartment 9K. His family lives in adjacent apartments: his parents live in 9J, while his brother,", "doc_score": "76.97793579101562", "publish_date": "2018/12/31"}, {"doc_id": "19706444", "text": "The Bachelor (season 21) / traveled to many places including Viall's home state of Wisconsin; New Orleans, Louisiana; Saint Thomas in United States Virgin Islands; Bimini, the Bahamas and Finnish Lapland. Numerous media outlets reported Backstreet Boys have performed at Honda Stage at the iHeartRadio Theater in Downtown Los Angeles on September 30, 2016 with former contestants Ashley Iaconetti and Becca Tilley. Besides Backstreet Boys, this season also had appearances include Olympians Michelle Carter, Allyson Felix and Carl Lewis, country singer Chris Lane and Lolo. During production, the producers moved the Wisconsin date week from the original destination of Charleston, South Carolina when Hurricane Matthew", "doc_score": "78.70565795898438", "publish_date": "2018/12/31"}, {"doc_id": "13640362", "text": "Lopez Tonight / horrific little girl appears on the stage to deliver bad news, \"The Jersey Shore Presents\", a mocking piece where cast members of Jersey Shore star in hit movies, \"Sweet Tweets\" where Lopez answers questions submitted from Twitter, \"WWE Superstars Karoake\" where many WWE Superstars performed karaoke songs, \"Justin Bieber's Memories\" a segment that mocks Justin Bieber and his childhood, and \"Eric Estrada\" where colored lights flash and various guests, including Benjamin Bratt and Jon Cryer come out of the double doors in a California Highway Patrol motorcycle uniform. The show was taped at Warner Bros. Studios in Burbank, California, near", "doc_score": "76.64247131347656", "publish_date": "2018/12/31"}, {"doc_id": "20275223", "text": "Our Twenty For / in Hawaii, United States. On July 24, the agency confirmed the date of their comeback to be August 4 and the title of the single album \"Our Twenty For\". In the following days, they announced the two singles \"Love Me Love Me\" and \"Island\", which was written and produced by the group members with the help of YG producers Future Bounce and Bekuh BOOM. \"Love Me Love Me\" is a disco song with a catchy hook, while \"Island\" is a tropical house track, which talks about romantic feelings with the unique theme of \"island\" and interesting lyrics. Our Twenty For", "doc_score": "79.5442123413086", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_3", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "219519", "text": "Jell-O / appear to have a long history. Media reports in 1969 and 1988 on foods popular among Mormons or in Utah make no mention of Jell-O, and a 1988 article mentions Jell-O as a Lutheran tradition. In 1997, Kraft foods released sales figures revealing Salt Lake City to have the highest per-capita Jell-O consumption. The following are the flavors of Jell-O products that are currently being produced: Jell-O Jell-O is a registered trademark of Kraft Foods for varieties of gelatin desserts (fruit gels), puddings, and no-bake cream pies. The original gelatin desserts are sometimes referred to as jello. Jell-O is sold", "doc_score": "79.9006576538086", "publish_date": "2018/12/31"}, {"doc_id": "656344", "text": "Fast food restaurant / is known as one of the leading causes of death in the U.S. In a recent study, it was found that 11 out of 25 restaurants failed after tests on the use of antibiotics as well. Antibiotic-resistant infections affect at least 2 million Americans each year, which will leave at least 23,000 of those people to die. Fast food outlets have become popular with consumers for several reasons. One is that through economies of scale in purchasing and producing food, these companies can deliver food to consumers at a very low cost. In addition, although some people dislike fast food", "doc_score": "79.15967559814453", "publish_date": "2018/12/31"}, {"doc_id": "4175912", "text": "Nutraceutical / to have a physiological benefit or provide protection against chronic disease.\" The term \"nutraceutical\" is not defined by US law. Depending on its ingredients and the claims with which it is marketed, a product is regulated as a drug, dietary supplement, food ingredient, or food. In the global market, there are significant product quality issues. Nutraceuticals from the international market may claim to use organic or exotic ingredients, yet the lack of regulation may compromise the safety and effectiveness of products. Companies looking to create a wide profit margin may create unregulated products overseas with low-quality or ineffective ingredients. A", "doc_score": "80.21710968017578", "publish_date": "2018/12/31"}, {"doc_id": "12752467", "text": "Pasteurized eggs / and aroma difference and stated the eggs were \"worth\" their price. \"Relish\" magazine states that pasteurized shell eggs “look like real eggs, act like real eggs and taste like real eggs.” “Independent taste tests conducted in Good Housekeeping kitchens have not been able to tell any differences between raw and pasteurized eggs,” according to \"Food Safety News\", and in two out of three tastings a \"Chicago Tribune\" reporter preferred pasteurized eggs flavor over farmers market eggs. According to \"International Business Times\", demand for pasteurized shell eggs within the food service industry is strong because, as of 2008, “states such as", "doc_score": "78.90476989746094", "publish_date": "2018/12/31"}, {"doc_id": "865743", "text": "Tylenol (brand) / shelves of retailers 10 weeks after the withdrawal, and other manufacturers followed suit. The crisis cost the company more than $100 million, but Tylenol regained 100% of the market share it had before the crisis. The Tylenol murderer was never found, and a $100,000 reward offered by Johnson & Johnson remains unclaimed. Before the poisonings, Tylenol brands held around 35% of the US market for acetaminophen and in the immediate aftermath, fell to 8%. Within a year sales had rebounded to the prior levels. J&J's handling of the crisis has been widely cited as an example of optimal crisis management.", "doc_score": "78.591552734375", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_4", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "2470598", "text": "Golden Gate Park / expansion of the city. The tireless field engineer William Hammond Hall prepared a survey and topographic map of the park site in 1870 and became its commissioner in 1871. He was later named California's first state engineer and developed an integrated flood control system for the Sacramento Valley. The park drew its name from nearby Golden Gate Strait. The plan and planting were developed by Hall and his assistant, John McLaren, who had apprenticed in Scotland, home of many of the 19th-century's best professional gardeners. John McLaren, when asked by the Park Commission if he could make Golden Gate Park", "doc_score": "85.77410125732422", "publish_date": "2018/12/31"}, {"doc_id": "20261248", "text": "In Chan Kaajal Park / In Chan Kaajal Park In Chan Kaajal Park is a public park in the Mission District of San Francisco, USA, located north of 17th Street between Folsom and Shotwell Street. It was inaugurated in June 2017 as the city's first new park in over 10 years. El Tecolote described the opening as \"a hard-won victory for the Latino and Indigenous communities of the Mission, who have lobbied for years for its creation\". The park's name, chosen by a community vote, means \"My Little Town\" in the Yucatec Maya language, and is also sometimes rendered together with its Spanish translation as", "doc_score": "86.61723327636719", "publish_date": "2018/12/31"}, {"doc_id": "698911", "text": "Presidio of San Francisco / from 2015 to 2018. The budget for the park is $100 million, funded with public funds from the Presidio Trust along with private contributions. Construction for the park is planned to start in October 2018 and the park is slated to be open for public use in 2021. The Presidio was originally a Spanish fort sited by Juan Bautista de Anza on March 28, 1776, built by a party led by José Joaquín Moraga later that year. In 1783, the Presidio's garrison numbered only 33 men. Upon Mexican independence from Spain, it was briefly operated as a Mexican fortification. The", "doc_score": "84.14834594726562", "publish_date": "2018/12/31"}, {"doc_id": "19979907", "text": "Bayview Park, San Francisco / The Giants moved from New York to San Francisco in 1958, lured in part by promises from then-Mayor George Christopher to build a new stadium; Candlestick Point was the site chosen, at the prompting of the landowner, Charles Harney, who had previously purchased the land from the City in July 1953. Harney sold the land back to the City in 1957 at a significant profit, with the sale price exceeding 30× his purchase price. Harney had claimed the land was being sold to the city at below-market value as part of the condition that his construction company would be awarded", "doc_score": "81.51763153076172", "publish_date": "2018/12/31"}, {"doc_id": "2470596", "text": "Golden Gate Park / Golden Gate Park Golden Gate Park, located in San Francisco, California, United States, is a large urban park consisting of of public grounds. It is administered by the San Francisco Recreation & Parks Department, which began in 1871 to oversee the development of Golden Gate Park. Configured as a rectangle, it is similar in shape but 20 percent larger than Central Park in New York, to which it is often compared. It is over three miles () long east to west, and about half a mile () north to south. With 13 million visitors annually, Golden Gate is the fifth", "doc_score": "87.02855682373047", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_5", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "318930", "text": "Gasoline / by September 2009. More recently, the U.S. experienced an upswing in gasoline prices through 2011, and by 1 March 2012, the national average was $3.74 per gallon. In the United States, most consumer goods bear pre-tax prices, but gasoline prices are posted with taxes included. Taxes are added by federal, state, and local governments. As of 2009, the federal tax is 18.4¢ per gallon for gasoline and 24.4¢ per gallon for diesel (excluding red diesel). Among individual states, the highest gasoline tax rates, including the federal taxes as of 2005, are found in New York (62.9¢/gal), Hawaii (60.1¢/gal) and California", "doc_score": "87.79051971435547", "publish_date": "2018/12/31"}, {"doc_id": "167021", "text": "Gallon / in fuel economy expression in Canada and the United Kingdom are imperial gallons. Despite its status as a U.S. territory, and unlike American Samoa, the Northern Mariana Islands, Guam, and the U.S. Virgin Islands, Puerto Rico ceased selling gasoline by the US gallon in 1980. The gallon was removed from the list of legally defined primary units of measure catalogued in the EU directive 80/181/EEC for trading and official purposes, with effect from 31 December 1994. Under the directive the gallon could still be used – but only as a supplementary or secondary unit. One of the effects of this", "doc_score": "84.06431579589844", "publish_date": "2018/12/31"}, {"doc_id": "318933", "text": "Gasoline / emissions and equivalent to 29% of total U.S. energy-related CO emissions in 2015. Most of the retail gasoline now sold in the United States contains about 10% fuel ethanol (or E10) by volume. Burning a gallon of E10 produces about of CO that is emitted from the fossil fuel content. If the CO emissions from ethanol combustion are considered, then about of CO are produced when a gallon of E10 is combusted. About of CO are produced when a gallon of pure ethanol is combusted. Below is a table of the volumetric and mass energy density of various transportation fuels", "doc_score": "81.26596069335938", "publish_date": "2018/12/31"}, {"doc_id": "167020", "text": "Gallon / when using a gallon to specify a quantity of material for purposes of trade, it is common to define the temperature at which the material will occupy the specified volume. For example, the volume of petroleum products and alcoholic beverages are both referenced to in government regulations. This dry measure is one-eighth of a US \"Winchester\" bushel of cubic inches; it is therefore equal to exactly 268.8025 cubic inches or about. The US dry gallon is not used in commerce, and is not listed in the relevant statute, which jumps from the dry quart to the peck. Gallons used", "doc_score": "84.04232788085938", "publish_date": "2018/12/31"}, {"doc_id": "167023", "text": "Gallon / in 2013. The two former had used the Imperial gallon and the latter the US gallon until they switched. Myanmar (Burma) switched from Imperial gallon to litre sales before 2014. The Imperial gallon continues to be used as a unit of measure in Anguilla, Antigua and Barbuda, the Bahamas, the British Virgin Islands, the Cayman Islands, Dominica, Grenada, Montserrat, St. Kitts & Nevis, St. Lucia, and St. Vincent & the Grenadines. Other than the United States, the US gallon is used in Liberia, Belize, Colombia, The Dominican Republic, Ecuador, El Salvador, Guatemala, Haiti, Honduras, Nicaragua, and Peru, but only for", "doc_score": "83.18494415283203", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_6", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "12377601", "text": "Jill Biden / College during the fall 2008 semester, and then campaigned over the long weekend, while grading class papers on the campaign bus. Despite moving to Number One Observatory Circle (the vice presidential residence in Washington) as Second Lady of the United States, Biden intended to keep teaching at a Washington-area community college, and several of them recruited her. In January 2009, she began teaching two English courses as an adjunct professor at the Alexandria campus of Northern Virginia Community College (NOVA), the second largest community college in the nation. It has been rare for Second Ladies to work while their spouses", "doc_score": "79.50719451904297", "publish_date": "2018/12/31"}, {"doc_id": "17060505", "text": "Julie Ertz / is a Christian. She is married to Zach Ertz, a tight end for the Philadelphia Eagles in the National Football League. The two met in college while attending a Stanford Cardinal baseball game. On February 2016, the couple got engaged at the same baseball stadium where they met. They were married on March 26, 2017 off the coast of Santa Barbara, California. Ertz was featured along with her national teammates in the EA Sports' FIFA video game series in \"FIFA 16\", the first time women players were included in the game. Following the United States' win at the 2015 FIFA", "doc_score": "79.15956115722656", "publish_date": "2018/12/31"}, {"doc_id": "14480914", "text": "Ella Mae Johnson / Ella Mae Johnson Ella Mae Cheeks Johnson (January 13, 1904 – March 22, 2010) was an American social worker, activist and author. She received national recognition in 2009 when, at 105 years old, she travelled to Washington D.C. to attend the inauguration of U.S. President Barack Obama. Johnson was born Ella Mae Smith on January 13, 1904, in Dallas, Texas. She never met her father, and she became an orphan when her mother died of tuberculosis when she was four years old. She was raised by her neighbors, the Davis family. She was the salutatorian of her high school, Dallas", "doc_score": "77.78166198730469", "publish_date": "2018/12/31"}, {"doc_id": "20968260", "text": "Anne Hall / Anne Hall Anne Hall is an American diplomat and Ambassador of the United States of America to Lithuania. Hall grew up in Orono, Maine, graduating from Orono High School in 1977. She stayed in her hometown to attend the University of Maine where she graduated from in 1981 with a Bachelor of Arts in international relations. She later attended the University of Texas at Austin, earning a Master of Arts (M.A.) and Master of Public Affairs (M.P.A.) in 1987 while studying in a joint program at the LBJ School of Public Affairs and Institute of Latin American Studies. Hall joined", "doc_score": "79.76012420654297", "publish_date": "2018/12/31"}, {"doc_id": "7749166", "text": "Al Gore / issues while her father served as President of the United States. She therefore contacted Al Gore, and he met with her and her father on December 5, 2016, at Trump Tower. Following his visit, Gore spoke briefly to the media standing outside the elevator of Trump Tower. Gore related that: \"I had a lengthy and very productive session with the president-elect. It was a sincere search for areas of common ground. I had a meeting beforehand with Ivanka Trump. The bulk of the time was with the president-elect, Donald Trump. I found it an extremely interesting conversation, and to be", "doc_score": "78.81099700927734", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_7", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "6748531", "text": "Reverse stock split / splits were necessary to maintain the share price of the fund, whose value fell 90.2% from April 15, 2010 to April 21, 2011, and over 98% since December 3, 2008. Had the reverse splits not taken place, ZSL's closing price on April 21, 2011 would have been $0.3685, rather than $14.74, or.3685*40. Reverse stock split In finance, a reverse stock split or reverse split is a process by which shares of corporate stock are effectively merged to form a smaller number of proportionally more valuable shares. A reverse stock split is also called a stock merge. The \"reverse stock", "doc_score": "89.84382629394531", "publish_date": "2018/12/31"}, {"doc_id": "2002730", "text": "Stock split / it similarly to a dividend payout and therefore do not show a dramatic dip in price. Taking the same example as above, a company with 100 shares of stock priced at $50 per share. The company splits its stock 2-for-1. There are now 200 shares of stock and each shareholder holds twice as many shares. The price of each share is adjusted to $25. As a result, when looking at a historical chart, one might expect to see the stock dropping from $50 to $25. To avoid these discontinuities, many charts use what is known as an adjusted share price;", "doc_score": "87.943603515625", "publish_date": "2018/12/31"}, {"doc_id": "665778", "text": "Market liquidity / of stock, can be converted to cash. The market for a stock is said to be liquid if the shares can be rapidly sold and the act of selling has little impact on the stock's price. Generally, this translates to where the shares are traded and the level of interest that investors have in the company. Another way to judge liquidity in a company's stock is to look at the bid/ask spread. For liquid stocks, such as Microsoft or General Electric, the spread is often just a few pennies – much less than 1% of the price. For illiquid stocks,", "doc_score": "87.385986328125", "publish_date": "2018/12/31"}, {"doc_id": "2002727", "text": "Stock split / in lieu of fractional shares. It is often claimed that stock splits, in and of themselves, lead to higher stock prices; research, however, does not bear this out. What is true is that stock splits are usually initiated after a large run up in share price. Momentum investing would suggest that such a trend would continue regardless of the stock split. In any case, stock splits do increase the liquidity of a stock; there are more buyers and sellers for 10 shares at $10 than 1 share at $100. Some companies have the opposite strategy: by refusing to split the", "doc_score": "88.79928588867188", "publish_date": "2018/12/31"}, {"doc_id": "627444", "text": "Stock market / all developed economic systems, such as the European Union, the United States, Japan and other developed nations, the trend has been the same: saving has moved away from traditional (government insured) \"bank deposits to more risky securities of one sort or another\". A second transformation is the move to electronic trading to replace human trading of listed securities. Compared to Other Asset Classes Over the long term, investing in a well diversified portfolio of stocks such as an S&P 500 Index outperforms other investment vehicles such as Treasury Bills and Bonds, with the S&P 500 having a geometric annual average", "doc_score": "88.73164367675781", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_8", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "3355016", "text": "Waco siege / radio. The broadcast was made, but Koresh then told negotiators that God had told him to remain in the building and \"wait\". Despite this, soon afterwards negotiators managed to facilitate the release of 19 children, ranging in age from five months to 12 years old, without their parents. However, 98 people remained in the building. The children were then interviewed by the FBI and Texas Rangers, some for hours at a time. Allegedly, the children had been physically and sexually abused long before the standoff. This was the key justification offered by the FBI (both to President Bill Clinton and", "doc_score": "84.12333679199219", "publish_date": "2018/12/31"}, {"doc_id": "9023872", "text": "Salt Lake City Public Library hostage incident / room until Draper was satisfied with the number of hostages and had closed the door and had lowered blinds over the room's glass walls. Another librarian arrived and the group was led to safety through an exit in the staff area of the building. Draper placed what he claimed was a bomb on the table in the center of the conference room. It was equipped with a dead man's switch which would cause it to detonate if Draper released a hand-held button. For this reason Lt. Prescott hesitated to use force, and the incident lasted more than six hours, during", "doc_score": "82.26889038085938", "publish_date": "2018/12/31"}, {"doc_id": "10271749", "text": "Atlanta prison riots / in Atlanta. Their principal demand was that they not be repatriated to Cuba. The uprising lasted 11 days, involved more than 100 hostages, and burned down a substantial portion of the facility. During the riot, a single Cuban inmate was killed by a Correctional Officer. According to a prison spokesman, the officer shot the inmate to protect a fellow officer. The Atlanta FBI, led by Weldon L. Kennedy, was called in to handle the negotiations and gather intel. After the hostage situation was identified, Special Operations soldiers from Fort Bragg, North Carolina, were sent to advise the civilian law enforcement", "doc_score": "81.80489349365234", "publish_date": "2018/12/31"}, {"doc_id": "1823892", "text": "Iran hostage crisis / Ayatollah Khomeini called for street demonstrations. On November 4, 1979, one of the demonstrations organized by Iranian student unions loyal to Khomeini erupted into an all-out conflict right outside the walled compound housing the U.S. Embassy. Around 6:30 a.m., the ringleaders gathered between three hundred and five hundred selected students and briefed them on the battle plan. A female student was given a pair of metal cutters to break the chains locking the embassy's gates and hid them beneath her chador. At first, the students planned a symbolic occupation, in which they would release statements to the press and leave", "doc_score": "82.13521575927734", "publish_date": "2018/12/31"}, {"doc_id": "16660176", "text": "King assassination riots / were on fire, and firefighters were prevented from responding by crowds attacking with bottles and rocks. Crowds of as many as 20,000 overwhelmed the District's 3,100-member police force, and President Lyndon B. Johnson dispatched some 13,600 federal troops, including 1,750 federalized D.C. National Guard troops, to assist them. Marines mounted machine guns on the steps of the Capitol and Army troops from the 3rd Infantry guarded the White House. At one point, on April 5, rioting reached within two blocks of the White House before rioters retreated. The occupation of Washington was the largest of any American city since the", "doc_score": "80.69355010986328", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_9", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "482271", "text": "KFC / menu and Taco Bell items, and 13 units offering the full KFC menu and a limited number of Pizza Hut items. The concept originated in 1991, when a KFC-Taco Bell combination opened in Virginia. Some locations were also opened as combinations of KFC, Taco Bell and Pizza Hut, but this failed to catch on, and Yum! CEO David Novak blamed a lack of franchisee commitment for its lack of success. Initially, Sanders and KFC used hydrogenated vegetable oil for frying, but in the 1980s the company began to switch to cheaper oils such as palm or soybean. In the 2000s", "doc_score": "86.48974609375", "publish_date": "2018/12/31"}, {"doc_id": "482230", "text": "KFC / expanded rapidly in China, which is now the company's single largest market. PepsiCo spun off its restaurants division as Tricon Global Restaurants, which later changed its name to Yum! Brands. KFC's original product is pressure fried chicken pieces, seasoned with Sanders' recipe of 11 herbs and spices. The constituents of the recipe represent a notable trade secret. Larger portions of fried chicken are served in a cardboard \"bucket\", which has become a well known feature of the chain since it was first introduced by franchisee Pete Harman in 1957. Since the early 1990s, KFC has expanded its menu to offer", "doc_score": "87.82968139648438", "publish_date": "2018/12/31"}, {"doc_id": "18237642", "text": "Dollar Cravings / Dollar Cravings Dollar Cravings (or $1 Dollar Cravings) is the value menu of American fast-food restaurant Taco Bell. Dollar Cravings was launched August 18, 2014 in reaction to the new McDonald's and Wendy's value/dollar menus. The current menu contains 11 food items. Dollar Cravings replaced Taco Bell's previous value menu Why Pay More. A Taco Bell spokesperson said few of the food items from the Why Pay More menu will remain in Dollar Cravings. In March 10, 2016, Taco Bell introduced a breakfast value menu. On 26 December 2012, fast food culture site \"Brand Eating\" reported Taco Bell planned to", "doc_score": "85.3353271484375", "publish_date": "2018/12/31"}, {"doc_id": "482283", "text": "KFC / is offered, in addition to soft drinks. Launched in 2009, the Krusher/Krushem range of frozen beverages containing \"real bits\" such as Kit Kat, Oreo and strawberry shortcake, is available in over 2,000 outlets. Egg custard tart is a popular dessert worldwide, but other items include ice cream sundaes and tres leches cake in Peru. In 2012, the \"KFC am\" breakfast menu began to be rolled out internationally, including such items as pancakes, waffles and porridge, as well as fried chicken. Sanders' Original Recipe of \"11 herbs and spices\" is one of the most famous trade secrets in the catering industry.", "doc_score": "84.89385223388672", "publish_date": "2018/12/31"}, {"doc_id": "9807882", "text": "People's Food Co-op / Cooperatives. People's has a meeting space on site used for public and private events. Free yoga classes for members are held in the room. The room is also used for capoeira and t'ai chi, as well as for meetings of both the membership and Board of Directors. A lift was built during the expansion to ensure accessibility to the space. In 2006, People's began using IS4C, a Point of Sale (PoS) System. The program was developed by Tak Tang of the Wedge Community Co-op in Minneapolis, Minnesota. People's ported the IS4C software to the Linux platform, making it the only", "doc_score": "80.0373764038086", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_10", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "11397177", "text": "Triple-A All-Star Game / Triple-A champion in the postseason. This changed in 2017, when home team status began being awarded to the team from the league which hosts the championship game. The 1988 All-Star Game was televised on ESPN. The sports network and other regional sports channels aired subsequent contests. It was broadcast on ESPN2 from 1995 to 2009. The game has aired on MLB Network since 2010. Each league's roster consists of 30 players, though the actual number of players on gameday may be less due to call-ups, injuries, or players choosing not to participate. Thirteen players are elected for each team through", "doc_score": "91.78221130371094", "publish_date": "2018/12/31"}, {"doc_id": "1937929", "text": "Major League Baseball All-Star Game / was re-introduced in 2003 after the managers were criticized for picking players from their own team over more deserving players from other teams. This was particularly evident in 2002, when National League manager Bob Brenly selected his own catcher, Damian Miller, over the more deserving Paul Lo Duca; while American League manager Joe Torre selected his own third baseman, Robin Ventura, over the Oakland Athletics' Gold Glove and Silver Slugger-winning third baseman Eric Chavez. Before the 2009 game, Major League Baseball announced that an additional pitcher would be added to each roster, bringing the total for each league to 33", "doc_score": "95.36973571777344", "publish_date": "2018/12/31"}, {"doc_id": "1937917", "text": "Major League Baseball All-Star Game / The \"home team\" has traditionally been the league in which the host franchise plays its games, but the American League was designated the home team for the 2016 All Star Game, despite its being played in Petco Park, home of the National League's San Diego Padres. This decision was made following the announcement of Miami as host for the 2017 All Star Game, which was the third straight year in which the game is hosted in a National League ballpark. Since 1934, the managers of the game are the managers of the previous year's league pennant winners and World Series", "doc_score": "91.88059997558594", "publish_date": "2018/12/31"}, {"doc_id": "1937922", "text": "Major League Baseball All-Star Game / records, Buck Showalter of the New York Yankees and Felipe Alou of the Montreal Expos for the All-Star Game. The All Star game roster size for each league was 18 in 1933, 20 in 1934, 25 in 1939, 30 in 1982, 32 in 2003, and 33 in 2009. Since 2010, there are 34 players on each league's team roster. On April 28, 2010, MLB announced several rules changes for future All-Star games, effective with the 2010 edition. The AL and NL All-Stars are selected through the following process: Since the first game, American League players have worn their respective team", "doc_score": "93.3087387084961", "publish_date": "2018/12/31"}, {"doc_id": "1937911", "text": "Major League Baseball All-Star Game / teams; in 1945, the scheduled All-Star Game was cancelled due to travel restrictions during World War II and no players were officially named. From 1959 through 1962, All-Stars played in two All-Star Games each season. On January 29, 1936, Babe Ruth became the first of the original thirty-six All-Stars to be inducted in the National Baseball Hall of Fame; twenty original All-Stars are enshrined in the Hall of Fame. Hank Aaron holds the record for the most All-Star namings (21) and the most All-Star Game appearances (25). In 2017, each All-Star team had 32 players, with fans voting for the", "doc_score": "92.0780258178711", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_11", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "16780162", "text": "The world's 100 most threatened species / The world's 100 most threatened species The World's 100 most threatened species is a compilation of the most threatened animals, plants, and fungi in the world. It was the result of a collaboration between over 8,000 scientists from the International Union for Conservation of Nature Species Survival Commission (IUCN SSC), along with the Zoological Society of London. The report was published by the Zoological Society of London in 2012 as the book, \"Priceless or Worthless?\" While all the species on the list are threatened with extinction, the scientists who chose them had another criterion: all the species have no obvious", "doc_score": "80.63702392578125", "publish_date": "2018/12/31"}, {"doc_id": "12654306", "text": "Endangered species / suggests a positive relationship between human activity and species endangerment. Under the Endangered Species Act of 1973 in the United States, species may be listed as \"endangered\" or \"threatened\". The Salt Creek tiger beetle (\"Cicindela nevadica lincolniana\") is an example of an endangered subspecies protected under the ESA. The US Fish and Wildlife Service as well as the National Marine Fisheries Service are held responsible for classifying and protecting endangered species, and adding a particular species to the list can be a long, controversial process (Wilcove & Master, 2008, p. 414). Some endangered species laws are controversial. Typical areas of", "doc_score": "80.14988708496094", "publish_date": "2018/12/31"}, {"doc_id": "9165103", "text": "Animal testing on non-human primates / report that as scientific research indicates a decreasing need for the use of chimpanzees due to the emergence of non-chimpanzee models. Later that day Francis Collins, a head of the NIH, said the agency would stop issuing new awards for research involving chimpanzees until the recommendations developed by the IOM are implemented. In 2013 the NIH agreed with the IOM's recommendations that experimentation on chimpanzees was unnecessary and rarely helped in advancing human health for infectious diseases and that the NIH would phase out most of its government-funded experiments on chimpanzees. In June 16, 2015, the U.S. Fish and Wildlife", "doc_score": "76.60540008544922", "publish_date": "2018/12/31"}, {"doc_id": "11620777", "text": "Light brown apple moth controversy / filed Notices of Appeal for both of the CEQA lawsuits they had lost. (The following day CDFA announced the abandonment of aerial spraying over populated areas. It is not known whether CDFA will pursue the appeals.) In December 2013, Drs. James Carey and Daniel Harder published a paper titled, \"Clear, Present, Significant, & Imminent Danger: Questions for the California Light Brown Apple Moth (Epiphyas postvittana) Technical Working Group,\" in the journal, \"American Entomologist\". The study calls into question the role of scientists in the decision-making that led to the aerial spray. On December 2, 2015, in a case against the", "doc_score": "77.81802368164062", "publish_date": "2018/12/31"}, {"doc_id": "7544133", "text": "Animal testing on frogs / in the 1930s for use in the pregnancy test. Within a few decades, escaped populations of \"X. laevis\" were living in many countries of the world, and in the 1970s, many amphibian biologists began noting mysterious declines in frog populations in South America, Central America and Australia, the declines spreading in a pattern that suggested an infectious disease. The disease has since been identified as chytridiomycosis. It has caused several species extinctions and is thought to be a major cause of the worldwide decline in amphibian populations. The chytrid fungus has recently reached North America. In 2004, Weldon et al.", "doc_score": "76.9255599975586", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_12", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "17656937", "text": "School uniforms by country / requiring uniforms is six percent higher than in 2003, the U.S. Department of Education reported. The uniform requirement is more common in lower socio-economic schools, where more than three-fourths of the school's student population receives free or reduced lunch (\"Fast\"). Forty-seven percent of low income schools require uniforms, whereas only about six percent of high socio-economic schools require uniforms (\"Fast\"). The National Association of Elementary School Principals (NAESP) conducted a phone survey of 755 principals in 2000, which revealed that 21% of public schools had a uniform policy; 23% had firm plans to create one. However, this only accounts for", "doc_score": "80.99646759033203", "publish_date": "2018/12/31"}, {"doc_id": "12554734", "text": "City Charter High School / into four clusters - scientific literacy (Mathematics and Sciences), Cultural Literacy (Reading, Writing, Listening, Speaking, Arts and Humanities, Social Studies, World Languages), Work-skills Literacy (Career Education, Applied, Computer, Multimedia and Networking Technologies) and Wellness Literacy (Health, Safety and Physical Education). An extended school day and year supports project-based learning. Annual standardized assessments require students to articulate their understanding and mastery of a topic orally and in writing.\" Team teaching: Faculty members do not have individual offices. Instead, each grade's teachers have a joint office. In the hiring of new staff, teachers are allowed to collectively interview candidates. Some classes, particularly", "doc_score": "78.9422836303711", "publish_date": "2018/12/31"}, {"doc_id": "2170824", "text": "Charter schools in the United States / Department of Education's 1997 First Year Report, part of a four-year national study on charters, was based on interviews of 225 charter schools in 10 states. The report found charters tended to be small (fewer than 200 students) and represented primarily new schools, though some schools had converted to charter status. Charter schools often tended to exist in urban locations, rather than rural. This study also found enormous variation among states. Charter schools tended to be somewhat more racially diverse, and to enroll slightly fewer students with special needs or limited English proficiency than the average schools in their state.", "doc_score": "79.33314514160156", "publish_date": "2018/12/31"}, {"doc_id": "18029539", "text": "Success and Opportunity through Quality Charter Schools Act / 2012, with places allocated by lottery. They educate the majority of children in New Orleans Public Schools. Charter schools may provide a specialized curriculum (for example in arts, mathematics, or vocational training), however others aim to provide a better and more cost-efficient general education than nearby non-charter public schools. Charter schools may be founded by teachers, parents, or activists although state-authorized charters (schools not chartered by local school districts) are often established by non-profit groups, universities, or government entities. School districts may permit corporations to manage multiple charter schools. The first charter school law was in Minnesota in 1991. \"This", "doc_score": "79.7738265991211", "publish_date": "2018/12/31"}, {"doc_id": "2170830", "text": "Charter schools in the United States / Washington, Stanford University and Mathematica Policy Research. It concluded that keeping online pupils focused on their work was the biggest problem faced by online charter schools, and that in mathematics the difference in attainment between online pupils and their conventionally educated peers equated to the cyber pupils missing a whole academic year in school. State laws follow varied sets of key organizing principles based on the Citizens League's recommendations for Minnesota, American Federation of Teachers guidelines, or federal charter-school legislation (U.S. Department of Education). Principles govern sponsorship, number of schools, regulatory waivers, degree of fiscal/legal autonomy, and performance expectations. Current", "doc_score": "78.38108825683594", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_13", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "20145612", "text": "Blim / demand initially offers the monthly subscription of $109 Mexican peso.Like Netflix, Blim offers the first free month of its service. In 2016, Televisa realized people watched more Netflix than cable television. To re-gain all their lost viewers, they decided to remove all its original content from Netflix in order to create their own Netflix-like streaming service, called Blim. Soon after Televisa announced Blim, the Mexicans started mocking Televisa through memes that strongly opinionated and mocked Televisa for producing lesser-quality original content in comparison to the more critically-acclaimed Netflix original content. Netflix itself released an ad which made fun of Televisa's", "doc_score": "78.3173599243164", "publish_date": "2018/12/31"}, {"doc_id": "16564527", "text": "SourceFed / scale, more brand and more resources.\" On March 20, 2017, the four hosts of \"SourceFed\"s primary channel at the time—Ava Gordy, Mike Falzone, Candace Carrizales, and Steven Suptic—released a video addressing the cancellation of \"SourceFed\" as well as its \"SourceFed Nerd\" and \"People Be Like\" spinoffs. They also announced the schedule for the channel's final week; a podcast, a \"Comment Commentary\" episode, a usual white wall-styled video, and a live-streamed farewell video were announced for Tuesday, Wednesday, Thursday, and Friday, respectively. The announcement came as the main \"SourceFed\" channel had amassed just over 1.7 million subscribers and 906 million video", "doc_score": "80.40756225585938", "publish_date": "2018/12/31"}, {"doc_id": "19125725", "text": "An App a Day / and Lois are happy that Chris is back to normal, even though he accidentally killed a librarian. When Peter asks Chris if his claim of chemical castration is not for everyone is the real lesson, Brian states that the lesson should involve being happy on the tennis court. Peter flatly asks Brian, \"Where have you been?\" The episode received an audience of 2.57 million, making it the second-most watched show on Fox that night behind \"The Simpsons\". An App a Day \"An App a Day\" is the thirteenth episode of the fourteenth season of the animated sitcom \"Family Guy\", and", "doc_score": "79.54334259033203", "publish_date": "2018/12/31"}, {"doc_id": "1494357", "text": "Netflix / recommendations, friend lists, reviews, and intra-site communications for each. Netflix contended that elimination of profiles would improve the customer experience. However, likely as a result of negative reviews and reaction by Netflix users, Netflix reversed its decision to remove profiles 11 days after the announcement. In announcing the reinstatement of profiles, Netflix defended its original decision, stating, \"Because of an ongoing desire to make our website easier to use, we believed taking a feature away that is only used by a very small minority would help us improve the site for everyone,\" then explained its reversal: \"Listening to our members,", "doc_score": "78.28058624267578", "publish_date": "2018/12/31"}, {"doc_id": "12574470", "text": "19 Kids and Counting / the wake of the controversy, more than 20 advertisers, including General Mills, Walgreens, Payless ShoeSource, Choice Hotels, Pizza Hut, Sweet Leaf Tea, and Crayola announced that they were pulling their ads from the show; Hulu also removed the show's entire back catalog of episodes from the streaming service. Public reaction to the revelation led to several petitions calling for TLC to cancel the series on Change.org, citing conflict between the reported events and the show's promotion of family values. Josh, along with his wife and his parents, responded to the revelations. Josh apologized, stating he had \"acted inexcusably\", and resigned", "doc_score": "79.63510131835938", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_14", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "18269304", "text": "Devon Allen / Devon Allen Devon Allen (born December 12, 1994) is an American multi-sport athlete as a wide receiver for the University of Oregon football team, while also competing for the Oregon outdoor track and field team in the 110 meters and 400 meters hurdles. He was selected to the US team for the 2016 Summer Olympics, winning the US Olympic Trials in the 110 meter hurdles with a personal best of 13.03 seconds. At the Olympics, Allen ran 13.41 seconds in an effort to qualify for the semifinals in the 110 meter hurdles in Rio. Allen then ran 13.31 to finish", "doc_score": "86.69636535644531", "publish_date": "2018/12/31"}, {"doc_id": "18269305", "text": "Devon Allen / 5th in the finals. After winning the national title in 2014, Allen won his third even numbered year national championship in a row in 2018. Devon Allen Devon Allen (born December 12, 1994) is an American multi-sport athlete as a wide receiver for the University of Oregon football team, while also competing for the Oregon outdoor track and field team in the 110 meters and 400 meters hurdles. He was selected to the US team for the 2016 Summer Olympics, winning the US Olympic Trials in the 110 meter hurdles with a personal best of 13.03 seconds. At the Olympics,", "doc_score": "84.51478576660156", "publish_date": "2018/12/31"}, {"doc_id": "4448426", "text": "Allen Rossum / the 100m with a 10.02. Rossum was recruited by every school in the former Southwest Conference. He accepted a scholarship from the University of Notre Dame, where he became a starter for the Fighting Irish football team during his sophomore year and served as one of three senior captains in 1997. During his career there, he set an NCAA career record with nine touchdown returns (three interceptions, three punts and three kickoffs). As a cornerback, he tallied seven interceptions, 144 tackles, two sacks and 12 passes defensed. He also ran for the Irish track team, becoming a two-time All-American competing", "doc_score": "81.47457122802734", "publish_date": "2018/12/31"}, {"doc_id": "17134603", "text": "Trevardo Williams / personal best time of 21.98 in the 200 meters. Williams attended the University of Connecticut, where he played for the Connecticut Huskies football team from 2009 to 2012. During his college career, he started 30 of 50 games in which he appeared, recording 133 tackles and 30.5 quarterback sacks. The 30.5 sacks are a team record. Following his senior season in 2012, he was a unanimous first-team All-Big East Conference selection. The Houston Texans selected Williams in the fourth round, with the 124th overall pick, of the 2013 NFL Draft. He was released by the Texans on August 1, 2014", "doc_score": "82.35218811035156", "publish_date": "2018/12/31"}, {"doc_id": "3830520", "text": "Jason Allen (American football) / safety for the final 12 contests. He finished with 123 tackles which led the SEC while also becoming the first non-linebacker to lead the team in tackles since records began in 1970. His 88 solo stops were third in the entire nation among Division I-A schools. Along with his tackles, he totaled two sacks, three forced fumbles, a fumble recovery, two interceptions and seven passes defensed during the year. For his performance during the season, Allen was a third team Associated Press All-America selection, second team All-SEC Coaches and Associated Press selection, Jim Thorpe Award semifinalist. He also earned Walter", "doc_score": "79.32794189453125", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_15", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "13622196", "text": "Indelible / Indelible Indelible is the fourth book in the Grant County series by author Karin Slaughter. It was originally released in hardback in 2004. Previous books in the series are \"Blindsighted\", \"Kisscut\", and \"A Faint Cold Fear\". These books star Sara Linton, Jeffrey Tolliver, and Lena Adams. The story goes back and forth in time, from the beginnings of Sara and Jeffrey’s relationship to a hostage situation at the Grant County Police Station. After dating for a few months, Sara and Jeffrey head for the beaches of Florida for a few days. On their way Jeffrey makes a detour to Sylacauga,", "doc_score": "81.1030502319336", "publish_date": "2018/12/31"}, {"doc_id": "13991448", "text": "Delirium (Restrepo novel) / Delirium (Restrepo novel) Delirium is a novel by Colombian author Laura Restrepo. With this book, Restrepo won the prestigious Premio Alfaguara de Novela in 2004. Natasha Wimmer's English translation was published in 2007. Plot overview \"Delirium\" opens when its main protagonist, an ex-English professor turned traveling Purina salesman named Aguilar, discovers that while away on a four-day business trip his wife Agustina endured an experience that provoked a severe dissolution of her sanity. The book chronicles Aguilar's search for answers and his efforts to rehabilitate his young, beautiful and admittedly singular wife through the use of alternating narrative styles that,", "doc_score": "79.710205078125", "publish_date": "2018/12/31"}, {"doc_id": "8999400", "text": "Déjà Dead / Déjà Dead Déjà Dead is the first novel by Kathy Reichs starring forensic anthropologist Temperance Brennan. It won the 1998 Arthur Ellis Award for Best First Novel. When the meticulously dismembered body of a woman is discovered in the ground of an abandoned monastery in Montreal, Canada, which is too \"decomposed for standard autopsy\", an anthropologist is requested. Dr. Temperance Brennan, Director of Forensic Anthropology for the province of Quebec, who has been researching recent disappearances in the city, is given the case. Despite the deep cynicism of Detective Claudel who heads the investigation, Brennan is convinced that a serial", "doc_score": "82.01171875", "publish_date": "2018/12/31"}, {"doc_id": "15045511", "text": "The Confession (novel) / convict Donté Drumm, a black high school football player with no connection to the crime. Despite his innocence, Drumm is convicted and sentenced to death. He has been on death row for nine years when the story takes place. While Drumm serves his prison sentence, lawyer Robbert \"Robbie\" Flak fights his case while Black Americans protest his false conviction, creating a law and order situation. Meanwhile, Boyette has fled to Kansas and has been living there ever since. He has been suffering with a brain tumor for the past nine years and his health has deteriorated. In 2007, with Drumm's", "doc_score": "79.08026885986328", "publish_date": "2018/12/31"}, {"doc_id": "12875850", "text": "The Deruga Case / The Deruga Case Der Fall Deruga (The Deruga Case) is a novel by Ricarda Huch first published in German in 1917 about a physician charged with killing his ex-wife. An early courtroom drama, it depicts a trial by jury in which the defendant is reluctant, if not unwilling, to talk about the crime he has allegedly committed. In 1938 the novel was turned into a film of the same title. After the death, assumedly from cancer, of his former wife Mingo Swieter, Dr Sigismondo Deruga, a 46-year-old nose and throat specialist, is accused by the deceased woman's cousin, a Baroness,", "doc_score": "79.83966064453125", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_16", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "13747794", "text": "Haven't Met You Yet / takes the receipt and walks out with everyone staring at him. As he is about to exit the supermarket, he sees the blonde woman from his daydream walking into the supermarket. He glances at her and walks out of the supermarket perplexed. After filming the video Bublé and Lopilato became engaged and were married on March 31, 2011 in Argentina. During the January 30, 2010 episode of \"Saturday Night Live\", in which Bublé is the musical guest, a commercial sketch shows that host Jon Hamm has opened a restaurant that features \"Hamm and Bublé\". While Bublé sings alternate lyrics to", "doc_score": "77.02918243408203", "publish_date": "2018/12/31"}, {"doc_id": "16993648", "text": "A Christmas Kiss / about a woman he plans to marry. Adam is also aware of his growing attraction to Wendy, with whom he has much in common. One night after completing the decorations, Wendy and Adam watch her favorite Christmas movies together and fall asleep on the couch in each other's arms. The next morning, Priscilla discovers them together, and later fires Wendy. Just prior to the fundraiser, Priscilla discovers the engagement ring and plants an engagement announcement in the newspaper, undermining Adam's attempt to break up the relationship. Meanwhile, Wendy returns to the local theatre where she once worked and agrees to", "doc_score": "76.65081787109375", "publish_date": "2018/12/31"}, {"doc_id": "14025276", "text": "Aaron Hernandez / repeatedly declined to answer any questions about Hernandez in interviews, even going so far as to walk out on interviews when Hernandez's name was brought up. Hernandez began dating Shayanna Jenkins in 2007. They had been friends since they were in elementary school and were high school sweethearts. They had a daughter, Avielle Janelle Jenkins-Hernandez, who was born in November 2012. They became engaged in the same month their daughter was born. That month, Hernandez purchased a four-story home with an in-ground pool in North Attleborough, Massachusetts, for $1.3 million, where the family lived together. Jenkins moved in with Hernandez", "doc_score": "76.2147445678711", "publish_date": "2018/12/31"}, {"doc_id": "1632636", "text": "Chelsea Clinton / met on a Renaissance Weekend retreat in Hilton Head Island, South Carolina. They first were reported to be a couple in 2005, and became engaged over Thanksgiving weekend in 2009. Following their wedding, the couple lived in New York City's Gramercy Park neighborhood for three years and later purchased a condominium in the NoMad district of Manhattan for $10.5 million. Their daughter, Charlotte Clinton Mezvinsky, was born in September 2014, and their son, Aidan Clinton Mezvinsky, was born in June 2016. Shortly after Aidan was born, the family moved to the nearby Flatiron District. As a young child, Clinton was", "doc_score": "76.89723205566406", "publish_date": "2018/12/31"}, {"doc_id": "19636255", "text": "When We First Met / present. He learns that Avery and Ethan are engaged, but Carrie ended up leaving him to return to her ex-boyfriend, only for them to break up. Noah goes to Avery and Carrie's house and finds out that, since Avery and Ethan met a day earlier, their engagement party was the day before, and Carrie is off to a date. She rejects Noah's pleas to try again and leaves. Noah tries to return to the photo booth, but finds a modern replacement in its place. Ethan and Avery arrive in the piano bar and inform him that they had bought the", "doc_score": "76.85645294189453", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_17", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "886175", "text": "Climate of the United Kingdom / soared to in Faversham, Kent on 10 August 2003: the highest temperature ever recorded in the United Kingdom. While the United Kingdom is not particularly noted for extreme weather, it does sometimes occur, and events such as floods and drought may be experienced. The summer of 1976, for example, experienced temperatures as high as, and it was so dry the country suffered drought and water shortages. Extended periods of extreme weather, such as the droughts of 1975–1976, summer 2006, and spring 2012, the long hot summers of 1911, 1976, 2003 and 2006, and the winters of 1946–1947, 1962–1963, 2009–2010,", "doc_score": "95.24144744873047", "publish_date": "2018/12/31"}, {"doc_id": "886157", "text": "Climate of the United Kingdom / in Wales and Southern England recorded any air frosts, and temperatures were often comparable to those of April or May. The maximum recorded temperature was 17.2 °C at Teignmouth in Devon and Plockton and Achnagart in the Highlands of Scotland on the 16th. The lowest daily mean temperature during December 2015 at Heathrow Airport was 8.2 °C (on 9 December), comparable to the average daily high for the calendar month. Remarkably, December 2015 did not break any national records for high temperatures, just failing to reach the maximum England temperature of 17.7 °C recorded on 2 December 1985 in Chivenor,", "doc_score": "93.4051513671875", "publish_date": "2018/12/31"}, {"doc_id": "20788104", "text": "2018 British Isles heat wave / Wales and Northern Ireland, June 2018 was the warmest June ever recorded and in England and Scotland, June 2018 ranks within the top 5 warmest on record. In the Central England region, the CET is a long running temperature series, with records back to 1659. 2018's temperature was, meaning it ranks as the 18th warmest June recorded in England in the past 359 years, also being the warmest since 1976. July 2018 was again, a very hot month, with the Central England Temperature showing that July 2018 is the 4th hottest month ever recorded since 1659. It also was", "doc_score": "92.51561737060547", "publish_date": "2018/12/31"}, {"doc_id": "886143", "text": "Climate of the United Kingdom /. Such events are aided by the surrounding Atlantic Ocean and seas being at their warmest, keeping the country in warm air, despite the relatively weak sun. Examples of this were in 1985, 1999, 2005, 2006, 2011 and 2016 when September saw above average temperatures which felt more like a continuation of summer than autumn. Autumns since 2000 have generally been very mild, with notable extremes of precipitation; the UK has seen some of its wettest and driest autumns since the millennium. 2011 and 2016 were notable as many areas of the country recorded their highest temperatures of the year", "doc_score": "90.2873764038086", "publish_date": "2018/12/31"}, {"doc_id": "20802318", "text": "2018 North American heat wave / 26, 1990 The temperature in Denver, Colorado, on 28 June, tied the city's record at. The record was set in 1878, then matched in 2005 and 2012. By the end of May 2018, Mexico was already one week into the heat wave. The states of Baja California, Sonora, Nayarit, Jalisco, Oaxaca, Coahuila, Durango, Zacatecas, San Luis Potosi, Querétaro and Morelos registered temperatures between to, while Sinaloa, Chihuahua, Michoacán and Hidalgo between and. Chihuahua broke its 1978 mark and Sinaloa surpassed the high recorded there in 1961. By early June 2018, the Mexican government had declared a state", "doc_score": "92.9958724975586", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_18", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "20236082", "text": "Impeachment March / in Santa Ana, with no incidents. Impeachment March The Impeachment March, sometimes referred to as the \"Impeach Trump\" protest, was a series of rallies against the President of the United States, Donald Trump, held nationwide on July 2–4, 2017, advocating that Congress begin the impeachment process against him. Events took place in more than 30 cities throughout the United States. Organizers accused President Trump of violating the United States Constitution, specifically the Foreign Emoluments Clause and the Domestic Emoluments Clause, and claimed he committed obstruction of justice by dismissing Sally Yates and James Comey. They also cited Trump's alleged interference", "doc_score": "89.39299774169922", "publish_date": "2018/12/31"}, {"doc_id": "19386573", "text": "Protests against Donald Trump / them by holding signs above their head and yelling, \"Trump! Trump! Trump!\" Trump has been criticized for additional instances of fomenting an atmosphere conducive to violence through many of his comments. For example, Trump told a crowd in Cedar Rapids, Iowa, that he would pay their legal fees if they punched a protester. On February 23, 2016, when a protester was ejected from a rally in Las Vegas, Trump stated, \"I love the old days—you know what they used to do to guys like that when they were in a place like this? They'd be carried out on a stretcher,", "doc_score": "88.70497131347656", "publish_date": "2018/12/31"}, {"doc_id": "20236068", "text": "Impeachment March / review of Russian interference in the 2016 United States elections and his travel ban issue as reasons for his impeachment. The demonstrations were mostly peaceful, though three people were arrested in Philadelphia. Many featured speeches by politicians and local activities, and some attracted counter-protesters who wanted to show their support for Trump. Events were organized by various organizations, including affiliates of the Indivisible movement. Organizers of the march felt that President Trump was in violation of the United States Constitution's Foreign Emoluments Clause and Domestic Emoluments Clause, and that he had committed obstruction of justice by dismissing Sally Yates and", "doc_score": "86.71141815185547", "publish_date": "2018/12/31"}, {"doc_id": "19793052", "text": "U.S. national anthem protests / white mob while in police custody in Memphis, Tennessee, in an event known as the Peoples Grocery lynching. The act sparked a national outcry. At a meeting of one thousand people at Bethel A. M. E. Church, Reverend W. Gaines' call for the crowd to sing the then \"de facto\" national anthem, \"My Country, 'Tis of Thee\", but the call was refused, one member of the audience declaring, \"I don't want to sing that song until this country is what it claims to be,'sweet land of liberty'\". The Reverend substituted the Civil War-era song about the abolitionist martyr, \"John", "doc_score": "87.3269271850586", "publish_date": "2018/12/31"}, {"doc_id": "19386626", "text": "Protests against Donald Trump / across the country. Recent protests, including those against the presidency of Donald Trump, have also led to some state legislatures creating various anti-protest bills which the ACLU calls unconstitutional. Many of these bills have been created by Republican lawmakers. By late February 2017, legislators in at least 18 states proposed legislation to curtail specific protest tactics, impose more severe penalties for protest tactics prohibited by existing law, or publicly discussed such proposals and by mid-May the number had risen to 20. Some of the bills include high penalties, such as large fines and jail time, for blocking interstates or obstructing", "doc_score": "88.07965087890625", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_19", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "2305981", "text": "Misconceptions about HIV/AIDS / 11th International AIDS Conference in Vancouver, combination antiretroviral treatment is presented for the first time. These drugs are shown to be effective against HIV. Media outlets in 1997 started to report that for the first time since the epidemic of AIDS/HIV began, the AIDS death rate had declined in the U.S. thanks to the success of drug therapies. Researchers from the University of Alabama at Birmingham reported a discovery in 1999 of HIV-1 in a subspecies of chimpanzee. They believed this to be the source of the virus and theorize that human hunters contracted it when exposed to infected blood.", "doc_score": "80.2270736694336", "publish_date": "2018/12/31"}, {"doc_id": "18569199", "text": "Epidemiology of measles / deaths in 1990. In developed countries, death occurs in 1 to 2 cases out of every 1,000 (0.1% - 0.2%). Death from measles was reported in approximately 0.2% of the cases in the United States from 1985 through 1992. In populations with high levels of malnutrition and a lack of adequate healthcare, mortality can be as high as 10%. Increased immunization has led to an estimated 78% drop in measles deaths among UN member states. Even in countries where vaccination has been introduced, vaccination rates may remain low due to parents choosing not to have their children vaccinated. In Ireland,", "doc_score": "79.41632843017578", "publish_date": "2018/12/31"}, {"doc_id": "695821", "text": "Measles / October 2014 and March 2015, a measles outbreak in the German capital of Berlin resulted in at least 782 cases. In 2017 numbers continued to increase in Europe to 21,315 cases, with 35 deaths. The United States was declared free of circulating measles in 2000 with 911 cases from 2001 to 2011. In 2014 the CDC said endemic measles, rubella, and congenital rubella syndrome has not returned to the United States. Occasional measles outbreaks persist because of cases imported from abroad, of which more than half are the result of unvaccinated U.S. residents who are infected abroad and infect others", "doc_score": "79.81138610839844", "publish_date": "2018/12/31"}, {"doc_id": "13312912", "text": "2009 flu pandemic timeline / United States According to the CDC no states have reported widespread influenza activity. Bermuda First death confirmed. Chad First case confirmed. Mauritania First case confirmed. United States The weekly report released by the CDC states that H1N1 activity has either remained stable or decreased over the past week in nine out of the ten regions of the United States. Furthermore, the proportion of deaths attributed to pneumonia and influenza, which technically remains above the epidemic threshold, has declined over the past week. Senegal First case confirmed United States According to the CDC, only three states have reported regional influenza activity:", "doc_score": "79.23426818847656", "publish_date": "2018/12/31"}, {"doc_id": "695798", "text": "Measles / of the rash. Most people do not get the disease more than once. Testing for the measles virus in suspected cases is important for public health efforts. The measles vaccine is effective at preventing the disease, and is often delivered in combination with other vaccines. Vaccination has resulted in a 75% decrease in deaths from measles between 2000 and 2013, with about 85% of children worldwide being currently vaccinated. Once a person has become infected, no specific treatment is available, but supportive care may improve outcomes. This may include giving oral rehydration solution (slightly sweet and salty fluids), healthy food,", "doc_score": "78.832275390625", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_20", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "886189", "text": "Climate of the United Kingdom / it is still speculated that both heatwaves did set higher temperatures than those officially recorded. Central estimates produced by the Met Office predict average annual temperature to increase by 2 °C (4 °F) and the warmest summer day to increase by 3 °C (6 °F) by the 2050s. Average winter rainfall is also likely to increase and most areas will see a slight decrease in annual rainfall. According to the Met Office, in the UK, the decade from 2000-2009 was the warmest since instrumental record dating started in 1850. Climate of the United Kingdom The United Kingdom straddles the higher", "doc_score": "92.82511138916016", "publish_date": "2018/12/31"}, {"doc_id": "886157", "text": "Climate of the United Kingdom / in Wales and Southern England recorded any air frosts, and temperatures were often comparable to those of April or May. The maximum recorded temperature was 17.2 °C at Teignmouth in Devon and Plockton and Achnagart in the Highlands of Scotland on the 16th. The lowest daily mean temperature during December 2015 at Heathrow Airport was 8.2 °C (on 9 December), comparable to the average daily high for the calendar month. Remarkably, December 2015 did not break any national records for high temperatures, just failing to reach the maximum England temperature of 17.7 °C recorded on 2 December 1985 in Chivenor,", "doc_score": "93.8876953125", "publish_date": "2018/12/31"}, {"doc_id": "886187", "text": "Climate of the United Kingdom / in each of those years, may be found in Willis (1944). As with many parts of the world, over the last century the United Kingdom has reported a warming trend in temperatures. While some of this may be due to a recovery from the cooler period of climate mid 20th century (particularly the 1960s) the last 20 years has nonetheless seen an unprecedented level of warm weather. This rise in temperatures is illustrated by the most recent dataset (1981–2010) for Belfast and Cambridge Botanical Gardens, and the same data 50 years previous (1931–1960). As the above tables show, all months", "doc_score": "91.35247802734375", "publish_date": "2018/12/31"}, {"doc_id": "886188", "text": "Climate of the United Kingdom / except December at Belfast exhibit warming when both maximum and minimum temperatures are taken into account. Again, a similar warming trend is shown for the South East of England, albeit slightly more pronounced with no month recording a fall in overall mean temperatures. A disputed temperature of 42 °C was set at an airfield in Wisley, Surrey on 18 July 2006. It has been suggested that the reading for this temperature should in fact have been 32 °C. It is worth noting that the Met Office expected temperatures to surpass the August 2003 record during the July 2006 heatwave, and", "doc_score": "92.75292205810547", "publish_date": "2018/12/31"}, {"doc_id": "886137", "text": "Climate of the United Kingdom / 25 °C was reached in the afternoon. Warmth in spring depends almost entirely on the strength of the sun, and can trigger thunderstorms and downpours. Mean temperatures in Spring are markedly influenced by latitude. Most of Scotland and the mountains of Wales and northern England are the coolest areas of the UK, with average temperatures ranging from. The southern half of England experiences the warmest spring temperatures of between. Summer lasts from June to August and is the warmest and usually the sunniest season. There can be wide local variations in rainfall totals due to localised thundershowers. These", "doc_score": "90.16968536376953", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_21", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "19835666", "text": "2022 United States elections / incumbent or have multiple incumbents. Additionally, elections will be held to select the non-voting delegate for the District of Columbia, as well as four of the five non-voting delegates from U.S. territories. Elections will be held for the governorships of 36 U.S. states and three U.S. territories. Special elections may be held for vacancies in the other states and territories, if required by respective state and territorial constitutions. As most governors serve four year terms, the last regularly-scheduled elections for most seats up for election in 2022 were held in 2018. The governors of New Hampshire and Vermont each serve", "doc_score": "76.96096801757812", "publish_date": "2018/12/31"}, {"doc_id": "17148303", "text": "2018 United States elections / runoff is scheduled for Dec. 18. The Phoenix mayoral runoff is scheduled for March 2019. Although most local offices are nonpartisan, when looking at party identification of the officeholders, registered Republicans gained two mayorships during 2018. Linda Gorton won a seat previously held by a Democrat in Lexington, Kentucky and Bob Dyer won a seat previously held by an independent in Virginia Beach, Virginia. Following the November elections, registered Democrats hold 60 mayorships (−1) in the 100 largest cities in the United States, registered Republicans hold 28 (+2), and Independents hold 7 (−1). Two nonpartisan mayoral special elections were held", "doc_score": "76.04118347167969", "publish_date": "2018/12/31"}, {"doc_id": "18413154", "text": "2018 United States gubernatorial elections / at least one highly contested gubernatorial nomination. In California, twenty-seven listed candidates received primary votes, with the winners having 34% and 25% of the votes cast. Though Republicans re-elected more than twice as many incumbents (11:5) than did Democrats, the nominations were roughly equally competitive between parties. The only incumbent to lose a primary election was a Republican in Kansas. Renominated Republican governors lost general elections in Illinois and Wisconsin. Several sites and individuals publish predictions of competitive seats. These predictions look at factors such as the strength of the incumbent (if the incumbent is running for re-election), the strength", "doc_score": "75.53984832763672", "publish_date": "2018/12/31"}, {"doc_id": "19940999", "text": "2022 United States gubernatorial elections / 2022 United States gubernatorial elections United States gubernatorial elections will be held on November 8, 2022 in 36 states and three territories. In addition, special elections may take place (depending on state law) if other gubernatorial seats are vacated. As most governors serve four year terms, the last regular gubernatorial elections for all but two of the seats took place in 2018. The governors of New Hampshire and Vermont, each of whom serve two year terms, are up for election in 2020. The 2022 gubernatorial elections will take place concurrently with several other federal, state, and local elections. Alabama: Kay", "doc_score": "75.79420471191406", "publish_date": "2018/12/31"}, {"doc_id": "19835551", "text": "2020 United States gubernatorial elections / Auditor Nicole Galloway is considered a potential candidate. Two-term incumbent Governor Steve Bullock is term-limited in 2020. Former Democratic Governor Brian Schweitzer may run again. Attorney General Tim Fox is a potential Republican candidate. One-term incumbent Governor Roy Cooper is eligible for re-election in 2020. Lieutenant Governor Dan Forest is a potential Republican candidate. One-term incumbent Governor Doug Burgum is eligible for re-election in 2020. Two-term incumbent Governor Chris Sununu is eligible for re-election in 2020. One-term incumbent Governor Ricky Rosselló of the New Progressive Party and the Democratic Party is eligible to run for re-election in 2020. Two and", "doc_score": "75.59274291992188", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_22", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "1883161", "text": "Presidency of the Council of the European Union / Council configuration from the General Affairs configuration and created the position of High Representative of the Union for Foreign Affairs and Security Policy. After the United Kingdom's Brexit vote in 2016 and its subsequent relinquishment of its scheduled presidency in the Council of the European Union which was due to take place from July to December 2017, the rotation of presidencies was brought six months forward. Estonia was scheduled to take over the UK's six-month slot instead. The presidency is currently (as of July 2018) held by Austria. The Council meets in various formations where its composition depends on the", "doc_score": "79.01182556152344", "publish_date": "2018/12/31"}, {"doc_id": "1641088", "text": "Prime Minister of Spain / Prime Minister of Spain The Prime Minister of Spain, officially the President of the Government of Spain (), is the head of the government of Spain. The office was established in its current form by the Constitution of 1978 and originated in 1823 as a chairmanship of the extant Council of Ministers. Upon a vacancy, the Spanish monarch nominates a presidency candidate for a vote of confidence by the Congress of Deputies of Spain, the lower house of the Cortes Generales (parliament). The process is a parliamentarian investiture by which the head of government is indirectly elected by the elected", "doc_score": "80.66824340820312", "publish_date": "2018/12/31"}, {"doc_id": "1641090", "text": "Prime Minister of Spain / term for the head of government in a parliamentary system. This distinction sometimes causes confusion among English-speakers; both President George W. Bush and his brother, Florida Governor Jeb Bush, referred to José María Aznar as \"President\" on separate occasions, and Donald Trump referred to Mariano Rajoy both as \"President\" and \"Mr. President\" during Rajoy's 2017 White House visit. The custom to name the head of government as \"President\" dates back to the reign of Isabella II of Spain, specifically during the regency of Maria Christina of the Two Sicilies, when the official title was (\"President of the Council of Ministers\"),", "doc_score": "80.59026336669922", "publish_date": "2018/12/31"}, {"doc_id": "1883159", "text": "Presidency of the Council of the European Union / meetings and with other EU institutions. The presidency is currently (as of July 2018) held by Austria. Three successive presidencies are known as \"presidency trios\". The current trio (2017-18) is made up of Estonia (Jul-Dec 2017), Bulgaria (Jan-Jun 2018) and Austria (Jul-Dec 2018). When the Council was established, its work was minimal and the presidency rotated between each of the then six members every six months. However, as the work load of the Council grew and the membership increased, the lack of coordination between each successive six-month presidency hindered the development of long-term priorities for the EU. In order to", "doc_score": "78.9736099243164", "publish_date": "2018/12/31"}, {"doc_id": "5644717", "text": "President of the European Union / President of the European Union The official title President of the European Union (or President of Europe) does not exist, but there are a number of presidents of European Union institutions, including: Alongside these the Council of the European Union (also known as the Council of Ministers or simply \"the Council\") containing 28 national ministers, one of each nation, rotates its presidency by country. This presidency is held by a country not person; meetings are chaired by the minister from the country holding the presidency (depending on the topic, or \"configuration\"), except for the Foreign Affairs Council (one so-called \"configuration\"", "doc_score": "77.80294799804688", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_23", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "20969257", "text": "Social media as a news source / in 2015 that social media caused more stress to teenage children than examinations, with constant interaction and monitoring by peers ending the past practice where what pupils did in the evening or at weekends was separate from the arguments and peer pressure at school. In a 2014 study, high school students ages 18 and younger were examined in an effort to find their preference for receiving news. Based on interviews with 61 teenagers, conducted from December 2007 to February 2011, most of the teen participants reported reading print newspapers only \"sometimes,\" with fewer than 10% reading them daily. The teenagers", "doc_score": "92.31806182861328", "publish_date": "2018/12/31"}, {"doc_id": "15703384", "text": "Online social entertainment / social experiences. As an evolution of social networks online, social entertainment websites have grown exponentially. In 2010, Edelman released a study revealing that seventy-three percent of 18- to 24-year-olds in the US and 61 percent in the UK see social networks as a form of entertainment. Fifty percent (US) and 56 percent (UK) of respondents aged 35–49 also consider social networking websites to be a main source of entertainment. Online entertainment is a growing industry which is replacing traditional media. Within the past decade, video renting companies have shutdown do to services such as Netflix making video rental more convenient.", "doc_score": "90.69766998291016", "publish_date": "2018/12/31"}, {"doc_id": "10949356", "text": "Social commerce / users ages 45 to 54; over 90% of Instagram users are under 35; and Tumblr is a hotbed for teenagers, 61% of whom are online for several hours a week. Brands should manage content and advertising across channels to address the users unique to each one, taking into account factors like age and gender, online behavior, and lifestyle preferences. 5 general trends should be paid attention to in 2015. The world will be a Mobile-First World In the big smartphone times, more and more people are put more time on mobile. In the U.S., carriers' shelf-space for devices with 4.7-inch", "doc_score": "90.46339416503906", "publish_date": "2018/12/31"}, {"doc_id": "20969258", "text": "Social media as a news source / instead reported learning about current events from social media sites such as Facebook, MySpace, YouTube, and blogs. Another study showed that social media users read a set of news that is different from what newspaper editors feature in the print press. Using nanotechnology as an example, a study was conducted that studied tweets from Twitter and found that some 41% of the discourse about nanotechnology focused on its negative impacts, suggesting that a portion of the public may be concerned with how various forms of nanotechnology are used in the future. Although optimistic-sounding and neutral-sounding tweets were equally likely to", "doc_score": "90.1706771850586", "publish_date": "2018/12/31"}, {"doc_id": "8240905", "text": "Social media / social media, has revealed that communication between peers through social media is positively related to purchase intentions in a couple ways. First, is a direct impact through conformity. Second, is an indirect impact by stressing product engagement. Lastly, from this study, we learned that consumer-related communication between peers on social media has a positive relationship with product engagement. In the United States, 81% of look online for news of the weather, first and foremost, with the percentage seeking national news at 73%, 52% for sports news, and 41% for entertainment or celebrity news. According to CNN, in 2010 75% of", "doc_score": "90.552490234375", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_24", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "20777938", "text": "2018 United Kingdom wildfires / 6th of July, the heatwave, which has lasted just over two weeks, is the longest in the United Kingdom since July 2013. The drought conditions were exacerbated by May 2018 being the warmest ever recorded and also one of the driest ever recorded, especially in parts of Northern England, where rainfall was the lowest. Member of Parliament Jonathan Reynolds, Shadow Economic Secretary to the Treasury, said ministers would “need to look seriously at our capacity to deal with these kinds of fires in future, including military capacity we might have lost in recent years”. Fire first broke out on Saddleworth", "doc_score": "88.81997680664062", "publish_date": "2018/12/31"}, {"doc_id": "20777959", "text": "2018 United Kingdom wildfires / on Breidden Hill close to Admiral Rodney's Pillar, between Welshpool and Llanymynech in Powys. A crew from the Mid and West Wales Fire and Rescue Service attended the wildfire, arriving at 11:52 am, and it was contained within two hours; the cause of the fire is not currently known. First broke out on 2 July 2018 on Beacon Hill and at Earnslaw Quarry. Thirty firefighters attended and Hereford and Worcester Fire and Rescue Service said the fire was in a \"difficult location\". Six fire engines and crews, from Malvern, Worcestershire, Worcester, Upton-upon-Severn, Droitwich, Whitchurch, Ledbury and Ross-on-Wye, attended, plus two", "doc_score": "87.79643249511719", "publish_date": "2018/12/31"}, {"doc_id": "20777963", "text": "2018 United Kingdom wildfires / to also prevent spreading. A wildfire occurred in the Highlands on 2 September 2018. The Derbyshire Fire and Rescue Service, Ruth George (Member of Parliament for High Peak), and others called for the cancellation of The Lights Fest, a mass release of sky lanterns scheduled to be held on 28 July at Buxton Raceway, near the Derbyshire moors. Event organisers responded by stating that the type of lanterns used did not pose a fire risk, but the event was eventually cancelled. 2018 United Kingdom wildfires Starting on 24 June 2018 and continuing through summer, a record-breaking series of wildfires burned", "doc_score": "86.92504119873047", "publish_date": "2018/12/31"}, {"doc_id": "20777945", "text": "2018 United Kingdom wildfires / was declared the fire was extinguished. In total of moorland were burned and the Manchester fire service declared it one of the busiest periods it has ever faced. Aside from the extensive firefighting effort also recent rainfall had led to the final declaration of the fire being extinguished. One wildlife expert said the effects of the fire could last for up to fifteen years. A large wildfire broke out on Winter Hill, north of Bolton in Lancashire, at around 3:20 pm on Thursday 28 June 2018; near the Winter Hill transmitting station. Initially, five fire engines from Greater Manchester and", "doc_score": "86.60731506347656", "publish_date": "2018/12/31"}, {"doc_id": "20777962", "text": "2018 United Kingdom wildfires / determined to have been caused by arson, burned for around five hours before being contained. The fire destroyed around of steep hillside shrubland habitat on the hills above the city, as well as numerous buildings and structures at the abandoned Sheffield Ski Village site. On 2 July 2018, fire crews were called to a fire in Dinton, Wiltshire. The fire broke out in a field off Hinton Road with the blaze encompassing around of land. The farmer helped firefighters by using a plough to create a fire break to stop the flames from spreading. Firefighters also dampened the hedges around", "doc_score": "85.33840942382812", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_25", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "6940056", "text": "LTCL DipTESOL / LTCL DipTESOL The Licentiate Diploma in TESOL, also known as LTCL DipTESOL, is a professional qualification awarded in the teaching of English for Speakers of Other Languages (ESOL) by Trinity College London. It is an advanced teaching qualification, often seen as a follow-up to the CertTESOL, and is accredited in England by the Qualifications and Curriculum Authority at Level 7 on the UK National Qualifications Framework as are master’s degrees in related subject areas. Holders of the LTCL DipTESOL are also eligible for credit transfer on some master's degree programs. All candidates for the LTCL DipTESOL must have completed a", "doc_score": "76.36182403564453", "publish_date": "2018/12/31"}, {"doc_id": "4658733", "text": "Texas Assessment of Knowledge and Skills / year in which they are otherwise eligible to graduate may use scores from the SAT or ACT to replace the ELA and Math TAKS. However, students are still required to pass the exit level science and social studies TAKS test as well as satisfy all coursework requirements in order to be eligible to receive a Texas high school diploma. In 2007, the TEA introduced TAKS (Accommodated), TAKS-M, and TAKS-Alt to assess students receiving special education services. Determination of the appropriate assessment is made by the ARD committee based on each individual student's instructional supports and current level of functioning. A", "doc_score": "75.81802368164062", "publish_date": "2018/12/31"}, {"doc_id": "9957349", "text": "Academic certificate / Academic certificate An academic certificate is a document that certifies that a person has received specific education or has passed a test or series of tests. In many countries, a certificate is a qualification attained in secondary education. For instance, students in the Republic of Ireland sit the Junior Certificate and follow it with the Leaving Certificate. Similarly, other countries have awards, for instance, in Australia the Higher School Certificate (HSC) in New South Wales, the Victorian Certificate of Education (VCE) in Victoria, etc., is the examination taken on completion of secondary education. In parts of the United Kingdom the", "doc_score": "75.08039855957031", "publish_date": "2018/12/31"}, {"doc_id": "20508123", "text": "Business Language Testing Service / Business Language Testing Service The Business Language Testing Service (BULATS) is an English language test provided by Cambridge English Language Assessment. It assesses the level of a person in a used language and in a professional context. This foreign language skills assessment is validated by a two-years valid certificate. The languages evaluated are English, German (in collaboration with the Goethe-Institut), Spanish (in collaboration with the University of Salamanca) and French (in collaboration with the Alliance Française). It's an online test that give a score between 0 and 100 giving a direct equivalence with the Common European Framework of Reference for", "doc_score": "75.97993469238281", "publish_date": "2018/12/31"}, {"doc_id": "16886355", "text": "British Studies Seminar, University of Texas at Austin / with live oaks and the scattered ashes of one of the founding members of the seminar. On arrival at the seminar, the participants help themselves to a glass of Tio Pepe or Dry Sack sherry, though teetotalers prefer cranberry juice. Sherry has come to symbolize the attitude. The seminar meets to examine in a civilized way whatever happens to be on the agenda, Scottish or Indian, Canadian or Jamaican, English or Australian. The discussion is civil, but sometimes grows a bit heated. What makes the debate engrossing is the clash of different perspectives—including those of lawyers, physicians, retired ambassadors, and", "doc_score": "75.06767272949219", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_26", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "15791757", "text": "FIFA eligibility rules / and instead use the default FIFA statute clauses, players with a home nation nationality would be able to transfer to a club in another home nation and be eligible for that national team after a period of two years (providing they have not been capped or played in an \"official\" competition for a nation). In February 2009, the Scottish FA's Gordon Smith put forward a proposal that would allow players educated in the FA's territory who otherwise had no blood connections to the nation to become eligible to represent the nation. The rule was ratified by FIFA in October 2009.", "doc_score": "87.6751937866211", "publish_date": "2018/12/31"}, {"doc_id": "15791756", "text": "FIFA eligibility rules / or grand-parental links to a nation, as it is based on where the player is educated before the age of 18. The home nations have agreed to remove a clause that enables players to gain eligibility for one of the eight national teams due to residency. The FIFA statutes state that \"Associations sharing a common nationality may make an agreement under which item (d) of par. 1 of this article is deleted completely or amended to specify a longer time limit\". The clause removed is: If the home nations' associations had chosen not to remove or alter the 'd' clause", "doc_score": "89.58470153808594", "publish_date": "2018/12/31"}, {"doc_id": "15791737", "text": "FIFA eligibility rules / persuade players to change their FIFA nationality; in June 2011, for example, Scotland manager Craig Levein confirmed that his colleagues had started a dialogue with United States under-17 international Jack McBean in an attempt to persuade him to represent Scotland in the future. Gareth Bale was asked about a possibility to play for England, being of English descent through his grandmother, but ultimately opted to represent Wales, his country of birth. In June 2009, FIFA Congress passed a motion that removed the age limit for players who had already played for a country's national team at youth level to change", "doc_score": "89.50224304199219", "publish_date": "2018/12/31"}, {"doc_id": "15791743", "text": "FIFA eligibility rules / Due to the United Kingdom's position in world football as a sovereign state that has four national teams, there has been a series of additional agreements between national football associations of the United Kingdom; England (FA), Scotland (SFA), Wales (FAW) and Northern Ireland (IFA). The latest agreement came in 2010 and was ratified by FIFA. In 1990, Nigel Spackman wanted to be called up by Scotland during his time at Rangers F.C. through his Scottish grandfather. However at the time, the four British Associations did not choose to accept players without parents pertaining to the nation. \"The Herald\" reported that", "doc_score": "88.83769226074219", "publish_date": "2018/12/31"}, {"doc_id": "15791751", "text": "FIFA eligibility rules / players who had no links to a UK nation, Northern Ireland attempted to call up Germany-born Maik Taylor, Nigeria-born Dele Adebola and Jamaica-born David Johnson. McMenemy's successor Sammy McIlroy was not pleased with his predecessor's policy, upon being appointed as Northern Ireland manager he said: \"It's farcical chasing players with absolutely no connection to our country.\" Former FA executive David Davies confirmed that England had once considered calling up Italian Carlo Cudicini, Brazilian Edu and Frenchmen Steed Malbranque and Louis Saha during Sven-Göran Eriksson's time as England manager. In February 2004, there was a lot of media speculation in Scotland", "doc_score": "87.68858337402344", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_27", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "20282710", "text": "2017 Uganda Marburg virus outbreak / individuals rose to 155 in terms of contact tracing According to the Centers for Disease Control and Prevention (CDC), the Marburg virus was first recognised in 1967. In terms of diagnosis the presentation is similar to malaria or typhoid fever and therefore not easy to identify (diagnose). The Marburg virus is considered a filovirus, which is the same as the Ebola virus in terms of viral classification. According to Mehedi, et al macrophages, monocytes, and dendritic cells, are what the virus \"attacks\" due to their importance in the human bodies normal mechanism According to the World Health Organization there is", "doc_score": "87.08415222167969", "publish_date": "2018/12/31"}, {"doc_id": "20220025", "text": "2016–18 Yemen cholera outbreak / in Abs, in northwestern Yemen. Doctors Without Borders reported that they had provided GPS coordinates to Saudi Arabia on twelve separate occasions, and had received nine written responses confirming receipt of those coordinates Note 1: Starting in December 2017, The World Health Organization began counting cases of cholera from 27 April 2017 onwards instead of from October 2016. This is resolved by adding 26 070 suspected cholera cases and 120 deaths from December onwards. Note 2: Starting on 8 November 2018, The World Health Organization began counting cases of cholera from 1 January 2018 onwards instead of from 27 April", "doc_score": "85.89990234375", "publish_date": "2018/12/31"}, {"doc_id": "15932777", "text": "Marburg virus / vaccine began in Kampala, Uganda. Marburg virus was first described in 1967. It was noticed during small outbreaks in the German cities Marburg and Frankfurt and the Yugoslav capital Belgrade in the 1960s. German workers were exposed to tissues of infected grivet monkeys (\"Chlorocebus aethiops\") at the city's former main industrial plant, the Behringwerke, then part of Hoechst, and today of CSL Behring. During these outbreaks, 31 people became infected and seven of them died. MARV is a Select Agent. The virus is one of two members of the species \"Marburg marburgvirus\", which is included in the genus \"Marburgvirus\", family", "doc_score": "88.69480895996094", "publish_date": "2018/12/31"}, {"doc_id": "690998", "text": "Marburg virus disease / with marburgviruses in Kamwenge District, Uganda. The first case, a 29-year-old man, became symptomatic on July 4, 2007, was admitted to a hospital on July 7, and died on July 13. Contact tracing revealed that the man had had prolonged close contact with two colleagues (a 22-year-old man and a 23-year-old man), who experienced clinical signs of infection before his disease onset. Both men had been admitted to hospitals in June and survived their infections, which were proven to be due to MARV. A fourth, 25-year-old man, developed MVD clinical signs in September and was shown to be infected with", "doc_score": "86.8636245727539", "publish_date": "2018/12/31"}, {"doc_id": "19397639", "text": "2016 Angola and DR Congo yellow fever outbreak / national surveillance system. As of 31 May, 52 cases were laboratory confirmed by the National Institute for Biomedical Research in Kinshasa and the Pasteur Institute in Dakar. Forty-six of the 52 cases were imported from Angola; 2 were classified as autochthonous. Local transmission was still ongoing in urban areas in Angola and DR Congo. WHO classified the outbreak in DR Congo as a Grade 2 Emergency. On 30 May, the GAVI Alliance announced the launch of a mass vaccination campaign in DR Congo, but as of 22 June, vaccine was in short supply. On 20 June, the health minister declared", "doc_score": "84.23745727539062", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_28", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "18385298", "text": "John Lewis & Partners Christmas advert / Awards for their campaigns up to that point. They were awarded the top prize which is awarded to companies \"showcasing and rewarding campaigns that demonstrate their marketing payback\". John Lewis & Partners Christmas advert The John Lewis & Partners Christmas advert is a television advertising campaign released by British department store chain John Lewis & Partners in the build-up to Christmas. John Lewis & Partners launched their first Christmas advert in 2007. It has since become something of an annual tradition in British popular culture, and one of the signals that the countdown to Christmas has begun in the UK.", "doc_score": "85.84542846679688", "publish_date": "2018/12/31"}, {"doc_id": "9529761", "text": "Apple Day / Apple Day Apple Day is an annual celebration of apples and orchards, held in October. It is celebrated mainly in the United Kingdom. It traditionally falls on 21 October, the date of the first such event in 1990, but events are held throughout the month. It is commonly a weekend event, usually taking place on the Saturday and Sunday closest to 30 October. Apple Day events can be large or small, from apple games in a garden to large village fairs with cookery demonstrations, games, apple identification, juice and cider, gardening advice, and the sale of many hundreds of apple", "doc_score": "81.0408706665039", "publish_date": "2018/12/31"}, {"doc_id": "18385296", "text": "John Lewis & Partners Christmas advert / John Lewis & Partners Christmas advert The John Lewis & Partners Christmas advert is a television advertising campaign released by British department store chain John Lewis & Partners in the build-up to Christmas. John Lewis & Partners launched their first Christmas advert in 2007. It has since become something of an annual tradition in British popular culture, and one of the signals that the countdown to Christmas has begun in the UK. The adverts tend to attract widespread media coverage and acclaim upon their release. The songs used in the advertising campaigns were, until 2018, covers of existing songs by", "doc_score": "84.55929565429688", "publish_date": "2018/12/31"}, {"doc_id": "1964554", "text": "New Year's Eve / most prominent New Year's celebration in England is that of Central London, where the arrival of midnight is greeted with the chimes of Big Ben. In recent years, a major fireworks display has also been held, with fireworks launched from the nearby London Eye Ferris wheel. On New Year's Eve 2010, an estimated 250,000 people gathered to view an eight-minute fireworks display around and above the London Eye which was, for the first time, set to a musical soundtrack. The celebrations in London continued into 1 January, with the New Year's Day Parade, held annually since 1987. The 2011 parade", "doc_score": "80.68814086914062", "publish_date": "2018/12/31"}, {"doc_id": "1459866", "text": "Sainsbury's / of the UK's largest retail loyalty scheme called 'Nectar' in 2002. The scheme allows customers to earn points on almost everything bought from Sainsbury's as well as from other participating retailers in return for a large range of rewards. For every pound spent the customer earns 1 point - a reward equivalent to 0.5% of supermarket purchases. Since 2015 Sainsbury's no longer offers 1 bonus point for every carrier bag the customers reuses. From April 2015, Sainsbury's halved the number of points that customers earned for every pound, to one point per pound. Sainsbury's previously operated Sainsbury's Reward Scheme between", "doc_score": "80.21354675292969", "publish_date": "2018/12/31"}]}
{"question_id": "20220722_29", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "6486556", "text": "Housing Benefit / of 20 October 2010 George Osborne announced a series of changes to housing benefit. From April 2011 claimants will only be able to claim a rent based on the 30th percentile of rent in their area (previously 50th percentile). The age at which most single people can claim for a self-contained one bedroom flat (rather than the shared room rate) was increased to 35 years. Exceptions to this apply to some groups, including care leavers aged under 22, some people who have a disability and over 25s who have spent at least three months living in hostel accommodation, subject to", "doc_score": "99.56747436523438", "publish_date": "2018/12/31"}, {"doc_id": "19198474", "text": "Housing in the United Kingdom / dwellings were provided by private landlords. The proportion of dwellings rented from the private rented sector is increasing, whilst the public sector is declining. In the financial year 2014, the private rented sector increased by 123,000 dwellings, and the public sector declined by 9,000 dwellings. Nearly all dwellings are let using \"Shorthold Assured Tenanc\"y agreements. There is a short period, typically six months or a year, where neither side can terminate the agreement. After this period, both sides can terminate the agreement at a month's notice. In the UK there is no property tax based on ownership, which many other", "doc_score": "96.9654541015625", "publish_date": "2018/12/31"}, {"doc_id": "1372026", "text": "Council Tax / parish council precepts) to reach a total Band D council tax bill. To calculate the council tax for a particular property a ratio is then applied. A Band D property will pay the full amount, whereas a Band H property will pay twice that. Note there is no upper limit for band H. This means that in reality, someone who lives in a multimillion pound mansion, will pay 3 times more than someone in a bedsit which falls into Band A. The government had planned to revalue all properties in England in 2007 (the first revaluations since 1993) but, in", "doc_score": "96.31078338623047", "publish_date": "2018/12/31"}, {"doc_id": "13559228", "text": "Housing in Wales / Snowdonia and Pembroke applicants for new homes must demonstrate a proven local need or the applicant had strong links with the area. Housing in Wales House prices increased in Wales during the Housing market crisis in the United Kingdom (2008). There has been political debate that this has contributed to a decline in the number of speakers of the Welsh language. Much of the rural Welsh property market was driven by buyers looking for second homes for use as holiday homes, or for retirement. Many buyers were drawn to Wales from England because of relatively inexpensive house prices in Wales", "doc_score": "94.44051361083984", "publish_date": "2018/12/31"}, {"doc_id": "6486518", "text": "Housing Benefit / minus ineligible services and any non-dependant deductions. Where council tenant rents are high in comparison to guidelines issued by the Department of Communities and Local Government, the restriction applies the subsidy payable to local authorities and not the individual claimant. This is done through the Rent Rebate Subsidy Limitation Percentage. Rent Rebate is normally paid at a subsidy rate of 100%. Where rents are high the amount payable by the DWP is the percentage derived from dividing the average rent for the authority by the target rent figure. The cost of this is then met by Housing Revenue Account (the", "doc_score": "96.7657470703125", "publish_date": "2018/12/31"}]}
