{"question_id": "20220722_22", "search_time": "2022/07/22/14:23", "search_result": [{"doc_id": "1883161", "text": "Presidency of the Council of the European Union / Council configuration from the General Affairs configuration and created the position of High Representative of the Union for Foreign Affairs and Security Policy. After the United Kingdom's Brexit vote in 2016 and its subsequent relinquishment of its scheduled presidency in the Council of the European Union which was due to take place from July to December 2017, the rotation of presidencies was brought six months forward. Estonia was scheduled to take over the UK's six-month slot instead. The presidency is currently (as of July 2018) held by Austria. The Council meets in various formations where its composition depends on the", "doc_score": "79.01182556152344", "publish_date": "2018/12/31"}, {"doc_id": "1641088", "text": "Prime Minister of Spain / Prime Minister of Spain The Prime Minister of Spain, officially the President of the Government of Spain (), is the head of the government of Spain. The office was established in its current form by the Constitution of 1978 and originated in 1823 as a chairmanship of the extant Council of Ministers. Upon a vacancy, the Spanish monarch nominates a presidency candidate for a vote of confidence by the Congress of Deputies of Spain, the lower house of the Cortes Generales (parliament). The process is a parliamentarian investiture by which the head of government is indirectly elected by the elected", "doc_score": "80.66824340820312", "publish_date": "2018/12/31"}, {"doc_id": "1641090", "text": "Prime Minister of Spain / term for the head of government in a parliamentary system. This distinction sometimes causes confusion among English-speakers; both President George W. Bush and his brother, Florida Governor Jeb Bush, referred to José María Aznar as \"President\" on separate occasions, and Donald Trump referred to Mariano Rajoy both as \"President\" and \"Mr. President\" during Rajoy's 2017 White House visit. The custom to name the head of government as \"President\" dates back to the reign of Isabella II of Spain, specifically during the regency of Maria Christina of the Two Sicilies, when the official title was (\"President of the Council of Ministers\"),", "doc_score": "80.59026336669922", "publish_date": "2018/12/31"}, {"doc_id": "1883159", "text": "Presidency of the Council of the European Union / meetings and with other EU institutions. The presidency is currently (as of July 2018) held by Austria. Three successive presidencies are known as \"presidency trios\". The current trio (2017-18) is made up of Estonia (Jul-Dec 2017), Bulgaria (Jan-Jun 2018) and Austria (Jul-Dec 2018). When the Council was established, its work was minimal and the presidency rotated between each of the then six members every six months. However, as the work load of the Council grew and the membership increased, the lack of coordination between each successive six-month presidency hindered the development of long-term priorities for the EU. In order to", "doc_score": "78.9736099243164", "publish_date": "2018/12/31"}, {"doc_id": "5644717", "text": "President of the European Union / President of the European Union The official title President of the European Union (or President of Europe) does not exist, but there are a number of presidents of European Union institutions, including: Alongside these the Council of the European Union (also known as the Council of Ministers or simply \"the Council\") containing 28 national ministers, one of each nation, rotates its presidency by country. This presidency is held by a country not person; meetings are chaired by the minister from the country holding the presidency (depending on the topic, or \"configuration\"), except for the Foreign Affairs Council (one so-called \"configuration\"", "doc_score": "77.80294799804688", "publish_date": "2018/12/31"}]}
