{"question_id": "20220722_22", "search_time": "2022/07/22/14:13", "search_result": [{"url": "https://www.cnn.com/2022/07/07/europe/boris-johnson-resignation-intl/index.html", "title": "Boris Johnson: UK Prime Minister resigns after mutiny in his party ...", "text": "London (CNN) Boris Johnson's turbulent tenure as Britain's Prime Minister came to an end Thursday after a historic party revolt over a series of ethics scandals forced him to step down.\n\nIt took the resignation of nearly 60 members of his government -- almost half the payroll -- for Johnson to finally abandon his attempts to cling on to power. Even then, the Prime Minister insisted that he would continue as caretaker leader while the Conservative Party launches the process of choosing a successor\n\nSome senior figures in his party say even that will be unsustainable, given the dwindling number of people willing to work for him.\n\nOthers are already lining up to replace him. Party officials say they will announce the timetable for a leadership election by Monday.\n\nSpeaking in front of the famous 10 Downing Street door, the same place where many of his predecessors delivered their own resignation address, Johnson announced that he would be stepping down -- without actually saying the words out loud.\n\n\"It is clearly now the will of the parliamentary Conservative Party that there should be a new leader of that party and therefore, a new prime minister,\" Johnson said.\n\n\"The process of choosing that new leader should begin now,\" he added, saying the time line will be announced next week.\n\nIn a sign that he is planning to stay in the office for as long as he can, Johnson announced he had appointed a new cabinet \"to serve, as I will, until a new leader is in place.\" Appointing new cabinet ministers means that the government can continue to function as he prepares to depart.\n\nJohnson spoke of his attempts to stay on as leader and how \"painful\" it is for him to step down, but made no mention of the scandals that have proved his political downfall.\n\n\"In the last few days, I've tried to persuade my colleagues that it would be eccentric to change governments when we're delivering so much... and when the economic scene is so difficult domestically and internationally,\" Johnson said.\n\n\"I regret not to have been successful in those arguments, and of course, it's painful, not to be able to see through so many ideas and projects myself,\" he said, adding that he's proud of \"getting Brexit done\" and \"leading the West in standing up to Putin's aggression in Ukraine.\"\n\nJohnson went on to address voters directly, expressing sadness at stepping down after nearly three years.\n\n\"To you, the British public: I know that there will be many people who are relieved and, perhaps, quite a few will also be disappointed,\" he said. \"And I want you to know how sad I am to be giving up the best job in the world, but them's the breaks.\"\n\nJohnson has in recent months been engulfed in a series of scandals that forced even his most stalwart supporters to abandon him. The latest was Downing Street's botched handling of the resignation by Johnson's former deputy chief whip, Chris Pincher, who was accused of groping two men last week.\n\nJohnson initially attempted to ride out the crisis -- despite an unprecedented flight of middle-ranking ministers from the government, a battering at Prime Minister's Questions and a bruising appearance before a committee of senior lawmakers in Parliament. On Wednesday, he still insisted he wasn't going to resign.\n\nHe finally gave in Thursday after some of his most loyal allies told him that the game was up.\n\nUK Foreign Secretary Liz Truss said Johnson had made the \"right decision\" to resign. \"We need calmness and unity now and to keep governing while a new leader is found,\" she added.\n\nGreg Clark, newly appointed UK Secretary of State for Levelling Up, Housing and Communities, said that he had a \"duty to ensure that the country has a functioning government.\"\n\nThe leader of the opposition Labour Party, Keir Starmer, said it was \"good news for the country\" that Johnson had decided to resign, adding that \"it should have happened long ago.\"\n\n\"He was always unfit for office. He has been responsible for lies, scandal and fraud on an industrial scale,\" said Starmer on Twitter.\n\nThe opposition leader also had scathing words for the Conservatives. \"They have been in power for 12 years. The damage they have done is profound. Twelve years of economic stagnation. Twelve years of declining public services. Twelve years of empty promises,\" Starmer said.\n\n\"Enough is enough. We don't need to change the Tory at the top -- we need a proper change of government. We need a fresh start for Britain.\"\n\nTimeline of Boris Johnson's scandals September 9, 2019 Suspends Parliament Two months into his premiership, Boris Johnson prorogues -- or suspends -- Parliament for five weeks ahead of an October 31 deadline to leave the European Union. Opponents say it's an attempt to shut down debate where Parliament can decide the type of Brexit deal with the EU. September 24 The Supreme Court rules Johnson's decision to prorogue Parliament was illegal and he is forced to apologise to the Queen. April 21, 2021 Favors The BBC leaks text messages of Johnson saying he would \"fix\" concerns about a change in tax status for the staff of inventor James Dyson who were in the UK to build ventilators during the Covid-19 pandemic. November 2021 Johnson pressures Conservative MPs to overturn the suspension of Owen Paterson, a fellow Conservative MP accused of breaching lobbying rules. The next day, following a backlash, Johnson made a U-turn and Paterson resigned. December 7 A Foreign Office whistleblower leaked emails suggesting Johnson may have lied about evacuating animals before people desperate to escape the Taliban amidst the withdrawal from Afghanistan. December Partygate Allegations emerge of illegal parties taking place at Downing Street in the midst of lockdown. This was the start of the scandal that became known as \"Partygate.\" Johnson maintains that \"all guidance was followed completely in No. 10.\" December 7 A video is leaked showing a press briefing rehearsal with government adviser Allegra Stratton joking about illegal parties at Downing Street. Johnson denies any lockdown rules had been broken. Allegra Stratton in the leaked video published by ITV News. December 9 Refurbishments The Electoral Commission fines Johnson for failing to declare where the funds came from to refurbish his Downing Street residence. Johnson faced allegations of corruption after Whatsapp messages were leaked that showed Johnson asking a Conservative Party donor for funds. January 12 Johnson admits he attended a party at Downing Street but that he thought it was a \"work event.\" This was considered a farcical excuse, and the British public backlash ensued. January 12, 2022 Contracts for friends London's High Court ruled that it was unlawful for Johnson's government to have awarded contracts, without competition in 2020 to personal protective equipment suppliers with political connections. January 31 Partygate continues First version of Sue Gray's report is released. It provides details of how Johnson broke pandemic rules that he himself set for the public. April 12 Johnson and his chancellor are fined by the police for breaking lockdown rules by having illegal parties in Downing Street. This is the first time a sitting Prime Minister has been fined for breaking the law. May 25 The full Sue Gray report is released with further details of illegal parties such as \"red wine spilled on one wall.\" Gray concludes that senior leadership must \"bear responsibility for this culture\" that allowed such parties to take place. Boris Johnson raises a can of beer at his illegal June 2020 birthday party. June 6 Party divide Johnson survives a vote of confidence by a slim margin where only 59% of his party voted to keep him as party leader. July 5 Johnson apologizes for appointing Chris Pincher as deputy chief whip despite being aware of Pincher's past allegations of sexual misconduct. July 5 Two senior cabinet ministers resign citing a lack of confidence in Johnson prompting a cascade of ministerial resignations in the next 36hrs. July 7 Johnson announces he's stepping down as Conservative Party leader. Source: CNN reporting, BBC, UK Parliament Words, design and development: Sarah-Grace Mankarious and Marco Chacón, CNN\n\n'Needless damage'\n\nConventionally, when a Conservative leader resigns, he or she gives the party time to hold a thorough leadership contest , in which Conservative lawmakers and then party members nationwide vote.\n\nBut some said Johnson should leave office more quickly.\n\n\"We now need a new Leader as soon as practicable,\" Business and Energy Secretary Kwasi Kwarteng said on Twitter. \"Someone who can rebuild trust, heal the country, and set out a new, sensible and consistent economic approach to help families,\" he added.\n\nScottish First Minister Nicola Sturgeon also called for the leadership question to be settled.\n\n\"There will be a widespread sense of relief that the chaos of the last few days (indeed months) will come to an end, though notion of Boris Johnson staying on as PM until autumn seems far from ideal, and surely not sustainable?\" Sturgeon said in a series of tweets.\n\nConservative MP Steve Baker told CNN that the party needs \"to move swiftly to a leadership contest.\"\n\nBaker said Deputy Prime Minister Dominic Raab should be caretaker prime minister, but that Johnson could also continue in office. Raab has deputized for Johnson in the past: When the PM was in intensive care with Covid-19 in April 2020 and then again briefly last month when Johnson underwent \"routine\" operation and was put under general anesthetic.\n\nRaab said he would not stand as next Conservative party leader, according to Britain's PA news agency, which would make him a candidate for a caretaker PM if Johnson was to step down early.\n\n\"I am absolutely determined that we should not prolong this crisis. If it's agreed within government that Boris Johnson should continue as caretaker, then that's fine with me,\" Baker told CNN. \"Because we need to just end the crisis, get into a leadership contest, and start fresh in September.\"\n\nFormer British Prime Minister John Major said it would be \"unwise and may be unsustainable\" for Johnson to remain in the office of prime minister for long while a new Conservative leader is chosen. He too suggested Raab could serve as the acting prime minister.\n\nHours after Johnson's announcement, Conservative MP Tom Tugendhat launched his campaign for the top job with an editorial in UK newspaper the Telegraph.\n\nBarrage of criticism\n\nJohnson's departure will mark a remarkable downfall for a prime minister who was once seen as having political superpowers, with an appeal that transcended traditional party lines.\n\nHe won a landslide victory in December 2019 on the promise of delivering a Brexit deal and leading the UK to a bright future outside the European Union. But his premiership unraveled in the aftermath of the Covid-19 pandemic\n\nIn recent months the prime minister has faced a barrage of criticism from all sides over his conduct and that of some members of his government, including illegal, Covid-19 lockdown-breaking parties thrown in his Downing Street offices for which he and others were fined.\n\nNumerous other scandals have also hit his standing in the polls. These include accusations of using donor money inappropriately to pay for a refurbishment of his Downing Street home and ordering MPs to vote in such a way that would protect a colleague who had breached lobbying rules.\n\nLast month, he survived a confidence vote among members of his own party, but the final count of his lawmakers who rebelled against him was higher than his supporters expected: 41% of his own parliamentary party refused to back him.\n\nHe suffered a further blow late last month when his party lost two parliamentary by-elections in a single night, raising new questions about his leadership.\n\nHis reputation was also damaged by the resignation of his second ethics adviser in less than two years.", "authors": ["Jack Guy", "Luke Mcgee", "Ivana Kottasová"], "publish_date": "2022/07/07"}, {"url": "https://www.cnn.com/2022/07/21/europe/mario-draghi-italy-resignation-intl/index.html", "title": "Italy's president dissolves parliament, triggering snap election ...", "text": "Rome, Italy (CNN) Italy's President Sergio Mattarella dissolved parliament on Thursday, triggering a snap election following the resignation of the country's Prime Minister Mario Draghi earlier in the day. The national election will take place on September 25.\n\nMattarella branded the developments as \"inevitable\" following the political upheaval faced by the European Union's third largest economy over the last 24 hours.\n\nIn a short address from his residence at the Quirinale Palace in Rome, Mattarella thanked Draghi and his ministers \"for their efforts over the past 18 months.\"\n\n\"The political situation that has been determined has led to this decision,\" he added. \"The discussion, the vote, and the manner in which this vote was cast yesterday in the Senate made clear the loss of parliamentary support for the government and the absence of prospects for forming a new majority. This situation made the early dissolution of the chambers inevitable.\"\n\nMattarella said the period Italy is going through \"does not allow for any pauses\", in the statement issued at the end of his meeting with Senate President Elisabetta Casellati and House Speaker Roberto Fico.\n\n\"I have the duty to emphasize that the period we are going through does not allow for pauses in the interventions that are indispensable to counteract the effects of the economic and social crisis and, in particular, of the rise in inflation, which, caused above all by the cost of energy and food, entails heavy consequences for families and businesses,\" he said.\n\nDraghi's resignation comes after several key parties in his coalition -- the powerful 5-Star movement, the largest party in the country's coalition government, center-right Forza Italia and the far-right League -- boycotted a confidence vote in the government Wednesday night.\n\nThe centrist leader's resignation came despite his popularity among many inside the country and support from world leaders, who view him as an important European voice in standing up to Russian President Vladimir Putin and his war in Ukraine.\n\nDraghi's resignation not only presents a challenge for the future of Italy -- but also for Europe.\n\nA political pandora's box\n\nDraghi, a prominent economist unaffiliated with any political party, became prime minister in February 2021, leading a cabinet of ministers from across the country's vast political spectrum.\n\nHe's the fifth prime minister to lead the country in just eight years, following the resignation of Giuseppe Conte in early 2021 over his handling of the Covid-19 pandemic.\n\nThe former European Central Bank chief won the moniker \"Super Mario\" for saving the euro during Europe's sovereign debt crisis. He worked closely with finance minister Daniele Franco to prepare a reforms plan for Italy that will allow it to obtain a 209-billion euro package from the European Covid-19 recovery fund.\n\nHowever, last week, 5-Star withdrew its support in a parliamentary confidence vote on an economic package designed to tackle Italy's cost-of-living crisis.\n\nDraghi had previously said he would not lead a government that did not include 5-Star. Meanwhile, the hard-right League and centre-right Forza parties have dismissed the possibility of staying in government with 5-Star, leaving the government on the brink of collapse and sending the FTSE MIB, Italy's main stock market, down more than 2.5%.\n\nWith Draghi's resignation and its government dissolved, Italy will now have to wait for elections to pass any reforms and to pass its 2023 budget. The crisis will affect ordinary Italians, as without a functioning government, Italy will not be able to access billions of euros from the EU's Covid-19 fund.\n\nItaly's Prime Minister Mario Draghi addresses to the lower house of parliament ahead of a vote of confidence in Rome on Wednesday.\n\nA blow for Ukraine\n\nDraghi has been a key figure in the West's response to Russia's war in Ukraine. He was one of the first European leaders to propose sanctions against Russia, including targeting its oligarchs and ratcheting up pressure on its central bank.\n\nHe has also supported Ukraine's bid for EU candidacy.\n\nFrom Left: Italian Prime Minister Mario Draghi, German Chancellor Olaf Scholz, Ukrainian President Volodymyr Zelensky, French President Emmanuel Macron and Romanian President Klaus Iohannis meet for a working session in Kyiv, on June 16, 2022.\n\nLast month, he met with Ukrainian President Volodymyr Zelensky in Kyiv on a visit to underline his support, alongside German Chancellor Olaf Scholz, French President Emmanuel Macron and Romanian President Klaus Iohannis, despite a growing backlash in Italy over sanctions and aid to Ukraine.\n\nIn his last address before his resignation, Draghi warned the Senate that turmoil in Italian politics could leave an opening for Russia. \"We need to block Russian interference in our politics and society,\" he said.\n\nEmmanuel Macron hailed Draghi as a \"great Italian statesman,\" in a statement published following his resignation on Thursday.\n\nThe French president went on to call his Italian counterpart \"a great European, a trusted partner and a friend of France\" with whom he had \"built a sincere and trusting relationship over the past few years.\"\n\nHe also drew attention to Draghi's commitment to the European Union, saying that Draghi's Italy had been an \"unfailing supporter in providing European responses to our common challenges, particularly in the face of Russia's aggression against Ukraine.\"\n\nRussia is watching\n\nItalian Foreign Minister Luigi Di Maio believes that Draghi's political enemies have created an opportunity for Russia, telling Politico last week: \"The Russians are right now celebrating having made another Western government fall.\"\n\nHe added, \"Now I doubt we can send arms [to Ukraine]. It is one of the many serious problems.\"\n\nRome's attitude toward Moscow could shift after the elections, with Putin sympathizers among those vying for power.\n\nMatteo Salvini, the leader of the far-right League Party who has made many trips to Moscow, famously posted a selfie of himself wearing a t-shirt adorned with Putin's face from the city's Red Square prior to the invasion. And Putin ally Silvio Berlusconi, who also sits in the center-right coalition, could rattle the Western European alliance.\n\nA headache for Italy and Europe?\n\nDraghi's resignation also comes as Europe is facing some of its biggest challenges in years -- and is facing a risk of recession.\n\nAnnual inflation in the European Union jumped to 9.6% in June. It reached 8.6% for the 19 countries that use the euro.\n\nAnd the wildfires that have swept across Spain and France could also put a dampener on economic activity.\n\nWith Italians now facing an early election, investors fear that right-wing factions in the country could gain increased support at the ballot box, raising questions about EU cohesion at an important juncture.\n\nItaly's center-right is led by Euroskeptics including the League's Salvini and the Brother of Italy party's Giorgia Meloni, though some parties in the coalition have taken a softer stance on the EU. And while the Democratic Party is expected to maintain its pro-Europe position, it is not expected to govern.\n\nMeanwhile, the 5-Star Movement is made up of both Euroskeptics and EU supporters, but it's not expected to do well in upcoming elections either.", "authors": ["Kara Fox", "Barbie Latza Nadeau Nicola Ruotolo", "Sharon Braithwaite", "Livia Borghese"], "publish_date": "2022/07/21"}, {"url": "https://www.cnn.com/2022/07/10/asia/sri-lanka-protest-president-sunday-intl-hnk/index.html", "title": "As Sri Lanka's Rajapaksa agrees to step down, singing on streets ...", "text": "(CNN) Sri Lanka woke on Sunday to an uncertain future, with both its President and Prime Minister set to step down after thousands of protesters stormed their homes in fury over the nation's crippling economic crisis.\n\nPresident Gotabaya Rajapaksa has agreed to resign on July 13, the speaker of the country's parliament announced late Saturday, following a tumultuous day that saw protesters break into Rajapaksa's official residence in Colombo and splash around in his swimming pool.\n\nProtesters also targeted Prime Minister Ranil Wickremesinghe, setting on fire his private residence on Fifth Lane, an affluent neighborhood in the capital. Wickremesinghe later said he was willing to resign \"to make way for an all-party government.\"\n\nThe announcements -- which protesters celebrated by singing on the streets and setting off fireworks -- marked a historic victory for the protesters, who have been demanding Rajapaksa's resignation for months over his government's failure to address the country's economic collapse\n\nFour other ministers stepped down over the weekend.\n\nMinister of Tourism and Land Harin Fernando, Minister of Labour and Foreign Employment Manusha Nanayakkara and Minister of Transport and Highways and co-spokesperson for the cabinet Bandula Gunawardena all resigned on Saturday, according to the ministers' offices.\n\nMinister of Investment Promotion Portfolio Dhammika Perera told CNN he resigned on Sunday.\n\nThe economic turmoil has plunged the Indian Ocean island nation of 22 million into a dire humanitarian crisis, leaving millions struggling to buy food, medicine and fuel.\n\nAfter months of largely peaceful protests, anger reached tipping point on Saturday, as more than 100,000 people massed outside Rajapaksa's residence, calling for his resignation.\n\nVideo broadcast on Sri Lankan television and on social media showed the protesters enter the President's House -- Rajapaksa's office and residence -- after breaking through security cordons. Images show demonstrators inside the whitewashed colonial-era building and hanging banners from the balcony.\n\nLater on Saturday, live video streamed by local media and seen by CNN showed Wickremesinghe's home engulfed in flames as crowds gathered around.\n\nNeither the President nor Prime Minister were at their residences when the buildings were breached. Both had been moved to secure locations prior to the attacks, according to security officials.\n\nPhotos: Protesters storm Sri Lankan prime minister's office as president flees People protest outside the prime minister's office in Colombo, Sri Lanka, on Wednesday, July 13. Hide Caption 1 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A man sits in a chair inside the prime minister's office on Wednesday. Hide Caption 2 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Protesters celebrate after they entered the prime minister's office on Wednesday. Hide Caption 3 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Protesters shout slogans outside the prime minister's office. Hide Caption 4 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees People celebrate after entering the prime minister's office. Hide Caption 5 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Protesters storm the prime minister's office. Hide Caption 6 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees People help a protester who was affected by tear gas on Wednesday. Hide Caption 7 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees People protest outside the prime minister's office. Hide Caption 8 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Protesters wave the national flag after entering the prime minister's office. Hide Caption 9 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A man throws a cone amid tear gas on Wednesday. Hide Caption 10 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Protesters on Wednesday demanded that neither the president nor the prime minister \"be spared.\" Hide Caption 11 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A protester pours water on a man outside the prime minster's office. Hide Caption 12 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees People help an injured protester in Colombo on Wednesday. Hide Caption 13 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Protesters break down the gate to the prime minister's office on Wednesday. Hide Caption 14 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Hundreds of protesters breached the compound of the prime minister's office on Wednesday. Hide Caption 15 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A protester takes a selfie near a swimming pool inside the presidential palace in Colombo on Wednesday. Protesters broke into that building over the weekend. Hide Caption 16 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Tear gas is used to disperse protesters at the prime minister's office on Wednesday. Hide Caption 17 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Soldiers patrol near the official residence of President Gotabaya Rajapaksa on Tuesday. Hide Caption 18 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Crowds gather at the president's office in Colombo on Tuesday. Hide Caption 19 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A man waves Sri Lanka's national flag after climbing a tower in Colombo on Monday. Hide Caption 20 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Members of the police stand guard in front of the police headquarters in Colombo during a protest on Monday. Hide Caption 21 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees On Monday, two days after protesters stormed the President's House in Colombo, people continued to flock to the capitol to see the palace. Hide Caption 22 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees People protest inside the President's House on Saturday. Hide Caption 23 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees More than 100,000 people amassed outside the President's House on Saturday, police said. Hide Caption 24 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Protesters swim in the pool at the President's House on Saturday. Hide Caption 25 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees An injured protester is carried away to an ambulance on Saturday. Hide Caption 26 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees People sit on a bed inside the President's House. Hide Caption 27 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Firefighters work inside the private residence of Prime Minister Ranil Wickremesinghe after protesters set it on fire on Saturday. Hide Caption 28 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A Buddhist monk takes part in Saturday's protest. Hide Caption 29 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Police fired water and tear gas to disperse protesters gathering in the street leading to the President's House. Hide Caption 30 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A protester reacts to tear gas that was used by police near the President's House on Saturday. Hide Caption 31 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Firefighters try to douse a fire at the prime minister's private residence on Saturday. Hide Caption 32 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Protesters run from tear gas used by police near the president's residence on Saturday. Hide Caption 33 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees People gather inside the President's House. Hide Caption 34 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Tens of thousands of people have taken to the streets in recent months, calling for the country's leaders to resign over accusations of economic mismanagement. In several major cities, including Colombo, hundreds are forced to line up for hours to buy fuel, sometimes clashing with police and the military as they wait. Hide Caption 35 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Police use a water cannon as they try to disperse protesters Saturday in Colombo. Hide Caption 36 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Protesters carry an injured man on Saturday. Hide Caption 37 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Demonstrators celebrate after entering the President's House on Saturday. Hide Caption 38 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Police use tear gas to disperse protesters Saturday. Hide Caption 39 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A protester stands above the crowd at the President's House on Saturday. Hide Caption 40 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Tear gas is fired during Saturday's chaotic scene in Colombo. Hide Caption 41 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Protesters gather inside the President's House on Saturday. Hide Caption 42 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Police use tear gas to disperse university students protesting in Colombo on Friday. Hide Caption 43 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Police stand behind a barricade during a protest near the President's House on Friday. Hide Caption 44 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A man holds up his phone during protests in Colombo on Friday. Hide Caption 45 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A Catholic priest and a nun shout slogans during a protest near the President's House on Friday. Hide Caption 46 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A man has his eyes flushed with water after tear gas was dispersed on protesters in Colombo on Friday. Hide Caption 47 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees Police fire tear gas at university students during a protest on Friday. Hide Caption 48 of 49 Photos: Protesters storm Sri Lankan prime minister's office as president flees A university student shouts slogans on top of a barricade during a protest Friday. Hide Caption 49 of 49\n\nPolitical uncertainty\n\nSaturday's drastic escalation of unrest could spell the end of the Rajapaksa family's political dynasty, which has ruled Sri Lanka for most of the past two decades.\n\nIn a video statement late on Saturday, Parliament Speaker Mahinda Yapa Abeywardena said Rajapaksa's decision to step down \"was taken to ensure a peaceful handover of power.\"\n\nBut how that transition of power will eventually play out is engulfed by uncertainty.\n\nIf both Wickremesinghe and Rajapaksa resign, under the Sri Lankan constitution, the speaker of parliament will serve as acting president for a maximum of 30 days. Meanwhile, parliament will elect a new president within 30 days from one of its members who will hold the office for the remaining two years of the current term.\n\nThe United States Senate Foreign Relations Committee said on Twitter on Sunday that Rajapaksa has \"lost the confidence\" of his people.\n\n\"Now, all parties must work together with the international community for a new government that respects the democratic and economic aspirations and upholds human rights the Sri Lankan people deserve,\" the committee said.\n\n\"The military and police must exercise restraint and be part of the solution, not part of the problem, in this crisis,\" it added.\n\nJUST WATCHED Video shows Sri Lankan Prime Minister's house in flames Replay More Videos ... MUST WATCH Video shows Sri Lankan Prime Minister's house in flames 00:49\n\nJournalists injured\n\nAt least 55 people were injured in the protests, according to Dr. Pushpa Zoysa with the National Hospital of Sri Lanka, who said the figure included three people with gunshot wounds. Among those injured is a lawmaker from eastern Sri Lanka, she added.\n\nThe Sri Lanka Army on Sunday denied having opened fire on protesters yesterday \"in order to cause intentional harm,\" in response to social media clips that suggested the army shot at protesters outside Rajapaksa's residence.\n\n\"The Army categorically denies having opened fire towards the protesters, but fired a few rounds to the air and the sidewalls of the main gate entrance to the President's House compound as a deterrent, aimed at preventing the entry of the protesters into the compound,\" the statement said.\n\nMeanwhile, two police officers associated with apparent attacks on the press have been suspended, according to an audio statement by Inspector General of Sri Lanka Police CD Wickremaratne, which aired on national television.\n\nA Sri Lankan television station had said that said six of its journalists were attacked by the Sri Lanka Police Special Task Force, outside the Prime Minister's private residence.\n\nTwo of the journalists from the Sri Lankan TV channel Newsfirst had their cameras rolling at the time. Video aired by Newsfirst shows two journalists being pushed to the ground by police during the confrontation late Saturday. Fellow journalists who rushed to their aid were then also attacked, Newsfirst reported.\n\nWickremesinghe, the Prime Minister, also condemned attacks on the media.\n\n\"Freedom of media is paramount to democracy in Sri Lanka,\" he said, asking both security forces and protesters to \"act with restraint to prevent any violence and ensure the safety of the public.\"\n\nSri Lanka's media freedom advocacy group Free Media Movement called for an investigation into the police attack on the journalists, saying \"the perpetrators responsible for these brutal attacks\" must be brought to justice.", "authors": ["Rhea Mogul", "Amy Woodyatt", "Nectar Gan", "Rukshana Rizwie", "Ivana Kottasová"], "publish_date": "2022/07/10"}, {"url": "https://www.theweek.co.uk/news/world-news/europe/952385/slovak-pm-resigns-splits-purchase-russian-covid-vaccine", "title": "Slovak PM resigns amid government feud over Russian vaccine ...", "text": "Slovak Prime Minister Igor Matovic has stepped down as leader of the country’s ruling coalition following a month of political turmoil triggered by his decision to buy Russian-made Covid vaccines.\n\nAmid an escalating feud within his government over the purchase, which was made without his coalition partners’ knowledge, Matovic has announced that he will swap roles with his finance minister, Eduard Heger.\n\nSpeaking in the capital Bratislava on Palm Sunday, Matovic described his resignation as PM “in religious terms”, Politico reports. “On the eve of holy week, which we celebrate as a symbol of suffering, sacrifice and forgiveness, I decided to make a gesture of forgiveness towards the people who politically demanded my resignation as prime minister,” said the former business, leader of The Ordinary People and Independent Personalities party (​OLaNO).\n\nAn internal war has been raging in the four-party governing coalition since it emerged earlier this month that Matovic had purchased two million doses of the Sputnik V vaccine, which has not yet been given regulatory approval by the European Medicines Agency.\n\nTwo of the ruling parties - For the People and Freedom and Solidarity - said they would “leave the government unless there was a cabinet reshuffle and Matovic stepped down”, the news site adds.\n\nSix ministers, including the health minister, have since quit his 16-member cabinet.\n\nMatovic “defended the purchase” by arguing that it would speed up Slovakia’s Covid vaccination programme, which has been hobbled by major setbacks in the EU’s joint procurement scheme, says Deutsche Welle.\n\nBut that reasoning failed to prevent him from becoming the first major political scalp claimed by the EU vaccine shortages crisis. Matovic’s critics had piled on the pressure by also accusing him of “poor communication and political missteps”, the German broadcaster adds.\n\nSlovakia’s health system is struggling to cope as the country is hit by a third wave of coronavirus, with 9,496 deaths and 357,910 Covid cases among the 5.4 million-strong population to date, according to latest figures from John Hopkins University.\n\nIt is the second EU member state to agree to the purchase of the Sputnik vaccine, after Hungary became one of the first nations to break from the bloc’s joint scheme by agreeing a deal in late February to buy doses of the Russian jab.", "authors": ["Joe Evans"], "publish_date": "2021/03/29"}, {"url": "https://www.usatoday.com/story/news/world/2016/07/14/britains-new-pm-may-appoint-more-cabinet-members/87069612/", "title": "Britain's new PM May fires Cameron's Cabinet members", "text": "Jane Onyanga-Omara, and John Bacon\n\nUSA TODAY\n\nLONDON — Prime Minister Theresa May began her first full day in office Thursday by firing several members of her predecessor's Cabinet and hiring the woman whose withdrawal from the Conservative Party race cleared the way for May's ascension.\n\nMay named Andrea Leadsom, who backed the Brexit referendum that saw the United Kingdom vote to leave the European Union, secretary for environment, food and rural affairs. Leadsom was a finalist with May for the prime minister position after David Cameron announced his resignation but dropped out of the race this week.\n\nThe Cabinet position comes as a mixed blessing. It's a fairly high-profile job, but she will oversee farmers who could take a financial hit from Brexit.\n\nAmber Rudd, the former energy secretary, replaces May as the home secretary and thus is charged with the prickly issue of immigration. David Davis is tasked with perhaps the most critical job: As Brexit secretary he will negotiate Britain's EU withdrawal.\n\nDavis has outlined a plan to formally start the separation process by year's end, with trade deals in place within a year or two. He has suggested that the EU would agree to tariff-free deals, but if not, Britain would slap EU nations with tariffs that could finance investment in industry.\n\n5 things new U.K. Prime Minister Theresa May must tackle now\n\nMichael Gove, a leading Brexit campaigner who also sought the prime minister's job, was fired as the justice secretary. Several other Cabinet members also resigned or were shown the door.\n\nThe latest announcements came a day after May named Boris Johnson, the former London mayor and face of the Brexit campaign, as foreign secretary.\n\nU.S. Secretary of State John Kerry called Johnson to congratulate him and \"stressed U.S. support for a sensible and measured approach to the Brexit process,\" the State Department said.\n\nIt added that Kerry and Johnson agreed that the special relationship between their countries \"is as essential as ever.\"\n\nBrexit to overshadow David Cameron's legacy\n\nVoters in the United Kingdom shocked the globe last month when they voted to leave the 28-nation EU. Cameron, who led the \"remain\" campaign, announced he would step down as prime minister. Two weeks of political chaos ensued, with Leadsom and May left standing and poised for a bruising, six-week race.\n\nLeadsom's campaign stumbled out of the gate, however, and she quickly dropped out. That left the job to May, ironically a member of the \"remain\" camp. May's campaign mantra “Brexit means Brexit” made clear, however, that she would follow through on the non-binding referendum.\n\nThe previous Treasury chief, George Osborne, departed Wednesday. The new one, Philip Hammond, said Thursday that there will be no emergency budget to deal with the economic fallout from Brexit.\n\nHammond said he would meet with Mark Carney, the head of the Bank of England, to “assess where we are.” The central bank made the surprise move of leaving interest rates unchanged at 0.5% Thursday.\n\nMay, Britain’s second female prime minister after Margaret Thatcher, who governed from 1979 to 1990, took office Wednesday after meeting with Queen Elizabeth II at Buckingham Palace, shortly after Cameron formally resigned.\n\n\"David Cameron has led a one-nation government, and it is in that spirit that I also plan to lead,\" May said outside 10 Downing St.\n\nIn his last moments in the post, Cameron said that serving as prime minister was \"the greatest honor of my life\" in a speech in front of the Downing St. residence, flanked by his family.\n\n\"My only wish is continued success for this great country that I love so very much,\" he said.\n\nBacon reported from McLean, Va.", "authors": [], "publish_date": "2016/07/14"}, {"url": "https://www.cnn.com/2022/07/07/europe/boris-johnson-career-intl-cmd-gbr/index.html", "title": "How scandals of Boris Johnson's own making brought him down ...", "text": "London (CNN) UK Prime Minister Boris Johnson announced his resignation as Conservative Party leader Thursday, bringing his scandal-plagued tenure to an end after less than three years.\n\nJohnson was left with little choice but to step down after several high-profile members of his cabinet resigned in protest this weekover his handling of misconduct allegations related to government officials. Dozens more members of his government have also quit.\n\nJohnson was ultimately undone by his response to fallout from the resignation last Thursday of deputy chief whip Chris Pincher, amid allegations Pincher had groped two guests at a private dinner the night before. While he did not admit the allegations directly, Pincher said in a letter to Johnson last week that \"last night I drank far too much\" and \"embarrassed myself and other people.\" Other historical allegations of misconduct by Pincher emerged in the ensuing days.\n\nJohnson initially denied being aware of some of those allegations, but ultimately the Prime Minister was forced to admit he had been briefed years before and apologize for his decision-making.\n\nIt was the final straw for many political allies who had supported Johnson through crisis after crisis over the years. In recent months the Prime Minister had been facing a barrage of criticism from all sides over his conduct and that of his government, including illegal, lockdown-breaking parties thrown in his Downing Street offices, for which he and others were fined.\n\nJohnson faced numerous other scandals that hit his standing in the polls -- despite his 80-seat landslide general election victory just two and a half years ago. These include accusations of using donor money inappropriately to pay for a refurbishment of his Downing Street home and whipping lawmakers to protect a colleague who had breached lobbying rules.\n\nTwo weeks ago, the Conservatives lost two key by-elections -- results that were blamed on Johnson personally.\n\nIn early June, he survived a confidence vote , but the final count of his lawmakers who rebelled against him was higher than his supporters expected: 41% of his own parliamentary party refused to back him.\n\nThat vote was triggered after months of speculation over Johnson's future. The so-called \" Partygate \" scandal, which saw Johnson found guilty of breaking his own Covid-19 laws by attending a gathering to celebrate his birthday at a time when such events were banned, has dogged Johnson since the news broke late last year.\n\nA controversial rise\n\nWith the possible exception of his hero, Winston Churchill, Johnson was perhaps the most famous politician to enter Downing Street as Prime Minister, having forged a successful career as a journalist, novelist, TV personality and London mayor in the preceding decades.\n\nHe was a populist before populists really existed. His controversial comments -- comparing Muslim women who wear face coverings to letterboxes, or calling gay men \"bum boys\" to name but two -- appalled many. But he got away with his Lothario image, the public seemingly happy to accept his alleged affairs and love child . It seemed that Johnson could essentially laugh his way through any problem.\n\nYet, for all his ambition and charisma, the job of Prime Minister seemed out of reach for most of his adult life. Those who know Johnson personally say that he loathed the fact that many in the British Conservative elite saw him as a useful campaigning tool but more of a comedian cheerleader than a serious statesman.\n\nPhotos: British Prime Minister Boris Johnson British Prime Minister Boris Johnson waves from the steps of No. 10 Downing Street after giving a statement in London in July 2019. He had just become prime minister. Hide Caption 1 of 49 Photos: British Prime Minister Boris Johnson A 15-year-old Johnson, right, is seen outside Eton College, a boarding school outside London, in 1979. Hide Caption 2 of 49 Photos: British Prime Minister Boris Johnson Johnson, 21, speaks with Greek Minister for Culture Melina Mercouri in June 1986. Johnson at the time was president of the Oxford Union, a prestigious student society. Hide Caption 3 of 49 Photos: British Prime Minister Boris Johnson Johnson started his career as a journalist. He was fired from an early job at The Times for fabricating a quote. He later became a Brussels correspondent and then an assistant editor for The Daily Telegraph. From 1994 to 2005, he was editor of the weekly magazine The Spectator. Hide Caption 4 of 49 Photos: British Prime Minister Boris Johnson In 2001, Johnson was elected as a member of Parliament. He won the seat in Henley for the Conservative Party. Hide Caption 5 of 49 Photos: British Prime Minister Boris Johnson Johnson looks apologetic after fouling Germany's Maurizio Gaudino during a charity soccer match in Reading, England, in May 2006. Hide Caption 6 of 49 Photos: British Prime Minister Boris Johnson Johnson is congratulated by Conservative Party leader David Cameron, right, after being elected mayor of London in May 2008. Cameron later became prime minister. Hide Caption 7 of 49 Photos: British Prime Minister Boris Johnson Johnson, left, poses with a wax figure of himself at Madame Tussauds in London in May 2009. Hide Caption 8 of 49 Photos: British Prime Minister Boris Johnson Johnson poses for a photo in London in April 2011. He was re-elected as the city's mayor in 2012. Hide Caption 9 of 49 Photos: British Prime Minister Boris Johnson Johnson and his wife, Marina, enjoy the atmosphere in London ahead of the Olympic opening ceremony in July 2012. The couple separated in 2018 after 25 years of marriage. Hide Caption 10 of 49 Photos: British Prime Minister Boris Johnson Johnson gets stuck on a zip line during an event in London's Victoria Park in August 2012. Hide Caption 11 of 49 Photos: British Prime Minister Boris Johnson Johnson waves on London's Wandsworth Bridge as a bike-sharing program was expanded in the city in 2013. Hide Caption 12 of 49 Photos: British Prime Minister Boris Johnson Johnson poses with his father, Stanley, and his siblings, Rachel and Jo, at the launch of his new book in October 2014. Stanley Johnson was once a member of the European Parliament. Hide Caption 13 of 49 Photos: British Prime Minister Boris Johnson Johnson takes part in a charity tug-of-war with British military personnel in October 2015. Hide Caption 14 of 49 Photos: British Prime Minister Boris Johnson Johnson and Michael Gove ride on a \"Vote Leave\" campaign bus in June 2016. Hide Caption 15 of 49 Photos: British Prime Minister Boris Johnson Johnson kisses a wild salmon while visiting a fish market in London in June 2016. A month earlier, he stepped down as mayor but remained a member of Parliament for Uxbridge and South Ruislip. Hide Caption 16 of 49 Photos: British Prime Minister Boris Johnson Johnson arrives at a news conference in London in June 2016. During the Brexit referendum that year, he was under immense pressure from Prime Minister Cameron to back the Remain campaign. But he broke ranks and backed Brexit at the last minute. Hide Caption 17 of 49 Photos: British Prime Minister Boris Johnson Johnson sits next to Prime Minister Theresa May during a Cabinet meeting in November 2016. Johnson was May's foreign secretary for two years before resigning over her handling of Brexit. Hide Caption 18 of 49 Photos: British Prime Minister Boris Johnson As foreign secretary, Johnson meets with US House Speaker Paul Ryan in April 2017. Johnson was born in New York City to British parents and once held dual citizenship. But he renounced his US citizenship in 2016. Hide Caption 19 of 49 Photos: British Prime Minister Boris Johnson Johnson launches his Conservative Party leadership campaign in June 2019. Hide Caption 20 of 49 Photos: British Prime Minister Boris Johnson Johnson and Foreign Secretary Jeremy Hunt take part in the Conservative Leadership debate in June 2019. Hide Caption 21 of 49 Photos: British Prime Minister Boris Johnson Johnson speaks in July 2019 after he won the party leadership vote to become Britain's next prime minister. Hide Caption 22 of 49 Photos: British Prime Minister Boris Johnson Britain's Queen Elizabeth II welcomes Johnson at Buckingham Palace, where she invited him to become Prime Minister and form a new government. Hide Caption 23 of 49 Photos: British Prime Minister Boris Johnson Johnson poses with his dog Dilyn as he leaves a polling station in London in December 2019. Hide Caption 24 of 49 Photos: British Prime Minister Boris Johnson Johnson appears on stage alongside Bobby Smith during the count declaration in London in December 2019. Johnson's Conservative Party won a majority in the UK's general election, securing his position as Prime Minister. Hide Caption 25 of 49 Photos: British Prime Minister Boris Johnson Johnson and his partner, Carrie Symonds, react to election results from his study at No. 10 Downing Street. Hide Caption 26 of 49 Photos: British Prime Minister Boris Johnson Johnson speaks on the phone with Queen Elizabeth II in March 2020. Hide Caption 27 of 49 Photos: British Prime Minister Boris Johnson In March 2020, Johnson announced in a video posted to Twitter that he tested positive for the novel coronavirus. \"Over the last 24 hours, I have developed mild symptoms and tested positive for coronavirus. I am now self-isolating, but I will continue to lead the government's response via video conference as we fight this virus. Together we will beat this,\" Johnson said. He was later hospitalized after his symptoms had \"worsened,\" according to his office. Hide Caption 28 of 49 Photos: British Prime Minister Boris Johnson Johnson and Chancellor Rishi Sunak, outside of No. 10 Downing Street, join a national applause showing appreciation for health-care workers during the Covid-19 pandemic. Hide Caption 29 of 49 Photos: British Prime Minister Boris Johnson Johnson is seen via video conference as he attends a Covid-19 meeting remotely in March 2020. Hide Caption 30 of 49 Photos: British Prime Minister Boris Johnson After recovering from the coronavirus, Johnson returned to work in late April 2020. Hide Caption 31 of 49 Photos: British Prime Minister Boris Johnson Johnson and staff members are pictured together with wine at a Downing Street garden in May 2020. In January 2022, Johnson apologized for attending the event, which took place when Britons were prohibited from gathering due to strict coronavirus restrictions. Hide Caption 32 of 49 Photos: British Prime Minister Boris Johnson Johnson wears a face mask as he visits the headquarters of the London Ambulance Service NHS Trust in July 2020. Hide Caption 33 of 49 Photos: British Prime Minister Boris Johnson US Secretary of State Mike Pompeo sits across from Johnson in the garden of No. 10 Downing Street in July 2020. Hide Caption 34 of 49 Photos: British Prime Minister Boris Johnson 14/07/2020. London, United Kingdom. Boris Johnson and Carrie NHS Call.The Prime Minister Boris Johnson and his partner Carrie Symonds with their son Wilfred in the study of No10 Downing Street speaking via zoom to the midwifes that helped deliver their son at the UCLH. Hide Caption 35 of 49 Photos: British Prime Minister Boris Johnson Johnson holds a crab in Stromness Harbour during a visit to Scotland in July 2020. Hide Caption 36 of 49 Photos: British Prime Minister Boris Johnson Johnson is seen with his wife, Carrie, after their wedding at London's Westminster Cathedral in May 2021. The ceremony, described by PA Media as a \"secret wedding,\" was reportedly held in front of close friends and family, according to several British newspaper accounts. Hide Caption 37 of 49 Photos: British Prime Minister Boris Johnson Johnson and US President Joe Biden speak at Carbis Bay in Cornwall, England, after their bilateral meeting in June 2021. Biden and Johnson were participating in the G7 summit that weekend. Hide Caption 38 of 49 Photos: British Prime Minister Boris Johnson Queen Elizabeth II greets Johnson at Buckingham Palace in June 2021. It was the Queen's first in-person weekly audience with the Prime Minister since the start of the coronavirus pandemic. Hide Caption 39 of 49 Photos: British Prime Minister Boris Johnson Johnson delivers his keynote speech on the final day of the annual Conservative Party Conference in October 2021. Hide Caption 40 of 49 Photos: British Prime Minister Boris Johnson Johnson and former British prime ministers attend a requiem Mass for Conservative MP David Amess in November 2021. From left are former Prime Ministers John Major, David Cameron and Theresa May, Speaker of the House of Commons Lindsay Hoyle, Home Secretary Priti Patel and Johnson. Hide Caption 41 of 49 Photos: British Prime Minister Boris Johnson Johnson and his wife, Carrie, holding their newborn daughter, Romy, hold video calls in December 2021. Hide Caption 42 of 49 Photos: British Prime Minister Boris Johnson Johnson speaks in the House of Commons in January 2022. He apologized for attending a May 2020 garden party that took place while the UK was in a hard lockdown to combat the spread of Covid-19. Johnson told lawmakers he believed the gathering to be a work event but that, with hindsight, he should have sent attendees back inside. Hide Caption 43 of 49 Photos: British Prime Minister Boris Johnson Johnson meets Ukrainian President Volodymyr Zelensky in Kyiv, Ukraine, in April 2022. Hide Caption 44 of 49 Photos: British Prime Minister Boris Johnson Johnson attends the National Service of Thanksgiving at St Paul's Cathedral in London in June 2022. It was part of Platinum Jubilee celebrations for Queen Elizabeth II. Hide Caption 45 of 49 Photos: British Prime Minister Boris Johnson \"I think it's an extremely good, positive, conclusive, decisive result which enables us to move on to unite,\" Johnson said in an interview shortly after surviving a confidence vote in June 2022. Hide Caption 46 of 49 Photos: British Prime Minister Boris Johnson Johnson leaves No. 10 Downing Street on July 6, a day after two senior Cabinet ministers quit over Downing Street's handling of the resignation of deputy chief whip Chris Pincher. Hide Caption 47 of 49 Photos: British Prime Minister Boris Johnson At Prime Minister's Questions on July 6, Johnson said \"the job of a Prime Minister in difficult circumstances when he has been handed a colossal mandate is to keep going, and that's what I'm going to do.\" Hide Caption 48 of 49 Photos: British Prime Minister Boris Johnson Johnson announces his resignation in front of No. 10 Downing Street on July 7. \"It is clearly now the will of the parliamentary Conservative party that there should be a new leader of that party and therefore a new prime minister,\" he said. Hide Caption 49 of 49\n\nEven during his time as Mayor of London, winning two terms in a city that traditionally doesn't vote Conservative, the most memorable moments of his time in office are images such as him inelegantly dangling from a zip wire or forcefully rugby tackling a 10-year-old child while on a trade visit to Tokyo. He just wasn't considered serious enough for the top job.\n\nThen Brexit happened. Johnson led the successful campaign that defied the odds and saw the UK vote by a narrow majority to leave the European Union in 2016.\n\nOvernight, he went from being a man who seemed to have made a fatal political error by backing the wrong horse in the referendum, to the figurehead of a mass rebellion that had just overrun the entire British establishment.\n\nGuerilla journalism\n\nOn paper, Johnson was an unlikely candidate to become the voice of those who felt themselves to be voiceless. Alexander Boris de Pfeffel Johnson was born in New York City in 1964 to an internationalist family. As a boy, Johnson would tell friends and relatives that he wanted to be \"world king\" when fully grown, his sister wrote in a family biography.\n\nHe was educated at Eton College, the most exclusive private school in the UK, alma mater of 20 Prime Ministers, followed by the University of Oxford. While at Oxford, he was a member of the notorious Bullingdon Club: An elite all-male group for wealthy students, famed for ostentatious (and sometimes rowdy) displays of wealth such as vandalizing restaurants, then paying for the damage on the spot in cash. Johnson was never proven to have been personally involved in any such activity.\n\nJohnson worked as a journalist for establishment newspapers, most notably The Daily Telegraph, which made him its Brussels correspondent in 1989. It was here in Belgium that Johnson began writing what would become the most important chapter of his life story: Brexit.\n\nBoris Johnson speaks at a Brexit press conference in London in November 2019.\n\nAlthough the Telegraph was firmly Euroskeptic, the UK's exit from the EU was not really on the cards at the time, and even English Conservatives seemed to accept this. However, they lapped up Johnson's guerrilla journalism, which often stretched the truth of what was actually happening in Brussels.\n\nThe most famous example of this was a story by Johnson that claimed the EU was planning to ban the sale of bendy bananas. The EU repeatedly debunked that and many of the stories that Johnson published.\n\nIn 1999, Johnson was offered the editorship of The Spectator, a weekly magazine often jokingly called the \"Conservative bible.\" He accepted, agreeing with the owner that he would drop his by now well-known political ambitions, according to a biography by the political journalist Andrew Gimson. He kept his word for all of two years and stood to become a member of parliament in 2001.\n\nIn the years that followed, Johnson was swallowed by the conservative establishment. He carried on writing the conservative script as a journalist and building a base of loyalists both inside and outside of politics.\n\nAs Johnson's confidence grew, he was determined to show the Conservative Party that his appeal went beyond the British right. In 2008, he was elected the Mayor of London -- a liberal, cosmopolitan city that did not traditionally vote Conservative. Johnson believed that he was showing his party that he had the chops to drag them into the 21st century. The problem for Johnson was that they already had a new, young leader -- his old schoolfriend and future Prime Minister, David Cameron.\n\nIt was Cameron who ultimately made Brexit possible. After winning his second general election as Conservative leader in 2015, he decided to hold the EU referendum on the understanding that Johnson would fall in line and be an asset for the \"remain\" campaign.\n\nInstead, in February 2016, Johnson shocked the nation by announcing on the front page of his old paper, the Telegraph, that he would defy Cameron and lead the Brexit campaign.\n\nThe rest is history. Johnson turned the establishment on its head and became the most influential politician in the UK. While he didn't become Prime Minister immediately, he continued to build his power base, undermining then-incumbent Theresa May as she struggled with Brexit for three years.\n\nAs foreign secretary under May, he was blamed for worsening the predicament of the jailed British-Iranian mother Nazanin Zaghari-Ratcliffe after wrongly saying in 2017 that she was in Iran teaching journalists, rather than on holiday, at the time she was detained. But his patchy record in the role did not appear to cost him much support within his party.\n\nA populist who became unpopular\n\nJohnson's time finally came in July 2019 when he became leader of the Conservative Party, claiming around two-thirds of the membership vote. His brash style was vindicated later that year, when he silenced all of his opponents in a landslide election victory that would finally allow him to, as his own slogan boasted, \"Get Brexit Done.\"\n\nIt truly seemed that the stars had finally aligned for Johnson, who desperately wanted to be taken seriously. He made Brexit popular and personally dragged it across the line. He had completed his transition to the role of statesman. He had proved everyone wrong.\n\nYet, as the clock ticked down on so-called Brexit Day, January 31, 2020, a deadly virus was already causing alarm in Asia. It would soon start spreading across Europe and kick off the crisis that would remove him from office.\n\nJohnson had a mixed pandemic. He was lauded by the public for the amount of state spending unleashed to mitigate its impacts on those whose jobs and livelihoods were threatened, but panned by the more conservative elements of his party. He was accused of responding too slowly, but also for making lockdown rules so complicated even he and his team in Downing Street couldn't follow them.\n\nThe breaking of these rules by Johnson and members of his team, the economic fallout of the pandemic leading in part to a cost-of-living crisis, his handling of the Pincher scandal and a general sense of the shine wearing off the Brexit golden boy were ultimately too much for his party. It seems its members couldn't stand the thought of Johnson staying on and dragging the party into its grave.\n\nHis political career is a story of near-misses, sex scandals, celebrity, controversy and revolution that ended in personal tragedy. The man who only ever wanted to be taken seriously ended up, ultimately, as the joker once again.", "authors": ["Analysis Luke Mcgee"], "publish_date": "2022/07/07"}, {"url": "https://www.theweek.co.uk/news/world-news/europe/954921/why-sweden-first-female-prime-minister-lasted-seven-hours", "title": "Why Sweden's first female prime minister lasted just seven hours ...", "text": "We will use the details you have shared to manage your registration. You agree to the processing, storage, sharing and use of this information for the purpose of managing your registration as described in our Privacy Policy.\n\nWould you like to receive The WeekDay newsletter ?\n\nThe WeekDay newsletter provides you with a daily digest of news and analysis.\n\nWe will use the details you have shared to manage your newsletter subscription. You agree to the processing, storage, sharing and use of this information for the purpose of managing your subscription as described in our Privacy Policy.\n\nWe will use the information you have shared for carefully considered and specific purposes, where we believe we have a legitimate case to do so, for example to send you communications about similar products and services we offer. You can find out more about our legitimate interest activity in our Privacy Policy.\n\nIf you wish to object to the use of your data in this way, please tick here.\n\n'We' includes The Week and other Future Publishing Limited brands as detailed here.", "authors": ["The Week Staff"], "publish_date": "2021/11/25"}, {"url": "https://www.cnn.com/2022/07/07/europe/british-prime-minister-resigns-what-happens-intl-gbr/index.html", "title": "What happens when a British Prime Minister resigns? - CNN", "text": "London (CNN) UK Prime Minister Boris Johnson announced his resignation on Thursday following mounting pressure from lawmakers in his own party to stand down.\n\nUnder the UK political system, between elections, only Conservative members of Parliament have the ability to remove a sitting Conservative Prime Minister.\n\nSo, what happens to the UK government when a Prime Minister resigns, and how is a new leader elected?\n\nWhen will a new leader be in place?\n\nDuring his statement Johnson said he will not leave office immediately, but will wait until his successor is chosen.\n\n\"I've today appointed a cabinet to serve, as I will, until a new leader is in place,\" he said.\n\nJohnson said that the timeline for the process will be announced next week, but it has been suggested he could remain in power until the Conservative Party conference in October.\n\nFormer British Prime Minister Sir John Major said it would be \"unwise and may be unsustainable\" for Johnson to remain in office for an extended period of time while a new Conservative leader is chosen.\n\n\"The proposal for the Prime Minister to remain in office -- for up to three months — having lost the support of his Cabinet, his Government and his parliamentary party is unwise, and may be unsustainable,\" Major wrote in a letter to the Chairman of the 1922 Committee of Conservative backbenchers, Graham Brady.\n\nAnd Dominic Cummings, who served as Johnson's most senior adviser before becoming an outspoken critic of the Prime Minister, warned against allowing him to stay in post.\n\n\"We're all in for a nightmare if he's allowed to squat,\" said Cummings.\n\nRecent precedent shows that the time taken to choose a new leader can vary.\n\nAfter Theresa May resigned on May 24, 2019 it took until July 24 for Boris Johnson to take over, but when David Cameron resigned on June 24, 2016 it took just a few weeks for May to take office on July 13.\n\nWho will be Prime Minister while all this happens?\n\nAs Johnson indicated in his resignation speech, he plans to stay in office until a successor is chosen.\n\nThat's what would happen under normal circumstances: A Prime Minister who has resigned as party leader stays in office as caretaker Prime Minister until there is a new party leader.\n\nBut it's not clear that the Conservative Party will stand for that in Johnson's case.\n\nOne alternative would be for Deputy Prime Minister Dominic Raab to step in as caretaker. There's no precedent for that -- but there's also no precedent for more than 50 government officials to resign in two days in order to force a Prime Minister out.\n\nWill Johnson's resignation trigger a general election?\n\nNo. It starts the Conservative Party process for choosing a new leader of the party.\n\nUK Prime Ministers are not directly elected by the people; Johnson is Prime Minister because he is the head of the largest party in the House of Commons.\n\nThe Conservatives will still be the largest party after Johnson quits, so the new head of the party will become Prime Minister.\n\nHow is the new Conservative Party leader chosen?\n\nLeadership candidates need the support of at least eight lawmakers.\n\nIf there are more than two candidates, Conservative Party lawmakers hold round after round of votes to whittle the number of leadership candidates down to two.\n\nThen Conservative Party members nationwide vote -- by mail -- between the two finalists.\n\nThe winner becomes leader of the party -- and Prime Minister.", "authors": ["Richard Allen Greene"], "publish_date": "2022/07/07"}, {"url": "https://www.cnn.com/2022/07/15/asia/sri-lanka-rajapaksa-crisis-friday-intl-hnk/index.html", "title": "Sri Lankans celebrate after President Rajapaksa steps down -- but ...", "text": "Colombo, Sri Lanka (CNN) Sri Lanka's President Gotabaya Rajapaksa , who fled the country earlier this week, has formally resigned, the parliamentary speaker confirmed Friday, capping off a chaotic 72-hours in the crisis-hit nation that saw protesters storm the capital.\n\nThe President's departure from office marks a major victory for the protesters, who for months have demanded the removal of both Rajapaksa and Prime Minister Ranil Wickremesinghe.\n\nMany in Sri Lanka blame Rajapaksa for the country's worsening situation, with runaway inflation and shortages of basic goods such as fuel and food impacting everyday life.\n\nBut while Rajapaksa is now out of the picture, having landed in Singapore on Thursday, following an earlier escape to the Maldives via military jet, his close political ally Wickremesinghe remains firmly in place -- and was sworn in as Acting President Friday.\n\nA senior government source told CNN that Rajapaksa appeared before Sri Lanka's high commission in Singapore on Thursday to sign a physical letter of resignation in front of the high commissioner.\n\nThe letter was then taken to Sri Lanka by plane and delivered in person to Sri Lanka's parliamentary speaker Mahinda Yapa Abeywardenena who formally announced that Rajapaksa had stepped down.\n\nThe information sheds new light on the several hours of delay between the news of Rajapaksa's resignation, first sent by email to the speaker Thursday, and the official confirmation from Abeywardenena on Friday.\n\nThe news sparked jubilant celebrations in Colombo on Thursday night, with crowds of cheering protesters lighting firecrackers and fireworks. People from all walks of life, young and old, spilled onto the streets for the celebrations, which lasted late into the night.\n\nMany of those on the streets said they were overjoyed with the news, after months of protests and economic hardship. Rajapaksa's departure represented a victory against government corruption and mismanagement, they said.\n\n\"We had one aim -- to get rid of this absolutely corrupt regime,\" said Dishan Seneviratne, 45. \"I am not a person who (usually) comes to the street. But I came because I was scared for my son's future ... (for) the next generation. We have fought for it.\"\n\nBut others remained on edge with Wickremesinghe -- also widely unpopular and closely tied to Rajapaksa -- now in office holding presidential power.\n\nSome protesters have said they plan to continue demonstrating until Wickremesinghe has also stepped down -- and both men are held accountable for the country's alleged economic mismanagement.\n\n\"We keep on fighting. We are fighting until (Rajapaksa) is properly accused and until some action (is taken) ... we are fighting as one nation until he is getting proper punishment for whatever he has done,\" said Mariyan Malki, 29, who joined the celebrations Thursday night.\n\nWickmenesinghe will remain Acting President until Parliament elects a new President, with lawmakers summoned to meet on Saturday to start the process. No date has been set yet for the vote, but under the constitution Wickremesinghe will only be allowed to hold the office for a maximum of 30 days.\n\nOnce elected, the new President will serve the remaining two years initially allocated for Rajapaksa's term.\n\nFriday's announcement marks the end of a chaotic week, with the future of Sri Lanka's leadership thrown into uncertainty after Rajapaksa fled without formally resigning. For almost two days, it was unclear whether he would agree to resign; what would happen if he refused to do so; and even his whereabouts at times. Tensions ran high, with authorities imposing curfews and firing tear gas to disperse protesters.\n\nBut even with Rajapaksa officially out of office and a new president soon to be chosen, larger problems loom for the economically ravaged country, as it grapples with its worst downturn in seven decades.\n\nPeople celebrate in Colombo, Sri Lanka, upon learning about the resignation of President Gotabaya Rajapaksa on July 14.\n\nThe financial crisis\n\nLargely peaceful protests have been escalating in Sri Lanka since March, when public anger erupted on the streets over rising food costs, fuel shortages and electricity cuts as the country struggled to make debt repayments.\n\nBut public anger erupted last weekend, when demonstrators occupied the residences of both Rajapaksa and Wickremesinghe.\n\nBoth leaders said shortly afterward that they would step down, with the resignations expected on Wednesday. But Rajapaksa left the country that day on a predawn flight without resigning, leaving Wickremesinghe in charge.\n\nRajapaksa headed to Maldives -- where the former President has long held ties with the Rajapaksa dynasty -- but left just over 24 hours later, boarding a \"Saudi flight\" to Singapore on Thursday, according to a high-ranking security source in Colombo.\n\nSingapore said Rajapaska had been allowed to enter the country on a \"private visit\" but had not asked for or been granted asylum.\n\nShortly after his arrival, Abeywardenena, the Parliament speaker, announced that Rajapaksa had tendered his resignation.\n\nPeople in Colombo, Sri Lanka, celebrate upon learning about the resignation of President Gotabaya Rajapaksa on July 14.\n\nBut experts say questions remain about Sri Lanka's future. If anything, the political upheaval and lack of clarity spells trouble for the country's economic recovery, said Ganeshan Wignaraja, senior research associate at the British think tank, ODI Global.\n\n\"The thing that I observe is that Sri Lanka is a messy democracy,\" he said. \"And in this context, today's discussions in parliament have taken a little bit too long. And it shows the political dysfunctional nature of our politics today.\"\n\n\"This political instability can really set back the economy,\" he added. \"It can scare away investors, it can scare away tourists, it can scare away inward remittances and even aid. I fear the economic crisis will take a long time to sort out and the people will suffer more unless Parliament gets its act together.\"", "authors": ["Jessie Yeung", "Iqbal Athas", "Kunal Sehgal"], "publish_date": "2022/07/15"}, {"url": "https://www.cnn.com/2022/05/09/asia/sri-lanka-mahinda-rajapaksa-resigns-intl/index.html", "title": "Sri Lanka's prime minister resigns amid protests over economic ...", "text": "Colombo, Sri Lanka (CNN) Sri Lanka's Prime Minister, Mahinda Rajapaksa, resigned on Monday, following weeks of protests against his government.\n\nThe country has been rocked by civil unrest since March, with demonstrations at times turning violent as anger builds over the government's apparent mishandling of Sri Lanka's worst economic crisis since declaring independence from Britain in 1948.\n\nA nationwide curfew was imposed after clashes broke out between supporters of the ruling party and anti-government demonstrators in the capital city, Colombo, the police said Monday. The restrictions were announced shortly before Rajapaksa announced his resignation.\n\nAnti-government protesters attacked buses carrying local officials who traveled to Colombo on Monday morning to attend a meeting with the Prime Minister, according to the national police.\n\nMahinda Rajapaksa pictured at his swearing in ceremony as prime minister in August 2020.\n\nAt least 151 people were admitted to the hospital following violence at the protests, Colombo National Hospital said. Armed troops have been deployed in Colombo, according to CNN's team on the ground.\n\nRead More", "authors": ["Iqbal Athas", "Cnn"], "publish_date": "2022/05/09"}]}
