{"question_id": "20200710_0", "question_date": "2020/07/10", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/07/us/cnn-news-quiz-july-11-2020-trnd/", "question_sentence": "Which head of state visited President Trump this week?", "choices": ["Justin Trudeau, the Prime Minister of Canada", "Jair Bolsonaro, the President of Brazil", "Angela Merkel, the Chancellor of Germany", "Andrés Manuel López Obrador, the President of Mexico"], "answer": ["3"], "evidence": "Andrés Manuel López Obrador joined President Trump for a summit this week to celebrate the implementation of the United States-Mexico-Canada Agreement (USMCA) trade deal."}
{"question_id": "20200710_1", "question_date": "2020/07/10", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/07/us/cnn-news-quiz-july-11-2020-trnd/", "question_sentence": "Nick Cordero died after a months-long, painstaking battle with Covid-19. What was Cordero best known for?", "choices": ["Acting on Broadway", "Directing Hollywood films", "Producing TV shows", "Writing screenplays"], "answer": ["0"], "evidence": "Cordero, married to former co-performer Amanda Kloots, was a Broadway actor known the world over for his workin stage productions such as “Bullets over Broadway” and “Waitress”. After contracting Covid-19 in March, the actor suffered several complications including the amputation of both of his legs before succumbing to the disease. He was 41 years old."}
{"question_id": "20200710_2", "question_date": "2020/07/10", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/07/us/cnn-news-quiz-july-11-2020-trnd/", "question_sentence": "The Supreme Court handed down rulings on several big cases this week. Which one of these was NOT among the politically-charged topics addressed by this week’s major decisions?", "choices": ["LGBTQ rights", "Religious freedom", "President Trump’s tax returns", "Native American land claims"], "answer": ["0"], "evidence": "Among SCOTUS’ rulings this week were ones regarding religious freedoms of employers and schools, President Trump’s ability to claim immunity during legal proceedings, and Native American land rights in Oklahoma."}
{"question_id": "20200710_3", "question_date": "2020/07/10", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/07/us/cnn-news-quiz-july-11-2020-trnd/", "question_sentence": "What does the term “positivity rate” refer to?", "choices": ["How happy the American people are", "The percentage of people who test positive for coronavirus", "The percentage of people who are secure in their choice for Presidential candidate", "How stock markets forecast future investments"], "answer": ["1"], "evidence": "The term “positivity rate” is being used to describe how many people are testing positive for coronavirus, out of the total number of people tested. Many leaders and experts are using the metric to counter arguments that increases in case numbers are simply the result of more people being tested."}
{"question_id": "20200710_4", "question_date": "2020/07/10", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/07/us/cnn-news-quiz-july-11-2020-trnd/", "question_sentence": "The mayor of which US city tested positive for coronavirus?", "choices": ["Seattle", "San Francisco", "Atlanta", "Boston"], "answer": ["2"], "evidence": "Mayor Keisha Lance Bottoms of Atlanta tested positive for coroanvirus, along with her husband and son. This comes at a time when the nation is dealing with a public health crisis and reckoning on racial justice in the United States. She is also considered to be on the shortlist for Joe Biden’s VP nominee."}
{"question_id": "20200710_5", "question_date": "2020/07/10", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/07/us/cnn-news-quiz-july-11-2020-trnd/", "question_sentence": "Disney is signing a production deal with which professional athlete in the hopes of expanding its coverage of issues pertaining to “social injustice and the quest for equity”?", "choices": ["LeBron James", "Magic Johnson", "Bubba Wallace", "Colin Kaepernick"], "answer": ["3"], "evidence": "Colin Kaepernick signed a deal with Disney to produce a documentary film about his life, going from athlete to activist. Kaepernick is most known for kneeling for the National Anthem as a form of protest during his time in the NFL."}
{"question_id": "20200710_6", "question_date": "2020/07/10", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/07/us/cnn-news-quiz-july-11-2020-trnd/", "question_sentence": "The US is looking at banning several social media platforms with ties to China, including which wildly popular app? The possibility of the ban was announced by Secretary of State Mike Pompeo and President Trump.", "choices": ["Twitter", "TikTok", "Instagram", "WhatsApp"], "answer": ["1"], "evidence": "TikTok is among the Chinese platforms being considered. Some politicans think the platform, which is owned by the Chinese company ByteDance, is a threat to national security."}
{"question_id": "20200710_7", "question_date": "2020/07/10", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/07/us/cnn-news-quiz-july-11-2020-trnd/", "question_sentence": "Which Latin music star just made history on the cover of “Playboy?”", "choices": ["Jennifer Lopez", "Shakira", "Bad Bunny", "J Balvin"], "answer": ["2"], "evidence": "Puerto Rican trap artist Bad Bunny covered Playboy, showing off his iconic style and discussing alternative expressions of masculinity and Latin identity. He’s the first man to appear solo on the cover, other than the publication’s founder, Hugh Hefner."}
{"question_id": "20200710_8", "question_date": "2020/07/10", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/07/us/cnn-news-quiz-july-11-2020-trnd/", "question_sentence": "Which deadly contagion has the potential of making a resurgence in the Chinese region of Inner Mongolia after an official diagnosis confirmed human infection?", "choices": ["Cholera", "Bubonic plague", "Ebola", "Polio"], "answer": ["1"], "evidence": "Bayannur, a city in the Chinese region of inner Mongolia, is on high alert after a patient contracted bubonic plague, a bacterial infection that caused the deadliest pandemic in human history in the fourteenth century."}
{"question_id": "20200710_9", "question_date": "2020/07/10", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/07/us/cnn-news-quiz-july-11-2020-trnd/", "question_sentence": "More than 153 writers, artists, academics and journalists, including J.K. Rowling and Margaret Atwood, signed an open letter decrying what controversial topic?", "choices": ["Police violence", "Sexual harassment in the entertainment industry", "The term “Karen”", "Cancel culture"], "answer": ["3"], "evidence": "The letter, published by Harper’s Magazine, lamented a culture in which \"intolerance of opposing views, a vogue for public shaming and ostracism, and the tendency to dissolve complex policy issues in a blinding moral certainty\" have, in their eyes, become rampant. The letter follows outrage over several transphobic comments made by “Harry Potter” author J.K. Rowling."}
