{"question_id": "20201016_0", "question_date": "2020/10/16", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/10/us/cnn-total-recall-news-quiz-october-18-2020-trnd/", "question_sentence": "Senate confirmation hearings kicked off to replace the late Justice Ruth Bader Ginsburg’s seat on the Supreme Court. Which federal judge is currently being considered by the Senate?", "choices": ["Sarah Evans Parker", "Leslie Joyce Abrams", "Carol Bagley Amon", "Amy Coney Barrett"], "answer": ["3"], "evidence": "Senate Judiciary Committee hearings began to vet federal Judge Amy Coney Barrett as Justice Ginsburg’s replacement. The vote on her confirmation has been set for October 22, less than two weeks before Election Day."}
{"question_id": "20201016_1", "question_date": "2020/10/16", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/10/us/cnn-total-recall-news-quiz-october-18-2020-trnd/", "question_sentence": "Which country disbanded a controversial police unit called the Special Anti-Robbery Squad, also referred to as “SARS”?", "choices": ["Nigeria", "Azerbaijan", "South Africa", "Kenya"], "answer": ["0"], "evidence": "Nigeria disbanded SARS following nationwide protests and weeks of outcry alleging systemic kidnapping, harassment, torture, sexual violence and extortion by the unit."}
{"question_id": "20201016_2", "question_date": "2020/10/16", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/10/us/cnn-total-recall-news-quiz-october-18-2020-trnd/", "question_sentence": "Which team won the NBA championship this week, its first title since 2010?", "choices": ["Golden State Warriors", "Miami Heat", "Los Angeles Lakers", "Boston Celtics"], "answer": ["2"], "evidence": "The Los Angeles Lakers beat the Miami Heat 106-93, marking 10 years since the team last appeared in the NBA Finals — when Kobe Bryant led them to victory. Bryant has been mourned the world over since his death in a helicopter crash in January."}
{"question_id": "20201016_3", "question_date": "2020/10/16", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/10/us/cnn-total-recall-news-quiz-october-18-2020-trnd/", "question_sentence": "Amazon’s “Prime Day” sale was this week. Which rival company held its own “Big Save” event?", "choices": ["Target", "Walmart", "BJ’s Wholesale Club", "Best Buy"], "answer": ["1"], "evidence": "Walmart launched its online “Big Save” sale in direct competition with Amazon’s Prime Day. Retailers like Target, BJ’s Wholesale Club and Best Buy also have gotten in the game with their respective days of savings."}
{"question_id": "20201016_4", "question_date": "2020/10/16", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/10/us/cnn-total-recall-news-quiz-october-18-2020-trnd/", "question_sentence": "American fast-food company Dunkin’ is adding what type of donut to its menu for the first time ever?", "choices": ["a spicy donut", "a peanut butter donut", "a salted donut", "an alcoholic donut"], "answer": ["0"], "evidence": "Dunkin’ has added a spicy donut to its repertoire, called the “Spicy Ghost Pepper Donut.” Available through December, the unique treat will be topped with strawberry icing that contains a blend of cayenne and ghost pepper."}
{"question_id": "20201016_5", "question_date": "2020/10/16", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/10/us/cnn-total-recall-news-quiz-october-18-2020-trnd/", "question_sentence": "US Senator Elizabeth Warren harshly criticized which American company for handsomely compensating its top executives while “hanging its front-line workers out to dry”?", "choices": ["Ford", "Disney", "Google", "Verizon"], "answer": ["1"], "evidence": "Senator Warren wrote a letter condemning Disney for prioritizing shareholders and executive pay packages over its workers, primarily centered around the company’s massive, years-long share buyback program. The letter comes after the company announced it was laying off 28,000 employees."}
{"question_id": "20201016_6", "question_date": "2020/10/16", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/10/us/cnn-total-recall-news-quiz-october-18-2020-trnd/", "question_sentence": "Which European country announced it will impose nighttime, pandemic-related curfews in various cities in order to reduce what its president called “private contacts, which are the most dangerous contacts?”", "choices": ["Germany", "Italy", "Spain", "France"], "answer": ["3"], "evidence": "With a significant uptick of coronavirus cases in France, President Emmanuel Macron announced the curfews. Violations will carry a fine of 135 euros (about $160) for a first offense and will significantly increase for repeat offenses."}
{"question_id": "20201016_7", "question_date": "2020/10/16", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/10/us/cnn-total-recall-news-quiz-october-18-2020-trnd/", "question_sentence": "During a town hall event, President Donald Trump failed to condemn the spread of which pervasive group of conspiracy theorists?", "choices": ["coronavirus lab origins", "QAnon", "birtherism", "Holocaust revisionism"], "answer": ["1"], "evidence": "When pressed by moderator Savannah Guthrie, Trump refused to condemn QAnon, a far-right collective which spreads false claims alleging there’s a “deep state” alliance of Satan-worshiping politicians and celebrities who engage in child sex trafficking and are working to bring down the President."}
{"question_id": "20201016_8", "question_date": "2020/10/16", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/10/us/cnn-total-recall-news-quiz-october-18-2020-trnd/", "question_sentence": "What strange sight did pilots report in the skies near Los Angeles International Airport on Wednesday?", "choices": ["a man in a jetpack", "a giant blue balloon", "a flying pig", "lasers against the clouds"], "answer": ["0"], "evidence": "For the second time in recent months, pilots reported seeing a man in a jetpack flying over greater Los Angeles, less than 10 miles from LAX. According to the FAA, a China Airlines crew reported seeing the man at an altitude of 6,000 feet."}
{"question_id": "20201016_9", "question_date": "2020/10/16", "question_source": "CNN", "question_url": "https://www.cnn.com/interactive/2020/10/us/cnn-total-recall-news-quiz-october-18-2020-trnd/", "question_sentence": "A new study featured in the journal Frontiers in Psychology found that which animals prefer to listen to people in person versus a recorded voice?", "choices": ["blue jays", "cows", "ostriches", "dolphins"], "answer": ["1"], "evidence": "In a study looking at 28 heifers, Austrian researchers found that cows become more relaxed when hearing humans speak to them in person rather than over a loudspeaker or via a recording."}
