{"question_id": "20230616_0", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "719366", "text": "Juneteenth / June 18, Union Army General Gordon Granger arrived at Galveston Island with 2,000 federal troops to occupy Texas on behalf of the federal government. The following day, standing on the balcony of Galveston's Ashton Villa, Granger read aloud the contents of \"General Order No. 3\", announcing the total emancipation of those held as slaves: Formerly enslaved people in Galveston rejoiced in the streets after the announcement, although in the years afterward many struggled to work through the changes against resistance of whites. The following year, freedmen organized the first of what became the annual celebration of Juneteenth in Texas. In", "doc_score": "87.01841735839844", "publish_date": "2018/12/31"}, {"doc_id": "719362", "text": "Juneteenth / Juneteenth Juneteenth, also known as Juneteenth Independence Day or Freedom Day, is an American holiday that commemorates the June 19, 1865, announcement of the abolition of slavery in the U.S. state of Texas, and more generally the emancipation of enslaved African Americans throughout the former Confederacy of the southern United States. Its name is a portmanteau of \"June\" and \"nineteenth\", the date of its celebration. Juneteenth is recognized as a state holiday or special day of observance in forty-five states. Today it is observed primarily in local celebrations. Traditions include public readings of the Emancipation Proclamation, singing traditional songs such", "doc_score": "86.57372283935547", "publish_date": "2018/12/31"}, {"doc_id": "3973495", "text": "Emancipation Day / Day is celebrated each May in Thomaston, Georgia. It is the state's oldest Emancipation Day celebration. William Guilford was an early organizer of the event first held in 1866. The District of Columbia celebrates April 16 as Emancipation Day. On that day in 1862, President Abraham Lincoln signed the District of Columbia Compensated Emancipation Act (an act of Compensated emancipation) for the release of certain persons held to service or labor in the District of Columbia. The Act freed about 3,100 slaves in the District of Columbia nine months before President Lincoln issued his broader Emancipation Proclamation. The District of", "doc_score": "82.5589828491211", "publish_date": "2018/12/31"}, {"doc_id": "117654", "text": "Emancipation Proclamation / and South Carolina. Although some counties of Union-occupied Virginia were exempted from the Proclamation, the lower Shenandoah Valley, and the area around Alexandria were covered. Emancipation was immediately enforced as Union soldiers advanced into the Confederacy. Slaves fled their masters and were often assisted by Union soldiers. Booker T. Washington, as a boy of 9 in Virginia, remembered the day in early 1865: Emancipation took place without violence by masters or ex-slaves. The Proclamation represented a shift in the war objectives of the North—reuniting the nation was no longer the only goal. It represented a major step toward the ultimate", "doc_score": "81.28474426269531", "publish_date": "2018/12/31"}, {"doc_id": "6689331", "text": "General Order No. 11 (1863) / General Order No. 11 (1863) General Order No. 11 is the title of a Union Army directive issued during the American Civil War on August 25, 1863, forcing the evacuation of rural areas in four counties in western Missouri. The order, issued by Union General Thomas Ewing, Jr., affected all rural residents regardless of their allegiance. Those who could prove their loyalty to the Union were permitted to stay in the affected area, but had to leave their farms and move to communities near military outposts (see villagization). Those who could not do so had to vacate the area altogether.", "doc_score": "79.57080841064453", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_1", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "117654", "text": "Emancipation Proclamation / and South Carolina. Although some counties of Union-occupied Virginia were exempted from the Proclamation, the lower Shenandoah Valley, and the area around Alexandria were covered. Emancipation was immediately enforced as Union soldiers advanced into the Confederacy. Slaves fled their masters and were often assisted by Union soldiers. Booker T. Washington, as a boy of 9 in Virginia, remembered the day in early 1865: Emancipation took place without violence by masters or ex-slaves. The Proclamation represented a shift in the war objectives of the North—reuniting the nation was no longer the only goal. It represented a major step toward the ultimate", "doc_score": "87.59738159179688", "publish_date": "2018/12/31"}, {"doc_id": "117686", "text": "Emancipation Proclamation / agonizing racial feelings are. I know how difficult it is to reshape the attitudes and the structure of our society. But a century has passed—more than 100 years—since the Negro was freed. And he is not fully free tonight. It was more than 100 years ago that Abraham Lincoln—a great President of another party—signed the Emancipation Proclamation. But emancipation is a proclamation and not a fact. A century has passed—more than 100 years—since equality was promised, and yet the Negro is not equal. A century has passed since the day of promise, and the promise is unkept. The time of", "doc_score": "85.24641418457031", "publish_date": "2018/12/31"}, {"doc_id": "117650", "text": "Emancipation Proclamation / The Proclamation was issued in two parts. The first part, issued on September 22, 1862, was a preliminary announcement outlining the intent of the second part, which officially went into effect 100 days later on January 1, 1863, during the second year of the Civil War. It was Abraham Lincoln's declaration that all slaves would be permanently freed in all areas of the Confederacy that had not already returned to federal control by January 1863. The ten affected states were individually named in the second part (South Carolina, Mississippi, Florida, Alabama, Georgia, Louisiana, Texas, Virginia, Arkansas, North Carolina). Not included", "doc_score": "87.27583312988281", "publish_date": "2018/12/31"}, {"doc_id": "117642", "text": "Emancipation Proclamation / Public opinion as a whole was against it. There would be strong opposition among Copperhead Democrats and an uncertain reaction from loyal border states. Delaware and Maryland already had a high percentage of free blacks: 91.2% and 49.7%, respectively, in 1860. Lincoln first discussed the proclamation with his cabinet in July 1862. He drafted his \"preliminary proclamation\" and read it to Secretary of State William Seward, and Secretary of Navy Gideon Welles, on July 13. Seward and Welles were at first speechless, then Seward referred to possible anarchy throughout the South and resulting foreign intervention; Welles apparently said nothing. On", "doc_score": "86.01853942871094", "publish_date": "2018/12/31"}, {"doc_id": "117634", "text": "Emancipation Proclamation / in all current and future United States territories (though not in the states), and President Lincoln quickly signed the legislation. By this act, they repudiated the 1857 opinion of the Supreme Court of the United States in the \"Dred Scott Case\" that Congress was powerless to regulate slavery in U.S. territories. This joint action by Congress and President Lincoln also rejected the notion of popular sovereignty that had been advanced by Stephen A. Douglas as a solution to the slavery controversy, while completing the effort first legislatively proposed by Thomas Jefferson in 1784 to confine slavery within the borders of", "doc_score": "85.6233139038086", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_2", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "17522094", "text": "Second Emancipation Proclamation / slavery, to the President of the United States.\" King proposed \"in glorious commemoration of the Centennial of the Emancipation Proclamation\" that the President use \"the full powers of your office...to eliminate all forms of statutory-imposed segregation and discrimination\" to declare all school districts to desegregate by September 1963 with \"the Department of Health, Education and Welfare to immediately prepare, in consultation with local school officials, a program of integration in compliance with the mandate of \"Brown v. Board of Education\".\" To prohibit racial segregation in federally assisted housing. To announce \"That any and all laws within the United States requiring", "doc_score": "85.55903625488281", "publish_date": "2018/12/31"}, {"doc_id": "8218243", "text": "Reconstruction Amendments / Constitution was proposed by Congress on June 13, 1866. By July 9, 1868, it had received ratifications by the legislatures of the required number of states in order to officially become the Fourteenth Amendment. On July 20, 1868, Secretary of State William Seward certified that it had been ratified and added to the federal Constitution. The amendment addresses citizenship rights and equal protection of the laws, and was proposed in response to issues related to treatment of freedmen following the war. The amendment was bitterly contested, particularly by Southern states, which were forced to ratify it in order to return", "doc_score": "86.11194610595703", "publish_date": "2018/12/31"}, {"doc_id": "8218242", "text": "Reconstruction Amendments / Twelfth Amendment. This is the longest interval between constitutional amendments to date. Slavery had been tacitly enshrined in the original Constitution through provisions such as Article I, Section 2, Clause 3, commonly known as the Three-Fifths Compromise, which detailed how each state's total slave population would be factored into its total population count for the purposes of apportioning seats in the United States House of Representatives and direct taxes among the states. Although many slaves had been declared free by Lincoln's 1863 Emancipation Proclamation, their legal status after the Civil War was uncertain. The Fourteenth Amendment to the United States", "doc_score": "87.85328674316406", "publish_date": "2018/12/31"}, {"doc_id": "8218240", "text": "Reconstruction Amendments / rights guaranteed under the Fourteenth Amendment's privileges or immunities clause from being extended to rights under state law; and \"Plessy v. Ferguson\" in 1896 which originated the phrase \"separate but equal\" and gave federal approval to Jim Crow laws. The full benefits of the Thirteenth, Fourteenth, and Fifteenth amendments were not realized until the Supreme Court decision in \"Brown v. Board of Education\" in 1954 and laws such as the Civil Rights Act of 1964 and the Voting Rights Act of 1965. The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a", "doc_score": "85.3766098022461", "publish_date": "2018/12/31"}, {"doc_id": "428649", "text": "Thirteenth Amendment to the United States Constitution / Thirteenth Amendment to the United States Constitution The Thirteenth Amendment (Amendment XIII) to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. In Congress, it was passed by the Senate on April 8, 1864, and by the House on January 31, 1865. The amendment was ratified by the required number of states on December 6, 1865. On December 18, 1865, Secretary of State William H. Seward proclaimed its adoption. It was the first of the three Reconstruction Amendments adopted following the American Civil War. Since the American Revolution, states had divided into states that", "doc_score": "86.49268341064453", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_3", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "9756845", "text": "History of slavery in Texas / implemented statewide until 1923. In 1900 African Americans comprised 30% of the state's population of 3,084,710. The drop in proportion of population reflected greatly-increased European immigration to the state in the 19th century, as well as population growth. Like Georgia, the Texas Democratic Party adopted a whites-only primary. Since they politically dominated the state for decades after 1900, the only contest for office was at the primary level. The white primary was another way to exclude African Americans from making electoral decisions, and it was not overturned by the Supreme Court until 1944 in \"Smith v. Allwright\". States that had", "doc_score": "83.18046569824219", "publish_date": "2018/12/31"}, {"doc_id": "2688504", "text": "Three-Fifths Compromise / who denied the right to vote to adult male citizens, but this provision was never effectively enforced. (The Thirteenth Amendment, passed in 1865, had already eliminated almost all persons from the original clause's jurisdiction by banning slavery; the only remaining persons subject to it were those sentenced for a crime to penal servitude, which the amendment excluded from the ban.) After the Reconstruction Era came to an end in 1877, however, the former slave states subverted the objective of these changes by using various strategies to disenfranchise their black citizens, while obtaining the benefit of apportionment of representatives on the", "doc_score": "82.46880340576172", "publish_date": "2018/12/31"}, {"doc_id": "1674224", "text": "Separate but equal / counties. The doctrine of separate but equal was overturned by a series of Supreme Court decisions, starting with \"Brown v. Board of Education\" of 1954. However, the overturning of segregation laws in the United States was a long process that lasted through much of the 1950s, 1960s, and 1970s, involving federal legislation (especially the Civil Rights Act of 1964), and many court cases. The American Civil War brought slavery in the United States to an end with the ratification of the Thirteenth Amendment in 1865. Following the war, the Fourteenth Amendment to the United States Constitution guaranteed equal protection under", "doc_score": "84.24200439453125", "publish_date": "2018/12/31"}, {"doc_id": "8218240", "text": "Reconstruction Amendments / rights guaranteed under the Fourteenth Amendment's privileges or immunities clause from being extended to rights under state law; and \"Plessy v. Ferguson\" in 1896 which originated the phrase \"separate but equal\" and gave federal approval to Jim Crow laws. The full benefits of the Thirteenth, Fourteenth, and Fifteenth amendments were not realized until the Supreme Court decision in \"Brown v. Board of Education\" in 1954 and laws such as the Civil Rights Act of 1964 and the Voting Rights Act of 1965. The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a", "doc_score": "82.11817932128906", "publish_date": "2018/12/31"}, {"doc_id": "17049533", "text": "Nueces Strip / Ever since 1848 the border area has had a reputation for lawlessness and smuggling, and was a main zone of activity of the Texas Rangers. U.S. President James K. Polk ordered General Zachary Taylor and his forces south to the Rio Grande, entering the Nueces Strip. The U.S. claimed the land citing the 1836 Treaties of Velasco. Mexico rejected the treaties and refused to negotiate; it claimed all of Texas. Taylor ignored Mexican demands to withdraw to the Nueces. He constructed a makeshift fort (later known as Fort Brown/Fort Texas) on the banks of the Rio Grande opposite the city", "doc_score": "83.36540222167969", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_4", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "4046761", "text": "African-American history / from the large Northwest Territory. In 1790, there were more than 59,000 free Blacks in the United States. By 1810, that number had risen to 186,446. Most of these were in the North, but Revolutionary sentiments also motivated Southern slaveholders. For 20 years after the Revolution, more Southerners also freed slaves, sometimes by manumission or in wills to be accomplished after the slaveholder's death. In the Upper South, the percentage of free blacks rose from about 1% before the Revolution to more than 10% by 1810. Quakers and Moravians worked to persuade slaveholders to free families. In Virginia the number", "doc_score": "96.15901184082031", "publish_date": "2018/12/31"}, {"doc_id": "1866140", "text": "Slavery in the United States / from their state of origin. In the final decade before the Civil War, 250,000 were moved. Michael Tadman wrote in \"Speculators and Slaves: Masters, Traders, and Slaves in the Old South\" (1989) that 60–70% of inter-regional migrations were the result of the sale of slaves. In 1820 a child in the Upper South had a 30% chance of being sold south by 1860. The death rate for the slaves on their way to their new destination across the American South was less than that suffered by captives shipped across the Atlantic Ocean, but mortality was higher than the normal death", "doc_score": "96.45507049560547", "publish_date": "2018/12/31"}, {"doc_id": "4046751", "text": "African-American history / towns had many more privileges, but the great majority of slaves lived on southern tobacco or rice plantations, usually in groups of 20 or more. Wealthy plantation owners eventually would become so reliant on slavery that they devastated their own lower class. In years to come the institution of slavery would be so heavily involved in the South's economy it would divide America into two opposing forces. The most serious slave rebellion was the Stono Uprising, in September 1739 in South Carolina. The colony had about 56,000 slaves, who outnumbered whites 2:1. About 150 slaves rose up, and seizing guns", "doc_score": "93.44048309326172", "publish_date": "2018/12/31"}, {"doc_id": "1866138", "text": "Slavery in the United States / families in the fifteen slave states in 1860, nearly 400,000 held slaves (roughly one in four, or 25%), amounting to 8% of all American families. The historian Ira Berlin called this forced migration of slaves the \"Second Middle Passage\", because it reproduced many of the same horrors as the Middle Passage (the name given to the transportation of slaves from Africa to North America). These sales of slaves broke up many families and caused much hardship. Characterizing it as the \"central event\" in the life of a slave between the American Revolution and the Civil War, Berlin wrote that whether", "doc_score": "95.60553741455078", "publish_date": "2018/12/31"}, {"doc_id": "11257781", "text": "African Americans in the Revolutionary War / Revolutionary war veterans have documented their lineage. Professor Henry Louis Gates and Judge Lawrence W. Pierce, as examples, have joined the Sons of the American Revolution based on documenting male lines of ancestors who served. In the first two decades following the Revolution, northern states abolished slavery, some by a gradual method. In the US as a whole, by 1810 the number of free blacks reached 186,446, or 13.5 percent of all blacks. Northern states abolished slavery by law or in their new constitutions. By 1810, 75 percent of all African Americans in the North were free. By 1840, virtually", "doc_score": "94.41796112060547", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_5", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "719372", "text": "Juneteenth / ceremonial observance. As of 2014, 43 of the 50 U.S. states and the District of Columbia have recognized Juneteenth as either a state holiday or ceremonial holiday, a day of observance. States that do not recognize it are Hawaii, Montana, North Dakota and South Dakota. In 1996 the first legislation to recognize \"Juneteenth Independence Day\" was introduced in the U.S. House of Representatives, H.J. Res. 195, sponsored by Barbara-Rose Collins (D-MI). In 1997 Congress recognized the day through Senate Joint Resolution 11 and House Joint Resolution 56. In 2013 the U.S. Senate passed Senate Resolution 175, acknowledging Lula Briggs Galloway", "doc_score": "87.3675308227539", "publish_date": "2018/12/31"}, {"doc_id": "719367", "text": "Juneteenth / some cities African-Americans were barred from using public parks because of state-sponsored segregation of facilities. Across parts of Texas, freed people pooled their funds to purchase land to hold their celebrations, such as Houston's Emancipation Park, Mexia's Booker T. Washington Park, and Emancipation Park in Austin. Although the date is sometimes referred to as the \"traditional end of slavery in Texas\" it was given legal status in a series of Texas Supreme Court decisions between 1868 and 1874. In the early 20th century, economic and political forces led to a decline in Juneteenth celebrations. From 1890 to 1908, Texas and", "doc_score": "86.65316772460938", "publish_date": "2018/12/31"}, {"doc_id": "719362", "text": "Juneteenth / Juneteenth Juneteenth, also known as Juneteenth Independence Day or Freedom Day, is an American holiday that commemorates the June 19, 1865, announcement of the abolition of slavery in the U.S. state of Texas, and more generally the emancipation of enslaved African Americans throughout the former Confederacy of the southern United States. Its name is a portmanteau of \"June\" and \"nineteenth\", the date of its celebration. Juneteenth is recognized as a state holiday or special day of observance in forty-five states. Today it is observed primarily in local celebrations. Traditions include public readings of the Emancipation Proclamation, singing traditional songs such", "doc_score": "87.45573425292969", "publish_date": "2018/12/31"}, {"doc_id": "719370", "text": "Juneteenth / celebrations in areas where the day was not previously celebrated. Since the 1980s and 1990s, the holiday has been more widely celebrated among African-American communities. In 1994 a group of community leaders gathered at Christian Unity Baptist Church in New Orleans, Louisiana to work for greater national celebration of Juneteenth. Expatriates have celebrated it in cities abroad, such as Paris. Some US military bases in other countries sponsor celebrations, in addition to those of private groups. Although the holiday is still mostly unknown outside African-American communities, it has gained mainstream awareness through depictions in entertainment media, such as episodes of", "doc_score": "85.50220489501953", "publish_date": "2018/12/31"}, {"doc_id": "719363", "text": "Juneteenth / as \"Swing Low, Sweet Chariot\" and \"Lift Every Voice and Sing\", and reading of works by noted African-American writers such as Ralph Ellison and Maya Angelou. Celebrations may include rodeos, street fairs, cookouts, family reunions, park parties, historical reenactments, or Miss Juneteenth contests. The Mascogos, descendants of Black Seminoles, of Coahuila, Mexico also celebrate Juneteenth. During the American Civil War, President Abraham Lincoln issued the Emancipation Proclamation on September 22, 1862, with an effective date of January 1, 1863. It declared that all enslaved persons in the Confederate States of America in rebellion and not in Union hands were to", "doc_score": "87.48448181152344", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_6", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "719362", "text": "Juneteenth / Juneteenth Juneteenth, also known as Juneteenth Independence Day or Freedom Day, is an American holiday that commemorates the June 19, 1865, announcement of the abolition of slavery in the U.S. state of Texas, and more generally the emancipation of enslaved African Americans throughout the former Confederacy of the southern United States. Its name is a portmanteau of \"June\" and \"nineteenth\", the date of its celebration. Juneteenth is recognized as a state holiday or special day of observance in forty-five states. Today it is observed primarily in local celebrations. Traditions include public readings of the Emancipation Proclamation, singing traditional songs such", "doc_score": "85.63075256347656", "publish_date": "2018/12/31"}, {"doc_id": "719363", "text": "Juneteenth / as \"Swing Low, Sweet Chariot\" and \"Lift Every Voice and Sing\", and reading of works by noted African-American writers such as Ralph Ellison and Maya Angelou. Celebrations may include rodeos, street fairs, cookouts, family reunions, park parties, historical reenactments, or Miss Juneteenth contests. The Mascogos, descendants of Black Seminoles, of Coahuila, Mexico also celebrate Juneteenth. During the American Civil War, President Abraham Lincoln issued the Emancipation Proclamation on September 22, 1862, with an effective date of January 1, 1863. It declared that all enslaved persons in the Confederate States of America in rebellion and not in Union hands were to", "doc_score": "85.60981750488281", "publish_date": "2018/12/31"}, {"doc_id": "3384596", "text": "Independence Day (United States) / Independence Day (United States) Independence Day (colloquial: the Fourth of July) is a federal holiday in the United States commemorating the adoption of the Declaration of Independence on July 4, 1776. The Continental Congress declared that the thirteen American colonies regarded themselves as free and independent states, the United States of America, and were no longer connected to the British Crown. The Congress actually voted to declare independence two days earlier, on July 2. Independence Day is commonly associated with fireworks, parades, barbecues, carnivals, fairs, picnics, concerts, baseball games, family reunions, and political speeches and ceremonies, in addition to various", "doc_score": "85.42158508300781", "publish_date": "2018/12/31"}, {"doc_id": "3384599", "text": "Independence Day (United States) / July 4, even though Thomas Jefferson, John Adams, and Benjamin Franklin all later wrote that they had signed it on that day. Most historians have concluded that the Declaration was signed nearly a month after its adoption, on August 2, 1776, and not on July 4 as is commonly believed. Coincidentally, both John Adams and Thomas Jefferson, the only signers of the Declaration of Independence later to serve as Presidents of the United States, died on the same day: July 4, 1826, which was the 50th anniversary of the Declaration. Although not a signer of the Declaration of Independence, James", "doc_score": "81.95222473144531", "publish_date": "2018/12/31"}, {"doc_id": "15707340", "text": "District of Columbia Compensated Emancipation Act / free—were discarded if challenged by a white person. District of Columbia Compensated Emancipation Act The District of Columbia Compensated Emancipation Act, or simply Compensated Emancipation Act, was a law that ended slavery in Washington, D.C. by paying slave owners for releasing their slaves. Although not written by him, the act was signed by U.S. President Abraham Lincoln on April 16, 1862. April 16 is now celebrated in the city as Emancipation Day. Proposals to emancipate all slaves in the District of Columbia date back to at least 1839. In 1848, New York Representative Daniel Gott gave an impassioned speech to", "doc_score": "81.62628173828125", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_7", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "789497", "text": "Rainbow flag / near a shelter, Meher Baba responded that the flag \"should be of seven colors\" because they represented \"the seven planes of consciousness.\" He specified that \"red should be at the bottom\" because it symbolized lust and anger, and \"sky blue at the top\" because it symbolized the \"highest state of spirituality and oneness with God\". Baba later added that the colors \"also represent sanskaras\". However, he left the selection of the other specific colors to personal conclusion. The finished flag was first raised on April 23, 1924. The flag is flown each year near Meher Baba's samadhi (tomb-shrine) in Meherabad,", "doc_score": "83.5587158203125", "publish_date": "2018/12/31"}, {"doc_id": "13546151", "text": "Flag of the President of the United States / changed by President Truman in 1945, a process which began with inquiries by President Roosevelt (who had been involved with the creation of the 1916 flag) shortly before his death. The new flag used the same basic design for the eagle, except (in response to some heraldic criticisms) changed the eagle to face towards its right (dexter, the direction of honor) and thus towards the olive branch, and the eagle was changed to be in full color. Instead of the four stars, a circular ring of 48 stars was added around the eagle. Truman issued on October 25, 1945, which", "doc_score": "84.82052612304688", "publish_date": "2018/12/31"}, {"doc_id": "2615429", "text": "Flag of Mongolia / Flag of Mongolia The flag of Mongolia () is a vertical tricolour with two reds at in sides and a blue in the middle, with the Soyombo symbol defacing the left red stripe. The blue stripe is described as the eternal blue sky and the red stripes symbolise thriving forever. The Soyombo symbol is a geometric abstraction that represents fire, sun, moon, earth, water, and a round shape as dualist aspect. The current flag was adopted on July 8, 2011 with changes in the shade of blue and yellow on Soyombo. Prior to that, the flag had a communist star", "doc_score": "82.09384155273438", "publish_date": "2018/12/31"}, {"doc_id": "2616162", "text": "Flag of Venezuela / Flag of Venezuela The current flag of Venezuela was introduced in 2006. The basic design includes a horizontal tricolor of yellow, blue, and red, dating to the original flag introduced in 1811, in the Venezuelan War of Independence. Further modifications have involved including a set of stars, multiple changes to the placement and number of stars and inclusion of an optional coat of arms at the upper-left corner. The flag is essentially the one designed by Francisco de Miranda for his unsuccessful 1806 expedition to liberate Venezuela and later adopted by the National Congress of 1811. It consisted of three", "doc_score": "84.72216033935547", "publish_date": "2018/12/31"}, {"doc_id": "146460", "text": "Flag of the United States / which is now the American national anthem. The flag is currently on display in the exhibition, \"The Star-Spangled Banner: The Flag That Inspired the National Anthem\" at the Smithsonian Institution National Museum of American History in a two-story display chamber that protects the flag while it is on view. On April 4, 1818, a plan was passed by Congress at the suggestion of U.S. Naval Captain Samuel C. Reid in which the flag was changed to have 20 stars, with a new star to be added when each new state was admitted, but the number of stripes would be reduced", "doc_score": "81.27073669433594", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_8", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "8493074", "text": "June (given name) / June (given name) June is a female given name, but it is also used as a male given name in English-speaking countries. It comes from the name of the month, which is derived from Juno, the name of a Roman goddess. It is also a short form of the names Juniper, Junia, Junius and Junior. June was a very popular girl's name and somewhat popular boy's name in the early to mid 20th century in the United States. As a girl's name, it reached a peak in 1925 as the 39th most popular name, but then gradually declined until it", "doc_score": "81.93122100830078", "publish_date": "2018/12/31"}, {"doc_id": "210942", "text": "July / July July is the seventh month of the year (between June and August) in the Julian and Gregorian Calendars and the fourth of seven months to have a length of 31 days. It was named by the Roman Senate in honour of Roman general Julius Caesar, it being the month of his birth. Prior to that, it was called Quintilis, being the fifth month of the 10-month calendar. It is on average the warmest month in most of the Northern hemisphere, where it is the second month of summer, and the coldest month in much of the Southern hemisphere, where", "doc_score": "78.96382141113281", "publish_date": "2018/12/31"}, {"doc_id": "267633", "text": "May Day / someone's doorstep. The giver rings the bell and runs away. Modern May Day ceremonies in the U.S. vary greatly from region to region and many unite both the holiday's \"Green Root\" (pagan) and \"Red Root\" (labour) traditions. May Day celebrations were common at women's colleges and academic institutions in the late nineteenth and early twentieth century, a tradition that continues at Bryn Mawr College and Brenau University to this day. In Minneapolis, the May Day Parade and Festival is presented annually by In the Heart of the Beast Puppet and Mask Theatre on the first Sunday in May, and draws", "doc_score": "77.84619903564453", "publish_date": "2018/12/31"}, {"doc_id": "8493075", "text": "June (given name) / dropped off the top 1000 list of names in 1987. In recent years, it has started to make a comeback: in 2017 it ranked 244th. As a boy's name, June reached a peak in 1922 at 697th, but then also declined and left the top 1000 list in 1939. June (given name) June is a female given name, but it is also used as a male given name in English-speaking countries. It comes from the name of the month, which is derived from Juno, the name of a Roman goddess. It is also a short form of the names Juniper,", "doc_score": "79.62347412109375", "publish_date": "2018/12/31"}, {"doc_id": "12126061", "text": "April shower / blustery winds. The proverb \"March winds and April showers bring forth May flowers\", first recorded in 1886, or the shorter, trochaic version \"April showers bring May flowers\" (originally \"Sweet April showers/Do spring May flowers\", part of a poem recorded in 1610) are common expressions in English speaking countries. The phrase is referenced in the General Prologue of The Canterbury Tales: \"Whan that Aprill, with his shoures soote The droghte of March hath perced to the roote\". April shower In the United Kingdom and Ireland, an April shower is rain during the month of April. One of the major causes of", "doc_score": "79.39459991455078", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_9", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "1891062", "text": "Herbsaint / Herbsaint was and still is used in several cocktails, including: Herbsaint Herbsaint is a brand name of anise-flavored liqueur originally created as an absinthe-substitute in New Orleans, Louisiana in 1934, and currently produced by the Sazerac Company. It was developed by J. Marion Legendre and Reginald Parker of the city, who had learned how to make absinthe while in France during World War I. It was originally produced under the name \"Legendre Absinthe\", although it never contained absinthe's essential ingredient, Grande Wormwood \"(Artemisia absinthium)\". It first went on sale following the repeal of Prohibition, and was unique in its category", "doc_score": "81.12864685058594", "publish_date": "2018/12/31"}, {"doc_id": "719370", "text": "Juneteenth / celebrations in areas where the day was not previously celebrated. Since the 1980s and 1990s, the holiday has been more widely celebrated among African-American communities. In 1994 a group of community leaders gathered at Christian Unity Baptist Church in New Orleans, Louisiana to work for greater national celebration of Juneteenth. Expatriates have celebrated it in cities abroad, such as Paris. Some US military bases in other countries sponsor celebrations, in addition to those of private groups. Although the holiday is still mostly unknown outside African-American communities, it has gained mainstream awareness through depictions in entertainment media, such as episodes of", "doc_score": "84.83393859863281", "publish_date": "2018/12/31"}, {"doc_id": "304695", "text": "Old Fashioned / of pickup artist Jacob Palmer, and he is shown drinking it both in the bar and at home. Old Fashioned The Old Fashioned is a cocktail made by muddling sugar with bitters, then adding alcohol, originally whiskey but now sometimes brandy and finally a twist of citrus rind. It is traditionally served in a short, round, tumbler-like glass, which is called an Old Fashioned glass, after the drink. The Old Fashioned, developed during the 19th century and given its name in the 1880s, is an IBA Official Cocktail. It is also one of six basic drinks listed in David A.", "doc_score": "80.78132629394531", "publish_date": "2018/12/31"}, {"doc_id": "7679120", "text": "Sugarelly / Sugarelly Sugarelly, or Liquorice water, is a traditional British soft drink made with liquorice that was popular in the early to mid 20th century. It could not usually be bought as such, but instead prepared by leaving several strands of liquorice to diffuse in water for a period of time before drinking. This tradition seems to have been well known throughout Britain. It is mentioned in many of Richmal Crompton's \"William\" series, Pip makes it in his room in \"Great Expectations\" and the Scottish cartoon \"Oor Wullie\" also makes mention of it. Traditionally, this drink was made with \"chemist's liquorice\",", "doc_score": "78.77616882324219", "publish_date": "2018/12/31"}, {"doc_id": "3803716", "text": "Nehi / as RCQ. Nehi Nehi (pronounced \"knee high\") is a flavored soft drink that originated in the United States. It was introduced in 1924 by Chero-Cola/Union Bottle Works. The \"Nehi Corporation\" name was adopted in 1928 after the Nehi fruit-flavored sodas became popular. In 1955, the company changed its name to Royal Crown Company, after the success of its RC Cola brand. It was founded by Claud A. Hatcher, a Columbus, Georgia, grocer, who began bottling ginger ale and root beer in 1905. In April 2008, Nehi became a brand of Dr Pepper Snapple Group (now Keurig Dr Pepper) in the", "doc_score": "80.78841400146484", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_10", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "803383", "text": "Denver Nuggets / former star player Dan Issel as his successor. The Nuggets had two lottery picks that year and drafted University of Notre Dame forward LaPhonso Ellis and University of Virginia guard Bryant Stith. Denver improved to 36–46, just missing the playoffs that year. Denver ditched their rainbow colors for a dark navy, metallic gold and wine color scheme starting in the 1993–94 season. Led by Mutombo, Mahmoud Abdul-Rauf (who changed his name from Chris Jackson prior to the season), and Ellis, Denver finished with its first winning season since the Doug Moe era at 42–40. Denver clinched the 8th seed in", "doc_score": "82.46533966064453", "publish_date": "2018/12/31"}, {"doc_id": "19423234", "text": "2017 NBA Finals / 2017 NBA Finals The 2017 NBA Finals was the championship series of the National Basketball Association (NBA)'s 2016–17 season and conclusion of the season's playoffs. The Western Conference champion Golden State Warriors defeated the defending NBA champion and Eastern Conference champion Cleveland Cavaliers 4 games to 1. This Finals was the first time in NBA history the same two teams had met for a third consecutive year. The Cavaliers sought to repeat as champions after winning the championship in 2016, while the Warriors won the first meeting in 2015. Golden State earned home court advantage with a 2016–17 regular season", "doc_score": "84.94702911376953", "publish_date": "2018/12/31"}, {"doc_id": "803398", "text": "Denver Nuggets / Nuggets as one of the elite in the West. However, chemistry was an issue, as the Nuggets finished the season with the 6 seed, giving them a first round matchup against the San Antonio Spurs. In the playoffs, the Nuggets took Game 1 and home court advantage away from the Spurs. However, as had occurred in the 2005 playoffs, the Spurs bounced back to sweep the next four, as the Nuggets were eliminated in the first round in five games for the fourth straight year. On March 16, 2008, the Nuggets scored 168 points in a 168–116 home win over", "doc_score": "82.65154266357422", "publish_date": "2018/12/31"}, {"doc_id": "19423260", "text": "2017 NBA Finals / Deportes provided exclusive Spanish-language coverage of The Finals, with a commentary team of Álvaro Martín and Carlos Morales. 2017 NBA Finals The 2017 NBA Finals was the championship series of the National Basketball Association (NBA)'s 2016–17 season and conclusion of the season's playoffs. The Western Conference champion Golden State Warriors defeated the defending NBA champion and Eastern Conference champion Cleveland Cavaliers 4 games to 1. This Finals was the first time in NBA history the same two teams had met for a third consecutive year. The Cavaliers sought to repeat as champions after winning the championship in 2016, while the", "doc_score": "83.439697265625", "publish_date": "2018/12/31"}, {"doc_id": "803409", "text": "Denver Nuggets / the season the absence of head coach George Karl, who underwent treatment for neck and throat cancer, the Nuggets were still able to win 53 games (third consecutive 50-win season, a Nuggets first) for the season which gave them a second consecutive Northwest division title and finished as the fourth seed in the West Conference. However, they were eliminated by the Utah Jazz 4–2, their sixth first-round elimination in 7 seasons. Anthony averaged a career-high 30.7 points per game in the playoffs. On July 14, 2010, the Nuggets bolstered their frontcourt depth by signing Al Harrington. During the 2010 off-season,", "doc_score": "80.57695770263672", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_11", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "15235803", "text": "Steven McLaughlin / election. McLaughlin is often seen on social media ending his statements with \"Drain the Swamp\", a colloquialism made popular in the 2016 election cycle by Donald Trump. McLaughlin resides in Melrose, New York, which is located in the Town of Schaghticoke. He has two sons, Danny and Sean. In 2013 McLaughlin compared New York governor Andrew Cuomo to Adolf Hitler, Mussolini, and Putin, criticizing the latter's gun control policies. McLaughlin later apologized for making the comparison. In September 2017, the Albany \"Times Union\" released an audio recording of an argument between McLaughlin and a female member of his staff in", "doc_score": "79.36911010742188", "publish_date": "2018/12/31"}, {"doc_id": "2145652", "text": "Cormac McCarthy / chores of the house, Lee was asked by Cormac to also get a day job so he could focus on his novel writing. Dismayed with the situation, she moved to Wyoming, where she filed for divorce and landed her first job teaching. Cormac McCarthy is fluent in Spanish and lived in Ibiza, Spain, in the 1960s and later settled in El Paso, Texas, where he lived for nearly 20 years. In an interview with Richard B. Woodward from \"The New York Times\", \"McCarthy doesn't drink anymore – he quit 16 years ago in El Paso, with one of his young", "doc_score": "82.05980682373047", "publish_date": "2018/12/31"}, {"doc_id": "7981616", "text": "Kenneth Sanborn / Kenneth Sanborn Kenneth Noble \"Ken\" Sanborn (November 14, 1926-November 20, 2018) was a Michigan politician and judge best known for successfully defending his friend Milo Radulovich against charges of communism in 1953. The case was a major factor in helping turn public opinion in the United States against McCarthyism. Sanborn has resided in Mount Clemens, Michigan, for most of his life. He married Lois Leidel, and they had four children: Christine, Janice, Mark, and Alan. Ken Sanborn graduated from the University of Detroit Law School in 1949. Sanborn's career as a lawyer was highlighted by the Radulovich trial, which gained", "doc_score": "79.16510009765625", "publish_date": "2018/12/31"}, {"doc_id": "15045511", "text": "The Confession (novel) / convict Donté Drumm, a black high school football player with no connection to the crime. Despite his innocence, Drumm is convicted and sentenced to death. He has been on death row for nine years when the story takes place. While Drumm serves his prison sentence, lawyer Robbert \"Robbie\" Flak fights his case while Black Americans protest his false conviction, creating a law and order situation. Meanwhile, Boyette has fled to Kansas and has been living there ever since. He has been suffering with a brain tumor for the past nine years and his health has deteriorated. In 2007, with Drumm's", "doc_score": "76.83798217773438", "publish_date": "2018/12/31"}, {"doc_id": "2145642", "text": "Cormac McCarthy / is set in 1980s New Orleans and follows a young man as he deals with the suicide of his sister. According to McCarthy, this will feature a prominent female character. He also states that the new novel is \"long\". The comprehensive archive of McCarthy's personal papers is preserved at the Wittliff collections, Texas State University, San Marcos, Texas. The McCarthy papers consists of 98 boxes (46 linear feet). The acquisition of the Cormac McCarthy Papers resulted from years of ongoing conversations between McCarthy and Southwestern Writers Collection founder, Bill Wittliff, who negotiated the proceedings. The Southwestern Writers Collection/Wittliff collections also", "doc_score": "81.37183380126953", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_12", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "18960103", "text": "User revolt / promising to reinstate many of the features that had been removed. On July 2, 2015, Reddit began experiencing a series of blackouts as moderators set popular subreddit communities to private, in an event dubbed \"AMAgeddon\" – a portmanteau of AMA (\"ask me anything\") and Armageddon. This was done in protest of the recent firing of Victoria Taylor, an administrator who helped organize citizen-led interviews with famous people on the popular \"Ask me Anything\" subreddit. Organizers of the blackout also expressed resentment about the recent severance of the communication between Reddit and the moderators of subreddits. The blackout intensified on July", "doc_score": "93.67015075683594", "publish_date": "2018/12/31"}, {"doc_id": "18263589", "text": "Internet Slowdown Day / Internet Slowdown Day Internet Slowdown Day, part of the \"Battle for the Net\" initiative, was a series of coordinated protests to promote net neutrality and regulations for the equal treatment of Internet traffic, occurring on September 10, 2014. The official site explains: \"On September 10th, sites across the web will display an alert with a symbolic 'loading' symbol (the proverbial'spinning wheel of death') and promote a call to action for users to push comments to the FCC, Congress, and the White House.\" \"Contrary to what the name suggests, Internet Slowdown Day didn't actually slow down the Internet, or even", "doc_score": "88.90752410888672", "publish_date": "2018/12/31"}, {"doc_id": "18042291", "text": "Hashtag activism / Hashtag activism Hashtag activism is a term coined by media outlets which refers to the use of Twitter's hashtags for Internet activism. The term can also be used to refer to the act of showing support for a cause through a like, share, etc. on any social media platform, such as Facebook, Google+, or Twitter. The point of hashtag activism is arguably to share certain issues with one's friends and followers in the hopes that they will also share the same information. This leads to a widespread discussion and allows for change to occur. However, hashtags have also been used", "doc_score": "88.6856460571289", "publish_date": "2018/12/31"}, {"doc_id": "17967217", "text": "Anonymous social media / anonymous content. Due to these controversies, the app has since then added new protections against cyberbullying. As the number of people using these platforms multiplies, unintended uses of the apps have increased, urging popular networks to enact in-app warnings and prohibit use to middle and high school students. 70% of teens admit to making an effort to conceal their online behavior from their parents. Some of these apps have also been criticized for causing chaos in American schools, such as lockdowns and evacuations. In order to limit the havoc caused, anonymous apps are currently removing all abusive and harmful posts.", "doc_score": "89.20965576171875", "publish_date": "2018/12/31"}, {"doc_id": "16226654", "text": "Protests against SOPA and PIPA / move to a formal protest was initiated when some websites, including Reddit and the English Wikipedia, considered temporarily closing their content and redirecting users to a message opposing the proposed legislation. Others, such as Google, Mozilla, and Flickr, soon featured protests against the acts. Some shut down completely, while others kept some or all of their content accessible. According to protest organizer Fight for the Future, more than 115,000 websites joined the Internet protest. In addition to the online protests, there were simultaneous physical demonstrations in several U.S. cities, including New York City, San Francisco and Seattle, and separately during", "doc_score": "89.16510009765625", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_13", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "2645913", "text": "To Tell the Truth / 2017 episode, the scoring system changed from 1/2 points per round to 10/20, and the losing panelist became the subject of a \"Fake News\" story read by Anderson (replacing \"Tweet a Lie\"). Also starting with this episode, Anderson took over announcing duties and the set was given some updates. ABC announced that the show would air on Sundays in its 2017 fall schedule, but later delayed the show to the summer 2018 schedule. New celebrity panelists included Mel Brooks and 1990-91 series host Trebek, who returns to the show as a panelist, the first former host to appear on a", "doc_score": "79.28710174560547", "publish_date": "2018/12/31"}, {"doc_id": "7030977", "text": "The David Pakman Show / channel passed a quarter-million subscribers and 200 million views. On 15 August 2016 it was announced that producer Louis Motamedi would be leaving the show, in search of a better living environment in the southern United States. His last day on the program (other than later call-in appearances) was 26 August 2016. Temporary producer Jason Shepherd filled in during September, and Patrick Ford became Louis' successor thereafter, becoming the new producer. David returned to hosting the Bonus Show himself. Segment producer Rachel Gordon was also added to appear on a few episodes per week, adding a female co-host to the", "doc_score": "80.00631713867188", "publish_date": "2018/12/31"}, {"doc_id": "14499339", "text": "Khonani / series. The main plot regarding the two janitors—Subhas and Khonani—battling for the late-night shift at 11:30 p.m. closely mirrored the feud between television hosts Jay Leno and Conan O'Brien over the hosting job of \"The Tonight Show\". Similar to the feud, in this \"30 Rock\" episode, Khonani signed a contract five years ago to take over the 11:30 p.m. from Subhas and asked Jack Donaghy to make it happen, which Jack does. In September 2004, it was announced by the NBC network that Jay Leno would be succeeded by Conan O'Brien in 2009 as host of \"The Tonight Show\". Five", "doc_score": "80.08529663085938", "publish_date": "2018/12/31"}, {"doc_id": "10607161", "text": "The Steve Wilkos Show / season premiered September 14, 2009, originating from the Stamford Media Center in Stamford, Connecticut complete with a new studio. Fellow NBC-Universal talkers \"Maury\" and \"Springer\" made the move, as well. In June 2018, it was announced that the show had been renewed through 2020. The Steve Wilkos Show The Steve Wilkos Show is a syndicated American tabloid talk show hosted by Steve Wilkos. The show debuted on September 10, 2007, two months after Wilkos' departure as director of security on \"The Jerry Springer Show\". The show has Wilkos expanding on his \"Steve to the Rescue\" shows that he did while", "doc_score": "77.67308044433594", "publish_date": "2018/12/31"}, {"doc_id": "10816631", "text": "Dan Patrick / isn't the Big Show anymore.\" Patrick stated on his radio program that the ABC sitcom \"Sports Night\" was a semi-fictional account of the Olbermann/Patrick anchored \"SportsCenter\", with Casey McCall (\"Peter Krause\") representing Patrick. Starting on March 19, 2006, until the final game of the NBA Finals, he became the host of ABC's then-titled \"NBA Nation\", a pregame show for the network's NBA telecasts. On July 9, 2007, Patrick on his radio show announced his departure from ESPN/ABC effective August 16, 2007, stating, \"I am leaving ESPN August 17 to go out on my own and be a free agent...I think", "doc_score": "78.01588439941406", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_14", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "5746824", "text": "Jonathan Coulton / Jonathan Coulton Jonathan Coulton (born December 1, 1970), often called \"JoCo\" by fans, is an American singer-songwriter, known for his songs about geek culture and his use of the Internet to draw fans. Among his most popular songs are \"Code Monkey\", \"Re: Your Brains\", \"Still Alive\" and \"Want You Gone\" (the last three being featured in games developed by Valve: \"Left 4 Dead 2\", \"Portal\", and \"Portal 2\" respectively). He has been the house musician for NPR weekly puzzle quiz show \"Ask Me Another\" since 2012. His album \"Artificial Heart\" was the first to chart, eventually reaching #1 on \"Billboard\"s", "doc_score": "77.00487518310547", "publish_date": "2018/12/31"}, {"doc_id": "472799", "text": "Todd Rundgren / Todd Rundgren Todd Harry Rundgren (born June 22, 1948) is an American multi-instrumentalist, singer, songwriter, and record producer who has performed a diverse range of styles as a solo artist and as a member of the band Utopia. He is known for his sophisticated and often-unorthodox music, flamboyant stage outfits, and his later experiments with interactive entertainment. He also produced innovative music videos, pioneered forms of multimedia, and was an early adopter and promoter of various computer technologies, such as using the Internet as a means of music distribution in the late 1990s. A native of Philadelphia, Rundgren began his", "doc_score": "80.20553588867188", "publish_date": "2018/12/31"}, {"doc_id": "1137386", "text": "Adam Clayton / Edge with his older brother Richard Evans (\"Dik\"), Bono, and Ivan McCormick and Peter Martin who were two of Mullen's friends. McCormick and Martin left the band soon after its inception. While the band was a five-piece (consisting of Bono, the Edge, Mullen, Dik Evans, and Clayton) it was known as \"Feedback\". The name was subsequently changed to \"The Hype\", but changed to \"U2\" soon after Dik Evans left. Clayton stood in as the nearest thing that the band had to a manager in its early life, handing over the duties to Paul McGuinness in May 1978. In 1981, around", "doc_score": "76.24091339111328", "publish_date": "2018/12/31"}, {"doc_id": "1520259", "text": "Adrian Belew / Adrian Belew Adrian Belew (born Robert Steven Belew, December 23, 1949) is an American musician, songwriter and record producer. A multi-instrumentalist primarily known as a guitarist and singer, Belew is noted for his unusual, impressionistic approach to guitar playing, which, rather than relying on standard instrumental tones, often resembles sound effects or noises made by animals and machines. Perhaps best known for his long stint as frontman and co-guitarist for the progressive rock group King Crimson from 1981 to 2009, Belew is widely recognized as an \"incredibly versatile player\" who has released nearly twenty solo albums for Island Records and", "doc_score": "79.35037231445312", "publish_date": "2018/12/31"}, {"doc_id": "1859107", "text": "Joe Keithley / Coast Films. In 2008, The Vancouver Sun newspaper named Keithley one of British Columbia's most influential people of all time. During D.O.A.'s 2011 Canadian tour, Keithley gave free solo acoustic performances in three of the 10 cities that had appeared across Canada in support of the Occupy Wall Street protests, Occupy Ottawa, Occupy Regina and Occupy Vancouver. He owns and operates his own record company, Sudden Death Records. The recording company was started in 1978 as a DIY response to lack of interest from major labels. His motto is 'TALK-ACTION=ZERO.' D.O.A. is known for playing in peace rallies and environmental", "doc_score": "76.91792297363281", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_15", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "787033", "text": "Florida Panthers / in four-straight games; despite losing in the finals, the Panthers set a record for the most amount of wins by an expansion team in their first postseason appearance with 12 victories (this record would later be broken by the Vegas Golden Knights during their inaugural season). For his team's surprising success, Bryan Murray was honored as NHL Executive of the Year. The Panthers would begin the next season with a 12–game unbeaten streak but faded in the second half of the season after trading second line center Stu Barnes. They lost in the first round of the playoffs to the", "doc_score": "91.31146240234375", "publish_date": "2018/12/31"}, {"doc_id": "787047", "text": "Florida Panthers / in a regular season with 47 wins and won their division for the second time in their existence. However, the Panthers lost to the New York Islanders in six games in the first round of the playoffs (this was the first playoff series win for the Islanders since the 1992–93 season). Head coach Gerard Gallant was nominated as a finalist for the Jack Adams Award, which recognizes the NHL Coach of the Year. The 2016–17 season began with the promotion of general manager Dale Tallon to an executive position within the organization and assistant general manager Tom Rowe was promoted", "doc_score": "93.29327392578125", "publish_date": "2018/12/31"}, {"doc_id": "787037", "text": "Florida Panthers / Kari Lehtonen second overall, announced that the Panthers had given them two draft picks to guarantee that Bouwmeester would still be available for Florida's selection. Bouwmeester was selected third overall by the Panthers. Said then-head coach Mike Keenan, \"We shouldn't have done that... Jay would have been number-one if we'd kept that pick.\" In 2003, the Panthers hosted the NHL All-Star Weekend in which the Western Conference earned a 6–5 victory after the first overtime shootout in All-Star history. The West overcame a four-goal outburst by Thrashers winger Dany Heatley, who took home MVP honors in his first All-Star", "doc_score": "90.19989013671875", "publish_date": "2018/12/31"}, {"doc_id": "787040", "text": "Florida Panthers / their new jerseys to over 11,000 fans at the BankAtlantic Center during the first intermission of the Panthers' 1996 Reunion game. Star forwards Nathan Horton and Stephen Weiss were both in full gear to help showcase the sweater changes. In June 2008, the Panthers traded their captain Olli Jokinen to the Phoenix Coyotes for a second-round draft pick and defensemen Keith Ballard and Nick Boynton. The Panthers finished the 2008–09 season with a strong 41–30–11 record and 93 points, their second-highest finish in franchise history. Despite this, however, the Panthers missed the playoffs for an eighth-straight season, the then-longest streak", "doc_score": "87.31863403320312", "publish_date": "2018/12/31"}, {"doc_id": "4207455", "text": "Norfolk Admirals (AHL) / Cup champions in favor of the Syracuse Crunch. Later in that month owner Ken Young announced he had closed a five-year agreement with the Anaheim Ducks. During the 2011–12 season, the Norfolk Admirals set a professional hockey record for the longest winning streak, winning their 28th consecutive game on April 15 against the Adirondack Phantoms. The streak far surpassed the previous AHL record of 17 straight wins set by the Philadelphia Phantoms in 2004–05, as well as the pro hockey record of 18 games set by the Peoria Rivermen of the original International Hockey League in 1991. The streak garnered", "doc_score": "86.35008239746094", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_16", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "11657434", "text": "Novak Djokovic / final against Andy Murray. After splitting the first two sets in tiebreakers, Djokovic suddenly found his form after dropping his serve at the start of the third set, going on to win 12 of the last 13 games to record a four set victory over the Scot, and win an Open Era record-breaking fifth title in Melbourne, overtaking Roger Federer and Andre Agassi. He moved into equal eighth on the all-time list of men with the most Major titles, tying Agassi, Ivan Lendl, Jimmy Connors, Ken Rosewall and Fred Perry. He next competed at the Dubai Tennis Championships and lost", "doc_score": "88.61751556396484", "publish_date": "2018/12/31"}, {"doc_id": "12174726", "text": "Filip Krajinović / Filip Krajinović Filip Krajinović (, ; born 27 February 1992) is a Serbian professional tennis player who achieved a career-high singles ranking of world No. 26 on 23 April 2018. He made his ATP World Tour debut at the 2009 Serbia Open, losing in the first round. His best individual result has been a Masters 1000 final and a Davis Cup semifinal. He holds victories over Novak Djokovic, Gastón Gaudio, Sam Querrey, Gilles Simon & John Isner. Krajinović started playing tennis in local tennis clinic TK Žak. In 2006, he reached the fourth round of 2006 Orange Bowl, losing to", "doc_score": "90.37176513671875", "publish_date": "2018/12/31"}, {"doc_id": "11657401", "text": "Novak Djokovic / International, he lost to Jarkko Nieminen in the semi-finals. As defending champion at the Australian Open, Djokovic retired from his quarterfinal match with former world No. 1 Andy Roddick. After losing in the semi-finals of the Open 13 tournament in Marseille to Tsonga, Djokovic won the singles title at the Dubai Tennis Championships, defeating Ferrer to claim his twelfth career title. The following week, Djokovic was the defending champion at the BNP Paribas Open in Indian Wells, but lost to Roddick in the quarterfinals. At the Sony Ericsson Open in Key Biscayne, Djokovic beat Federer in the semi-finals, before losing", "doc_score": "88.16487884521484", "publish_date": "2018/12/31"}, {"doc_id": "11657483", "text": "Novak Djokovic / Tsonga in his first (of three) round robin matches. It was Djokovic's fifth win over Tsonga in 2012. Their most recent Grand Slam tournament meeting was in the quarter-finals of the 2016 US Open. Djokovic won after Tsonga retired while two sets to love down. Djokovic is considered to be one of the greatest tennis players of all time. Following his tremendous success in the 2011 season, he began to feature on all-time greatest lists and, in late 2011, Rod Laver listed Djokovic number six in his top ten male players of the Open Era. According to Tim Henman's June", "doc_score": "86.86604309082031", "publish_date": "2018/12/31"}, {"doc_id": "11657453", "text": "Novak Djokovic / in almost 18 months after defeating Grigor Dimitrov in the second round. He then defeated Adrian Mannarino and Jérémy Chardy without dropping a set to reach the final where, despite having a championship point, he lost to top seed Marin Čilić. He also played doubles partnering with longtime friend and rival Wawrinka. Djokovic entered Wimbledon as the #12 seed. He defeated Tennys Sandgren, Horacio Zeballos, Kyle Edmund, Karen Khachanov, and Kei Nishikori to reach the semifinals, where he faced long-time rival Rafael Nadal. Djokovic defeated Nadal 10–8 in the fifth set in a 5 hour and 17 minute match, spread", "doc_score": "88.49625396728516", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_17", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "10948985", "text": "Oklahoma City Crosstown Expressway / the original I-40 Crosstown Expressway was elevated, and at some points, the elevation is as much as 50 feet (15.2 m). According to a 2006 report, Oklahoma led the nation with 6,299 \"structurally deficient\" bridges. Attention to the Crosstown project increased after the collapse of a stretch of I-35W in Minneapolis, Minnesota on August 1, 2007. At that time, ODOT released a statement indicating that the condition of the Crosstown was \"deteriorating\", but that it \"remained safe.\" Concerns about whether the Crosstown Bridge would last until its 2012 replacement date increased on September 23, 2007, when a hole in the", "doc_score": "87.48509979248047", "publish_date": "2018/12/31"}, {"doc_id": "9562261", "text": "The Stack / has two frontage roads running both southbound and northbound through the interchange known as Black Canyon Highway. US 60 runs concurrently with I-17 throughout this interchange. The stack was the Phoenix Metropolitan Area and Arizona's first four-level stack interchange upon its completion in 1990 and one of the last portions of I-10 in Arizona to be completed. In a 2007 study by \"Forbes\", the Stack ranked number twelve in the United States in terms of delays with 16 million hours of delays each year. This is much better than the Mini Stack, which logged 22 million hours of delays, the", "doc_score": "87.0492172241211", "publish_date": "2018/12/31"}, {"doc_id": "902958", "text": "Interstate 68 / a highway in California that existed in the 1920s. Numerous accidents and incidents have occurred on I-68. On June 1, 1991, a gasoline tanker descending into downtown Cumberland from the east attempted to exit the freeway at exit 43D, Maryland Avenue. The tanker went out of control and overturned as the driver tried to go around the sharp turn at the exit. Gasoline began to leak from the damaged tanker, forcing the evacuation of a three-block area of Cumberland. Approximately 30 minutes later, the tanker exploded, setting eight houses on fire. The fire caused an estimated $250,000 in damages (equivalent", "doc_score": "86.714599609375", "publish_date": "2018/12/31"}, {"doc_id": "7887122", "text": "I-35W Mississippi River bridge / bridge. However, the project was canceled in January 2007 in favor of periodic safety inspections, after engineers realized that drilling for the retrofitting would, in fact, weaken the bridge. In internal Mn/DOT documents, bridge officials talked about the possibility of the bridge collapsing, and worried that they might have to condemn it. The construction taking place in the weeks prior to the collapse included joint work and replacing lighting, concrete and guard rails. At the time of the collapse, four of the eight lanes were closed for resurfacing, and there were of construction supplies and equipment on the bridge. At", "doc_score": "84.77464294433594", "publish_date": "2018/12/31"}, {"doc_id": "13779516", "text": "Interstate 90 Grand River bridges / and divert traffic; the cause originally was attributed to an overloaded semi-trailer truck. The detour followed the State Route 44 and State Route 2 freeways, U.S. Route 20, and State Route 528, the latter which traverses downtown Madison. With the roads near the east end of the detour not equipped to carry the increased traffic, police officers from the village of Madison were dispatched to three intersections for traffic control. The detour lasted until the following month, when highway crossovers on each side of the damaged bridge permitted eastbound traffic to use the westbound span with westbound traffic. The eastbound", "doc_score": "85.09307098388672", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_18", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "4946049", "text": "DeAngelo Hall / a game against the Philadelphia Eagles on December 26, Hall scooped up a mishandled handoff by quarterback Sam Bradford and returned it for a touchdown. With the play, Hall became the first player in NFL history to score five touchdowns off fumble recoveries and five off interception returns in a career. The play also helped the Redskins win the game, and in effect, clinched the NFC East division title for the first time since 2012. Hall tore his ACL in Week 3 against the New York Giants and was placed on injured reserve. Hall was placed on the physically unable", "doc_score": "78.96111297607422", "publish_date": "2018/12/31"}, {"doc_id": "6944301", "text": "Kevin Carter (American football) / career sacks, reaching double digits four times (1998–2000, 2002) and leading his team five times (1996, 1998, 1999, 2002, 2004). He never missed a game in the NFL, playing in 224 consecutive and at 6'6\", 300 pounds, Carter, a defensive end, had size to move to defensive tackle on passing downs, which he did frequently from 2000 through 2008. Carter earned just over $49 million in his fourteen professional seasons. Key Carter is extremely active in community endeavors. He and his wife, Shima, established the Kevin Carter Foundation in 2002, which is an organization created to enrich the lives of", "doc_score": "80.79279327392578", "publish_date": "2018/12/31"}, {"doc_id": "7338435", "text": "Tommie Frazier / NFL scouts in attendance, but before the NFL Scouting Combine, he experienced more problems with blood clots. Recruiting analyst Forrest Davis' publication had listed Frazier's speed in the 40-yard dash as 4.50 seconds when he came out of high school, and his test results at Nebraska had been similar. However, Frazier's February 1996 performance at the NFL Scouting Combine was described as \"pedestrian\" by the February 12, 1996 Atlanta Journal Constitution. Due primarily to health issues, Frazier was not drafted by the NFL, but received an offer from the Montreal Alouettes of the Canadian Football League. He signed a contract", "doc_score": "82.5876693725586", "publish_date": "2018/12/31"}, {"doc_id": "6914844", "text": "Ray Seals / 1989. He moved to the Steelers in '94 as a free agent and played two seasons as their starting right defensive end. He was injured in '96, his third season with the Steelers, and finished with Carolina in '97. Ray Seals was inducted into the American Football Association's Semi Pro Football Hall of Fame in 1992. Ray Seals Raymond Seals (born June 17, 1965) is a former football defensive end in the NFL. He is famous for not having attended college, a rarity in the NFL; and in 1992 he batted away Green Bay Packers quarterback Brett Favre's pass which", "doc_score": "79.24075317382812", "publish_date": "2018/12/31"}, {"doc_id": "9500606", "text": "Matt Moore (American football) / in the 2007 season, Moore finished with 730 passing yards, three touchdowns, and five interceptions. Moore played in all four 2008 preseason games for the Panthers; during the final preseason game against the Pittsburgh Steelers, Moore injured his leg. Moore was cleared to practice as two x-rays and an MRI revealed no broken bones. However, during a practice, Moore injured his leg, and an x-ray revealed a broken fibula. Panthers general manager Marty Hurney initially stated Moore would not be placed on injured reserve. Despite this, Moore was sidelined the entire 2008 season, and even spent the last 12 weeks", "doc_score": "79.39164733886719", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_19", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "13267292", "text": "Google Book Search Settlement Agreement / collect revenues from Google and dispense them to the rightsholders. In exchange, the agreement released Google and its library partners from liability for its book digitization. The agreement was built upon an intricate joint venture arrangement for the management of Google's book project, including a variety of revenue models. Google would generate revenue from its books project through an institutional subscription for libraries, a consumer subscription for indefinite access to individual books, referral links to retail booksellers, and advertising on book pages. In November 2009, the parties amended the settlement agreement. The amended agreement included the following significant changes: In", "doc_score": "82.7616958618164", "publish_date": "2018/12/31"}, {"doc_id": "13267291", "text": "Google Book Search Settlement Agreement / 2012, after Judge Chin certified the class represented by the Authors Guild, meaning that the guild could represent the other plaintiffs in the class action lawsuit. The Second Circuit Court of Appeals overturned that class certification in 2013. In October 2008, the parties involved in the lawsuit proposed a settlement agreement, which called for Google to pay out $125 million: $45 million to the rightsholders whose copyrights had allegedly been infringed; $15.5 million for the publishers' legal fees; $30 million to the authors' lawyers; and $34.5 million to create a Book Rights Registry, a form of copyright collective that would", "doc_score": "81.72613525390625", "publish_date": "2018/12/31"}, {"doc_id": "10044762", "text": "OpenTable / takeover offer by the Priceline Group of $103 a share, a 46% premium on the previous day's closing stock price. The offer valued the company at $2.6 billion. Both companies said OpenTable would continue to operate as a separate business under the same management. The service allows users to search for restaurants and reservations based on such parameters as dates, times, cuisine, and price range. Users who have registered their email address with the system will then receive a confirmation email. Users can also receive 100 or 1,000 OpenTable rewards points after dining; these points can be redeemed for discounts", "doc_score": "81.1390151977539", "publish_date": "2018/12/31"}, {"doc_id": "13267293", "text": "Google Book Search Settlement Agreement / February 2009, a Google Book Search Settlement website was created where rightsholders could claim their books for the purposes of the settlement. Rightsholders whose books had digitized by Google and who claimed their books receives a one-time payment of $60 per book, or $5 to $15 for partial works, called \"inserts\", plus 63% of all revenues associated with their works, including subscription, referrals, and advertisements. After claiming a book, a rightsholder also had the ability to alter the default display settings. The court held a hearing to decide whether the proposed settlement was fair on February 18, 2010. On March", "doc_score": "81.77346801757812", "publish_date": "2018/12/31"}, {"doc_id": "9948022", "text": "Domain tasting / problem of Domain tasting. Now the transaction fee of $0.20 is applied to domains deleted in the Add Grace Period where the number of such domains exceeds 10% of the net new registrations or 50 domains, whichever is greater. The \"net new registrations\" here is defined as the number of new registrations minus the number of domains deleted in the Add Grace Period. Google said in 2008 that their AdSense program would now look for domain names that are repeatedly registered and dropped. These domains will automatically be dropped from the AdSense program. Starting in April 2009, many top level", "doc_score": "80.0834732055664", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_20", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "13031063", "text": "Science Gallery / at Science Gallery London is \"Hooked: When Want Becomes Need\" exploring themes of addiction and recovery. It runs from September 2018 to January 2019 and includes work by Richard Billingham, Dryden Goodwin, Joachim Koester, Olivia Locher, Rachel Maclean, Melanie Manchot and Natasha Caruana. The remit of the gallery has expanded over the years, with it now organising events such as TEDxDublin and Dublin Maker. Some of the exhibitions now travel internationally, with \"Illusion\" travelling to San Diego, and \"Biorhythm\" exhibited in Taiwan. Science Gallery Dublin is now part of an international group - the Global Science Gallery Network - administrated", "doc_score": "83.30457305908203", "publish_date": "2018/12/31"}, {"doc_id": "20049914", "text": "V&A Dundee / delayed to 2018. During construction a cofferdam was installed to allow the outer wing expand on to the River Tay and 780 tonnes worth of pre-cast, grey, concrete slabs were added to the outside of the building. The V&A Dundee opened to the public on 15 September 2018 with international and national press previews taken place beforehand from 13–14 September 2018. The opening was celebrated with a 3D Festival which featured acts such as Primal Scream, Be Charlotte and Lewis Capaldi and had featured a light show and a firework display. The opening highlights were broadcast on BBC Two Scotland", "doc_score": "83.67298126220703", "publish_date": "2018/12/31"}, {"doc_id": "8038069", "text": "Amanda Levete / Artangel from 2000 to 2013, and is a trustee of the Young Foundation. Levete is credited with making the Future Systems' organic and conceptual designs a reality. Recognised as one of the UK's most innovative practices, Future Systems completed works include the Selfridges department store in Birmingham and the Lord's Media Centre, which won the Royal Institute of British Architects' Stirling Prize in 1999. Levete formed AL_A (formerly known as Amanda Levete Architecture) in 2009, and in 2011 the practice won the international competition to design a new entrance, courtyard and gallery for London's Victoria and Albert Museum, which features", "doc_score": "79.63153839111328", "publish_date": "2018/12/31"}, {"doc_id": "115233", "text": "Dundee / Gallery for contemporary art, and its archives including: the abcD (artists' books collection Dundee); the REWIND Archive (video art collection); and the Richard Demarco Digital Archive. The V&A Dundee Museum of Design opened in September 2018 and is built south of Craig Harbour onto the River Tay. It is the centrepiece of the city’s waterfront redevelopment. The new museum may bring another 500,000 extra visitors to the city and create up to 900 jobs. The city's archival records are mostly kept by two archives: Dundee City Archives, operated by Dundee City Council and the University of Dundee's Archive Services. Dundee", "doc_score": "82.16848754882812", "publish_date": "2018/12/31"}, {"doc_id": "4440636", "text": "Liverpool Biennial / squares, restaurants, a supermarket, and all the key visual art venues in the city including Tate Liverpool, FACT, Open Eye Gallery and Bluecoat. Also presented during the 2016 Biennial are the John Moores Painting Prize 2016 at Walker Art Gallery, Bloomberg New Contemporaries 2016 at Bluecoat, and the Biennial Fringe. Liverpool Biennial 2016 was curated by Sally Tallant, Dominic Willsdon, Francesco Manacorda, Raimundas Malasauskas, Joasia Krysa, Rosie Cooper, Polly Brannan, Francesca Bertolotti-Bailey, Ying Tan, Sandeep Parmar, and Steven Cairns. The 2018 biennial will run 14 July to 28 October 2018 and be called \"Beautiful world, where are you?\". Liverpool Biennial", "doc_score": "81.99464416503906", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_21", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "11894053", "text": "CIA activities in Iran / the basis of the agreement of 1921. It was noted that Afghanistan is not in any condition to undertake military actions against Iran. However, border conflicts are not excluded. In addition, Afghanistan is in need of economic assistance from Iran, which might soften its position. The positions of Iraq, Turkey, Pakistan, and Saudi Arabia were also analyzed.\" Based on research notes taken at the Center for the Preservation of Contemporary Documentation (Moscow), Fond 5, Opis 76, File 1355, Pages 17-20. In an effort to undermine Premier Mossadeq and to set the stage for a coup, the CIA used propaganda to", "doc_score": "87.38252258300781", "publish_date": "2018/12/31"}, {"doc_id": "14370882", "text": "Chinese espionage in the United States / modern nuclear weapons are focused on the Los Alamos, Lawrence Livermore, Sandia and Oak Ridge National Laboratories. China is known to have stolen classified information on the W-56 Minuteman II ICBM, the W-62 Minuteman III ICBM, the W-70 Lance short-range ballistic missile (SRBM), the W-76 Trident C-4 submarine-launched ballistic missile (SLBM), the W-78 Minuteman III Mark 12A ICBM, the W-87 Peacekeeper ICBM and the W-88 Trident D-5 SLBM and weapon-design concepts and features. China conducts political and corporate espionage to access the networks of financial, defense and technology companies and research institutions in the United States. Email attachments attempting to", "doc_score": "89.32660675048828", "publish_date": "2018/12/31"}, {"doc_id": "14370890", "text": "Chinese espionage in the United States / corporate entities in the United States, including Siemens AG, Moody's Analytics, and Trimble Inc. Since at least 2013, a Chinese espionage group called TEMP.Periscope by FireEye is reported to have been engaged in espionage against maritime-related subjects. FireEye reported that the information targeted was likely of commercial and economic importance.<br> The People's Liberation Army (PLA) was tied to economic espionage involving stolen business plans, intellectual property, and infringed on private conversations from Westinghouse Electric and United States Steel Corporation.<br> Chinese hackers have stolen information on the Patriot missile system, the F-35 Joint Strike Fighter, and the U.S. Navy's new Littoral", "doc_score": "85.81939697265625", "publish_date": "2018/12/31"}, {"doc_id": "11884027", "text": "CIA activities in China / the certificates only with a \"third party\" -- apparently the US -- probably to demonstrate that Beijing is complying with its May commitment. <br><br> 3. The PAEC's chairman told Kibna any decision to share documents with others would require the approval of Pakistan's President or Prime Minister. Kibna suggested possible language for the false end user certificates to make it appear that one item -- possibly the diagnostic equipment -- was intended for the safeguarded Chasma nuclear power plasm which Chinese firms are building.<br> Between 2010 and 2012, the government of China was able to kill at least 30 CIA", "doc_score": "85.1310043334961", "publish_date": "2018/12/31"}, {"doc_id": "5783263", "text": "Chinese intelligence activity abroad / Jayalalithaa Jayaram – head of the All India Anna Dravida Munnetra Kazhagam – stated that Chinese laborers working in parts of the country devastated by the Sri Lankan Civil War were infiltrated with Chinese spies on surveillance missions targeted at Tamil Nadu, India. The PRC and ROC regularly accuse each other of spying. Presidential aide Wang Jen-ping was found in 2009 to have sold nearly 100 confidential documents to China since 2007; Military intelligence officer Lo Chi-cheng was found to have been acting as a double agent in 2010 for China since 2007; Maj. Gen. Lo Hsien-che, electronic communications and", "doc_score": "87.61071014404297", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_22", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "11657441", "text": "Novak Djokovic / career title in Doha, defeating Nadal in two sets in a final that lasted 73 minutes. He broke his own ATP ranking points record, bringing it up to 16,790. Djokovic then proceeded to win his sixth Australian Open. On his road to his Open Era record sixth title in Melbourne, he defeated Roger Federer in four sets in the semi-finals, and in a rematch of the 2015 final, he defeated Andy Murray, in three straight sets. He quickly rebounded from an eye infection at the Dubai open to collect a fifth Indian Wells Masters title, defeating Rafael Nadal in the", "doc_score": "88.93887329101562", "publish_date": "2018/12/31"}, {"doc_id": "11657434", "text": "Novak Djokovic / final against Andy Murray. After splitting the first two sets in tiebreakers, Djokovic suddenly found his form after dropping his serve at the start of the third set, going on to win 12 of the last 13 games to record a four set victory over the Scot, and win an Open Era record-breaking fifth title in Melbourne, overtaking Roger Federer and Andre Agassi. He moved into equal eighth on the all-time list of men with the most Major titles, tying Agassi, Ivan Lendl, Jimmy Connors, Ken Rosewall and Fred Perry. He next competed at the Dubai Tennis Championships and lost", "doc_score": "88.54641723632812", "publish_date": "2018/12/31"}, {"doc_id": "20465893", "text": "2018 Novak Djokovic tennis season / No. 18, his lowest ranking in twelve years. Djokovic's next event was the Italian Open, where he has previously won four times and was the defending finalist. He progressed to his first quarterfinals appearance since 2017 Wimbledon, defeating Alexandr Dolgopolov, Nikoloz Basilashvili and Albert Ramos in straight sets. He would go on to beat Kei Nishikori, but lose to eventual champion Rafael Nadal in the semifinal. In Roland Garros, Djokovic beat Roberto Bautista Agut and Fernando Verdasco en route to the quarterfinals, where he suffered a shocking defeat to Marco Cecchinato in four sets. Djokovic took a wildcard to play", "doc_score": "87.88517761230469", "publish_date": "2018/12/31"}, {"doc_id": "11657453", "text": "Novak Djokovic / in almost 18 months after defeating Grigor Dimitrov in the second round. He then defeated Adrian Mannarino and Jérémy Chardy without dropping a set to reach the final where, despite having a championship point, he lost to top seed Marin Čilić. He also played doubles partnering with longtime friend and rival Wawrinka. Djokovic entered Wimbledon as the #12 seed. He defeated Tennys Sandgren, Horacio Zeballos, Kyle Edmund, Karen Khachanov, and Kei Nishikori to reach the semifinals, where he faced long-time rival Rafael Nadal. Djokovic defeated Nadal 10–8 in the fifth set in a 5 hour and 17 minute match, spread", "doc_score": "87.84254455566406", "publish_date": "2018/12/31"}, {"doc_id": "11657483", "text": "Novak Djokovic / Tsonga in his first (of three) round robin matches. It was Djokovic's fifth win over Tsonga in 2012. Their most recent Grand Slam tournament meeting was in the quarter-finals of the 2016 US Open. Djokovic won after Tsonga retired while two sets to love down. Djokovic is considered to be one of the greatest tennis players of all time. Following his tremendous success in the 2011 season, he began to feature on all-time greatest lists and, in late 2011, Rod Laver listed Djokovic number six in his top ten male players of the Open Era. According to Tim Henman's June", "doc_score": "86.57998657226562", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_23", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "12395764", "text": "Boris Johnson / Following Johnson's comments on the burqa, a poll by Sky News found that 60% thought it was not racist to compare Muslim women wearing burkas to bank robbers and letter boxes, while 33% thought it was; that 59% answered \"yes\" when asked \"should burkas be banned\" while 26% answered \"no\" and that 45% thought Johnson should apologise for his remarks while 48% thought he should not. According to a \"Sunday Times\" article on 19 August 2018, Johnson's comments on the burqa led to a number of Islamophobic messages being left on his Facebook page by his followers, which the MCM", "doc_score": "86.6915054321289", "publish_date": "2018/12/31"}, {"doc_id": "12395711", "text": "Boris Johnson / was appointed to serve on a standing committee assessing the Proceeds of Crime Bill, although he missed many of its meetings. Despite his credentials as a public speaker, his speeches in the House of Commons were widely deemed lacklustre and lacking in passion, with Johnson later admitting that they were \"crap\". In his first four years as MP for Henley he attended just over half of the votes in the House of Commons; by his second term this had declined to 45%. In most cases, he supported the Conservative party line, only rebelling against it five times during this period,", "doc_score": "84.44712829589844", "publish_date": "2018/12/31"}, {"doc_id": "12395741", "text": "Boris Johnson / \"to dig dirt on Ken Livingstone\" – was \"an appropriate use of public funds\". The head of the panel, Patience Wheatcroft is married to a Conservative councillor and three of the four remaining panel members also have close links to the Conservatives: Stephen Greenhalgh (Conservative Leader of Hammersmith and Fulham Council), Patrick Frederick (Chairman of Conservative Business Relations for South East England and Southern London) and Edward Lister (Conservative Leader of Wandsworth Council). During his first administration, Johnson was embroiled in several personal scandals. After moving to a new house in Islington, he built a shed on his balcony without", "doc_score": "85.49664306640625", "publish_date": "2018/12/31"}, {"doc_id": "16838419", "text": "Plebgate / Plebgate The \"Plebgate\" (or \"Plodgate\", \"Gategate\") scandal in the United Kingdom concerns an altercation between Conservative MP Andrew Mitchell, the Government Chief Whip at the time (who later resigned because of the incident), and the police, which took place on 19 September 2012. It gained notoriety initially for the conduct claimed of Mitchell and again two months later when, subsequent to Mitchell's resignation, CCTV and other evidence was revealed which appeared to call into question some of the evidence against Mitchell. Leaked police logs, later apparently backed up by eyewitness evidence, suggested that Mitchell had sworn at police officers on", "doc_score": "86.12645721435547", "publish_date": "2018/12/31"}, {"doc_id": "12395781", "text": "Boris Johnson / 1 November 2017, Johnson told the Foreign Affairs Select Committee that Nazanin Zaghari-Ratcliffe, a British citizen serving a five-year prison sentence in Iran after being arrested on holiday on suspicion of training BBC Persian employees, had been \"simply teaching people journalism\". Three days later, the High Council for Human Rights in Iran doubled Zaghari-Ratcliffe's sentence, using Johnson's words as evidence against her. Her family, her employer (the Thomson Reuters Foundation), and fellow politicians including Zaghari-Ratcliffe's MP Tulip Siddiq, Shadow Foreign Secretary Emily Thornberry and former Conservative Foreign Secretary Malcolm Rifkind all called on Johnson to retract his words. Johnson insisted", "doc_score": "85.12287139892578", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_24", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "14154561", "text": "Huejotzingo / \"general.\" Over all four days, these battalions, totaling about 2,000 people, participate in mock battles, firing their wooden muskets at each other, which fills the air with gunpowder smoke. During this time, the battalions eat together and even visit the graves of former members who have died. About thirty percent of the participants are women, who are dressed and masked as men. The four battalions divide into two battalions representing the French and two battalions representing the Mexicans. However, the uniforms are not historically accurate. The \"French\" are costumed as Zouaves and \"zapadores\", which are based somewhat on French attire,", "doc_score": "79.18540954589844", "publish_date": "2018/12/31"}, {"doc_id": "16933034", "text": "Las Justas / venue. With over 200,000 people attending Las Justas every year, security has been a major concern. In 2010, for example, 13 people were arrested for drug activities during the events. Las Justas, it is said, has evolved into a Puerto Rican-style Spring Break. Close to 1,500 security personnel patrol the event for security. A number of items are not permitted in the areas where activities of Las Justas are celebrated, including both sporting events and associated musical celebrations. Coolers, liquids not in their original containers, glass bottles, umbrellas, baseball bats, canes, and fire arms are some of the items that", "doc_score": "81.0712661743164", "publish_date": "2018/12/31"}, {"doc_id": "10644028", "text": "Palo de Mayo / Palo de Mayo Palo de Mayo (; or ¡M ayo Ya!) is a type of Afro-Caribbean dance with sensual movements that forms part of the culture of several communities in the RAAS region in Nicaragua, as well as Belize, the Bay Islands of Honduras and Bocas del Toro in Panama. It is also the name given to the month-long May Day festival celebrated on the Caribbean coast. Both the festival and dance are an Afro-Nicaraguan tradition which originated in Bluefields, Nicaragua in the 17th century. Palo de Mayo, or Maypole, is a celebration welcoming rain, production, new life and including", "doc_score": "79.05460357666016", "publish_date": "2018/12/31"}, {"doc_id": "2389382", "text": "Icod de los Vinos / drums, \"los hachitos\" come out during the festival of San Juan Bautista on 23 June. They are made of rags soaked in petroleum and placed in the high areas of the city, forming pictures out of light (stars, hearts, crosses, and so on), or are thrown down the mountain to evoke a lava flow. Others are decorated with branches, flowers and ribbons and carried up the mountain, giving rise to a magical, multicolored spectacle. This is a tradition that was frequent in the neighborhoods and settlements in the time of Corpus Christi. In this they represented the fight of the", "doc_score": "79.18788146972656", "publish_date": "2018/12/31"}, {"doc_id": "17105217", "text": "Carnival of Huejotzingo / noted for their cruelty. They wear a blue cap decorated with stones, gold ribbons, sequined belts, leather masks, dark glasses and royal blue capes. They carry wooden boxes on their backs underneath which are the flags of France and Mexico. In the box there are soldiers’ provisions such as French bread, although many today put commercial sandwich bread in its place. The “Zapadores” are those who represent those of the elite classes in Mexican society. They are dressed as the imperial guard of Maximilian I and some as the personal guard of Mexico’s first emperor Agustín de Iturbide. Their outfits", "doc_score": "79.42134094238281", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_25", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "20091241", "text": "90th Academy Awards / Comedian Jimmy Kimmel hosted for the second consecutive year, making him the first person to host back-to-back ceremonies since Billy Crystal in 1997 and 1998. In related events, the Academy held its 9th Annual Governors Awards ceremony at the Grand Ballroom of the Hollywood and Highland Center on November 11, 2017. On February 10, 2018, in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California, the Academy Scientific and Technical Awards were presented by host actor Sir Patrick Stewart. \"The Shape of Water\" won a leading four awards, including Best Picture and Best Director for Guillermo del Toro.", "doc_score": "76.82108306884766", "publish_date": "2018/12/31"}, {"doc_id": "7349692", "text": "51st Academy Awards / Wait\" tied for the most nominations with nine each. The winners were announced during the awards ceremony on April 9. Best Director nominees Warren Beatty and Buck Henry became the second pair of directors nominated in that category for the same film; Jerome Robbins and Robert Wise had won for co-directing 1961's \"West Side Story\". Furthermore, Beatty was the first person since Orson Welles to earn acting, directing, producing, and screenwriting nominations in the same year. With Jon Voight and Jane Fonda's respective wins in the Best Actor and Best Actress categories, \"Coming Home\" was the fourth film to win", "doc_score": "78.43196105957031", "publish_date": "2018/12/31"}, {"doc_id": "20091242", "text": "90th Academy Awards / \"Dunkirk\" won three awards; \"Blade Runner 2049\", \"Coco\", \"Darkest Hour\" and \"Three Billboards Outside Ebbing, Missouri\" won two awards each. Frances McDormand and Sam Rockwell won Best Actress and Best Supporting Actor awards for \"Three Billboards Outside Ebbing, Missouri\" while Gary Oldman won Best Actor for \"Darkest Hour\". Allison Janney won Best Supporting Actress honor for \"I, Tonya\". With a U.S. viewership of 26.5 million, it was the least-watched show in the Academy's history. The nominees for the 90th Academy Awards were announced on January 23, 2018, at 5:22 a.m. PST (13:22 UTC), at the Samuel Goldwyn Theater in Beverly", "doc_score": "79.41250610351562", "publish_date": "2018/12/31"}, {"doc_id": "20229045", "text": "72nd Tony Awards / the performances of Bareilles and Groban as hosts. The official eligibility cut-off date for Broadway productions opening in the 2017–2018 season was April 26, 2018. Notes The Tony Award nominations were announced on May 1, 2018 by \"Hamilton\" alum Leslie Odom Jr. and Katharine McPhee, who is starring in \"Waitress\" on Broadway. \"Mean Girls\" and \"SpongeBob SquarePants\" each received 12 nominations, tying as the most-nominated shows of the season. \"The Band's Visit\" received 11 nominations, as did the revivals of \"Angels in America\" and \"Carousel\". \"Harry Potter and the Cursed Child\" and the Lincoln Center Theater revival of \"My Fair", "doc_score": "78.34329986572266", "publish_date": "2018/12/31"}, {"doc_id": "14293024", "text": "85th Academy Awards / Franco, who was a co-host and a Best Actor nominee during the 83rd ceremony in 2011, to host the ceremony while receiving a nomination in the same year. He was also the first singer nominee and also the first to host the show solo. \"Silver Linings Playbook\" was the fourteenth film to earn nominations in all four acting categories, and the first since \"Reds\" in 1981. At age 22, Best Actress winner Jennifer Lawrence became the second-youngest winner in that category. With his third win for Best Lead Actor, Daniel Day-Lewis became the first three-time winner in that category. He", "doc_score": "76.75785064697266", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_26", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "3442525", "text": "Poznań Fast Tram / Poznań Fast Tram Legend: Poznański Fast Tram (, PST, informally: PeSTka) is a stretch of grade-separated tram/light rail line in Poznań, Poland. The tracks are set in a cutting or on an overpass, switches allowing to drive on adjacent tracks. The stops, resembling railroad stations, have a different colour scheme each. This tram line was created as an alternative to a more expensive metro. The PST, opened in 1997, links the densely populated northern districts of Winogrady and Piątkowo with the city centre. It is served by lines 12, 14, 15, 16 and 26 (during the rush hours), as well", "doc_score": "85.73980712890625", "publish_date": "2018/12/31"}, {"doc_id": "20852830", "text": "U.S. Bicycle Route 66 / U.S. Bicycle Route 66 U.S. Bicycle Route 66 (USBR 66) is a United States Bicycle Route that follows the former U.S. Route 66 (US 66) across the United States. The first section of the route, spanning from between Baxter Springs, Kansas, and St. Louis, Missouri, was designated as USBR 66 in 2018. The rest of the route remains proposed but un-designated. USBR 66 runs along or parallel to former segments of US 66 for most of its route and also incorporates part of Bicycle Route 66, an Adventure Cycling Route Network corridor. At full length, the route is planned to", "doc_score": "88.25423431396484", "publish_date": "2018/12/31"}, {"doc_id": "17207466", "text": "Polonia (train) / Polonia (train) The Polonia is a EuroCity (EC) express train. It was introduced in 1997, to supplement the existing EuroCity train, the \"Sobieski\", on the international route between Vienna, the capital of Austria, and Warsaw, the capital of Poland, via the Czech Republic. The train's name, \"Polonia\", is the Latin word for \"Poland\"., the northbound train, EC 102, departs from Villach Hbf, in Villach, Austria, at shortly after 09:00, and the southbound train, EC 103, departs from Warszawa Wschodnia in Warsaw at shortly after 06:00. Both trains arrive at their destinations after a journey time, via Vienna, of approximately", "doc_score": "87.06204223632812", "publish_date": "2018/12/31"}, {"doc_id": "1928368", "text": "Pendolino / first homologated for operation using ETCS Level 1 and eventually to be homologated for ETCS Level 2. The Pendolinos were put in service on 14 December 2014. In addition to the Central Rail Line from Warsaw to Kraków and Katowice, and from Warsaw to Wrocław, the Pendolinos also operate on the 350 km (221 miles) route from Warsaw to Gdańsk and Gdynia on the Baltic Sea. In 2011-2015 the Warsaw-Gdańsk-Gdynia route underwent a major upgrading costing $3 billion, partly funded by the European Investment Bank, including track replacement, realignment of curves and relocation of sections of track to allow speeds", "doc_score": "84.0067367553711", "publish_date": "2018/12/31"}, {"doc_id": "6018325", "text": "Bundesautobahn 6 / Bundesautobahn 6, also known as Via Carolina (between Nuremberg and the Czech border continuing to Prague) is a 477 km (296.4 mi) long German autobahn. It starts at the French border near Saarbrücken in the west and end at the Czech border near Waidhaus in the east. The first plans for the A 6 were laid out in 1935, construction on several parts began in 1938. In 1940, construction near Mannheim was stopped when the bridge across the Rhine collapsed, killing many workers. A new bridge, the Theodor Heuss Bridge (Frankenthal), was opened in 1953. Other parts of the", "doc_score": "84.84628295898438", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_27", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "11207463", "text": "Trapped in the USSR / they undertook feverish trips across the USSR, from Leningrad, to Moscow, to Tashkent, Bratsk, and finally, Odessa. Their assignment was to steal vital documents kept by five men identified as being chief conspirators in the plot. Trapped in the USSR Trapped in the U.S.S.R. is book 8 of the Race Against Time series written by J. J. Fortune. It is notable for poor characterization, and ludicrous plot involving a teenage boy who has to escape the Russians, but seems more worried that his parents might find out he's away. At one point due to his lack of Russian fluency he", "doc_score": "83.53718566894531", "publish_date": "2018/12/31"}, {"doc_id": "11207460", "text": "Trapped in the USSR / Trapped in the USSR Trapped in the U.S.S.R. is book 8 of the Race Against Time series written by J. J. Fortune. It is notable for poor characterization, and ludicrous plot involving a teenage boy who has to escape the Russians, but seems more worried that his parents might find out he's away. At one point due to his lack of Russian fluency he has to pretend to be deaf and mute, but keeps talking anyway. Richard Duffy promised Stephen an uneventful week when the latter's parents went for a week-long trip to Clearwater, Florida, for business. Reasoning if they", "doc_score": "84.34385681152344", "publish_date": "2018/12/31"}, {"doc_id": "2442441", "text": "Erast Fandorin / in charge of financing the \"Party\". Three novellas: \"Planet Water\", \"The Lonely Sail\" (taking place in the remote province of Zavolzhsk), and \"Where Shall We Go\" (taking place in Warsaw, Russian Poland, Dec. 31, 1912) The sixteenth, and possibly final book of the Erast Fandorin Series, consisting of three novellas set between 1917 and 1918. With the subtitle of \"Adventures of Erast Fandorin in the XX century. Part two\", the Russian release of the novel is scheduled for February 8, 2018. \"Ying and Yan\" is an original play featuring Fandorin. Subtitled \"A theatrical experiment\", it features both a \"white version\"", "doc_score": "80.26038360595703", "publish_date": "2018/12/31"}, {"doc_id": "20773835", "text": "Liberating Alaska / the Russian Civil War and the U.S. fighting the Red Army in Siberia, Vladimir Lenin is forced to cede Alaska to the U.S. The story is set in June 1929. Joseph Stalin initiates a take-over of the city of Siknazuak (real-life Nome, Alaska with a variant of its Iñupiat name). The story depicts the liberation of Siknazuak by the United States Marine Corps. Liberating Alaska Liberating Alaska is a alternate history short story written by Harry Turtledove and published on June 19, 2018 in the July/August 2018 edition of Asimov's Science Fiction Magazine. The point of divergence occurs when the", "doc_score": "83.5140609741211", "publish_date": "2018/12/31"}, {"doc_id": "8367414", "text": "Absurdistan (novel) / listed it as one of the 10 best books of 2006. Absurdistan (novel) Absurdistan is a 2006 novel by Gary Shteyngart. It chronicles the adventures of Misha Vainberg, the 325-pound son of the 1,238th-richest man in Russia, as he struggles to return to his true love in the South Bronx. After Misha's father kills a prominent businessman from Oklahoma, the INS bars the entire Vainberg family entry to the United States, trapping Misha in his native Saint Petersburg, which he nostalgically refers to as \"St. Leninsburg.\" Misha, a.k.a. \"Snack Daddy\" from his days at Accidental College, somewhere in the Midwestern", "doc_score": "82.7828369140625", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_28", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "19691481", "text": "Traingate / Traingate Traingate is the popular name given to a 2016 disputed incident between Jeremy Corbyn, leader of the British Labour Party, and the train operating company Virgin Trains East Coast (VTEC) and its minority shareholder Richard Branson. During August 2016, a video was released of Corbyn sitting on the floor of a VTEC train while campaigning during a leadership challenge by Owen Smith. Corbyn said the train was \"ram-packed\" and used this to support his policy to reverse the 1990s privatisation of the railways of Great Britain, which created private operators such as VTEC. Controversy developed when Virgin released CCTV", "doc_score": "73.84690856933594", "publish_date": "2018/12/31"}, {"doc_id": "15709162", "text": "Conan O'Brien Can't Stop / Conan O'Brien Can't Stop Conan O'Brien Can't Stop is a 2011 documentary film by Rodman Flender featuring Conan O'Brien and focusing on his comedy tour, The Legally Prohibited from Being Funny on Television Tour, which took place in 2010 following his departure from \"The Tonight Show with Conan O'Brien\" due to the controversial 2010 \"Tonight Show\" conflict. Flender is O'Brien's friend and Harvard classmate. The film opens with a short segment explaining the events which transpired to culminate in O'Brien's launch of the Legally Prohibited Tour. It focuses on the rift with NBC and the outpouring of support shown by", "doc_score": "73.3395767211914", "publish_date": "2018/12/31"}, {"doc_id": "6134049", "text": "Reverend Billy and the Church of Stop Shopping / the Turbine Room of the Tate, the choir splashed Reverend Billy and the BP sunflower logo with bottles of black oil. After the performance, the protesters exited the museum singing onto the lawn outside, and rallied on the shore of the Thames against oil companies and their involvement in the arts. In 2014, Reverend Billy, Savitri D and the Choir turned their focus to colony collapse disorder affecting the world's honeybees. In one action, they entered the Micro-robotics Laboratory at Harvard's School of Engineering and Applied Science to confront scientists working on the invention of robot pollinators, popularly known as", "doc_score": "77.44927215576172", "publish_date": "2018/12/31"}, {"doc_id": "17301341", "text": "We Can't Stop / foam finger and twerked against his crotch. An article published in \"The Hollywood Reporter\" described the performance as \"crass\" and \"reminiscent of a bad acid trip\". The performance was described by \"XXL\" critic B. J. Steiner as a \"trainwreck in the classic sense of the word as the audience reaction seemed to be a mix of confusion, dismay and horror in a cocktail of embarrassment\", while the BBC said Cyrus stole the show with a \"raunchy performance\". The performance generated 306,100 tweets per minute on Twitter, breaking the record for the most tweeted-about event in the history of the social", "doc_score": "77.50724792480469", "publish_date": "2018/12/31"}, {"doc_id": "10588083", "text": "Voldemort Can't Stop the Rock! / had shifted 200,000 digital downloads of an unspecified song. Paul DeGeorge later attributed this remarkable feat to the fact that the song \"Human Hosepipe\" was released on a free compilation album, which in turn was downloaded more than 200,000 times. During the band's tour of England, Paul and Joe DeGeorge received a letter from Warner Brothers that stated that the brothers were breaking copyright laws. Although Paul sent a letter to Warner Brothers in an attempt to smooth things over, Marc Brandon, the company representative, asked to speak to Paul personally. The two later settled upon a gentleman's agreement that,", "doc_score": "74.352294921875", "publish_date": "2018/12/31"}]}
{"question_id": "20230616_29", "search_time": "2023/08/07/02:32", "search_result": [{"doc_id": "3937307", "text": "Demographics of sexual orientation / women (0.7), whereas bisexual identity was more common among women (0.9%) than men (0.6%). A female-only survey found that 4% of British women identify as gay or bisexual. The United Kingdom Office for National Statistics Annual Population Survey reported over 1 million (2.0%) of the UK population aged 16 and over identified as Lesbian, Gay or Bisexual (LGB). This represented a statistically significant increase from 1.7% in 2015. In a Survation poll on adults aged 40–70, 92.5% identified as heterosexual, 3.5% as gay, 2.4% as bisexual, 0.5% as Other and 1% did not want to reveal their sexual orientation. Those", "doc_score": "92.81063079833984", "publish_date": "2018/12/31"}, {"doc_id": "4583784", "text": "Media of the United Kingdom / directories and databases, journals, magazines and business media, newspapers and news agencies, has a combined turnover of around £20 billion and employs around 167,000 people. The print media sector is entirely regulating itself and there are no specific statutory rules regulating the print media. Traditionally British newspapers have been divided into \"quality\", serious-minded newspapers (usually referred to as \"broadsheets\" because of their large size) and the more populist, \"tabloid\" varieties. For convenience of reading many traditional broadsheets have switched to a more compact-sized format, traditionally used by tabloids. In 2008 \"The Sun\" had the highest circulation of any daily newspaper", "doc_score": "87.9237060546875", "publish_date": "2018/12/31"}, {"doc_id": "14088788", "text": "Public opinion on global warming / Public opinion on global warming Public opinion on global warming is the aggregate of attitudes or beliefs held by the adult population concerning the science, economics, and politics of global warming. It is affected by media coverage of climate change. A 2007–2008 Gallup Poll surveyed individuals in 128 countries. This poll queried whether the respondent knew of global warming. Those who had a basic concept of global warming didn’t necessarily connect it to human activities, revealing that a knowledge of global warming and the knowledge that it’s human-induced are two separate things. Over a third of the world's population were", "doc_score": "92.83979034423828", "publish_date": "2018/12/31"}, {"doc_id": "751935", "text": "Consumer confidence index / comprising the remaining 60%. In the glossary on its website, The Conference Board defines the Consumer Confidence Survey as \"a monthly report detailing consumer attitudes and buying intentions, with data available by age, income and region\". Another well-established index that measures consumer confidence in the United States of America is the University of Michigan Consumer Sentiment Index, run by University of Michigan's Institute for Social Research. In simple terms, increased consumer confidence indicates economic growth in which consumers are spending money, indicating higher consumption. Decreasing consumer confidence implies slowing economic growth, and so consumers are likely to decrease their spending.", "doc_score": "87.44246673583984", "publish_date": "2018/12/31"}, {"doc_id": "3937309", "text": "Demographics of sexual orientation / bisexual, and 2% as other. An Ipsos MORI survey on behalf of BBC found that British people aged 16–22 (also called Generation Z) have lower odds to identify as exclusively straight (66%) than those who belong to the Millennial generation (71%), Generation X (85%), or Baby Boomers (88%). Within Generation Z, there were several important gender differences in sexual identity: young men were more likely to identify as completely heterosexual than young women (73% v. 59%) whereas young women had higher chances to identify as non-exclusively straight (19%) and bisexual (14%) than young men (10% and 5%, respectively). There were", "doc_score": "88.7054672241211", "publish_date": "2018/12/31"}]}
