{"question_id": "20230929_0", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "11436396", "text": "Ayden Callaghan / Callaghan is a supporter of Wolverhampton Wanderers F.C.. He is married to television presenter, actress and blogger Sarah-Jane Honeywell. They got engaged on 18 November 2014 on the Empire State building in New York City, and were married at Nunsmere Hall Hotel on 17 September 2016, which was covered by celebrity magazine OK!. On 17 May 2015, Callaghan and his fiancee announced they were expecting their first child. Their baby boy, Phoenix, was born on 25 August 2015, and they had their second child, a boy named Indiana, on 24 January 2018. Callaghan trained as an actor at the Guildford", "doc_score": "75.68220520019531", "publish_date": "2018/12/31"}, {"doc_id": "7963587", "text": "Taylor Swift / Saw Her Standing There\" and \"Shake It Off\" with Paul McCartney at the \"Saturday Night Live 40th Anniversary Special\" after-party, and joined Kenny Chesney to sing \"Big Star\" on the opening night of his Big Revival Tour in Nashville. In March 2015, Swift started dating Scottish DJ and record producer Calvin Harris. By June 2015, the duo were ranked as the highest-paid celebrity couple over the past year by \"Forbes\" with combined earnings of over $146 million. In August, Swift addressed her mother's cancer diagnosis, and encouraged others to get a medical checkup. Before Swift and Harris announced the end", "doc_score": "75.45919799804688", "publish_date": "2018/12/31"}, {"doc_id": "12707970", "text": "Rachel Riley / on a glass. It was announced in November 2013 that they were separating. Riley is a keen supporter of Manchester United, like her father (who was originally from Salford, Lancashire). In October 2010, Riley presented a programme on the club's television channel, MUTV, featuring a tour of their Trafford Training Centre in Carrington. She has also hosted episodes of \"An Audience with...\" on the channel. To mark her 1,000th episode of \"Countdown\" (aired on 25 June 2013), United player Ryan Giggs presented her with a signed team shirt, Giggs himself having celebrated his 1,000th game for the club the same", "doc_score": "76.08744812011719", "publish_date": "2018/12/31"}, {"doc_id": "15904615", "text": "Samantha Ponder / brief courtship, she married then Minnesota Vikings quarterback, Christian Ponder, on December 17, 2012, in Hudson, Wisconsin. She started appearing on ESPN/ABC broadcasts by her married name, starting with the January 1, 2013 broadcast of the CapitalOne Bowl. In July, 2014, the couple became parents of a daughter, Bowden Sainte-Claire “Scout”. Sam also gave birth to a boy, True, with Ponder in June, 2017, and a girl, Price, in July, 2018. Ponder is a Christian. Samantha Ponder Samantha Ponder (née Steele) (born December 11, 1985) is an American sportscaster who is currently the host of \"Sunday NFL Countdown\" on ESPN.", "doc_score": "75.01917266845703", "publish_date": "2018/12/31"}, {"doc_id": "3025054", "text": "Win a Date with Tad Hamilton! / with Tad Hamilton. Subsequently, a despondent Pete sees her off at the airport. Rosalee is awed by Los Angeles and becomes tongue-tied in Tad's presence; the date does not go well as Rosalee vomits in the limousine and Tad mentioning his love of animals—which Pete had warned was a signal of sexual intentions—rouses her suspicions. After seeing Tad's house, Rosalee requests to go back to the hotel and soon returns home, leaving Tad thoughtful. As Pete is about to tell Rosalee about moving to Richmond she is surprised—as much as Pete is disappointed—by Tad's sudden arrival to rekindle their relationship.", "doc_score": "75.58585357666016", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_1", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "12709301", "text": "Expedition 24 / Expedition 24 Expedition 24 was the 24th long-duration mission to the International Space Station (ISS). Expedition 24 initially had two planned spacewalks, one Russian and one American Extra-vehicular Activity (EVA). The U.S. EVA was re-planned and a second U.S. EVA was added. On 31 July 2010, the Expedition 24 crew was awoken by an alarm on the station. The alarm was caused by a cooling pump that had failed and caused a Remote Power Controller to trip and cut power to some of the International Space Station (ISS). Astronauts Tracy Caldwell Dyson and Doug Wheelock performed some steps to assist", "doc_score": "88.55229949951172", "publish_date": "2018/12/31"}, {"doc_id": "3550788", "text": "Expedition 1 / station's orientation was switched from propellants to electrically powered gyroscopes, which had been installed in September 2000. The gyroscopes had not been used earlier due to the lack of key navigational electronics. By the end of STS-98, the crew of Expedition 1 had been on the station for over three months, and Shepherd stated that he was \"ready to come home\". NASA used several techniques to prevent the three crew members from suffering the effects of the \"three-month wall\" psychological barrier, which had caused depression in previous astronauts. For example, they allowed more time for the crew to speak to", "doc_score": "86.41983032226562", "publish_date": "2018/12/31"}, {"doc_id": "12707342", "text": "Expedition 23 / Expedition 23 Expedition 23 () was the 23rd long-duration mission to the International Space Station (ISS). Expedition 23 began with the Soyuz TMA-16 undocking on 18 March 2010. Shortly thereafter cosmonauts Aleksandr Skvortsov and Mikhail Korniyenko and astronaut Tracy Caldwell Dyson arrived at the Space Station on Soyuz TMA-18 on 4 April 2010. The Soyuz spacecraft lifted off from the Baikonur Cosmodrome at 00:04 EST on 2 April 2010. Three Russian cosmonauts, two American and one Japanese astronauts made up the Expedition 23 crew. It was the first ISS crew to include three Russians at once. The Expedition 23 crew", "doc_score": "87.91728973388672", "publish_date": "2018/12/31"}, {"doc_id": "12709304", "text": "Expedition 24 / remove and replace a failed ammonia pump module. Expedition 24 Expedition 24 was the 24th long-duration mission to the International Space Station (ISS). Expedition 24 initially had two planned spacewalks, one Russian and one American Extra-vehicular Activity (EVA). The U.S. EVA was re-planned and a second U.S. EVA was added. On 31 July 2010, the Expedition 24 crew was awoken by an alarm on the station. The alarm was caused by a cooling pump that had failed and caused a Remote Power Controller to trip and cut power to some of the International Space Station (ISS). Astronauts Tracy Caldwell Dyson", "doc_score": "87.3561019897461", "publish_date": "2018/12/31"}, {"doc_id": "5841567", "text": "Expedition 12 / EVA was on 7 November 2005 for 5 hours and 22 minutes. There were two main objectives, both of which were completed. The first was to install and set up a new camera on the P1 Truss which was later used in the installation of more truss segments. The second was to jettison the Floating Potential Probe which was a failed instrument, designed to measure the station's electrical potential and compare it to the surrounding plasma. The second spacewalk took place on 3 February 2006 and lasted 5 hours and 43 minutes. The astronauts jettisoned an old Russian Orlan spacesuit,", "doc_score": "84.54279327392578", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_2", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "6476247", "text": "Foo Go / Foo Go Foo Go is a brand used by Greencore Group plc which makes pre-packed sandwiches and other convenience food. Their products are now sold in over 150 individual retailers in the UK, including WH Smith stores. In its first three years of operation, the company had a turnover of £7 million. It was sold to Greencore Group plc in 2009 for £4.4m. The firm has a \"zero waste\" environment policy and has used water-based boards, inks and coatings with packet windows made from 100% cornstarch instead of the normal oil-based inks and a plastic film since its founding in", "doc_score": "80.78815460205078", "publish_date": "2018/12/31"}, {"doc_id": "16968059", "text": "Anti-griddle / (c. -34.4°C) by pumping a refrigerant through a compressor to remove heat from its steel surface. Liquids, oil, and gels generally freeze in 30 to 90 seconds. The finished product has a crunchy outer texture while the inside remains soft or creamy. Anti-griddle The anti-griddle is a kitchen appliance that flash freezes or semi-freezes foods placed on its chilled metal top. The device was inspired by a similar appliance used by Grant Achatz in one of his restaurants. Chef and \"Top Chef\" guest judge Grant Achatz used a similar device in his first Chicago restaurant Alinea, which he invented with", "doc_score": "79.64839935302734", "publish_date": "2018/12/31"}, {"doc_id": "18494484", "text": "Ekam Eco Solutions / release less odour than a conventional urinal. This eliminates the need for about 100,000 litres of fresh water per year for each public urinal, resulting in a corresponding reduction in water bills and lower sewage volumes. Ekam began selling its first product in October 2013. It is called \"Zerodor\", both because urinals fitted with the technology produce little odour, but also because the product requires no replaceable parts or consumable chemicals. When retrofitted to existing urinal pans it is an inexpensive way to improve urinals in institutions and public spaces. Because the resulting urine is not diluted, it can more", "doc_score": "79.90862274169922", "publish_date": "2018/12/31"}, {"doc_id": "3293321", "text": "Urinal deodorizer block / compound and quaternary ammonium compounds. They come in a variety of shapes and sizes, and weigh from about 20 grams up to about 100 grams when new. Some Urinal blocks also have enzymes added to help digest the build up within pipes these are sold as premium urinal bio blocks Autoflush and/or ice are sometimes used as alternatives. Urinal deodorizer block Urinal deodorizer blocks (also called urinal cakes, para blocks, urinal mints, urinal pucks, urinal peons (pee-ons), urinal biscuits, urinal cookies, hockey pucks, toilet pucks, toilet lollies, trough lollies or urinal donuts) are small disinfectant blocks found in urinals. The", "doc_score": "78.8105239868164", "publish_date": "2018/12/31"}, {"doc_id": "20208179", "text": "NoPhone / NoPhone NoPhone is a company that manufactures a plastic object that resembles a smartphone. It was created as part of the backlash against smartphone addiction. The company manufactures four different types, the NoPhone, NoPhone Zero, and NoPhone Air and NoPhone Selfie. The solid bricks of plastic are marketed as being \"completely toilet-bowl resistant.\" The NoPhone was created in 2014 by Van Gould, Ingmar Larsen, and Ben Langeveld. Larsen told ABC News: \"We wanted to make people aware of their addiction by creating a product that can be used for their addiction. It works as a placebo.\" In 2016 the company", "doc_score": "80.6421890258789", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_3", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "19084616", "text": "Donald Trump 2000 presidential campaign / for [Castro]: 'Adios, amigo!'\" Covering the event, columnist Maureen Dowd wrote that the fascination with Trump was the \"apotheosis of our Gilded Age,\" where \"money, celebrity, polling, and crass behavior\" warp politics and the television show \"Who Wants to Be a Millionaire\" dominates the culture. Following this theme, \"Saturday Night Live\" performed a sketch in which Darrell Hammond reprised his role as Trump, holding a press conference announcing \"Millionaire\" winner John Carpenter as his running mate. Soon thereafter, the actual Trump floated possible running mates and members of his presidential cabinet during a November 28 episode of \"Late Edition with", "doc_score": "82.46226501464844", "publish_date": "2018/12/31"}, {"doc_id": "18844693", "text": "Donald Trump 2016 presidential campaign / interference and any related illegal acts. As president, Trump has repeatedly rejected the conclusions of the U.S. intelligence agencies. Since the 1988 presidential election, Trump was discussed as a potential candidate for President in nearly every election. In October 1999, Trump declared himself a potential candidate for the Reform Party's presidential nomination, but withdrew on February 14, 2000. In 2004, Trump said that he identified as a Democrat. Trump rejoined the Republican Party in September 2009, chose no party affiliation in December 2011, and again rejoined the GOP in April 2012. In early 2011, presidential speculation reached its highest point", "doc_score": "83.30774688720703", "publish_date": "2018/12/31"}, {"doc_id": "19084648", "text": "Donald Trump 2000 presidential campaign / election, Trump returned to his real estate business, rekindled his relationship with Melania Knauss, whom he married in 2005, and hosted NBC's \"The Apprentice\" and \"The Celebrity Apprentice\" for 14 seasons from 2004 to 2015, acquiring the catchphrase, \"You're fired!\". In addition, he continued an involvement in politics. He changed his voter registration from the New York Independence Party (Reform Party affiliate) to the Democratic Party in August 2001 as the Reform Party continued its decline. By 2004, the party had lost ballot access in all but seven states, which it gave to Independent presidential candidate Ralph Nader. Trump was", "doc_score": "83.6169204711914", "publish_date": "2018/12/31"}, {"doc_id": "7642200", "text": "Donald Trump / TV broadcast was the most watched presidential debate in United States history. The second presidential debate was held at Washington University in Saint Louis, Missouri. The beginning of that debate was dominated by references to a recently leaked tape of Trump making sexually explicit comments, which Trump countered by referring to alleged sexual misconduct on the part of Bill Clinton. Prior to the debate, Trump had invited four women who had accused Clinton of impropriety to a press conference. The final presidential debate was held on October 19 at the University of Nevada, Las Vegas. Trump's refusal to say whether", "doc_score": "83.95568084716797", "publish_date": "2018/12/31"}, {"doc_id": "19071141", "text": "2016 Republican Party vice presidential candidate selection / choice prior to the 1976 Republican National Convention. However, Cruz dropped out from the race on May 3, after losing to Trump in Indiana. Then-campaign manager Corey Lewandowski and Paul Manafort presented Trump with a list of sixteen names in mid-May, and, starting in June, the Trump campaign began vetting six individuals. On May 10, 2016, Trump told the \"Associated Press\" that he had narrowed his list of potential running mates to \"five or six people\" with a background in politics, as opposed to the military or business. However, on July 6, Trump stated that \"about\" ten people remained in", "doc_score": "81.68196105957031", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_4", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "19540093", "text": "Alcohol-free bar / Rawtenstall, Lancashire, established in 1890, is described as \"the UK's only remaining temperance bar\" and re-opened in March 2016 after a closure of two months. The first modern alcohol-free bar in England, opened in 2011, is named The Brink, and is located in Liverpool. The Brink is also a drug-free bar, and is run by the charity Action on Addiction with support from the Big Lottery Fund. It also serves food and hosts various events such as live music and film showings. An alcohol-free bar named Redemption is located at the base of the Trellick Tower in North Kensington, London,", "doc_score": "78.36107635498047", "publish_date": "2018/12/31"}, {"doc_id": "19559076", "text": "Alcohol-free zone / The first alcohol-free zone established in the United Kingdom was in Coventry, England in 1988. Initially, the entire city center was declared to be an alcohol-free zone. The zone was later expanded to include the entire city. Boston, Lincolnshire established a street drinking ban in January 2015 to address concerns with the antisocial problems associated with public alcohol consumption. The street drinking ban includes the town center and other areas. Under rules of the ban, those caught drinking in these areas can be fined £100 for a first offense. A second offense within six months after having committed a first", "doc_score": "80.36050415039062", "publish_date": "2018/12/31"}, {"doc_id": "4933899", "text": "Drug court / Court was opened in Auckland, New Zealand, in 2012, the first of its type for the country. In the UK, drug courts are currently being tested in various places. In December 2005, the United Kingdom began a pilot scheme of dedicated drug courts. Family Drug and Alcohol Court are in operation in various locations throughout the country, including London, Gloucestershire and Milton Keynes where the service is run by the Tavistock and Portman NHS Foundation Trust. In February 2015 it was announced that more would open in East Sussex, Kent and Medway, Plymouth, Torbay and Exeter, and West Yorkshire. The", "doc_score": "82.38409423828125", "publish_date": "2018/12/31"}, {"doc_id": "17732673", "text": "Special Obtain / Special Obtain In the UK Pharmaceutical business a Special Obtain is a product which is listed in the Chemist and Druggist Directory or Drug Tariff which is not stocked by the mainline wholesalers. Typical items are: In June 2013 the Daily Telegraph infiltrated reporters into the annual Pharmacy Congress to investigate malpractice in the market for Specials. These products are generally individually priced. In November 2013 the paper reported that \"The prices of more than 20,000 drugs could have been artificially inflated, with backhanders paid to chemists who agreed to sell them\" and that NHS Protect had mounted an investigation.", "doc_score": "76.10147857666016", "publish_date": "2018/12/31"}, {"doc_id": "17732674", "text": "Special Obtain / Special Obtain In the UK Pharmaceutical business a Special Obtain is a product which is listed in the Chemist and Druggist Directory or Drug Tariff which is not stocked by the mainline wholesalers. Typical items are: In June 2013 the Daily Telegraph infiltrated reporters into the annual Pharmacy Congress to investigate malpractice in the market for Specials. These products are generally individually priced. In November 2013 the paper reported that \"The prices of more than 20,000 drugs could have been artificially inflated, with backhanders paid to chemists who agreed to sell them\" and that NHS Protect had mounted an investigation.", "doc_score": "76.10147857666016", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_5", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "5763058", "text": "Tianna Bartoletta / Tianna Bartoletta Tianna Bartoletta (née Madison; born August 30, 1985) is an American track and field athlete who specializes in the long jump and short sprinting events. She is a two-time Olympian with three gold medals. At the 2012 Summer Olympics she placed fourth in the 100m race then won her first gold by leading off the world record-setting 4 × 100 m relay team. At the 2016 Summer Olympics she won two more golds, first with a personal best to win the long jump then again leading off the victorious 4 × 100 m relay team. Other achievements include", "doc_score": "86.070556640625", "publish_date": "2018/12/31"}, {"doc_id": "20639466", "text": "2018 Tokyo Marathon / the build-up to the 2020 Tokyo Olympics. Inoue's sub-2:07 run was also worth a 10 million yen bonus. The standard of the women's race was diminished by the absence of two major runners due to injury, Purity Cherotich Rionoripo and Meseret Defar. The gap in quality showed as five runners had build up a half minute lead by the first 5 km point – Ethiopians Birhane Dibaba, Ruti Aga and Shure Demise, plus American Amy Cragg and Kenya's Helah Kiprop. Kiprop drifted off the pack after 15 km, being 14 seconds in arrears when the other four women passed the", "doc_score": "85.96566772460938", "publish_date": "2018/12/31"}, {"doc_id": "15516368", "text": "Desiree Linden / Desiree Linden Desiree \"Desi\" \"Des\" Nicole Linden (née Davila; born July 26, 1983) is an American long-distance runner. She represented the United States in the 2012 London Olympics and the 2016 Rio de Janeiro Olympics women's marathon. In 2018, she won the Boston Marathon, becoming the first American in 33 years to win the woman's category in the event. Desiree Linden was born in San Diego, California. In high school Linden ran track and cross country, and played soccer. She ran a sub-5 minute mile as a high school freshman and graduated from Hilltop High School in 2001. At the", "doc_score": "86.85697937011719", "publish_date": "2018/12/31"}, {"doc_id": "18758079", "text": "Lizzy Hawker / 100-mile Run Rabbit Run in Colorado, and the 155-mile Spartathlon while setting a new women's record. She beat her Everest Base Camp–Kathmandu time in 2013, completing the distance in 63 hours. Hawker says that she has suffered few injuries in her career, except in the two years up to 2015, when she suffered six stress fractures. She has a reputation for recovering quickly after major races. While training for the UTMB, Hawker ran along the footpath of the Tour de Monte Rosa many times. This experience led her to create a new race, the Ultra Tour Monte Rosa, which runs", "doc_score": "83.20260620117188", "publish_date": "2018/12/31"}, {"doc_id": "18928664", "text": "Elaine Thompson / of 22.37 in May. The move generated controversy in Jamaica; Francis stated that Thompson was not ready to double, and that she had been prepared for the 200 m in which her main weakness, the start, would not play as large a role. Thompson won the national 200 m title in 22.51, qualifying for the World Championships. At the London Grand Prix on 25 July 2015 Thompson won a non-Diamond League 200 m race in 22.10, defeating Americans Tori Bowie and Candyce McGrone; the time was her new personal best and broke Merlene Ottey's meeting record from 1991. At the", "doc_score": "85.96613311767578", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_6", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "12894094", "text": "Palin-Couric interviews / against her. The Couric interview was preceded by heavy media scrutiny over the McCain campaign's alleged unwillingness to allow press access to Palin. Palin's account in her states that Nicolle Wallace, a senior McCain staffer, pushed for Couric and the \"CBS Evening News\". \"The campaign's general strategy involved coming out with a network anchor, someone they felt had treated John well on the trail thus far. My suggestion was that we be consistent with that strategy and start talking to outlets like FOX and the \"Wall Street Journal\". I really didn't have a say in which press I was going", "doc_score": "78.1260986328125", "publish_date": "2018/12/31"}, {"doc_id": "6912378", "text": "Fox News controversies / Ailes in the Superior Court of New Jersey. In her complaint, Carlson alleged that she was fired from her program for refusing Ailes' sexual advances. After Carlson came forward, six more women spoke to Gabriel Sherman of \"New York\" magazine, alleging that Ailes had sexually harassed them and that Ailes had \"spoke openly of expecting women to perform sexual favors in exchange for job opportunities.\" \"New York\" reported that Megyn Kelly told investigators Ailes made \"unwanted sexual advances toward her\" at the start of her career. The magazine also reported that the Murdochs had given Ailes an ultimatum—resign by August", "doc_score": "83.03533935546875", "publish_date": "2018/12/31"}, {"doc_id": "1317908", "text": "Roger Ailes / inflexible bigot' would have worked better.\" The ADL welcomed and accepted the apology through its National Director, Abraham Foxman; in a subsequent letter to \"The Wall Street Journal\" Foxman said that both Ailes and Beck were \"pro-Israel stalwarts\". In a book published in 2014, Gabriel Sherman alleged that, in the 1980s, Ailes offered a television producer a raise if she would sleep with him. Fox News denied the allegation and rejected the authenticity of Sherman's book. On July 6, 2016, former Fox News anchor Gretchen Carlson filed a sexual harassment lawsuit against Ailes. Carlson alleged that she had been fired", "doc_score": "79.76521301269531", "publish_date": "2018/12/31"}, {"doc_id": "15488593", "text": "Amanda Williams / story aired, Williams hired David G. Oedel, a law professor at Mercer University, who published an open letter to \"This American Life\" executive producer Ira Glass, claiming that the story was \"riddled with falsehoods,\" and \"libel masquerading as journalism.\" Glass responded a week later, correcting website errors of which he was informed. However, Glass stood by the story's details, especially his characterization of defendants receiving inappropriately harsh treatment in Williams' courtroom. In response to Oedel's threat to sue for defamation, the show's lawyers defended Glass and asserted that Williams' conduct \"is certainly a matter of keen public interest\". Williams defended", "doc_score": "81.47941589355469", "publish_date": "2018/12/31"}, {"doc_id": "6912381", "text": "Fox News controversies / settlements to Andrea Mackris in 2004 and Juliet Huddy in 2017 were publicly reported; \"The Times\" reported that Fox hosts Rebecca Diamond and Laurie Dhue settled sexual harassment lawsuits in 2011 and 2016 respectively and junior producer Rachel Witlieb Bernstein settled with Fox in 2002 after accusing O'Reilly of verbal abuse. The amount paid to the women filing the complaints was estimated at $13 million. \"The Times\" also reported a claim by former \"O'Reilly Factor\" guest Wendy Walsh, who declined an offer from O'Reilly to go to his hotel suite and was subsequently denied a job as a Fox News", "doc_score": "82.96833038330078", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_7", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "605338", "text": "World's fair / York City in 1959 to prepare the first feasibility studies for the 1964 New York World's Fair. Pittera was joined in his study by Austrian architect Victor Gruen (Inventor of the 'Shopping Mall'). The Eisenhower Commission ultimately awarded the world's fair bid to New York City against several major U.S. cities. In the 21st century the BIE has moved to sanction expos only every five years; following the numerous expos of the 1980s and 1990s, some see this as a means to cut down potential expenditure by participating nations. The move was also seen by some as an attempt to", "doc_score": "82.402099609375", "publish_date": "2018/12/31"}, {"doc_id": "605346", "text": "World's fair / [[St. Louis, Missouri|St. Louis]] fair, although no particular tie-in seems to have been made. The [[Exposition Universelle (1900)]] [[Paris]] was also loosely tied to the Olympic Games. [[Expo 2020]] will be held in [[Dubai]], [[United Arab Emirates]], as a Registered Exposition. The bidding process for this larger sized exposition formally began in 2011, with five cities being selected to participate in the final round of votes: Other participating cities and countries that were not selected for the final voting process to host Expo 2020, or did not submit bids for consideration by the BIE: [[Expo 2023]] will be held at", "doc_score": "83.26271057128906", "publish_date": "2018/12/31"}, {"doc_id": "605403", "text": "Century 21 Exposition / Century 21 Exposition The Century 21 Exposition (also known as the Seattle World's Fair) was a world's fair held April 21, 1962, to October 21, 1962, in Seattle, Washington. Nearly 10 million people attended the fair. Unlike some other world's fairs of its era, Century 21 made a profit. As planned, the exposition left behind a fairground and numerous public buildings and public works; some credit it with revitalizing Seattle's economic and cultural life (\"see History of Seattle since 1940\"). The fair saw the construction of the Space Needle and Alweg monorail, as well as several sports venues (Washington State", "doc_score": "81.08883666992188", "publish_date": "2018/12/31"}, {"doc_id": "605340", "text": "World's fair / are more specific than the wider scope of world expositions. The Specialized Exposition, Tsukuba, Japan, popularly known as Expo '85 was held in the city of Tsukuba located near Tokyo. This Exposition is more formally known as \"The International Science Technology Exposition\". Specialized Expos are usually smaller in scale and cheaper to run for the host committee and participants because the architectural fees are lower and they only have to customize pavilion space provided free of charge from the Organiser, usually with the prefabricated structure already completed. Countries then have the option of 'adding' their own colours, design etc. to", "doc_score": "80.35070037841797", "publish_date": "2018/12/31"}, {"doc_id": "605333", "text": "World's fair / build their own pavilions. They are therefore the most extravagant and most expensive expos. Their duration may be between six weeks and six months. Since 1995, the interval between two World Expos has been at least five years. The latest World Expo Expo 2015 was held in Milan, Italy, from 1 May to 31 October 2015. Specialized Expos are smaller in scope and investments and generally shorter in duration; between three weeks and three months. Previously, these Expos were called Special Exhibitions or International Specialized Exhibitions but these terms are no longer used officially. Their total surface area must not", "doc_score": "81.64982604980469", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_8", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "2490436", "text": "Ed Davey / credited Davey and his aforementioned “like-minded” group of economically liberal governments as having helped to curb regulatory enthusiasm within the European Union. Leading up to the 2015 general election, Davey was viewed by various sources as a potential successor to then Liberal Democrat leader Nick Clegg. Political commentator Gary Gibbon speculated that due to Davey's association with the Orange Book wing of the party, the tenuousness of Danny Alexander's parliamentary seat, and David Laws' unwillingness, the role of 'heir' would naturally fall to Davey. At the 2015 general election, Davey was defeated by Conservative candidate James Berry by 2,834 votes", "doc_score": "86.16770935058594", "publish_date": "2018/12/31"}, {"doc_id": "2490429", "text": "Ed Davey / announced that the government would abolish the default retirement age. On 3 February 2012, following the resignation of Chris Huhne due to his prosecution for perverting the course of justice, Davey was appointed Secretary of State for Energy and Climate Change, and appointed to the Privy Council on 8 February. As Secretary of State Davey also became a member of the National Security Council. In late 2012, the \"Daily Mail\" published an article questioning Davey's loyalty to Liberal Democrat leader Nick Clegg. Responding in an interview for Channel 4, Davey rejected the claims of the article, saying instead that he", "doc_score": "82.51041412353516", "publish_date": "2018/12/31"}, {"doc_id": "11399892", "text": "Twenty-eighth Amendment of the Constitution Bill 2008 / party, the Green Party, was divided on the issue. At a special convention on 19 January 2008, the leadership of the Green Party failed to secure a two-thirds majority required to make support for the referendum official party policy. The result of the vote was 63% in favour. As a result, the Green Party itself did not participate in the referendum debate, although individual members were free to be involved in whatever side they chose; all Green Party members of the Oireachtas supported the Treaty. The main opposition parties of Fine Gael and the Labour Party were also in favour.", "doc_score": "81.3924560546875", "publish_date": "2018/12/31"}, {"doc_id": "2490426", "text": "Ed Davey / Leader of the Liberal Democrat Party, Davey was awarded the foreign affairs brief, and continued to retain his chairmanship of the party's Campaigns and Communications Committee. On 26 February 2008, Davey was suspended from parliament for the day for ignoring a warning from the deputy speaker. He was protesting about the exclusion by the speaker of a Liberal Democrat motion to debate and vote on whether the UK should have a referendum on staying in the EU. At the 2009 Liberal Democrat conference, Davey caused controversy calling for dialogue with the Taliban, through declaring that it was 'time for tea", "doc_score": "84.01327514648438", "publish_date": "2018/12/31"}, {"doc_id": "1707517", "text": "David Owen / which led to the exile of Amin to Saudi Arabia. However, 18 months after Labour lost power in 1979, the staunchly left-wing politician Michael Foot was elected party leader, despite vocal opposition from Labour Party moderates (including Owen), sparking a crisis over the party's future. Michael Foot's election as Labour party leader indicated that the party was likely to become more left-wing, and in 1980 committed itself to withdrawing from the EEC without even a referendum (as Labour had carried out in 1975). Labour also endorsed unilateral nuclear disarmament and introduced an electoral college for leadership elections, with 40% of", "doc_score": "81.68809509277344", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_9", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "8337056", "text": "1964 Brazilian coup d'état / could add to the difficulties of the anti-Goulart forces.\" The air force base in Belo Horizonte had little to offer, they believed there would be no resistance or bloodshed. However, the cable also cites the division of the air force as beneficial to the aid of anti-Goulart forces this included the commander Col. Afranio Aguiar who usually favored Goulart. These two documents reflect the planning and premeditation for the coup by both the CIA and Brazilian anti-Goulart body. In the early hours of March 31, 1964, General Olímpio Mourão Filho, Commander of the 4th Military Region, headquartered in Juiz de", "doc_score": "82.65272521972656", "publish_date": "2018/12/31"}, {"doc_id": "13712", "text": "Afonso de Albuquerque / to Persia. Miguel Ferreira was sent via Ormuz to Tabriz, where he had several interviews with the shah about common goals on defeating the Mamluk sultan. At the same time, Albuquerque decided to conclude the effective conquest of Hormuz. He had learned that after the Portuguese retreat in 1507, a young king was reigning under the influence of a powerful Persian vizier, Reis Hamed, whom the king greatly feared. At Ormuz in March 1515, Afonso met the king and asked the vizier to be present. He then had him immediately stabbed and killed by his entourage, thus \"freeing\" the dominated", "doc_score": "83.40084075927734", "publish_date": "2018/12/31"}, {"doc_id": "962747", "text": "Luiz Inácio Lula da Silva / intellectuals, activists and political leaders – from Noam Chomsky to a group of 12 US Congressmen – who complained that the legal proceedings appeared to be designed to prevent Lula (the front-runner in opinion polls) from running for president in 2018. On 28 July 2016, Lula filed a 39-page petition with the UN's Human Rights Committee outlining alleged abuses of power. The petition claims that “Lula is a victim of abuse of power by a judge, with the complicity of prosecutors and the media...”., the petition first ever taken against Brazil, which ratified the Committee’s protocol in 2009. The UN", "doc_score": "84.03221130371094", "publish_date": "2018/12/31"}, {"doc_id": "8073624", "text": "Brazilian Revolution of 1930 / mandates. This led to a conspiracy, based in Rio Grande do Sul and Minas Gerais. The conspiracy suffered a setback in June with Luís Carlos Prestes. A former member of the \"Tenentismo\" movement, Prestes adopted the ideas of Karl Marx and began to support communism. After some time, this led to the failed attempt at a communist overthrow by the Liberal Alliance. Soon thereafter, another setback to the conspiracy occurred as Siqueira Campos died in a plane crash. On July 26, 1930, João Pessoa was assassinated by João Dantas in Recife for political and personal reasons. This became the flashpoint", "doc_score": "82.38699340820312", "publish_date": "2018/12/31"}, {"doc_id": "3621943", "text": "Military dictatorship in Brazil / 1945), Governors of Minas Gerais, São Paulo, and Guanabara. The coup was also supported by the Embassy and State Department of the United States. The military dictatorship lasted for almost twenty-one years; despite initial pledges to the contrary, military governments in 1967 enacted a new, restrictive Constitution, and stifled freedom of speech and political opposition. The regime adopted nationalism, economic development, and Anti-Communism as its guidelines. The dictatorship reached the height of its popularity in the 1970s with the so-called \"Brazilian Miracle\", even as the regime censored all media, and tortured and exiled dissidents. João Figueiredo became President in March", "doc_score": "81.10772705078125", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_10", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "1363456", "text": "Strike action / lockouts in the U.S. fell by 97% from 381 in 1970 to 187 in 1980 to only 11 in 2010. Companies countered the threat of a strike by threatening to close or move a plant. International Covenant on Economic, Social and Cultural Rights adopted in 1967 ensure the right to strike in Article 8 and European Social Charter adopted in 1961 also ensure the right to strike in Article 6. The Farah Strike, 1972-1974, labeled the \"strike of the century,\" and it was organized and led by Mexican American women predominantly in El Paso, Texas. Most strikes are undertaken by", "doc_score": "84.9530258178711", "publish_date": "2018/12/31"}, {"doc_id": "20856660", "text": "2018 U.S. Prison Strike / 2018 U.S. Prison Strike The 2018 U.S. Prison Strike was a series of work stoppages and hunger strikes in prisons across the United States that began on August 21 and ended on September 9. The strike was conducted at least in part in response to the April 2018 prison riot at Lee Correctional Institution, which killed seven inmates and was the deadliest prison riot in the U.S. in the past 25 years. The start and end dates of the strike have symbolic meaning as they were planned to coincide with the 47th anniversary of the death of George Jackson, who", "doc_score": "85.69807434082031", "publish_date": "2018/12/31"}, {"doc_id": "20684600", "text": "2018 teachers' strikes in the United States / second state to strike, making it the first time a teacher's strike was held in the state since 1990. The strike lasted for 10 days, from April 2-12, after teacher salaries were increased by $6,000 and support staff salaries were increased by $1,250. In late April, teachers in Arizona and in Colorado went on strike. The Colorado strike began on April 27 and ended on May 12., while the Arizona Strike lasted from April 26 to May 3. In May 2018, it was reported that teachers in North Carolina could be next to strike, making it the fifth state to", "doc_score": "85.98482513427734", "publish_date": "2018/12/31"}, {"doc_id": "20682075", "text": "2018 Arizona teachers' strike / has been cut by 14 percent. Cuts have been further exacerbated by the privatization trend in the state, which has led to job insecurity. Teachers voted on April 19 to begin a walkout on April 26. Of the 57,000 individuals who voted, 78 percent were in favor of a walkout. The decision to walk out was in part precipitated by an unstable plan to fund governor Ducey's proposal from earlier in April, which would have created a $265 million deficit after its rollout. During the walkout, teachers organized various events, both to discuss their motivations with the public and to", "doc_score": "83.34709930419922", "publish_date": "2018/12/31"}, {"doc_id": "20684599", "text": "2018 teachers' strikes in the United States / Virginia Commonwealth University in Richmond, Virginia protested over pay. Motivations for the strikes include low wages for teachers and support staff, inadequate school budgets, overcrowded classrooms, and other problems. The strikes varied in their levels of success, with West Virginia considered mostly successful, where Oklahoman teachers received relatively few concessions. Discussions of a strike in West Virginia began in early 2018. In the first week of February, teachers staged \"walk-ins\" at schools and some protested at the West Virginia Capitol. The strike proved successful, and inspired those in other states to strike as well. In early April, Oklahoma became the", "doc_score": "84.7889633178711", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_11", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "4745166", "text": "Second Battle of Independence / 30,000 troops of both armies joined combat at the Battle of Westport, resulting in a decisive Union victory and the end of major Confederate military efforts in Missouri. Second Battle of Independence The Second Battle of Independence was a minor engagement of the American Civil War October 21–22, 1864 centered in Independence, Missouri, with some of the fiercest fighting taking place at the present-day United Nations Peace Plaza; the \"Harry Truman\" Railroad Depot; George Caleb Bingham's residence in the city, the Community of Christ church's Temple, Auditorium and \"Stone Church\"; and the headquarters of the Church of Christ (Temple Lot).", "doc_score": "88.28746032714844", "publish_date": "2018/12/31"}, {"doc_id": "16148299", "text": "Second Constitutional Convention of the United States / a national Article V convention. Rather, it would have conveyed the sentiments of Congress that one be called. On August 5, 1977, Representative Norman F. Lent, Republican from New York, introduced a similar concurrent resolution (95th H.Con.Res.340). Both were referred to the House Judiciary Committee. No further action on either was taken. A report in the \"Pittsburgh Post-Gazette\" in 2011 described the movement for a convention as gaining \"traction\" in public debate, and wrote that \"concern over a seemingly dysfunctional climate in Washington and issues ranging from the national debt to the overwhelming influence of money in politics have spawned", "doc_score": "85.92782592773438", "publish_date": "2018/12/31"}, {"doc_id": "2293888", "text": "Second Continental Congress / government that was not inclined toward independence should form one that was. On May 15, they adopted a more radical preamble to this resolution, drafted by John Adams, which advised throwing off oaths of allegiance and suppressing the authority of the Crown in any colonial government that still derived its authority from the Crown. That same day, the Virginia Convention instructed its delegation in Philadelphia to propose a resolution that called for a declaration of independence, the formation of foreign alliances, and a confederation of the states. The resolution of independence was delayed for several weeks, as advocates of independence", "doc_score": "85.64152526855469", "publish_date": "2018/12/31"}, {"doc_id": "2293891", "text": "Second Continental Congress / turned their attention to a formal explanation of this decision, the United States Declaration of Independence which was approved on July 4 and published soon thereafter. The Congress moved from Philadelphia to Baltimore in the winter of 1776 to avoid capture by British forces who were advancing on Philadelphia. Henry Fite's tavern was the largest building in Baltimore Town at the time and provided a comfortable location of sufficient size for Congress to meet. Its site at the western edge of town was beyond easy reach of the British Royal Navy's ships should they try to sail up the harbor", "doc_score": "84.34231567382812", "publish_date": "2018/12/31"}, {"doc_id": "1740104", "text": "2nd United States Congress / 2nd United States Congress The Second United States Congress, consisting of the United States Senate and the United States House of Representatives, met at Congress Hall in Philadelphia, Pennsylvania, from March 4, 1791, to March 4, 1793, during the third and fourth years of George Washington's presidency. The apportionment of seats in the House of Representatives was based on the provisions of of the United States Constitution. Additional House seats were assigned to the two new states of Vermont and Kentucky. Both chambers had a Pro-Administration majority. There were no political parties in this Congress. Members are informally grouped into", "doc_score": "85.19309997558594", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_12", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "4380955", "text": "Noid / of shares of Domino's stock, in a commercial aired during the NFL playoffs, January 15, 2017. In August 2017, a fan made sequel to \"Yo! Noid\" was created for the New Jam City 2017 game jam. The Noid can be seen briefly in the background of a 2017 Domino's ad. The Noid has been referred to in popular culture, including two episodes of \"Family Guy\" (an altercation with Mayor West in the episode \"Deep Throats\" and being sexually assaulted by Bill Cosby in the episode \"Peter's Sister\"), in an episode of \"30 Rock\", in a segment of \"\" and in", "doc_score": "77.61763763427734", "publish_date": "2018/12/31"}, {"doc_id": "5449426", "text": "The Beast (game) / It Cool News received an email from someone calling himself \"claviusbase,\" a reference to \"\", urging he search the internet for Jeanine Salla. He obliged and discovered numerous websites registered to the same IP address, including one for a Bangalore World University, founded in 2028 and claiming to be Jeanine's employer. He posted an article about the websites to the Ain't It Cool News website on April 11, drawing 25 million hits to \"The Beast\" websites that day and over 22,000 messages about \"The Beast\" to Ain't It Cool News over two months. CNN stated that Knowles' article was believed", "doc_score": "75.3739013671875", "publish_date": "2018/12/31"}, {"doc_id": "18364138", "text": "Ew! / Ew! \"Ew!\" is a song by American television host and comedian Jimmy Fallon, featuring American rapper will.i.am. The song is based on a sketch from \"The Tonight Show Starring Jimmy Fallon\", in which Fallon and guests play teenage girls constantly disgusted by things around them. The song debuted on \"The Tonight Show\" on October 6, 2014, with Fallon urging viewers to get the song to chart on the \"Billboard\" charts. It debuted on the \"Billboard\" Hot 100 one week later at number 26. \"EW!\" focuses on two teenage girls, Sara (Fallon) and mir.i.am (will.i.am), and lists the things that make", "doc_score": "76.2798080444336", "publish_date": "2018/12/31"}, {"doc_id": "12406110", "text": "All That (season 10) / by 6.2 million viewers. \"The Reunion Special\" was a one-hour event, including commercials. The special had many guest stars and crossover sketches with characters from Seasons 1-6 to Seasons 7-9. Characters from the original era include Principle Pimpell, Coach Kreeton, Detective Dan, Fat Cop, and Good Burger. From the relaunch include Sugar and Coffee, Randy Quench, and Trash 'n Fashion. Bow Wow sings the \"All That\" theme song featuring Lisa Foiles, Chelsea Brummet, and Kianna Underwood, which becomes the final segment during the Reunion. Thus, the cast members declare the special over after concluding with the Seasons 7-10 sign-off: \"That's...", "doc_score": "75.25433349609375", "publish_date": "2018/12/31"}, {"doc_id": "19778566", "text": "Flash Mob America / hired by former NFL Quarterback Steve Young's wife to surprise him for his 50th birthday. In June 2012, the wife of real estate developer Kirk Kerkorian hired FMA to surprise him outside of the Beverly Hills Hotel with a flash mob to the song \"To Know Him Is To Love Him\" by The Shirelles. On March 1, 2013, the students of the Bush school at Texas A&M surprised former President George H.W. Bush, with the help of FMA. Flash Mob America Flash Mob America is an American flash mob production company based in Los Angeles founded in 2009. After meeting", "doc_score": "74.93071746826172", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_13", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "20649415", "text": "WWE 2K19 / One versions according to review aggregator Metacritic. Mitchell Saltzman of \"IGN\" praised \"WWE 2K19\" for its overhaul of the MyCareer mode and the return of the 2K Showcase mode, but criticized it for the little amount of improvement to commentary and general bug fixes. WWE 2K19 WWE 2K19 is a professional wrestling video game developed in collaboration between Yuke's and Visual Concepts, and published by 2K Sports. It was released worldwide on October 9, 2018 for Microsoft Windows, PlayStation 4, and Xbox One. It is the twentieth game in the \"WWE\" game series (sixth under the \"WWE 2K\" banner), and", "doc_score": "79.95795440673828", "publish_date": "2018/12/31"}, {"doc_id": "20472583", "text": "Culdcept Revolt / Culdcept Revolt Culdcept Revolt was announced in a Japan-only Nintendo Direct session on May 11, 2016, followed by another session showing gameplay on June 22. The game was finally released on July 7, 2016. On February 12, 2017, NIS America announced that the company would bring a localization version of the game to North America and Europe on August 29 and September 1, 2017 respectively. However, citing \"to accommodate the manufacturing and production of the game\", NIS America delayed the release of the game to October 3 for North America, and October 6 for Europe. The game has received \"mixed", "doc_score": "82.17030334472656", "publish_date": "2018/12/31"}, {"doc_id": "16607196", "text": "Laboratory Developed Test / been viewed as a regulatory loophole by opponents. Direct-to-consumer tests are regulated as medical devices, although they are not necessarily reviewed by the FDA. 23andMe direct-to-consumer genetic tests were originally offered as LDTs, but the FDA challenged that and forced the company to submit the test for approval as a class II medical device. Laboratory Developed Test Laboratory Developed Test (LDT) is a term used to refer to a certain class of in vitro diagnostics (IVDs) that, in the US, were traditionally regulated under the Clinical Laboratory Improvement Amendments program. In the United States, the Food and Drug Administration (FDA)", "doc_score": "81.78103637695312", "publish_date": "2018/12/31"}, {"doc_id": "16149890", "text": "PlayStation Vita system software / games, the PlayStation Vita is also backwards-compatible with the majority of titles from other platforms such as PSone Classics, PlayStation minis, and PlayStation Mobile games. PSone Classic titles were not compatible with the PS Vita at launch, but they gradually became available for the PS Vita since system software update 1.80, released on August 28, 2012. PlayStation Mobile games were originally intended to be compatible with both PlayStation Vita, PlayStation TV, and certain devices that run the Android operating system, but PlayStation Mobile 2.00 released in 2014 would only target PlayStation Vita and (optionally) PlayStation TV. Other gaming platforms from", "doc_score": "78.5228500366211", "publish_date": "2018/12/31"}, {"doc_id": "16819682", "text": "Wii U system software / Miiverse, where social interactions could also occur within the game. Miiverse was moderated through software filtering as well as a human resource team in order to ensure that the content shared by users was appropriate and that no spoilers were shared. In order to facilitate this, it was stated that comments posted could take up to 30 minutes to appear on Miiverse. On April 25, 2013, Miiverse also became available on web browsers for internet-enabled smartphone, tablet and PC devices. It later became available for the Nintendo 3DS in December 2013. It was discontinued on November 8, 2017. Internet Browser", "doc_score": "80.89449310302734", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_14", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "3419310", "text": "Mattress / mattresses assessed using the Hs scale from the European Committee for Standardization were associated with less pain; this study has been cited by clinical practice guidelines on lower back pain. In 2015, a systematic review of studies concluded that medium-firm, custom-inflated mattresses were best for pain and neutral spinal alignment. Mattresses deteriorate over time, and the lifespan of a mattress depends on a variety of factors, notably materials, manufacturing quality, care, and the vigorousness of use. A poor quality foam comfort layer can deteriorate noticeably in 1 year, while a quality latex core can last 20 years or more; innerspring", "doc_score": "82.58763122558594", "publish_date": "2018/12/31"}, {"doc_id": "19442135", "text": "Tuft & Needle / a partnership with Google, with $40 million in sales from 2015. In 2015, Tuft & Needle grew to over 100 employees and earned over $100 million in revenue. After turning down investment offers from venture capitals investors, instead Park and Marino took out a $500,000 loan from Bond Street in 2016. In 2016, Tuft & Needle launched a national billboard campaign entitled \"Mattress Stores Are Greedy\". In 2017, the company had $170 million in sales. As of August 23rd, 2018, Tuft and Needle announced a merger with mattresses giant Serta Simmons. Later that year, Tuft & Needle announced a partnership", "doc_score": "78.99942779541016", "publish_date": "2018/12/31"}, {"doc_id": "3419316", "text": "Mattress / is monthly for the first six months, and every two or three months thereafter. Foundations should also be rotated, if possible, though less frequently – rotating box springs twice a year is recommended. While sagging is undesirable, some level of indentation (about ) is natural if natural materials are used in a comfort layer. Excessive wear on mattresses, such as folding and bending, placing heavy objects in one spot, or excess force on the handles, will also cause more rapid deterioration. Care should particularly be taken during transport or storage. Mattresses require ventilation to remain dry and prevent mildew, and", "doc_score": "81.19144439697266", "publish_date": "2018/12/31"}, {"doc_id": "16465862", "text": "Mattress Firm / Mattress Firm Mattress Firm Inc. is an American retailing company and mattress store chain founded on July 4, 1986. The headquarters of the company is located in Houston, Texas. As of 2016, the company operated over 3,600 locations in 48 U.S. states. On October 5, 2018, Mattress Firm filed for Chapter 11 bankruptcy. The company planned to close 200 unprofitable stores and is said it was considering closing up to 500 other stores out of the more than 3,300 it operated at that time. In November 2018, Mattress Firm has emerged from Chapter 11 Bankruptcy. In 2007, Mattress Firm acquired", "doc_score": "81.24981689453125", "publish_date": "2018/12/31"}, {"doc_id": "3419314", "text": "Mattress / has subsequently cited this study in the ISPA-published news magazine for mattress manufacturers, BedTimes, to advocate a more frequent replacement cycle, specifically to \"consider replacing a mattress every five to seven years\"; the recommendation is based largely on this study. The main wear problems that can occur with a mattress are sagging, mildew, and staining. These are prevented by proper support, rotation and flipping, keeping it dry, and using a mattress pad or protector. Some symptoms of a broken or worn-out mattress include springs which can be felt poking through the upholstery layer, visible permanent sagging or deformity, lumpiness, and", "doc_score": "81.66161346435547", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_15", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "19015039", "text": "Coastal erosion in Louisiana / provided an entirely new species of grazing mammal. Although only a few escaped, there are now millions. Natural grazing by muskrat was now accelerated by grazing from nutria. By removing plants, nutria both cause loss of vegetation, and, perhaps more seriously, a loss of dead organic matter which would otherwise accumulate as peat and raise the level of the marsh One of the most important natural controls on nutria is large alligators, which may provide a useful tool for biological control of nutria, and therefore for reduced impacts of grazing. The dredging of canals across the southern marshlands has long", "doc_score": "80.53282165527344", "publish_date": "2018/12/31"}, {"doc_id": "18493613", "text": "Pollution of the Hudson River / under 50 and children under 15 are not advised to eat any fish caught south of the Palmer Falls Dam in Corinth, while others are advised to eat anywhere from one to four meals per month of Hudson River fish, depending on species and location caught. The Department of Health cites mercury, PCBs, dioxin, and cadmium as the chemicals impacting fish in these areas. PCBs are thought to be responsible for health issues that include neurological disorders, lower IQ and poor short-term memory (active memory), hormonal disruption, suppressed immune system, cancer, skin irritations, Parkinson’s disease, ADHD, heart disease, and diabetes.", "doc_score": "79.81905364990234", "publish_date": "2018/12/31"}, {"doc_id": "19015032", "text": "Coastal erosion in Louisiana / Canals dug for the oil and gas industry also allow storms to move sea water inland, where it damages swamps and marshes. Rising sea levels attributed to global warming have exacerbated the problem. Some researchers estimate that the state is losing a land mass equivalent to 30 football fields every day. An extensive levee system aided by locks and dams has been developed in the waterways of the lower Mississippi River. The levees, designed to prevent flooding along the waterways, on one hand, prevent silt from draining into the river yet also from being distributed into the marshes downriver. With", "doc_score": "80.1905517578125", "publish_date": "2018/12/31"}, {"doc_id": "20329525", "text": "Hurricane Irma / an illness that can get into the water supply is leptospirosis, which is caused by rat urine being in the floodwaters. If people are exposed to leptospirosis and do not get treatment, it can cause kidney damage, meningitis, and liver failure. Noroviruses and other infections are also a risk. Following Irma's passage, a hand-carved wooden canoe was discovered on the banks of the Indian River and could be several hundred years old. The state has removed the canoe for examination and safe keeping. Due to Irma's and Hurricane Harvey's impact in Florida and Texas, the U.S. employment declined in September", "doc_score": "78.04533386230469", "publish_date": "2018/12/31"}, {"doc_id": "18493611", "text": "Pollution of the Hudson River / from the Hudson, which kills millions of fish and other aquatic organisms each year. The state requested that Entergy, the plant operator, replace its fish screens with cooling towers to mitigate the environmental impacts. The PCBs caused extensive contamination of fish in the river and apparently triggered a rapid evolutionary change in the Atlantic tomcod, which after about 50 years of exposure evolved a two amino acid change in its AHR2 receptor gene, causing the receptor to bind more weakly with PCBs than normal. The mutation does not prevent the tomcods from accumulating PCBs in their bodies and passing them", "doc_score": "79.98233032226562", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_16", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "20540652", "text": "Stormy Daniels–Donald Trump scandal / for his role in the payment, and implicated Trump. In response, Trump said that he only knew about the payments \"later on\"; Trump also said regarding the payments: \"They didn't come out of the campaign, they came from me.\" \"The Wall Street Journal\" reported on November 9, 2018 that federal prosecutors have evidence of Trump’s \"central role\" in payments to Stormy Daniels and Karen McDougal that violated campaign-finance laws. In a December 7, 2018, sentencing memorandum for Cohen, federal prosecutors implicated Trump in directing Cohen to commit the campaign finance law felonies for which Cohen had pleaded guilty. Shortly after", "doc_score": "78.35213470458984", "publish_date": "2018/12/31"}, {"doc_id": "20564570", "text": "Joyner v. Presidential Advisory Commission on Election Integrity / asked Kobach to co-chair a commission (\"Pence-Kobach Commission\" or \"PAEC\") to investigate possible voting irregularities in the 2016 Presidential Election. Kobach is a defendant in a parallel lawsuit filed by Electronic Privacy Information Center (EPIC). On June 28, 2017, the Commission requested voter records from each of the states and the District of Columbia. Forty-four states rejected the request to deliver voter records On July 10, 2017, the Commission postponed its request of the states. On January 3, 2018, President Donald J. Trump terminated the Commission by executive order. That same day, Kobach gave media interviews in which he indicated", "doc_score": "76.54444122314453", "publish_date": "2018/12/31"}, {"doc_id": "19725558", "text": "Donald J. Trump Foundation / York Times\" reported that the office of Special Counsel Robert Mueller, as part of its larger investigation into Russian interference into the 2016 election, was investigating the Trump Foundation's donation of $150,000 by Ukrainian billionaire Victor Pinchuk in 2015. The \"Times\" reported that Trump's personal attorney, Michael Cohen, had solicited the donation from Pinchuk in return for Trump's appearance in a 20-minute video conference with Pinchuk and others in Kiev in September 2015, just a few months after Trump launched his presidential campaign. The investigation was part of a broader investigation into foreign influence into the campaign. Federal election law", "doc_score": "76.0006103515625", "publish_date": "2018/12/31"}, {"doc_id": "20540649", "text": "Stormy Daniels–Donald Trump scandal / are an illegal or undisclosed in-kind contribution to the campaign. However, several members of Trump's legal team have denied the payment was related to the campaign and claimed it was instead aimed at saving Trump's marriage. Questions have also been raised about how the payment was classified for tax purposes, and if there is a possibility of tax-based charges or fees relating to the payment. Daniels filed a civil suit on March 6, 2018, in an attempt to nullify the nondisclosure agreement between her and Trump. The hearing was set in July but has since been pushed back by U.S.", "doc_score": "78.33067321777344", "publish_date": "2018/12/31"}, {"doc_id": "17516142", "text": "McCutcheon v. FEC / McCutcheon v. FEC McCutcheon v. Federal Election Commission, 572 U.S. 185 (2014), is a landmark campaign finance decision of the United States Supreme Court. The decision held that Section 441 of the Federal Election Campaign Act (FECA), which imposed a limit on contributions an individual can make over a two-year period to national party and federal candidate committees, is unconstitutional. The case was argued before the Supreme Court on October 8, 2013, being brought on appeal after the United States District Court for the District of Columbia dismissed the challenge. It was decided on April 2, 2014, by a 5–4", "doc_score": "76.6823959350586", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_17", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "6121648", "text": "TeenScreen / on primary care referrals for clinical evaluation. In the school and community setting, the screening process was voluntary and required active parental consent and participant assent prior to screening sessions. The validated questionnaires included items about depression, thoughts of suicide and attempts, anxiety, and substance use. The screening questionnaires typically took up to ten minutes for an adolescent to complete. Once the responses to the questionnaire had been reviewed, any adolescent identified as being at possible risk for suicide or other mental health concerns would then assessed by a health or mental health professional. The result of this assessment determined", "doc_score": "89.85010528564453", "publish_date": "2018/12/31"}, {"doc_id": "9133628", "text": "Adolescent literacy / Adolescent literacy Adolescent literacy refers to the ability of adolescents, aged between age 12 and 20, to read and write. Adolescence is a period of rapid psychological and neurological development, during which children develop morally (truly understanding the consequences of their actions), cognitively (problem-solving, reasoning, remembering), and socially (responding to feelings, interacting, cooperating). All of these three types of development have influence—to varying degrees—on the development of literacy skills. The International Reading Association (IRA) notes the unique psychology and neurology of adolescents, distinct from the literacy development of younger children or adults. They indicates seven guiding principles of literacy development", "doc_score": "85.82330322265625", "publish_date": "2018/12/31"}, {"doc_id": "16733717", "text": "Screen time / in children. They include \"exposure to inaccurate, inappropriate, or unsafe content and contacts; and compromised privacy and confidentiality.\" With the increased amount of technology in the home comes an increase of certain specific health effects due to the fact that the accumulated amount of daily screen time in children ages 8 to 18 grew from five hours to eight hours from 1996 to 2016. Some of the health effects that can be brought about with increased screen time are lack of sleep due to late bedtimes, arousal from media sources which leads the inability to sleep, daytime tiredness, trouble internalizing", "doc_score": "87.62907409667969", "publish_date": "2018/12/31"}, {"doc_id": "2064678", "text": "Text messaging / iTap) or letters (Eatoni's LetterWise) reduces the labour of time-consuming input. This makes abbreviations not only less necessary, but slower to type than regular words that are in the software's dictionary. However, it makes the messages longer, often requiring the text message to be sent in multiple parts and, therefore, costing more to send. The use of text messaging has changed the way that people talk and write essays, some believing it to be harmful. Children today are receiving cell phones at an age as young as eight years old; more than 35 percent of children in second and third", "doc_score": "87.63031768798828", "publish_date": "2018/12/31"}, {"doc_id": "9133629", "text": "Adolescent literacy / for this age group, required for adolescents to become motivated, lifelong readers: Adolescent literacy Adolescent literacy refers to the ability of adolescents, aged between age 12 and 20, to read and write. Adolescence is a period of rapid psychological and neurological development, during which children develop morally (truly understanding the consequences of their actions), cognitively (problem-solving, reasoning, remembering), and socially (responding to feelings, interacting, cooperating). All of these three types of development have influence—to varying degrees—on the development of literacy skills. The International Reading Association (IRA) notes the unique psychology and neurology of adolescents, distinct from the literacy development of", "doc_score": "84.56243133544922", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_18", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "11191961", "text": "Chevrolet Cruze / pole test (driver). The NHTSA certified the Cruze's rollover rating at four out of five stars. GM announced in April 2011 that 2,100 North American-market Cruze models would be recalled following a report of the steering wheel breaking away from the steering column during motion. According to Consumer Reports, during its first year, the Cruze scored the lowest in reliability among compact sedans. General Motors ordered a recall on June 22, 2012, for 413,418 Cruze models, manufactured at the Lordstown, Ohio plant United States, due to a risk of engine compartment fires. The recall covered 2011 and 2012 model year", "doc_score": "84.90680694580078", "publish_date": "2018/12/31"}, {"doc_id": "4099799", "text": "Isuzu Ascender / and Isuzu recalled more than 258,000 SUVs in the U.S. and Canada to fix short-circuits in power window and door-lock switches that could cause fires. The recall covered Chevrolet TrailBlazer, GMC Envoy, Buick Rainier, Isuzu Ascender and Saab 9-7X SUVs from the 2006 and 2007 model years. The SUVs were sold or registered in the United States also including Hawaii and Alaska and Canada as well. General Motors announced the recall of 316,357 vehicles in late 2014, primarily in North America, to fix malfunctioning headlights. According to the company, a problem in the headlamp driver module could have led to", "doc_score": "84.20639038085938", "publish_date": "2018/12/31"}, {"doc_id": "17957451", "text": "General Motors ignition switch recalls / United States. The first recall was announced on February 7, 2014, and involved about 800,000 Chevrolet Cobalts and Pontiac G5s. On March 31, GM announced it was going to recall over 1.5 million more cars of six different models, due to faulty power steering. Of these, over 1.3 million were in the United States, and three of the models were also involved in the faulty ignition recall. The total number of cars recalled during 2014 as of 1 April was 6.26 million. On May 15, GM recalled 2.7 million more cars, bringing the total number of recalled vehicles in 2014", "doc_score": "82.92326354980469", "publish_date": "2018/12/31"}, {"doc_id": "3569968", "text": "Product recall / Mojo Motors, Inc. study found only.005 percent of customers ask about recalls when contacting dealerships. Since 1966, 390 million motor vehicles have been recalled in the USA. Manufacturers have to notify the owner when there is a recall notice, but in the case of a second, third or fourth owner of the car, the company may be sending the notice to a previous one. Over 3000 food products were recalled in the US in 2016 according to the US Food and Drug Administration Enforcement reports. Individual recall events caused by contamination from foreign bodies (physical contamination from metal, glass,", "doc_score": "82.48529052734375", "publish_date": "2018/12/31"}, {"doc_id": "526332", "text": "Hyundai Motor Company / Hyundai Motor Company The Hyundai Motor Company ( ;,, \"modernity\"; ) is a South Korean multinational automotive manufacturer headquartered in Seoul, South Korea. The company was founded in 1967 and, along with its 32.8% owned subsidiary, Kia Motors, and its 100% owned luxury subsidiary Genesis Motors, altogether comprise the Hyundai Motor Group. It is the third largest vehicle manufacturer in the world. Hyundai operates the world's largest integrated automobile manufacturing facility in Ulsan, South Korea, which has an annual production capacity of 1.6 million units. The company employs about 75,000 people worldwide. Hyundai vehicles are sold in 193", "doc_score": "80.70010375976562", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_19", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "18567779", "text": "Super Bowl LII halftime show / but Pepsi quickly denied it. During August and September 2017, several publications informed that Timberlake was the frontrunner to performer at the Super Bowl LII halftime, first along with his frequent-collaborator Jay-Z as co-headliner, and then as the solo performer. Jay-Z was also rumored to be a solo performer, but it was reported that he turned it down due to the NFL's treatment of Colin Kapernick, which he later confirmed in his song Apeshit. A spokesperson from the NFL stated at the time, \"along with Pepsi, we know that we will put on a spectacular show. When it is time", "doc_score": "83.74357604980469", "publish_date": "2018/12/31"}, {"doc_id": "18567775", "text": "Super Bowl LII halftime show / Super Bowl LII halftime show The Super Bowl LII Halftime Show (officially known as the Pepsi Super Bowl LII Halftime Show) took place on February 4, 2018 at U.S. Bank Stadium in Minneapolis, Minnesota, as part of Super Bowl LII. Justin Timberlake was the featured performer, as confirmed by the National Football League (NFL) on October 22, 2017. It was televised nationally by NBC. It received four nominations at the 70th Primetime Emmy Awards. The show began with Jimmy Fallon introducing Justin Timberlake, followed by a video screen depicting Timberlake performing \"Filthy\" in a club setting below the field level", "doc_score": "88.17815399169922", "publish_date": "2018/12/31"}, {"doc_id": "17473840", "text": "Super Bowl LII / and a U.S. Bank Stadium lounge on the day of the Super Bowl. The Minneapolis Armory also hosted Jennifer Lopez, Imagine Dragons, and Pink concerts close to U.S. Bank Stadium. Pink also performed the national anthem before the Super Bowl. Halftime performer Justin Timberlake held a ticketed \"listening session\" of his newest album at Prince's Paisley Park. Dave Matthews Band performed at Xcel Energy Center in Saint Paul. The Shakopee Mdewakanton Sioux Community's Mystic Lake Casino hosted Gwen Stefani, the Chainsmokers, Florida Georgia Line, and Kygo. Planners originally scheduled a traveling nightclub for 9500 people, but cancelled, moving its concerts", "doc_score": "83.54476165771484", "publish_date": "2018/12/31"}, {"doc_id": "18567792", "text": "Super Bowl LII halftime show / nothing to say in his performance, and said that it lacked soul and meaning. At the 70th Primetime Emmy Awards, the Super Bowl halftime show received four nominations: Outstanding Directing For A Variety Special, Outstanding Lighting Design/Lighting Direction For A Variety Special, Outstanding Music Direction, Outstanding Technical Direction, Camerawork, Video Control For A Limited Series, Movie Or Special. The Super Bowl LII halftime show was seen by 106.6 million television viewers in the United States, 9% less than Lady Gaga's in 2017. It had higher average viewership than the game itself, and the decline for the halftime show was roughly", "doc_score": "82.21028900146484", "publish_date": "2018/12/31"}, {"doc_id": "18567778", "text": "Super Bowl LII halftime show / then returned to the main stage to perform \"Mirrors\", as hundreds of dancers and members of the marching band performed choreography with large mirrors, creating bright reflections in the broadcast and across the roof of the stadium. Timberlake closed the show with \"Can't Stop the Feeling!\", entering the stands at the conclusion of the song. For the first time since the Super Bowl XLVI halftime show in Indianapolis in 2012, no pyrotechnics were used throughout the performance. The show relied mostly on lasers and video screens for visual effects. In July 2017, Britney Spears was rumored to be the headliner,", "doc_score": "82.48143005371094", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_20", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "19074663", "text": "Hardywood Park Craft Brewery / Hardywood Park Craft Brewery Hardywood Park Craft Brewery is a brewery founded in 2011 and located in Richmond, Virginia, USA. In 2015, the brewery became the top rated brewery in Virginia by consumer ratings on RateBeer.com. Hardywood operates in two adjacent buildings situated between the Diamond and the Fan districts in Richmond. Hardywood Park Craft Brewery was founded by Eric McKay and Patrick Murtaugh on October, 2011. 100% of the brewery’s electricity comes from renewable energy sources (wind, biomass and solar) via the Dominion Green Power program. The brewery also partners with the James River Association to convert its used", "doc_score": "82.2263412475586", "publish_date": "2018/12/31"}, {"doc_id": "4771428", "text": "Dayton Mall / Today\" claims that a store is scheduled to open around late summer 2019. Trade magazine \"Shopping Centers Today\" claims that the RoomPlace would move into an empty anchor store, however, mall owner Washington Prime Group's press release states that the store would be in newly-created inline space. Elder-Beerman closed on August 29, 2018, due to the bankruptcy of parent company The Bon-Ton. After an August 22, 2018 announcement that Sears would be closing as part of a plan to close 46 locations nationwide, the store closed on November 25, 2018. Dayton Mall Dayton Mall is a shopping mall in Miami", "doc_score": "80.22225189208984", "publish_date": "2018/12/31"}, {"doc_id": "4966238", "text": "Brakspear Brewery / 1986 claimed \"Brakspear's draft bitter is undoubtedly the best to be had in England\". With the opening of The Bell Street Brewery in Henley-on-Thames in spring 2013 a number of beers are brewed including some sold using the Brakspear's beer brand name albeit with point of sale material also showing the brewing provenance as The Bell Street Brewery. Previous Brakspear's beer names Mild, Old Ale and Special have featured at various times, with Special being a regular product. Brakspear's last head brewer, Peter Scholey, set up The Beer Counter as a \"cuckoo brewery\", overseeing the production of his own beers", "doc_score": "79.20137786865234", "publish_date": "2018/12/31"}, {"doc_id": "19074664", "text": "Hardywood Park Craft Brewery / beer barrels into rain barrels, and works extensively with CitiWood to hand craft locally \"TreeCycled\" tap handles. Hardywood Park Craft Brewery Hardywood Park Craft Brewery is a brewery founded in 2011 and located in Richmond, Virginia, USA. In 2015, the brewery became the top rated brewery in Virginia by consumer ratings on RateBeer.com. Hardywood operates in two adjacent buildings situated between the Diamond and the Fan districts in Richmond. Hardywood Park Craft Brewery was founded by Eric McKay and Patrick Murtaugh on October, 2011. 100% of the brewery’s electricity comes from renewable energy sources (wind, biomass and solar) via the", "doc_score": "79.94064331054688", "publish_date": "2018/12/31"}, {"doc_id": "17348604", "text": "Neshaminy Creek Brewing Company / Neshaminy Creek Brewing Company Neshaminy Creek Brewing Company is a brewery founded in 2010 in the town of Croydon in lower Bucks County, Pennsylvania, USA. It is considered to be the first production brewery in the county, which borders the city of Philadelphia. Neshaminy Creek Brewing Company was founded in 2010 by head brewmaster Jeremy Myers and assistant brewers Rob Jahn and Steve Capelli. It takes its name from the nearby creek of the same name, from which it draws water for its beer. The facility itself, located at 909 Ray Avenue, officially opened on June 1, 2012. In 2013,", "doc_score": "81.27425384521484", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_21", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "6954031", "text": "Novelty architecture / the giant \"paper\" aircraft at Cleveland Hopkins International Airport. Architecture popular in the 1950s-1960s in southern California and in Florida featured sharp corners, tilted roofs, starburst designs, and fanciful shapes. This came to be known as \"Googie\", \"Doo Wop\", or \"populuxe\" architecture. Long-established firms whose features are well-known could still qualify as novelty architecture; examples include McDonald's original golden-arches design and the self-referential design of the White Castle restaurants. Critics of architectural deconstructivism such as Nikos Salingaros, argue that much contemporary architecture is actually Novelty architecture. Leading architects of \"the populist, yet the aggressive\" forms of Gehry, Libeskind and Hadid", "doc_score": "81.57176971435547", "publish_date": "2018/12/31"}, {"doc_id": "4259827", "text": "Johnny Rockets / Johnny Rockets The Johnny Rockets Group Inc. is an American restaurant franchise whose themed decor is based upon 1950s diner-style restaurants. Decor includes Coca-Cola advertising, featuring nearly life-size cardboard illustrations of women in World War II armed services uniforms (see WASP- Women Airforce Service Pilots), individual jukebox stations, chrome accents and red vinyl seats. The staff at some locations are known to sing and dance every half-hour. Making a smiley face with ketchup on the paper plate when serving French fries is a Johnny Rockets trademark. The menu, presentation, counter seating and grilling area are based on an original restaurant", "doc_score": "81.49261474609375", "publish_date": "2018/12/31"}, {"doc_id": "13026726", "text": "Wich Stand / Wich Stand Wich Stand was a '50s-style coffee shop restaurant and diner in Los Angeles, California, featuring a tilting blue roof and, designed by renowned architect Eldon Davis. The Wich Stand had two locations within Los Angeles. One of the building still exists and is located at the intersection of Slauson Avenue and Overhill Drive in View Park-Windsor Hills, an unincorporated affluent neighborhood of Los Angeles County near City of Inglewood that is encircled. It was also known for its dart neon sign. A food critic said its \"plunging dart of a sign keeps it from spinning off into", "doc_score": "80.49568939208984", "publish_date": "2018/12/31"}, {"doc_id": "7945149", "text": "Coon Chicken Inn / Coon Chicken Inn Coon Chicken Inn was an American chain of four restaurants founded by Maxon Lester Graham and Adelaide Burt in 1925, which prospered until the late 1950s. The restaurant's name contains the word \"Coon\", considered an ethnic slur, and the trademarks and entrances of the restaurants were designed to look like a smiling blackface caricature of an African-American porter. The smiling capped porter head also appeared on menus, dishes, and promotional items. Due to change in popular culture and the general consideration of being culturally and racially offensive, the chain has since been discontinued. The first Coon Chicken", "doc_score": "81.61354064941406", "publish_date": "2018/12/31"}, {"doc_id": "2749896", "text": "VEISHEA / VEISHEA VEISHEA (pronounced \"VEE-sha\") was an annual week-long celebration held each spring on the campus of Iowa State University in Ames, Iowa. The celebration featured an annual parade and many open-house demonstrations of the university facilities and departments. Campus organizations exhibited products, technologies, and hold fund raisers for various charity groups. In addition, VEISHEA brought speakers, lecturers, and entertainers to Iowa State, and throughout its over eight-decade history it has hosted such distinguished guests as Bob Hope, John Wayne, Tony Bruno, Presidents Harry Truman, Ronald Reagan, and Lyndon Johnson, and performers Diana Ross, Mike Jones (rapper), Billy Joel, Sonny and", "doc_score": "77.53544616699219", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_22", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "20129621", "text": "2017–18 USC Trojans men's basketball team / in the First Four and SMU in the First Round before losing in the Second Round to Baylor. On September 26, federal prosecutors in New York announced charges of fraud and corruption against 10 people involved in college basketball, including USC assistant coach Tony Bland. The charges allege that Bland and others allegedly received benefits from financial advisers and others to influence student-athletes to retain their services. Following the announcement, USC placed Bland on administrative leave and announced that it would conduct an internal investigation of the matter. Potential 2018 NBA Draft pick De'Anthony Melton would be indefinitely suspended in", "doc_score": "86.66942596435547", "publish_date": "2018/12/31"}, {"doc_id": "20037497", "text": "Duke Riley (American football) / 28, 2017, Riley recorded a team-high seven combined tackles (four solo), helping the South defeat the North 16-15. His overall performance was spectacular during the 2017 Senior Bowl and was thought to immensely improve his draft stock. He received an invitation to the NFL Combine and completed nearly all of the required drills, but opted to skip the short shuttle and three-cone drill. On April 5, 2017, Riley participated at LSU's pro day, but opted to stand on his combine numbers and only perform positional drills. Over 125 team representatives and scouts attended, including head coaches Sean Payton (Saints), Mike", "doc_score": "85.7458724975586", "publish_date": "2018/12/31"}, {"doc_id": "20360888", "text": "2017–18 NCAA Division I men's basketball corruption scandal / accept a $5,000 bribe to steer Arizona players to Dawkins' sports management company, and was also charged with accepting an additional $15,000 in bribes and paying at least one recruit to commit to the university. Richardson was suspended on September 26, the day after his arrest, and formally fired on January 23, 2018. Arizona lost one of its three-member 2018 recruiting class in the wake of the initial allegations. Five-star point guard Jahvon Quinerly reopened his recruitment in October, and eventually signed with Villanova. Nassir Little, also a Five-star recruit, cited the investigation as his reason for deciding against attending", "doc_score": "85.91477966308594", "publish_date": "2018/12/31"}, {"doc_id": "20524431", "text": "Rodrigo Blankenship / preferred walk-on and red-shirted his first year. As a red-shirt freshman, Blankenship earned the starting kicker spot. During the 2016 season, Blankenship was 14-for-18 on field goals and 26-for-26 on extra points. He led the team in scoring and was named to the All-SEC Freshman team. In 2017 – his redshirt sophomore season – Blankenship received a full athletic scholarship. He informed the team of the positive news after Georgia's 20–19 victory over Notre Dame. In the 2018 Rose Bowl, Blankenship made a record-long 55-yard field goal that proved pivotal in shifting the momentum away from Oklahoma, leading to Georgia's", "doc_score": "83.61479949951172", "publish_date": "2018/12/31"}, {"doc_id": "19900347", "text": "Nico Siragusa / Nico Siragusa Nicolas Angel Siragusa (born May 10, 1994) is an American football offensive guard for the Green Bay Packers of the National Football League (NFL). He played college football at San Diego State, and was drafted by the Baltimore Ravens in the fourth round of the 2017 NFL Draft. A native of San Diego, Siragusa attended Mater Dei High School in Chula Vista, California, where he only played two years of varsity football after playing baseball and basketball during his freshman and sophomore years. Regarded as a three-star recruit by ESPN, Siragusa was ranked as the No. 102 offensive", "doc_score": "85.98493957519531", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_23", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "16980378", "text": "Su'a Cravens / 13 games for the second consecutive season, he compiled 68 tackles, including a team-best 17 for losses (more than any defensive back in the nation), five sacks, nine deflections and a team-best three interceptions (he returned one of them 31 yards for a touchdown). His 17 tackles for loss in 2014 were the most by a non-defensive lineman at USC since linebacker Markus Steele had 17 in 2000. For his season efforts, he was named to the All-American third team by the Associated Press (AP) and Athlon, fourth team All-American by Phil Steele and was an SI.com All-American honorable mention,", "doc_score": "86.28668975830078", "publish_date": "2018/12/31"}, {"doc_id": "16959279", "text": "Desmond Trufant / pass by quarterback Kirk Cousins in their 27–26 victory against the Washington Redskins. He finished his rookie season in with a career-high 70 combined tackles (55 solo), a career-high 17 pass deflections, two interceptions, one forced fumble, and two fumble recoveries in 16 games and 16 starts. He exceeded expectations, being ranked eighth out of all cornerbacks in the league by Pro Football Focus and allowed a 53.% completion percentage and a quarterback rating of 75.2 to opposing quarterbacks in pass coverage. Trufant became the Falcons' No. 1 cornerback after they released Asante Samuel. He was officially named the starting", "doc_score": "88.36579895019531", "publish_date": "2018/12/31"}, {"doc_id": "5115888", "text": "Dhani Jones / Dhani Jones Dhani Makalani Jones (born February 22, 1978) is a former American football linebacker who played for eleven seasons in the National Football League. He played college football for the Michigan Wolverines, earning All-Big Ten honors for three straight seasons. He was selected by the New York Giants in the sixth round of the 2000 NFL Draft and played for the team for four seasons. Jones also played for the Philadelphia Eagles and the Cincinnati Bengals.In addition to his football career, Jones hosted the Travel Channel series \"Dhani Tackles the Globe\" and the VH1 show \"Ton of Cash\". Jones", "doc_score": "85.63143157958984", "publish_date": "2018/12/31"}, {"doc_id": "13449928", "text": "Tyler Sheehan / and was sacked 22 times. Against Ohio, he caught a pass for a 22-yard touchdown. His completion rate of 66.8% was the second-highest in Bowling Green history. Sheehan twice received MAC Offensive Player of the Week honors. Against Wyoming, he threw for 287 yards and two touchdowns, and against Akron, he threw for 239 yards and three touchdowns. Sheehan said that he had adjusted to running the spread offense compared with the previous season. He said, \"I don't feel like every mistake I make could cost me my job and things like that. I'm just back there having fun. As", "doc_score": "85.27223205566406", "publish_date": "2018/12/31"}, {"doc_id": "14889928", "text": "Eddie Lacy / few times in the game, Lacy joked, \"Yeah, I did a few spin moves.\" \"The Birmingham News\" wrote that Lacy \"ran more impressively\" against Kent State than the Crimson Tide's No. 1 running back, Trent Richardson. Another commentator led his coverage of the Kent State game with the headline, \"Lacy, not Richardson, has look of Heisman-caliber RB in game one.\" After the game, head coach Nick Saban noted, \"Eddie's a fast guy, an explosive guy.\" Photographs of Lacy hurdling over Kent State defensive back Calvin Tiggle were published in news outlets across the United States and in Europe, with one", "doc_score": "84.56632232666016", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_24", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "2011961", "text": "Asheville Regional Airport / Asheville Regional Airport Asheville Regional Airport is a Class C airport near Interstate 26 near the town of Fletcher, south of downtown Asheville, in the U.S. state of North Carolina, United States. It is owned by the Greater Asheville Regional Airport Authority. It is included in the Federal Aviation Administration (FAA) National Plan of Integrated Airport Systems for 2017–2021, in which it is categorized as a non-hub primary commercial service facility. In 2017 it served an all-time record number of passengers for the airport, 956,634, an increase of more than 15% over 2016 and the fourth consecutive year of record", "doc_score": "81.71937561035156", "publish_date": "2018/12/31"}, {"doc_id": "1841843", "text": "Dallas/Fort Worth International Airport / It has its own post office ZIP code and United States Postal Service city designation (\"DFW Airport, TX\"), as well as its own police, fire protection and emergency medical services. The members of the airport's board of directors are appointed by the \"owner cities\" of Dallas and Fort Worth, with a non-voting member chosen from the airport's four neighboring cities on a rotating basis. As of December 2018, DFW Airport has service to 244 destinations, including 62 international and 182 domestic destinations within the U.S. In surpassing 200 destinations, DFW joined a small group of airports worldwide with that distinction.", "doc_score": "81.42635345458984", "publish_date": "2018/12/31"}, {"doc_id": "1910327", "text": "Meadows Field Airport / as an alternate runway for turboprop and small regional jet aircraft. In the year ending February 28, 2011 the airport had 131,102 aircraft operations, with an average 359 per day: 90% general aviation, 8% air taxi, 2% airline, and <1% military. 219 aircraft were based at this airport: 94% single-engine, 4% multi-engine, and 2% helicopter. William M. Thomas Terminal has four gates: 2, 3, 5 and 6 (Gate 6 is on the lower-level), and houses American Eagle and United Express. It serves all domestic flights at the airport. The terminal also contains an Omni Goods gift shop and a Blimpie", "doc_score": "82.35481262207031", "publish_date": "2018/12/31"}, {"doc_id": "15742409", "text": "Airport, California / Airport, California Airport is a census-designated place (CDP) in Stanislaus County, California. Airport sits at an elevation of. The 2010 United States census reported Airport's population was 1,964. According to the United States Census Bureau, the CDP covers an area of 0.6 square miles (1.5 km²), 98.21% of it land and 1.79% of it water. The 2010 United States Census reported that Airport had a population of 1,964. The population density was 3,291.9 people per square mile (1,271.0/km²). The racial makeup of Airport was 1,108 (56.4%) White, 41 (2.1%) African American, 47 (2.4%) Native American, 66 (3.4%) Asian, 3", "doc_score": "80.76605224609375", "publish_date": "2018/12/31"}, {"doc_id": "8449898", "text": "Lakeland Linder International Airport / United States after the Experimental Aircraft Association's (EAA) annual \"AirVenture\" event each summer at Wittman Regional Airport (OSH) in Oshkosh, Wisconsin. During the week of Sun 'n Fun, Lakeland Linder Regional Airport becomes the world's busiest airport with 60,000+ aircraft movements. In 2017, the airport had 129,504 aircraft operations, averaging 355 per day: 97% general aviation, 2% military, 1% air taxi, and <1% commercial. In August 2018, there were 248 aircraft based at this airport: 161 single-engine, 35 multi-engine, 42 jet, 9 helicopter, and 1 glider. In 1940 the Lakeland City Commission passed a resolution to replace the city's Lakeland", "doc_score": "80.5213851928711", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_25", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "20822398", "text": "Eric Skeeters / July 25, 2018 Skeeters was named the 16th head coach in Delaware State history, replacing Keith Walker. Eric Skeeters Eric Skeeters is an American college basketball coach, and current head coach of the Delaware State Hornets men's basketball team. Skeeters played basketball and lacrosse at Catonsville CC, where he led the region in assists in 1990. After obtaining his associate's degree, Skeeters enrolled at Coppin State while also beginning his coaching career as an assistant coach and junior varsity head coach at St. Frances Academy in Baltimore. He stayed in that position from 1992 to 1996, landing on the coaching", "doc_score": "87.12244415283203", "publish_date": "2018/12/31"}, {"doc_id": "17279881", "text": "David Grimaldi (politician) / David Grimaldi (politician) David Grimaldi (born March 26, 1978) is an American businessman and current CEO of Elmark. He is the former Chief Administrative Officer of New Castle County government. He previously served as Managing Director at Minmetals, President of Firestone Hotel Group, and Chief Financial Officer of the Police Athletic League of Delaware. He began his career as a Financial Advisor at Morgan Stanley in New York City where he was ranked number one in his national peer group. in 2015, Grimaldi was named Delaware's Top 40 Under 40 by the Delaware Business Times. As Chief Administrative Officer of", "doc_score": "84.55581665039062", "publish_date": "2018/12/31"}, {"doc_id": "2733333", "text": "Delaware State University / Hall. One student, 17-year-old Shalita Middleton, was critically wounded and died 32 days later. The other student was hospitalized in stable condition, according to a news release on the university's website. Classes were cancelled and the campus was \"locked down\" with students confined to their dormitories and traffic blocked at the campus gate, through Sunday, September 23. On that day, a freshman student named Loyer D. Braden was arrested for attempted murder in connection with the incident, and was expelled from the university. The charges against Braden were dropped in 2009 because of prosecutorial misconduct. The shooting is significant because", "doc_score": "85.64718627929688", "publish_date": "2018/12/31"}, {"doc_id": "10089417", "text": "Virginia Tech Police Department / at the FBI National Academy. Flinchum was named chief over 90 candidates. Kevin Foust was named chief of police and director of campus security at Virginia Tech in August 2014, a position he held on an interim basis since February 2014. Foust joined the Virginia Tech Police Department in 2011 as the deputy chief of police and assistant director of security after a 24-year career with the FBI. As deputy chief and assistant director of security, Foust managed security operations for the university's facilities across Virginia and overseas. In addition, he led the police department's administrative division, which included communications,", "doc_score": "85.5450668334961", "publish_date": "2018/12/31"}, {"doc_id": "20030025", "text": "Grey J. Dimenna / Grey J. Dimenna Grey J. Dimenna, is the ninth president of Monmouth University in West Long Branch, New Jersey, assuming office on February 28, 2017. He was preceded by Paul R. Brown. Dimenna's initial term of office was extended by the university's governing board in June, 2017 with an announced end date of June 30, 2019. The end of his tenure was extended to July 31, 2019 with the appointment of Patrick F. Leahy as the tenth president of Monmouth University with a term beginning on August 1, 2019. Prior to his appointment at Monmouth, Dimenna had retired following a", "doc_score": "84.34782409667969", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_26", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "16876976", "text": "Gibraltar (Wilmington, Delaware) / of Historic Places in 1998 in recognition of its importance as a well-preserved example of the Country Place era of art and design. The mansion has not been occupied for many years and its condition has significantly deteriorated, but it is hoped that it will be restored for use as a commercial property with the proceeds going towards the continued preservation of the estate. The estate was developed around 1844 by John Rodney Brincklé, grandnephew of the first Governor of Delaware, Caesar Rodney. It was located in the western part of Wilmington just within the city limits and was named", "doc_score": "85.37543487548828", "publish_date": "2018/12/31"}, {"doc_id": "5197673", "text": "Gibraltar Island / result, the lookout point on Gibraltar Island became known as Perry's Lookout. Ownership of the island remained with Connecticut until Pierpont Edwards, a New York City banker purchased the deed in 1807. Sandusky, Ohio, native Jay Cooke bought the island from Edwards in 1864 and immediately began construction of a 15-room Victorian-Gothic mansion (now known as Cooke Castle). The Cooke family entertained a variety of notables, such as William Tecumseh Sherman, Salmon P. Chase, Rutherford B. Hayes, Grover Cleveland, and Benjamin Harrison. Cooke's daughter, Laura Barney, sold it to Julius Stone who eventually gave it to Ohio State University. The", "doc_score": "85.1106948852539", "publish_date": "2018/12/31"}, {"doc_id": "20249294", "text": "Gibraltar Savings Association / failed Texas thrifts that took place in the last days of 1988, as the special tax breaks were due to expire on January 1, 1989. The estimated resolution cost by the federal government for Gibraltar Savings Association was $2.875 billion, and $2.545 billion for the affiliated First Texas Savings Association, or a total combined cost of $5.42 billion. The thrift was reopened as First Texas Bank F.S.B., but then renamed First Gibraltar Bank, F.S.B. in 1989. BankAmerica Corp. acquired 130 branches of the thrift in 1993. Four branches were retained and renamed First Madison Federal Savings Bank, which then purchased", "doc_score": "83.1780014038086", "publish_date": "2018/12/31"}, {"doc_id": "16876982", "text": "Gibraltar (Wilmington, Delaware) / Delaware Supreme Court. On July 16, 2009 the court ruled in favor of the developer's request to change the estate's zoning status from residential to commercial. The estate occupies an area equivalent to an entire city block, surrounded by a stone wall standing high with entrances on Pennsylvania Avenue and Greenhill Avenue. Pillars stand at each entrance, topped with stone vases decorated with carved floral ornaments. The mansion sits on an elevation which slopes gently down to the west but drops sharply away to the east, overlooking the gardens. The core of the irregularly-shaped mansion is a three-story building facing", "doc_score": "83.0875473022461", "publish_date": "2018/12/31"}, {"doc_id": "12572492", "text": "Gibraltar Savings and Loan / Bank, then the fifth largest bank in the United States. Gibraltar Savings and Loan Gibraltar Savings and Loan Association was an American bank operating in California, Washington, and Florida. It was organized as a savings and loan and failed in 1989. Its headquarters building at 9111 Wilshire Boulevard in Beverly Hills, was built in 1951, designed by William Pereira. U.S. federal regulators seized assets of the bank in 1989. Its assets included $13.4 billion and the Los Angeles Equestrian Center, later transferred to Del Ray, a Burbank-based development firm. At the time, it was one of the largest insolvencies in", "doc_score": "82.82366180419922", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_27", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "17785302", "text": "Fort Lee lane closure scandal / On April 7, 2014, it was reported that David Wildstein met with federal prosecutors in Newark for several days during the week of March 31 and Charlie McKenna met with investigators in mid-January in Fishman's office. On April 25, 2014, it was reported that Fishman had subpoenaed the New Jersey Legislative Select Committee on Investigation for \"any and all records\" they have gathered, with delivery due on May 2. Committee co-chairs Weinberg and Wisniewski said that they will comply, and that the request \"reaffirms\" their progress. On May 1, 2014, it was reported that the federal grand jury had subpoenaed", "doc_score": "79.03807830810547", "publish_date": "2018/12/31"}, {"doc_id": "13612908", "text": "Henry Louis Gates arrest controversy / reply on the tape was, \"One looked kind of Hispanic, but I'm not really sure. And the other one entered and I didn't see what he looked like at all.\" Gates was held for four hours and charged with disorderly conduct. The charges were dropped five days later, on July 21, 2009, by the Middlesex County district attorney's office, upon the recommendation of the city of Cambridge and the Cambridge Police Department. A joint press release by the authorities and Professor Gates said all parties had agreed that this was \"a just resolution to an unfortunate set of circumstances\" and", "doc_score": "79.34226989746094", "publish_date": "2018/12/31"}, {"doc_id": "5522772", "text": "Hough riots / make it easier for law enforcement to arrest rioters. The grand jury report was embraced by city officials and local law enforcement. Mayor Locher praised the grand jury for \"the guts to fix the approximate cause which has been hinted at for a long time, that subversive and Communist elements in our community were behind the rioting.\" The \"official narrative\" also received support in other quarters. On June 22, during the riot, five members of a local W.E.B. Du Bois Club—including staff members Steve Shreefter and Mike Bayer—were riding in a car. Stopped by a National Guardsmen, posters were found", "doc_score": "80.5673828125", "publish_date": "2018/12/31"}, {"doc_id": "19269444", "text": "Greensboro Truth and Reconciliation Commission / proceeded to leave their vehicles, confronted the protesters with long pieces of lumber, igniting a violent fight. After a short skirmish, members of the KKK and the American Nazi Party retreated to their vehicles and retrieved their firearms, including shotguns, semi-automatic rifles, and pistols. A number of individuals began to fire their weapons, lasting a span of eighty-eight seconds, at the protesters. Five protesters, Cesar Cauce, Dr. James Waller, Sandra Smith, Bill Simpson and Dr. Michael Nathan, were killed, and ten others wounded. Nelson Johnson was, for his part, tackled by law enforcement, detained, and ultimately arrested for starting a", "doc_score": "80.50296783447266", "publish_date": "2018/12/31"}, {"doc_id": "6445146", "text": "Glenville shootout / After claiming to find brass knuckles on him, they searched his automobile without a search warrant and claimed to find a.38 caliber revolver. Mayor Stokes arrived as Jones was being arrested. Police later changed their report, and said brass knuckles were found in Jones' vehicle. A court threw out the case because the search was an unconstitutional violation of the Fourth Amendment. After Jones was taken to a local police precinct for booking and Stokes had left, eyewitnesses said police vandalized the group's offices. Few other incidents occurred during the night of July 26 – 27. The ban on", "doc_score": "80.66056823730469", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_28", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "4570163", "text": "False arrest / stated Sorrell and his friends were not the ones who had stolen from him. However, the officer still arrested Sorrell for possession of a concealed weapon, because he was carrying a folding knife with a 3 inch long blade in his pocket. In Maryland, non-automatic folding knives are not considered weapons under state law regardless of their length, and the lack of length limit had been upheld multiple times in the state's highest court. However, the officer erroneously believed the knife to be a weapon. Sorrell was released immediately after booking and was never prosecuted as there was technically no", "doc_score": "85.14971923828125", "publish_date": "2018/12/31"}, {"doc_id": "18441809", "text": "Bill Cosby sexual assault cases / upon the belief his legal team had the right to cross-examine the accuser; he lost this appeal on October 12. The Pennsylvania Supreme Court announced it would review the state law in a separate case, to which Cosby's lead attorney, Brian McMonagle, said that he would try to add Cosby's case in hopes of having it thrown out. On September 6, 2016, Judge Steven O'Neill set a trial date for June 6, 2017. On April 12, 2017, the Pennsylvania Supreme Court declined to hear Cosby's appeal to question Constand before the trial. Cosby had faced a maximum of fifteen to", "doc_score": "86.0668716430664", "publish_date": "2018/12/31"}, {"doc_id": "17785268", "text": "Fort Lee lane closure scandal / Assembly Transportation Committee to determine whether or not the lane closures were politically motivated. The first hearing was held on November 25, 2013, for which Bill Baroni attended on behalf of the PA. Baroni, who was not sworn in to testify under oath, said that David Wildstein had ordered a study to determine if closing two of the Fort Lee toll lanes, and assigning them to mainline traffic, would shorten delays for commuters from other parts of New Jersey. Baroni argued that it was unfair that Fort Lee drivers occupied three out of the 12 lanes on the upper level,", "doc_score": "85.95537567138672", "publish_date": "2018/12/31"}, {"doc_id": "17785309", "text": "Fort Lee lane closure scandal / charges. These included conspiracy to commit fraud by \"knowingly converting and intentionally misapplying property of an organization receiving federal benefits\". That same day, prosecutors released David Wildstein's plea bargain. He had agreed in January to plead guilty to conspiracy to commit fraud and conspiracy against civil rights. Wildstein, whose sentencing was delayed until after the trial, agreed to testify against Baroni and Kelly. The indictments charge that the lane closures were retribution against Sokolich for not endorsing Christie. Fishman said that Wildstein had corroborated the allegations in the indictments, and said that the three officials \"agreed to and did use", "doc_score": "86.59986877441406", "publish_date": "2018/12/31"}, {"doc_id": "17785321", "text": "Fort Lee lane closure scandal / case into the hands of the Bergen County prosecutor's office, which must decide whether to bring an indictment against Christie. Prosecutor Gurbir S. Grewal was appointed by Christie, and so was expected to recuse himself. The charge carries a sentence of up to 10 years in prison. Brian Murray, speaking for Christie, said the governor would appeal the ruling immediately, adding, \"this is a dishonorable complaint filed by a known serial complainant and political activist with a history of abusing the judicial system,\" and reiterating the governor's denial of knowledge before or during the closure. A hearing on November 30,", "doc_score": "88.49603271484375", "publish_date": "2018/12/31"}]}
{"question_id": "20230929_29", "search_time": "2023/10/11/14:54", "search_result": [{"doc_id": "6922691", "text": "Marsh Supermarkets / two employee pension funds. Suppliers that were owed money included, Keebler, PepsiCo(Pepsi and frito lay )and Coca-Cola. The treasurer's offices for Delaware and Hamilton counties were also listed for being owed unpaid back taxes. At the time of the filing, Marsh operated a total of 60 stores, 54 in Indiana and six in Ohio, with 16 of those stores scheduled to closed by the end of May. On June 15, 2017, Marsh converted its Chapter 11 bankruptcy to Chapter 7, with plans to close all 18 stores by July 8. Holding companies controlled by Kroger and Ohio-based Fresh Encounter", "doc_score": "77.95429992675781", "publish_date": "2018/12/31"}, {"doc_id": "9177350", "text": "Cordova Mall / Cordova Mall Cordova Mall, located in Pensacola, Florida, is the largest shopping center on the northwest Gulf Coast of Florida and is also the only indoor Simon mall located in both the state of Florida the Central Time Zone to have both a Ross Dress For Less and a Belk. Opened in 1971 and renovated twice, in 1987 and 2008/2009, Cordova Mall comprises of commercial property, with two major and six junior anchor stores. Five are situated in the mall (Dillard's, Belk, Dick's Sporting Goods, Old Navy, and Ross Dress for Less), and three are located in an open-air atmosphere", "doc_score": "79.01747131347656", "publish_date": "2018/12/31"}, {"doc_id": "8555055", "text": "Macerich / nine properties to Macerich's portfolio, including Scottsdale Fashion Square. Three years later, it acquired Rochester-based Wilmorite Properties for $2.333 billion, adding 11 shopping centers to Macerich's portfolio including Tysons Corner Center. On April 1, 2015, the company rejected a $16.8 Billion takeover offer from Simon Property Group. Macerich rejected the takeover bid on the grounds that Simon undervalued the company and its future potential growth. The Macerich Company was a NORAD Tracks Santa program partner and sponsor for the 2005 and 2006 NORAD Tracks Santa seasons. As part of that sponsorship, from November 18 to December 25, 2005, for the", "doc_score": "78.35179901123047", "publish_date": "2018/12/31"}, {"doc_id": "6616028", "text": "Universal Mall / Universal Mall Universal Mall is a redeveloped open-air power center located in Warren, Michigan, a suburb of Detroit. The first phase opened in mid-2009 with Target, Burlington Coat Factory, Marshalls, and Petco. It is on the site of a former enclosed shopping mall also called Universal Mall, which opened in 1965. Development was announced in 1962 for a site formerly occupied by a farm. Montgomery Ward was confirmed as the first anchor tenant at this point. The original mall opened in 1965 as Universal City with Montgomery Ward, Woolworth, and Federal's as its anchor stores. By 1979, Federal's had closed", "doc_score": "79.29733276367188", "publish_date": "2018/12/31"}, {"doc_id": "5766818", "text": "University Mall (Tampa, Florida) / modifications were completed in August 1996. In 1991, Maas Brothers was acquired by Burdines, which closed its original store in September 1991 and consolidated its operation into the Maas Brothers store space in October 1991. This store became a Burdines-Macy's in January 2004 and a full-fledged Macy's in March 2005. The original Burdines space then housed a Montgomery Ward between March 1992 and February 2001. The space re-opened as a Burlington Coat Factory (whose stores were not typically at malls during the time) in October 2001. This was likewise done at Tallahassee Mall. Longtime anchor JCPenney closed effective October 1,", "doc_score": "77.53521728515625", "publish_date": "2018/12/31"}]}
