{"question_id": "20230922_0", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "12813628", "text": "Conformity / was a discrepancy amongst group members, and thus the subjects reported that they doubted their own judgments. Sistrunk and McDavid made the argument that women conformed more because of a methodological bias. They argued that because stereotypes used in studies are generally male ones (sports, cars..) more than female ones (cooking, fashion..), women are feeling uncertain and conformed more, which was confirmed by their results. Research has noted age differences in conformity. For example, research with Australian children and adolescents ages 3 to 17 discovered that conformity decreases with age. Another study examined individuals that were ranged from ages 18", "doc_score": "90.01615142822266", "publish_date": "2018/12/31"}, {"doc_id": "12813629", "text": "Conformity / to 91. The results revealed a similar trend – older participants displayed less conformity when compared to younger participants. In the same way that gender has been viewed as corresponding to status, age has also been argued to have status implications. Berger, Rosenholtz and Zelditch suggest that age as a status role can be observed among college students. Younger students, such as those in their first year in college, are treated as lower-status individuals and older college students are treated as higher-status individuals. Therefore, given these status roles, it would be expected that younger individuals (low status) conform to the", "doc_score": "89.31688690185547", "publish_date": "2018/12/31"}, {"doc_id": "528182", "text": "Socialization / races. Egalitarianism refers to socializing children with the belief that all people are equal and should be treated with a common humanity. Oppression socialization refers to the process by which \"individuals develop understandings of power and political structure, particularly as these inform perceptions of identity, power, and opportunity relative to gender, racialized group membership, and sexuality.\" This action is a form of political socialization in its relation to power and the persistent compliance of the disadvantaged with their oppression using limited \"overt coercion.\" Based on comparative research in different societies, focusing on the role of language in child development, linguistic", "doc_score": "86.53681182861328", "publish_date": "2018/12/31"}, {"doc_id": "12924810", "text": "Anticipatory socialization / opportunities available to them. Examples of anticipatory socialization include law school students learning how to behave like lawyers, older people preparing for retirement, and Mormon boys getting ready to become missionaries. Recent studies show that anticipatory socialization is prevalent among pregnant mothers who choose to reveal the fetal sex pre-birth. Knowing the gender of the baby will affect the way in with the mother interacts with the baby, as a result of preconceived expectations of gender group norms. Anticipatory socialization Anticipatory socialization is the process, facilitated by social interactions, in which non-group-members learn to take on the values and standards", "doc_score": "89.32730865478516", "publish_date": "2018/12/31"}, {"doc_id": "1369960", "text": "Peer pressure / likely to receive approval in their groups. Peer pressure was greatest among more popular children because they were the children most attuned to the judgments of their peers, making them more susceptible to group pressures. Gender also has a clear effect on the amount of peer pressure an adolescent experiences: girls report significantly higher pressures to conform to their groups in the form of clothing choices or speech patterns. Additionally, girls and boys reported facing differing amounts of pressures in different areas of their lives, perhaps reflecting a different set of values and priorities for each gender. Peer pressure is", "doc_score": "86.89183044433594", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_1", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "16017105", "text": "Druidry (modern) / remains and their subsequent display in museums. Many have organised campaigns for their reburial. For instance, in 2006, a neo-Druid called Paul Davies requested that the Alexander Keiller Museum in Avebury, Wiltshire rebury their human remains, and that storing and displaying them was \"immoral and disrespectful\". Criticism of this view has come from the archaeological community, with statements like \"no single modern ethnic group or cult should be allowed to appropriate our ancestors for their own agendas. It is for the international scientific community to curate such remains.\" Druidic groups are usually known as \"groves\". Such a term reflects the", "doc_score": "81.17266082763672", "publish_date": "2018/12/31"}, {"doc_id": "1912955", "text": "Restorationism / of revelation and apostolic authority. According to Allen and Hughes, \"[n]o group used the language of'restoration' more consistently and more effectively than did the [Latter Day Saints]... early Mormons seemed obsessed with restoring the ancient church of God.\" According to Smith, God appeared to him in 1820, instructing him that the creeds of the churches of the day were corrupted. In addition to restoring the primitive church, Smith claimed to receive entirely new revelations. In 1830, he published \"The Book of Mormon\", which Mormons believe he translated through divine means from the Golden Plates he obtained from an", "doc_score": "80.3463363647461", "publish_date": "2018/12/31"}, {"doc_id": "2040257", "text": "Biblical inerrancy / in the Talmud. During the 18th and 19th centuries, various episodes of the Bible (for example the Noahide worldwide flood, the creation in six days, and the creation of women from a man's rib) began increasingly to be seen as legendary rather than as literally true. This led to further questioning of the veracity of biblical texts. According to an article in \"Theology Today\" published in 1975, \"There have been long periods in the history of the church when biblical inerrancy has not been a critical question. It has in fact been noted that only in the last two centuries", "doc_score": "78.73422241210938", "publish_date": "2018/12/31"}, {"doc_id": "19487226", "text": "St Cadoc's Church, Llancarfan / the reign of Oliver Cromwell a local man named Whitton Bush destroyed the window by repeatedly beating it while shouting \"Down with the Whore of Babylon!\" In 2013, restoration work was carried out on medieval wall paintings discovered at the church in 2008. When layers of limewash were removed, it was found that the topics depicted include the Seven Deadly Sins and Saint George and the Dragon. Further investigations suggested that the paintings are among the best surviving examples in the whole of the UK, and that the depiction of Saint George and the Dragon is the largest on the", "doc_score": "81.81841278076172", "publish_date": "2018/12/31"}, {"doc_id": "99111", "text": "Church of the Holy Sepulchre / church. William of Tyre, chronicler of the Crusader Kingdom of Jerusalem, reports on the renovation of the Church in the mid-12th century. The crusaders investigated the eastern ruins on the site, occasionally excavating through the rubble, and while attempting to reach the cistern, they discovered part of the original ground level of Hadrian's temple enclosure; they decided to transform this space into a chapel dedicated to Helena (the Chapel of Saint Helena), widening their original excavation tunnel into a proper staircase. The crusaders began to refurnish the church in a Romanesque style and added a bell tower. These renovations unified", "doc_score": "76.3894271850586", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_2", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "17822346", "text": "Max Verstappen / from Sebastian Vettel, who claimed that Verstappen had pushed him off the track when he gained a position on him at Junção corner late in the race. The race stewards did not share Vettel's view and decided that no reprimand was warranted. During the first 14 races of the 2017 season, Verstappen suffered seven retirements, four due to mechanical issues, and three due to first lap collisions in Spain, Austria and Singapore. Of the races finished, however, he claimed a third place in China, and another five races classified fourth or fifth. From the Malaysian Grand Prix onward, Verstappen enjoyed", "doc_score": "86.01802825927734", "publish_date": "2018/12/31"}, {"doc_id": "17822347", "text": "Max Verstappen / a surge of success. He won his second Formula One race at the 2017 Malaysian Grand Prix, one day after his 20th birthday, passing Lewis Hamilton for the lead in the early stages of the race. He finished second in the following race in Japan. He then finished third at the United States Grand Prix, but was classified fourth after his final lap overtake on Kimi Räikkönen was deemed illegal. He then won his third Formula One race (and second in 2017) at the Mexican Grand Prix, after passing Sebastian Vettel on the opening lap and leading until the end", "doc_score": "85.05667114257812", "publish_date": "2018/12/31"}, {"doc_id": "17822358", "text": "Max Verstappen / start than Ricciardo and took the lead of the race into the first corner, overtaking the fast-starting Mercedes of Lewis Hamilton. He was poised to win the 2018 Brazilian Grand Prix, having overtaken Kimi Räikkönen, Sebastian Vettel, Valtteri Bottas and Lewis Hamilton. However, he was hit by Force India driver Esteban Ocon who was trying to unlap himself on faster tires. Ocon received a 10-second stop and go penalty, the harshest penalty before disqualification. After the collision with Ocon, Verstappen finished in second place behind Mercedes driver Lewis Hamilton. During an argument with Ocon after the race, Verstappen pushed the", "doc_score": "83.17585754394531", "publish_date": "2018/12/31"}, {"doc_id": "9646712", "text": "Singapore Grand Prix / Romain Grosjean as Hamilton and Verstappen approached to lap them. Instead of letting the leaders pass, Grosjean continued to attack Sirotkin which allowed Verstappen to close the gap to Hamilton and nearly overtake him. The Frenchman was handed a 5 second penalty and 2 penalty points on his license. In the end Hamilton won, with Vestappen second and Vettel third, increasing his championship lead over the German to 40 points. Although the track has seen some minor changes as seen above, the basic layout has in many aspects remained unchanged. It is a twisty circuit that is the slowest in", "doc_score": "84.255126953125", "publish_date": "2018/12/31"}, {"doc_id": "17822359", "text": "Max Verstappen / Force India driver, for which he was given two days of \"public service\" as a penalty by the FIA. Verstappen holds numerous \"firsts\" in Formula One racing. In 2015, he became the youngest driver to compete in Formula 1 at the 2015 Australian Grand Prix for Scuderia Toro Rosso. He is also the youngest driver to lead a lap during a Formula One Grand Prix, youngest driver to set the fastest lap during a Formula One Grand Prix, youngest driver to score points, youngest driver to secure a podium, youngest Formula One Grand Prix winner in history, youngest multiple Grand", "doc_score": "82.31436157226562", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_3", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "15579389", "text": "Edward Enninful / 10 April 2017. Condé Nast International chairman and chief executive Jonathan Newhouse announced him as the successor to Alexandra Shulman, calling Enninful \"an influential figure in the communities of fashion, Hollywood and music which shape the cultural zeitgeist\", adding that \"by virtue of his talent and experience, Edward is supremely prepared to assume the responsibility of British \"Vogue\"\". It was noted that Enninful had six times as many followers on Instagram as Shulman at the time of his appointment. Edward Enninful Edward Kobina Enninful (born February 1972) is a British fashion stylist, and editor-in-chief of \"British Vogue\" magazine. He was", "doc_score": "82.58009338378906", "publish_date": "2018/12/31"}, {"doc_id": "4159691", "text": "Ashley Highfield / Ashley Highfield Ashley Highfield resigned as CEO of one of the largest media groups in the UK, Johnston Press, owners of The Scotsman, The Yorkshire Post and (from April 2016) i (newspaper) in May 2018. He has also worked for Microsoft and the BBC. In June 2015 Culture Secretary John Whittingdale named Highfield as one of eight people on an advisory board tasked with working on the renewal of the BBC's royal charter - which sets out the corporation's remit. In October 2015 he was appointed Chairman of the News Media Association. Educated at Elizabeth College, Guernsey, and City University,", "doc_score": "78.27622985839844", "publish_date": "2018/12/31"}, {"doc_id": "15579388", "text": "Edward Enninful / Magazine\", \"W\" began showing signs of life after Enninful's takeover. The magazine's ad pages went up 16.7 percent by May 2012, with 453 pages compared to 388 pages for the same period the year before, according to \"Media Industry Newsletter\"—the biggest year-over-year gain among fashion titles. Editorial Director Stefano Tonchi told \"The New York Times\" that Enninful was a big part of that success. Enninful was appointed Officer of the Order of the British Empire (OBE) in the 2016 Birthday Honours for services to diversity in the fashion industry. Enninful was confirmed as the new editor-in-chief of British Vogue on", "doc_score": "81.38461303710938", "publish_date": "2018/12/31"}, {"doc_id": "15579380", "text": "Edward Enninful / Edward Enninful Edward Kobina Enninful (born February 1972) is a British fashion stylist, and editor-in-chief of \"British Vogue\" magazine. He was appointed fashion director of British fashion magazine \"i-D\" at the age of 18, a position he held for over two decades. Edward Enninful was born in February 1972, in Ghana, and at a very young age, emigrated to Ladbroke Grove, London, along with his parents and five siblings. His mother worked as a seamstress, and inspired him with the vividly patterned colours and fabrics she used while creating clothing for her British-Ghanaian friends. At the age of 16, Enninful", "doc_score": "79.23899841308594", "publish_date": "2018/12/31"}, {"doc_id": "13806106", "text": "Electric Ink / to uncover. Looking at the prospect of bad press, Oliver is fired by phone call. Maddox returns after two-weeks off which was originally supposed to be for a dental appointment. Upon being called into Oliver's office, he finds that the newspaper has settled prior to a libel lawsuit for comments made during the Politics Minute, which Oliver announces he is also suspending. Maddox returns to his desk to find replacement news editor Carol waiting at his desk who is annoyed at his extended time away. Masha and Carol discuss the new paywall which has seen Maddox earn 35 pence for", "doc_score": "78.5177001953125", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_4", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "9288297", "text": "United Nations Conference on International Organization / Memorial Opera House, with the Charter being signed on 26 June at the Herbst Theatre in Civic Center. The conference was chaired by U.S. diplomat and convicted perjurer Alger Hiss. A square adjacent to the city's Civic Center, called \"UN Plaza,\" commemorates the conference. The idea for the proposed United Nations began as part of the vision of U.S. President Franklin Delano Roosevelt in which the United States, the Soviet Union, the United Kingdom and China would lead the post-World War II international order. These countries, with the addition of France, would assume the permanent seats on the United Nations", "doc_score": "86.44853973388672", "publish_date": "2018/12/31"}, {"doc_id": "435553", "text": "United Nations General Assembly / such as international migration and the long-debated comprehensive convention on terrorism\". Annan recommended streamlining the General Assembly's agenda, committee structure, and procedures; strengthening the role and authority of its president; enhancing the role of civil society; and establishing a mechanism to review the decisions of its committees, in order to minimize unfunded mandates and micromanagement of the United Nations Secretariat. Annan reminded UN members of their responsibility to implement reforms, if they expect to realize improvements in UN effectiveness. The reform proposals were not taken up by the United Nations World Summit in September 2005. Instead, the Summit solely affirmed", "doc_score": "85.85395050048828", "publish_date": "2018/12/31"}, {"doc_id": "435481", "text": "United Nations Security Council / military bases. The committee continued to exist on paper but largely abandoned its work in the mid-1950s. In 1960, the UN deployed the United Nations Operation in the Congo (UNOC), the largest military force of its early decades, to restore order to the breakaway State of Katanga, restoring it to the control of the Democratic Republic of the Congo by 1964. However, the Security Council found itself bypassed in favour of direct negotiations between the superpowers in some of the decade's larger conflicts, such as the Cuban missile crisis or the Vietnam War. Focusing instead on smaller conflicts without an", "doc_score": "83.00444793701172", "publish_date": "2018/12/31"}, {"doc_id": "9288302", "text": "United Nations Conference on International Organization / attendees. In addition, the conference was attended by 2,500 representatives of the media and observers from numerous organizations and societies. Due to the fact that President Franklin Delano Roosevelt, who was supposed to host the conference, died on 12 April 1945, the delegates held a commemorative ceremony on 19 May among the tall Redwood trees in Muir Woods National Monument Cathedral Grove, where a dedication plaque was placed in his honor. A steering committee, composed of heads of delegations, was formed. This committee decided on all important matters relating to principles and rules. Although each country had one representative, the", "doc_score": "85.40910339355469", "publish_date": "2018/12/31"}, {"doc_id": "6512518", "text": "Reform of the United Nations Security Council / diplomacy Rejaul Karim Laskar argues, \"for the continued existence and relevance of the UN, it is necessary to ensure that it represents as nearly as possible the reality of the power equation of the twenty-first century world\". By 1992, Japan and Germany had become the second- and third-largest financial contributors to the United Nations, and started to demand a permanent seat. Also Brazil (fifth largest country in terms of territory) and India (second largest country in terms of population) as the most powerful countries within their regional groups and key players within their regions saw themselves with a permanent seat.", "doc_score": "82.71379852294922", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_5", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "51079", "text": "Booker Prize / Oxford Brookes University Library. The Archive, which encompasses the administrative history of the Prize from 1968 to date, collects together a diverse range of material, including correspondence, publicity material, copies of both the Longlists and the Shortlists, minutes of meetings, photographs and material relating to the awards dinner (letters of invitation, guest lists, seating plans). Embargoes of ten or twenty years apply to certain categories of material; examples include all material relating to the judging process and the Longlist prior to 2002. Between 2005 and 2008, the Booker Prize alternated between writers from Ireland and India. \"Outsider\" John Banville began", "doc_score": "81.02644348144531", "publish_date": "2018/12/31"}, {"doc_id": "17446330", "text": "2013 Man Booker Prize / 2013 Man Booker Prize The 2013 Booker Prize for Fiction was awarded on 15 October 2013 to Eleanor Catton for her novel \"The Luminaries\". A longlist of thirteen titles was announced on 23 July, and these were narrowed down to a shortlist of six titles, announced on 10 September. The jury was chaired by Robert Macfarlane, who was joined by Robert Douglas-Fairhurst, Natalie Haynes, Martha Kearney, and Stuart Kelly. The shortlist contained great geographical and ethnic diversity, with Zimbabwean-born NoViolet Bulawayo, Eleanor Catton of New Zealand, Jim Crace from England, Indian American Jhumpa Lahiri, Canadian-American Ruth Ozeki and Colm Tóibín", "doc_score": "83.84464263916016", "publish_date": "2018/12/31"}, {"doc_id": "16122137", "text": "Women's Prize for Fiction / the six shortlisted books was by a woman, despite some 60% of novels published that year being by female authors. A group of women and men working in the industry – authors, publishers, agents, booksellers, librarians, journalists – therefore met to discuss the issue. Research showed that women’s literary achievements were often not acknowledged by the major literary prizes. The winner of the prize receives £30,000, along with a bronze sculpture called the \"Bessie\" created by artist Grizel Niven, the sister of actor and writer David Niven. Typically, a longlist of nominees is announced around March each year, followed by", "doc_score": "82.22480773925781", "publish_date": "2018/12/31"}, {"doc_id": "14455338", "text": "Lost Man Booker Prize / idea of a Man Booker Prize for the missing year after wondering why Robertson Davies's 1970 novel \"Fifth Business\" had not been included in the Man Booker Prize shortlist. A longlist of 22 titles was drawn up by organisers. A shortlist of six was selected by Rachel Cooke, Katie Derham and Tobias Hill, and revealed in London on 25 March 2010 when voting commenced on the Man Booker Prize website. Voting closed on 23 April 2010. The winner was announced on 19 May 2010. Four of the shortlisted authors were dead, with only Nina Bawden and Shirley Hazzard alive to", "doc_score": "82.73019409179688", "publish_date": "2018/12/31"}, {"doc_id": "4622186", "text": "Man Booker International Prize / in Sydney, Australia. John le Carré asked to be removed from consideration, saying he was \"flattered\", but that he does not compete for literary prizes. However, judge Dr Rick Gekoski said although he was disappointed that le Carré wanted to withdraw, his name would remain on the list. Lydia Davis, best known as a short story writer, was announced as the winner of the 2013 prize on 22 May at a ceremony at the Victoria and Albert Museum in London. The official announcement of Davis' award on the Man Booker Prize website described her work as having \"the brevity and", "doc_score": "80.75592041015625", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_6", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "1587186", "text": "Metropolitan Police Service / board is made up of the Commissioner, Deputy Commissioner, Assistant Commissioners and Directors. The Metropolitan Police Service uses the standard British police ranks, indicated by shoulder boards, up to Chief Superintendent, but uniquely has five ranks above that level instead of the standard three; namely Commander, Deputy Assistant Commissioner, Assistant Commissioner, Deputy Commissioner and Commissioner. All senior officers of the rank of Commander and above are chief police officers of NPCC (previously ACPO) rank. The Met approved the use of name badges in October 2003, with new recruits wearing the Velcro badges from September 2004. The badge consists of the", "doc_score": "94.29094696044922", "publish_date": "2018/12/31"}, {"doc_id": "12689569", "text": "Police area / police areas in England and Wales is set out by Section 1 of the Police Act 1996. There are 43 police areas in England and Wales, most of which are defined by Schedule 1 of the 1996 act. They may be altered by order of the Home Secretary. The two other areas, the Metropolitan Police District and the City of London police area, are defined by Section 76 of the London Government Act 1963 and the City of London Police Act 1839 respectively. Northern Ireland and Scotland each have only one territorial police force: the Police Service of Northern Ireland", "doc_score": "92.28766632080078", "publish_date": "2018/12/31"}, {"doc_id": "12713913", "text": "Metropolitan Police Clubs and Vice Unit / to predominantly uniformed officers who were thought to be less corrupt than their CID counterparts. There was also a rotation system where officers were posted to Clubs for a maximum of 12 months and then returned to their police stations. In practice, some returned within a matter of weeks. New challenges have arisen from the introduction of the Licensing Act 2003 (with the potential for 24-hour drinking) and the Gambling Act 2005 (with significant deregulation of gaming). With new legislation expected that covers the possession of \"extreme obscenity\" the work of the Clubs and Vice unit continues apace. In 2014", "doc_score": "92.14263153076172", "publish_date": "2018/12/31"}, {"doc_id": "3751108", "text": "Special Constabulary / (a national \"special police force\") also has a special constabulary. In the Crown dependencies, the Isle of Man Constabulary and the States of Guernsey Police Service also have special constabularies, but the States of Jersey Police does not. Jersey has Honorary Police. The strength of the special constabulary as of September 2017 in England and Wales was 12,601 and 610 in Scotland (2018) Special constables are not the same as police community support officers (PCSOs), who are employed by police forces to provide operational support to regular officers. Special constables usually work for a minimum of 16/25 hours per month", "doc_score": "92.60179138183594", "publish_date": "2018/12/31"}, {"doc_id": "6837399", "text": "Victoria Police Special Operations Group / sword-wielding mentally ill man in a two-hour stand off in front of a 2000-strong crowd near Flinders Street station. Earlier in 1995 during the SOG Review, there had been a proposal for two SOG teams consisting of four officers each to patrol Melbourne similar to CIRT. In 2011, the SOG responded to 4 sieges, conducted 10 forced building entries, conducted 54 high-risk arrests and mobile intercepts, and 36 cordon-and-call operations. In 2016, it was announced that the SOG strength would be increased by 20 new officers. Earlier in 2010, the strength of the unit had been cut to expand CIRT.", "doc_score": "91.98635864257812", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_7", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "4055979", "text": "Reading East (UK Parliament constituency) / Reading East (UK Parliament constituency) Reading East is a constituency represented in the House of Commons of the UK Parliament since 2017 by Matt Rodda, of the Labour Party. The seat is one of two won (held or gained) by a Labour candidate in 2017 from a total of eight covering its county. Rodda's 2017 win was one of 30 net gains of the Labour Party. The seat has been relative to others a semi-marginal seat and major-swing (volatile) seat since 2010 as well as a swing seat as its winner's majority has not exceeded 12.9% of the vote since", "doc_score": "82.40982055664062", "publish_date": "2018/12/31"}, {"doc_id": "20705045", "text": "2018 Lewisham East by-election / 2018 Lewisham East by-election A by-election was held in the UK Parliament constituency of Lewisham East on 14 June 2018, following the resignation of Labour MP Heidi Alexander. It was the second by-election held during the 57th UK Parliament, which was elected in June 2017. The election was won by Janet Daby of the Labour Party with 50.2% of the vote and a significantly reduced majority. On 8 May 2018, the incumbent Labour MP Heidi Alexander announced her appointment as London Deputy Mayor for Transport, a role that required her to stand down from the House of Commons. On 9", "doc_score": "84.22325134277344", "publish_date": "2018/12/31"}, {"doc_id": "19864465", "text": "2018 United States House of Representatives elections in Massachusetts / was re-elected with 69% of the vote in 2016. Tsongas is retiring, and did not seek re-election in 2018. Lori Trahan and Daniel Koh were separated by less than one half of one percent of the votes cast. Koh subsequently requested a recount, which confirmed Trahan's victory. The 4th congressional district is located mostly in southern Massachusetts. It contains Bristol, Middlesex, Norfolk, Plymouth and Worcester counties. The district has a PVI of D+9. The incumbent is Democrat Joe Kennedy III, who has represented the district since 2013. He was re-elected with 70% of the vote in 2016. Kennedy is running", "doc_score": "80.47346496582031", "publish_date": "2018/12/31"}, {"doc_id": "20118460", "text": "Opinion polling for the next United Kingdom general election / present day. Under the Fixed-term Parliaments Act 2011, the next general election is scheduled to be held no later than 5 May 2022. Most opinion polls cover only Great Britain, excluding Northern Ireland as its 18 seats are contested by a different set of political parties. Poll results are listed in the table below in reverse chronological order. Most pollsters only include responses from within Great Britain, excluding Northern Ireland; however, some, such as Survation, do include Northern Ireland. The table below indicates whether a poll is Great Britain (GB)-only or United Kingdom (UK)-wide. The highest percentage figure in each", "doc_score": "82.18292236328125", "publish_date": "2018/12/31"}, {"doc_id": "16983559", "text": "Pre-election pendulum for the 2019 Australian federal election / Pre-election pendulum for the 2019 Australian federal election At the 2016 federal election of the 150 House of Representatives seats the Liberal/National Coalition won 76, a one-seat majority, Labor won 69 seats and crossbenchers won the remaining five. A redistribution in 2017/18 changed the representation entitlements. For the next election, the number of seats in the House will increase to 151, South Australia will lose a seat, Victoria and the Australian Capital Territory (ACT) will gain one seat each. The following Mackerras pendulum shows the notional margins for seats following boundary redistributions in Victoria, Queensland, South Australia, Tasmania, the Northern", "doc_score": "82.09148406982422", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_8", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "2733035", "text": "REVAi / Nepal, Norfolk Islands, Norway, Peru, the Philippines, Portugal, Spain, Sri Lanka, and the United Kingdom. The different versions of the REVA sold about 4,600 vehicles worldwide by late 2013, and India was its main market, accounting for 55% of global sales, of which, 40% were in the Bangalore province, where Mahindra Reva is based. The UK was one of the leading markets, and the REVA G-Wiz (as it was marketed in the country) was the top selling electric car in Britain for several years, particularly in London. Pricing in the United Kingdom started at approximately for the standard model The", "doc_score": "82.25691986083984", "publish_date": "2018/12/31"}, {"doc_id": "14288716", "text": "Lexus CT / the Lexus CT facelift was introduced. The Lexus CT has since been discontinued in Malaysia. The Union of Concerned Scientists (UCS) in its 2011 Hybrid Scorecard ranked the Lexus CT 200h, together with the Lincoln MKZ Hybrid, as the top luxury hybrid models in the scorecard's environmental improvement category, an achievement the UCS attributed to their relatively small petrol engines, as both carmakers downsized these vehicles' engines from six to four cylinders to maximize fuel economy. The UCS evaluation found that the Lexus CT 200h reduces greenhouse emissions by 42.9% as compared to the Lexus IS 250, used as its", "doc_score": "81.29715728759766", "publish_date": "2018/12/31"}, {"doc_id": "11647921", "text": "Mahindra Electric / developing powertrains and integrated mobility solutions. Mahindra Reva currently produces two versions of the REVAi, an urban electric micro-car seating two adults and two children: The REVA went on sale in India in 2001 and in the UK since 2003. The different versions of the REVA have sold more than 4,000 vehicles worldwide by mid March 2011 and is also available in the following countries: Bhutan, Brazil, Chile, Colombia, Costa Rica, Cyprus, France, Germany, Greece, Hungary, Iceland, Ireland, Japan, Malta, Monaco, Nepal, Norfolk Islands, Norway, Peru, the Philippines, Portugal, Spain, and Sri Lanka. The REVA is exempt from most European", "doc_score": "83.42692565917969", "publish_date": "2018/12/31"}, {"doc_id": "4093597", "text": "Bajaj Pulsar / the development of TVS Flame was in violation of their patent for DTS-I. TVS Motors decided to sue Bajaj Auto for libel. On February 2008, the Madras High Court in Chennai restrained TVS from launching it with the twin spark plug technology. TVS appealed against this decision, claiming that crucial evidence was not taken into account and in March 2008, launched the Flame with a modified engine containing one spark plug. The DTSi idea is a simple one to understand – it involved usage of two spark plugs (instead of one) per engine cylinder. On 16 September 2009, the Supreme", "doc_score": "81.0711669921875", "publish_date": "2018/12/31"}, {"doc_id": "14443362", "text": "Ford Focus (third generation) / including several lemon law claims. The issue is due to the dry type clutches associated with petrol models. Ford's current response is to replace the clutch pack assembly (with the same parts) when shuddering exceeds 250 rpm (upon customer complaint). Ford claims that the transmission, a semi-automatic transmission, is designed to improve fuel economy and has issued several software upgrades for the transmission. To date, the National Highway Traffic Safety Administration has not required Ford to issue a recall, nor has Ford done so voluntarily. Focus models equipped with the conventional manual transmission have not been affected by the reliability", "doc_score": "79.6968002319336", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_9", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "14507783", "text": "Counter-protest / Counter-protest A counter-protest (also spelled counterprotest) is a protest action which takes place within the proximity of an ideologically opposite protest. The purposes of counter-protests can range from merely voicing opposition to the objective of the other protest to actively drawing attention from nearby media outlets away from the other protest toward the counter-protestors' cause to actively seeking to disrupt the other protest by conflict of a non-violent or violent nature. In many countries where protests by various pressure groups are allowed, the nearby law enforcement installation may make it a priority to keep rival protestors as far from each", "doc_score": "83.58309173583984", "publish_date": "2018/12/31"}, {"doc_id": "20397650", "text": "Call-out culture / Call-out culture Call-out culture (also known as outrage culture) is a term for the social phenomenon of publicly denouncing perceived racism, sexism, homophobia, transphobia, and other forms of bigotry. Denunciation (\"call-outs\") can happen in person or online. Some commentators contend that callout culture is a pernicious influence in both the academic and business worlds, citing the controversy at Google over a memorandum concerning the respective vocational interests of men and women, authored by former Google engineer James Damore. Other commentators have argued that callout culture can harm progressive politics by attacking people perceived to have exhibited prejudiced behaviour, rather than", "doc_score": "82.7865982055664", "publish_date": "2018/12/31"}, {"doc_id": "13165688", "text": "Tax protester / file an income tax return violates the Fifth Amendment privilege against self-incrimination. Others are statutory arguments suggesting that the income tax is constitutional but the statutes enacting the income tax are ineffective, or that Federal Reserve Notes or other relevant currencies do not constitute cash or income. Yet another collection of arguments centers on general conspiracies involving numerous government agencies. Some tax protesters refuse to file a tax return or file returns with no income or tax data supplied. In the United States, the term \"protest\" as applied to a tax generally means \"a declaration by a payer, esp. of", "doc_score": "83.95668029785156", "publish_date": "2018/12/31"}, {"doc_id": "20397654", "text": "Call-out culture / behavior they deem to be negative or prevent it from happening again. Others argue that the call-out culture today tends to be too aggressive and can often have life-altering affects on the individual being called out. Call-out culture Call-out culture (also known as outrage culture) is a term for the social phenomenon of publicly denouncing perceived racism, sexism, homophobia, transphobia, and other forms of bigotry. Denunciation (\"call-outs\") can happen in person or online. Some commentators contend that callout culture is a pernicious influence in both the academic and business worlds, citing the controversy at Google over a memorandum concerning the", "doc_score": "81.6948471069336", "publish_date": "2018/12/31"}, {"doc_id": "6353903", "text": "Individual and political action on climate change / worldwide had been divested from fossil fuels. Groups such as NextGen America and Climate Hawks Vote are working in the United States to elect officials who will make action on climate change a high priority. Climate disobedience is a form of civil disobedience, deliberate action intended to critique government climate policy. In 2008, American climate activist Tim DeChristopher posed as a bidder at an auction of US Bureau of Land Management oil and gas leases of public land in Utah, won the auction, reneged on payment, and was imprisoned for 21 months. In September 2015, five climate activists known as", "doc_score": "82.69448852539062", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_0", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "12813628", "text": "Conformity / was a discrepancy amongst group members, and thus the subjects reported that they doubted their own judgments. Sistrunk and McDavid made the argument that women conformed more because of a methodological bias. They argued that because stereotypes used in studies are generally male ones (sports, cars..) more than female ones (cooking, fashion..), women are feeling uncertain and conformed more, which was confirmed by their results. Research has noted age differences in conformity. For example, research with Australian children and adolescents ages 3 to 17 discovered that conformity decreases with age. Another study examined individuals that were ranged from ages 18", "doc_score": "90.01615142822266", "publish_date": "2018/12/31"}, {"doc_id": "12813629", "text": "Conformity / to 91. The results revealed a similar trend – older participants displayed less conformity when compared to younger participants. In the same way that gender has been viewed as corresponding to status, age has also been argued to have status implications. Berger, Rosenholtz and Zelditch suggest that age as a status role can be observed among college students. Younger students, such as those in their first year in college, are treated as lower-status individuals and older college students are treated as higher-status individuals. Therefore, given these status roles, it would be expected that younger individuals (low status) conform to the", "doc_score": "89.31688690185547", "publish_date": "2018/12/31"}, {"doc_id": "528182", "text": "Socialization / races. Egalitarianism refers to socializing children with the belief that all people are equal and should be treated with a common humanity. Oppression socialization refers to the process by which \"individuals develop understandings of power and political structure, particularly as these inform perceptions of identity, power, and opportunity relative to gender, racialized group membership, and sexuality.\" This action is a form of political socialization in its relation to power and the persistent compliance of the disadvantaged with their oppression using limited \"overt coercion.\" Based on comparative research in different societies, focusing on the role of language in child development, linguistic", "doc_score": "86.53681182861328", "publish_date": "2018/12/31"}, {"doc_id": "12924810", "text": "Anticipatory socialization / opportunities available to them. Examples of anticipatory socialization include law school students learning how to behave like lawyers, older people preparing for retirement, and Mormon boys getting ready to become missionaries. Recent studies show that anticipatory socialization is prevalent among pregnant mothers who choose to reveal the fetal sex pre-birth. Knowing the gender of the baby will affect the way in with the mother interacts with the baby, as a result of preconceived expectations of gender group norms. Anticipatory socialization Anticipatory socialization is the process, facilitated by social interactions, in which non-group-members learn to take on the values and standards", "doc_score": "89.32730865478516", "publish_date": "2018/12/31"}, {"doc_id": "1369960", "text": "Peer pressure / likely to receive approval in their groups. Peer pressure was greatest among more popular children because they were the children most attuned to the judgments of their peers, making them more susceptible to group pressures. Gender also has a clear effect on the amount of peer pressure an adolescent experiences: girls report significantly higher pressures to conform to their groups in the form of clothing choices or speech patterns. Additionally, girls and boys reported facing differing amounts of pressures in different areas of their lives, perhaps reflecting a different set of values and priorities for each gender. Peer pressure is", "doc_score": "86.89183044433594", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_1", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "16017105", "text": "Druidry (modern) / remains and their subsequent display in museums. Many have organised campaigns for their reburial. For instance, in 2006, a neo-Druid called Paul Davies requested that the Alexander Keiller Museum in Avebury, Wiltshire rebury their human remains, and that storing and displaying them was \"immoral and disrespectful\". Criticism of this view has come from the archaeological community, with statements like \"no single modern ethnic group or cult should be allowed to appropriate our ancestors for their own agendas. It is for the international scientific community to curate such remains.\" Druidic groups are usually known as \"groves\". Such a term reflects the", "doc_score": "81.17266082763672", "publish_date": "2018/12/31"}, {"doc_id": "1912955", "text": "Restorationism / of revelation and apostolic authority. According to Allen and Hughes, \"[n]o group used the language of'restoration' more consistently and more effectively than did the [Latter Day Saints]... early Mormons seemed obsessed with restoring the ancient church of God.\" According to Smith, God appeared to him in 1820, instructing him that the creeds of the churches of the day were corrupted. In addition to restoring the primitive church, Smith claimed to receive entirely new revelations. In 1830, he published \"The Book of Mormon\", which Mormons believe he translated through divine means from the Golden Plates he obtained from an", "doc_score": "80.3463363647461", "publish_date": "2018/12/31"}, {"doc_id": "2040257", "text": "Biblical inerrancy / in the Talmud. During the 18th and 19th centuries, various episodes of the Bible (for example the Noahide worldwide flood, the creation in six days, and the creation of women from a man's rib) began increasingly to be seen as legendary rather than as literally true. This led to further questioning of the veracity of biblical texts. According to an article in \"Theology Today\" published in 1975, \"There have been long periods in the history of the church when biblical inerrancy has not been a critical question. It has in fact been noted that only in the last two centuries", "doc_score": "78.73422241210938", "publish_date": "2018/12/31"}, {"doc_id": "19487226", "text": "St Cadoc's Church, Llancarfan / the reign of Oliver Cromwell a local man named Whitton Bush destroyed the window by repeatedly beating it while shouting \"Down with the Whore of Babylon!\" In 2013, restoration work was carried out on medieval wall paintings discovered at the church in 2008. When layers of limewash were removed, it was found that the topics depicted include the Seven Deadly Sins and Saint George and the Dragon. Further investigations suggested that the paintings are among the best surviving examples in the whole of the UK, and that the depiction of Saint George and the Dragon is the largest on the", "doc_score": "81.81841278076172", "publish_date": "2018/12/31"}, {"doc_id": "99111", "text": "Church of the Holy Sepulchre / church. William of Tyre, chronicler of the Crusader Kingdom of Jerusalem, reports on the renovation of the Church in the mid-12th century. The crusaders investigated the eastern ruins on the site, occasionally excavating through the rubble, and while attempting to reach the cistern, they discovered part of the original ground level of Hadrian's temple enclosure; they decided to transform this space into a chapel dedicated to Helena (the Chapel of Saint Helena), widening their original excavation tunnel into a proper staircase. The crusaders began to refurnish the church in a Romanesque style and added a bell tower. These renovations unified", "doc_score": "76.3894271850586", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_2", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "17822346", "text": "Max Verstappen / from Sebastian Vettel, who claimed that Verstappen had pushed him off the track when he gained a position on him at Junção corner late in the race. The race stewards did not share Vettel's view and decided that no reprimand was warranted. During the first 14 races of the 2017 season, Verstappen suffered seven retirements, four due to mechanical issues, and three due to first lap collisions in Spain, Austria and Singapore. Of the races finished, however, he claimed a third place in China, and another five races classified fourth or fifth. From the Malaysian Grand Prix onward, Verstappen enjoyed", "doc_score": "86.01802825927734", "publish_date": "2018/12/31"}, {"doc_id": "17822347", "text": "Max Verstappen / a surge of success. He won his second Formula One race at the 2017 Malaysian Grand Prix, one day after his 20th birthday, passing Lewis Hamilton for the lead in the early stages of the race. He finished second in the following race in Japan. He then finished third at the United States Grand Prix, but was classified fourth after his final lap overtake on Kimi Räikkönen was deemed illegal. He then won his third Formula One race (and second in 2017) at the Mexican Grand Prix, after passing Sebastian Vettel on the opening lap and leading until the end", "doc_score": "85.05667114257812", "publish_date": "2018/12/31"}, {"doc_id": "17822358", "text": "Max Verstappen / start than Ricciardo and took the lead of the race into the first corner, overtaking the fast-starting Mercedes of Lewis Hamilton. He was poised to win the 2018 Brazilian Grand Prix, having overtaken Kimi Räikkönen, Sebastian Vettel, Valtteri Bottas and Lewis Hamilton. However, he was hit by Force India driver Esteban Ocon who was trying to unlap himself on faster tires. Ocon received a 10-second stop and go penalty, the harshest penalty before disqualification. After the collision with Ocon, Verstappen finished in second place behind Mercedes driver Lewis Hamilton. During an argument with Ocon after the race, Verstappen pushed the", "doc_score": "83.17585754394531", "publish_date": "2018/12/31"}, {"doc_id": "9646712", "text": "Singapore Grand Prix / Romain Grosjean as Hamilton and Verstappen approached to lap them. Instead of letting the leaders pass, Grosjean continued to attack Sirotkin which allowed Verstappen to close the gap to Hamilton and nearly overtake him. The Frenchman was handed a 5 second penalty and 2 penalty points on his license. In the end Hamilton won, with Vestappen second and Vettel third, increasing his championship lead over the German to 40 points. Although the track has seen some minor changes as seen above, the basic layout has in many aspects remained unchanged. It is a twisty circuit that is the slowest in", "doc_score": "84.255126953125", "publish_date": "2018/12/31"}, {"doc_id": "17822359", "text": "Max Verstappen / Force India driver, for which he was given two days of \"public service\" as a penalty by the FIA. Verstappen holds numerous \"firsts\" in Formula One racing. In 2015, he became the youngest driver to compete in Formula 1 at the 2015 Australian Grand Prix for Scuderia Toro Rosso. He is also the youngest driver to lead a lap during a Formula One Grand Prix, youngest driver to set the fastest lap during a Formula One Grand Prix, youngest driver to score points, youngest driver to secure a podium, youngest Formula One Grand Prix winner in history, youngest multiple Grand", "doc_score": "82.31436157226562", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_3", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "15579389", "text": "Edward Enninful / 10 April 2017. Condé Nast International chairman and chief executive Jonathan Newhouse announced him as the successor to Alexandra Shulman, calling Enninful \"an influential figure in the communities of fashion, Hollywood and music which shape the cultural zeitgeist\", adding that \"by virtue of his talent and experience, Edward is supremely prepared to assume the responsibility of British \"Vogue\"\". It was noted that Enninful had six times as many followers on Instagram as Shulman at the time of his appointment. Edward Enninful Edward Kobina Enninful (born February 1972) is a British fashion stylist, and editor-in-chief of \"British Vogue\" magazine. He was", "doc_score": "82.58009338378906", "publish_date": "2018/12/31"}, {"doc_id": "4159691", "text": "Ashley Highfield / Ashley Highfield Ashley Highfield resigned as CEO of one of the largest media groups in the UK, Johnston Press, owners of The Scotsman, The Yorkshire Post and (from April 2016) i (newspaper) in May 2018. He has also worked for Microsoft and the BBC. In June 2015 Culture Secretary John Whittingdale named Highfield as one of eight people on an advisory board tasked with working on the renewal of the BBC's royal charter - which sets out the corporation's remit. In October 2015 he was appointed Chairman of the News Media Association. Educated at Elizabeth College, Guernsey, and City University,", "doc_score": "78.27622985839844", "publish_date": "2018/12/31"}, {"doc_id": "15579388", "text": "Edward Enninful / Magazine\", \"W\" began showing signs of life after Enninful's takeover. The magazine's ad pages went up 16.7 percent by May 2012, with 453 pages compared to 388 pages for the same period the year before, according to \"Media Industry Newsletter\"—the biggest year-over-year gain among fashion titles. Editorial Director Stefano Tonchi told \"The New York Times\" that Enninful was a big part of that success. Enninful was appointed Officer of the Order of the British Empire (OBE) in the 2016 Birthday Honours for services to diversity in the fashion industry. Enninful was confirmed as the new editor-in-chief of British Vogue on", "doc_score": "81.38461303710938", "publish_date": "2018/12/31"}, {"doc_id": "15579380", "text": "Edward Enninful / Edward Enninful Edward Kobina Enninful (born February 1972) is a British fashion stylist, and editor-in-chief of \"British Vogue\" magazine. He was appointed fashion director of British fashion magazine \"i-D\" at the age of 18, a position he held for over two decades. Edward Enninful was born in February 1972, in Ghana, and at a very young age, emigrated to Ladbroke Grove, London, along with his parents and five siblings. His mother worked as a seamstress, and inspired him with the vividly patterned colours and fabrics she used while creating clothing for her British-Ghanaian friends. At the age of 16, Enninful", "doc_score": "79.23899841308594", "publish_date": "2018/12/31"}, {"doc_id": "13806106", "text": "Electric Ink / to uncover. Looking at the prospect of bad press, Oliver is fired by phone call. Maddox returns after two-weeks off which was originally supposed to be for a dental appointment. Upon being called into Oliver's office, he finds that the newspaper has settled prior to a libel lawsuit for comments made during the Politics Minute, which Oliver announces he is also suspending. Maddox returns to his desk to find replacement news editor Carol waiting at his desk who is annoyed at his extended time away. Masha and Carol discuss the new paywall which has seen Maddox earn 35 pence for", "doc_score": "78.5177001953125", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_4", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "9288297", "text": "United Nations Conference on International Organization / Memorial Opera House, with the Charter being signed on 26 June at the Herbst Theatre in Civic Center. The conference was chaired by U.S. diplomat and convicted perjurer Alger Hiss. A square adjacent to the city's Civic Center, called \"UN Plaza,\" commemorates the conference. The idea for the proposed United Nations began as part of the vision of U.S. President Franklin Delano Roosevelt in which the United States, the Soviet Union, the United Kingdom and China would lead the post-World War II international order. These countries, with the addition of France, would assume the permanent seats on the United Nations", "doc_score": "86.44853973388672", "publish_date": "2018/12/31"}, {"doc_id": "435553", "text": "United Nations General Assembly / such as international migration and the long-debated comprehensive convention on terrorism\". Annan recommended streamlining the General Assembly's agenda, committee structure, and procedures; strengthening the role and authority of its president; enhancing the role of civil society; and establishing a mechanism to review the decisions of its committees, in order to minimize unfunded mandates and micromanagement of the United Nations Secretariat. Annan reminded UN members of their responsibility to implement reforms, if they expect to realize improvements in UN effectiveness. The reform proposals were not taken up by the United Nations World Summit in September 2005. Instead, the Summit solely affirmed", "doc_score": "85.85395050048828", "publish_date": "2018/12/31"}, {"doc_id": "435481", "text": "United Nations Security Council / military bases. The committee continued to exist on paper but largely abandoned its work in the mid-1950s. In 1960, the UN deployed the United Nations Operation in the Congo (UNOC), the largest military force of its early decades, to restore order to the breakaway State of Katanga, restoring it to the control of the Democratic Republic of the Congo by 1964. However, the Security Council found itself bypassed in favour of direct negotiations between the superpowers in some of the decade's larger conflicts, such as the Cuban missile crisis or the Vietnam War. Focusing instead on smaller conflicts without an", "doc_score": "83.00444793701172", "publish_date": "2018/12/31"}, {"doc_id": "9288302", "text": "United Nations Conference on International Organization / attendees. In addition, the conference was attended by 2,500 representatives of the media and observers from numerous organizations and societies. Due to the fact that President Franklin Delano Roosevelt, who was supposed to host the conference, died on 12 April 1945, the delegates held a commemorative ceremony on 19 May among the tall Redwood trees in Muir Woods National Monument Cathedral Grove, where a dedication plaque was placed in his honor. A steering committee, composed of heads of delegations, was formed. This committee decided on all important matters relating to principles and rules. Although each country had one representative, the", "doc_score": "85.40910339355469", "publish_date": "2018/12/31"}, {"doc_id": "6512518", "text": "Reform of the United Nations Security Council / diplomacy Rejaul Karim Laskar argues, \"for the continued existence and relevance of the UN, it is necessary to ensure that it represents as nearly as possible the reality of the power equation of the twenty-first century world\". By 1992, Japan and Germany had become the second- and third-largest financial contributors to the United Nations, and started to demand a permanent seat. Also Brazil (fifth largest country in terms of territory) and India (second largest country in terms of population) as the most powerful countries within their regional groups and key players within their regions saw themselves with a permanent seat.", "doc_score": "82.71379852294922", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_5", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "51079", "text": "Booker Prize / Oxford Brookes University Library. The Archive, which encompasses the administrative history of the Prize from 1968 to date, collects together a diverse range of material, including correspondence, publicity material, copies of both the Longlists and the Shortlists, minutes of meetings, photographs and material relating to the awards dinner (letters of invitation, guest lists, seating plans). Embargoes of ten or twenty years apply to certain categories of material; examples include all material relating to the judging process and the Longlist prior to 2002. Between 2005 and 2008, the Booker Prize alternated between writers from Ireland and India. \"Outsider\" John Banville began", "doc_score": "81.02644348144531", "publish_date": "2018/12/31"}, {"doc_id": "17446330", "text": "2013 Man Booker Prize / 2013 Man Booker Prize The 2013 Booker Prize for Fiction was awarded on 15 October 2013 to Eleanor Catton for her novel \"The Luminaries\". A longlist of thirteen titles was announced on 23 July, and these were narrowed down to a shortlist of six titles, announced on 10 September. The jury was chaired by Robert Macfarlane, who was joined by Robert Douglas-Fairhurst, Natalie Haynes, Martha Kearney, and Stuart Kelly. The shortlist contained great geographical and ethnic diversity, with Zimbabwean-born NoViolet Bulawayo, Eleanor Catton of New Zealand, Jim Crace from England, Indian American Jhumpa Lahiri, Canadian-American Ruth Ozeki and Colm Tóibín", "doc_score": "83.84464263916016", "publish_date": "2018/12/31"}, {"doc_id": "16122137", "text": "Women's Prize for Fiction / the six shortlisted books was by a woman, despite some 60% of novels published that year being by female authors. A group of women and men working in the industry – authors, publishers, agents, booksellers, librarians, journalists – therefore met to discuss the issue. Research showed that women’s literary achievements were often not acknowledged by the major literary prizes. The winner of the prize receives £30,000, along with a bronze sculpture called the \"Bessie\" created by artist Grizel Niven, the sister of actor and writer David Niven. Typically, a longlist of nominees is announced around March each year, followed by", "doc_score": "82.22480773925781", "publish_date": "2018/12/31"}, {"doc_id": "14455338", "text": "Lost Man Booker Prize / idea of a Man Booker Prize for the missing year after wondering why Robertson Davies's 1970 novel \"Fifth Business\" had not been included in the Man Booker Prize shortlist. A longlist of 22 titles was drawn up by organisers. A shortlist of six was selected by Rachel Cooke, Katie Derham and Tobias Hill, and revealed in London on 25 March 2010 when voting commenced on the Man Booker Prize website. Voting closed on 23 April 2010. The winner was announced on 19 May 2010. Four of the shortlisted authors were dead, with only Nina Bawden and Shirley Hazzard alive to", "doc_score": "82.73019409179688", "publish_date": "2018/12/31"}, {"doc_id": "4622186", "text": "Man Booker International Prize / in Sydney, Australia. John le Carré asked to be removed from consideration, saying he was \"flattered\", but that he does not compete for literary prizes. However, judge Dr Rick Gekoski said although he was disappointed that le Carré wanted to withdraw, his name would remain on the list. Lydia Davis, best known as a short story writer, was announced as the winner of the 2013 prize on 22 May at a ceremony at the Victoria and Albert Museum in London. The official announcement of Davis' award on the Man Booker Prize website described her work as having \"the brevity and", "doc_score": "80.75592041015625", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_6", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "1587186", "text": "Metropolitan Police Service / board is made up of the Commissioner, Deputy Commissioner, Assistant Commissioners and Directors. The Metropolitan Police Service uses the standard British police ranks, indicated by shoulder boards, up to Chief Superintendent, but uniquely has five ranks above that level instead of the standard three; namely Commander, Deputy Assistant Commissioner, Assistant Commissioner, Deputy Commissioner and Commissioner. All senior officers of the rank of Commander and above are chief police officers of NPCC (previously ACPO) rank. The Met approved the use of name badges in October 2003, with new recruits wearing the Velcro badges from September 2004. The badge consists of the", "doc_score": "94.29094696044922", "publish_date": "2018/12/31"}, {"doc_id": "12689569", "text": "Police area / police areas in England and Wales is set out by Section 1 of the Police Act 1996. There are 43 police areas in England and Wales, most of which are defined by Schedule 1 of the 1996 act. They may be altered by order of the Home Secretary. The two other areas, the Metropolitan Police District and the City of London police area, are defined by Section 76 of the London Government Act 1963 and the City of London Police Act 1839 respectively. Northern Ireland and Scotland each have only one territorial police force: the Police Service of Northern Ireland", "doc_score": "92.28766632080078", "publish_date": "2018/12/31"}, {"doc_id": "12713913", "text": "Metropolitan Police Clubs and Vice Unit / to predominantly uniformed officers who were thought to be less corrupt than their CID counterparts. There was also a rotation system where officers were posted to Clubs for a maximum of 12 months and then returned to their police stations. In practice, some returned within a matter of weeks. New challenges have arisen from the introduction of the Licensing Act 2003 (with the potential for 24-hour drinking) and the Gambling Act 2005 (with significant deregulation of gaming). With new legislation expected that covers the possession of \"extreme obscenity\" the work of the Clubs and Vice unit continues apace. In 2014", "doc_score": "92.14263153076172", "publish_date": "2018/12/31"}, {"doc_id": "3751108", "text": "Special Constabulary / (a national \"special police force\") also has a special constabulary. In the Crown dependencies, the Isle of Man Constabulary and the States of Guernsey Police Service also have special constabularies, but the States of Jersey Police does not. Jersey has Honorary Police. The strength of the special constabulary as of September 2017 in England and Wales was 12,601 and 610 in Scotland (2018) Special constables are not the same as police community support officers (PCSOs), who are employed by police forces to provide operational support to regular officers. Special constables usually work for a minimum of 16/25 hours per month", "doc_score": "92.60179138183594", "publish_date": "2018/12/31"}, {"doc_id": "6837399", "text": "Victoria Police Special Operations Group / sword-wielding mentally ill man in a two-hour stand off in front of a 2000-strong crowd near Flinders Street station. Earlier in 1995 during the SOG Review, there had been a proposal for two SOG teams consisting of four officers each to patrol Melbourne similar to CIRT. In 2011, the SOG responded to 4 sieges, conducted 10 forced building entries, conducted 54 high-risk arrests and mobile intercepts, and 36 cordon-and-call operations. In 2016, it was announced that the SOG strength would be increased by 20 new officers. Earlier in 2010, the strength of the unit had been cut to expand CIRT.", "doc_score": "91.98635864257812", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_7", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "4055979", "text": "Reading East (UK Parliament constituency) / Reading East (UK Parliament constituency) Reading East is a constituency represented in the House of Commons of the UK Parliament since 2017 by Matt Rodda, of the Labour Party. The seat is one of two won (held or gained) by a Labour candidate in 2017 from a total of eight covering its county. Rodda's 2017 win was one of 30 net gains of the Labour Party. The seat has been relative to others a semi-marginal seat and major-swing (volatile) seat since 2010 as well as a swing seat as its winner's majority has not exceeded 12.9% of the vote since", "doc_score": "82.40982055664062", "publish_date": "2018/12/31"}, {"doc_id": "20705045", "text": "2018 Lewisham East by-election / 2018 Lewisham East by-election A by-election was held in the UK Parliament constituency of Lewisham East on 14 June 2018, following the resignation of Labour MP Heidi Alexander. It was the second by-election held during the 57th UK Parliament, which was elected in June 2017. The election was won by Janet Daby of the Labour Party with 50.2% of the vote and a significantly reduced majority. On 8 May 2018, the incumbent Labour MP Heidi Alexander announced her appointment as London Deputy Mayor for Transport, a role that required her to stand down from the House of Commons. On 9", "doc_score": "84.22325134277344", "publish_date": "2018/12/31"}, {"doc_id": "19864465", "text": "2018 United States House of Representatives elections in Massachusetts / was re-elected with 69% of the vote in 2016. Tsongas is retiring, and did not seek re-election in 2018. Lori Trahan and Daniel Koh were separated by less than one half of one percent of the votes cast. Koh subsequently requested a recount, which confirmed Trahan's victory. The 4th congressional district is located mostly in southern Massachusetts. It contains Bristol, Middlesex, Norfolk, Plymouth and Worcester counties. The district has a PVI of D+9. The incumbent is Democrat Joe Kennedy III, who has represented the district since 2013. He was re-elected with 70% of the vote in 2016. Kennedy is running", "doc_score": "80.47346496582031", "publish_date": "2018/12/31"}, {"doc_id": "20118460", "text": "Opinion polling for the next United Kingdom general election / present day. Under the Fixed-term Parliaments Act 2011, the next general election is scheduled to be held no later than 5 May 2022. Most opinion polls cover only Great Britain, excluding Northern Ireland as its 18 seats are contested by a different set of political parties. Poll results are listed in the table below in reverse chronological order. Most pollsters only include responses from within Great Britain, excluding Northern Ireland; however, some, such as Survation, do include Northern Ireland. The table below indicates whether a poll is Great Britain (GB)-only or United Kingdom (UK)-wide. The highest percentage figure in each", "doc_score": "82.18292236328125", "publish_date": "2018/12/31"}, {"doc_id": "16983559", "text": "Pre-election pendulum for the 2019 Australian federal election / Pre-election pendulum for the 2019 Australian federal election At the 2016 federal election of the 150 House of Representatives seats the Liberal/National Coalition won 76, a one-seat majority, Labor won 69 seats and crossbenchers won the remaining five. A redistribution in 2017/18 changed the representation entitlements. For the next election, the number of seats in the House will increase to 151, South Australia will lose a seat, Victoria and the Australian Capital Territory (ACT) will gain one seat each. The following Mackerras pendulum shows the notional margins for seats following boundary redistributions in Victoria, Queensland, South Australia, Tasmania, the Northern", "doc_score": "82.09148406982422", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_8", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "2733035", "text": "REVAi / Nepal, Norfolk Islands, Norway, Peru, the Philippines, Portugal, Spain, Sri Lanka, and the United Kingdom. The different versions of the REVA sold about 4,600 vehicles worldwide by late 2013, and India was its main market, accounting for 55% of global sales, of which, 40% were in the Bangalore province, where Mahindra Reva is based. The UK was one of the leading markets, and the REVA G-Wiz (as it was marketed in the country) was the top selling electric car in Britain for several years, particularly in London. Pricing in the United Kingdom started at approximately for the standard model The", "doc_score": "82.25691986083984", "publish_date": "2018/12/31"}, {"doc_id": "14288716", "text": "Lexus CT / the Lexus CT facelift was introduced. The Lexus CT has since been discontinued in Malaysia. The Union of Concerned Scientists (UCS) in its 2011 Hybrid Scorecard ranked the Lexus CT 200h, together with the Lincoln MKZ Hybrid, as the top luxury hybrid models in the scorecard's environmental improvement category, an achievement the UCS attributed to their relatively small petrol engines, as both carmakers downsized these vehicles' engines from six to four cylinders to maximize fuel economy. The UCS evaluation found that the Lexus CT 200h reduces greenhouse emissions by 42.9% as compared to the Lexus IS 250, used as its", "doc_score": "81.29715728759766", "publish_date": "2018/12/31"}, {"doc_id": "11647921", "text": "Mahindra Electric / developing powertrains and integrated mobility solutions. Mahindra Reva currently produces two versions of the REVAi, an urban electric micro-car seating two adults and two children: The REVA went on sale in India in 2001 and in the UK since 2003. The different versions of the REVA have sold more than 4,000 vehicles worldwide by mid March 2011 and is also available in the following countries: Bhutan, Brazil, Chile, Colombia, Costa Rica, Cyprus, France, Germany, Greece, Hungary, Iceland, Ireland, Japan, Malta, Monaco, Nepal, Norfolk Islands, Norway, Peru, the Philippines, Portugal, Spain, and Sri Lanka. The REVA is exempt from most European", "doc_score": "83.42692565917969", "publish_date": "2018/12/31"}, {"doc_id": "4093597", "text": "Bajaj Pulsar / the development of TVS Flame was in violation of their patent for DTS-I. TVS Motors decided to sue Bajaj Auto for libel. On February 2008, the Madras High Court in Chennai restrained TVS from launching it with the twin spark plug technology. TVS appealed against this decision, claiming that crucial evidence was not taken into account and in March 2008, launched the Flame with a modified engine containing one spark plug. The DTSi idea is a simple one to understand – it involved usage of two spark plugs (instead of one) per engine cylinder. On 16 September 2009, the Supreme", "doc_score": "81.0711669921875", "publish_date": "2018/12/31"}, {"doc_id": "14443362", "text": "Ford Focus (third generation) / including several lemon law claims. The issue is due to the dry type clutches associated with petrol models. Ford's current response is to replace the clutch pack assembly (with the same parts) when shuddering exceeds 250 rpm (upon customer complaint). Ford claims that the transmission, a semi-automatic transmission, is designed to improve fuel economy and has issued several software upgrades for the transmission. To date, the National Highway Traffic Safety Administration has not required Ford to issue a recall, nor has Ford done so voluntarily. Focus models equipped with the conventional manual transmission have not been affected by the reliability", "doc_score": "79.6968002319336", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_9", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "14507783", "text": "Counter-protest / Counter-protest A counter-protest (also spelled counterprotest) is a protest action which takes place within the proximity of an ideologically opposite protest. The purposes of counter-protests can range from merely voicing opposition to the objective of the other protest to actively drawing attention from nearby media outlets away from the other protest toward the counter-protestors' cause to actively seeking to disrupt the other protest by conflict of a non-violent or violent nature. In many countries where protests by various pressure groups are allowed, the nearby law enforcement installation may make it a priority to keep rival protestors as far from each", "doc_score": "83.58309173583984", "publish_date": "2018/12/31"}, {"doc_id": "20397650", "text": "Call-out culture / Call-out culture Call-out culture (also known as outrage culture) is a term for the social phenomenon of publicly denouncing perceived racism, sexism, homophobia, transphobia, and other forms of bigotry. Denunciation (\"call-outs\") can happen in person or online. Some commentators contend that callout culture is a pernicious influence in both the academic and business worlds, citing the controversy at Google over a memorandum concerning the respective vocational interests of men and women, authored by former Google engineer James Damore. Other commentators have argued that callout culture can harm progressive politics by attacking people perceived to have exhibited prejudiced behaviour, rather than", "doc_score": "82.7865982055664", "publish_date": "2018/12/31"}, {"doc_id": "13165688", "text": "Tax protester / file an income tax return violates the Fifth Amendment privilege against self-incrimination. Others are statutory arguments suggesting that the income tax is constitutional but the statutes enacting the income tax are ineffective, or that Federal Reserve Notes or other relevant currencies do not constitute cash or income. Yet another collection of arguments centers on general conspiracies involving numerous government agencies. Some tax protesters refuse to file a tax return or file returns with no income or tax data supplied. In the United States, the term \"protest\" as applied to a tax generally means \"a declaration by a payer, esp. of", "doc_score": "83.95668029785156", "publish_date": "2018/12/31"}, {"doc_id": "20397654", "text": "Call-out culture / behavior they deem to be negative or prevent it from happening again. Others argue that the call-out culture today tends to be too aggressive and can often have life-altering affects on the individual being called out. Call-out culture Call-out culture (also known as outrage culture) is a term for the social phenomenon of publicly denouncing perceived racism, sexism, homophobia, transphobia, and other forms of bigotry. Denunciation (\"call-outs\") can happen in person or online. Some commentators contend that callout culture is a pernicious influence in both the academic and business worlds, citing the controversy at Google over a memorandum concerning the", "doc_score": "81.6948471069336", "publish_date": "2018/12/31"}, {"doc_id": "6353903", "text": "Individual and political action on climate change / worldwide had been divested from fossil fuels. Groups such as NextGen America and Climate Hawks Vote are working in the United States to elect officials who will make action on climate change a high priority. Climate disobedience is a form of civil disobedience, deliberate action intended to critique government climate policy. In 2008, American climate activist Tim DeChristopher posed as a bidder at an auction of US Bureau of Land Management oil and gas leases of public land in Utah, won the auction, reneged on payment, and was imprisoned for 21 months. In September 2015, five climate activists known as", "doc_score": "82.69448852539062", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_10", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "1363449", "text": "Strike action / Strike action Strike action, also called labor strike, labour strike, or simply strike, is a work stoppage, caused by the mass refusal of employees to work. A strike usually takes place in response to employee grievances. Strikes became common during the Industrial Revolution, when mass labor became important in factories and mines. In most countries, strike actions were quickly made illegal, as factory owners had far more power than workers. Most Western countries partially legalized striking in the late 19th or early 20th centuries. Strikes are sometimes used to pressure governments to change policies. Occasionally, strikes destabilize the rule of", "doc_score": "84.37947082519531", "publish_date": "2018/12/31"}, {"doc_id": "4024023", "text": "Sitdown strike / in effect hold valuable machinery hostage as a bargaining chip. Workers have used this technique since the beginning of the 20th century in countries such as United States, Italy, Poland, Croatia, and France. However, sit-down strikes are now uncommon. The radical syndicalist group Industrial Workers of the World (IWW) were the first American union to use the sit-down strike. On December 10, 1906, at the General Electric Works in Schenectady, New York, 3,000 workers sat down on the job and stopped production to protest the dismissal of three fellow IWW members. The three fired IWW members were ultimately rehired. The", "doc_score": "86.68708801269531", "publish_date": "2018/12/31"}, {"doc_id": "1363456", "text": "Strike action / lockouts in the U.S. fell by 97% from 381 in 1970 to 187 in 1980 to only 11 in 2010. Companies countered the threat of a strike by threatening to close or move a plant. International Covenant on Economic, Social and Cultural Rights adopted in 1967 ensure the right to strike in Article 8 and European Social Charter adopted in 1961 also ensure the right to strike in Article 6. The Farah Strike, 1972-1974, labeled the \"strike of the century,\" and it was organized and led by Mexican American women predominantly in El Paso, Texas. Most strikes are undertaken by", "doc_score": "85.49046325683594", "publish_date": "2018/12/31"}, {"doc_id": "1363477", "text": "Strike action / The Police Federation which was created at the time to deal with employment grievances, and provide representation to police officers, has increasingly put pressure on the government, and repeatedly threatened strike action. Prison officers have gained and lost the right to strike over the years; most recently despite it being illegal, they walked out on 15 November 2016. The Railway Labor Act bans strikes by United States airline and railroad employees except in narrowly defined circumstances. The National Labor Relations Act generally permits strikes, but provides a mechanism to enjoin strikes in industries in which a strike would create a", "doc_score": "83.72978210449219", "publish_date": "2018/12/31"}, {"doc_id": "18806686", "text": "ILWU 1971 strike / ILWU 1971 strike The ILWU 1971 strike began on July 1, 1971, when members of the International Longshore and Warehouse Union (ILWU) walked out against their employers, represented by the Pacific Maritime Association (PMA). The union's goal was to secure employment, wages, and benefits in the face of increased mechanization, shrinking workforce, and the slowing economic climate of the early 1970s. The strike shut down all 56 West coast ports, and lasted 130 days, the longest strike in the ILWU's history. The ILWU had lost membership and power in the decade leading up to the strike, under two five-year Mechanization", "doc_score": "81.5997314453125", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_11", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "18585316", "text": "2018 California gubernatorial election / 2018 California gubernatorial election The 2018 California gubernatorial election was held on November 6, 2018, to elect the next Governor of California. Incumbent Democratic Governor Jerry Brown was ineligible to run for reelection for a third consecutive (and fifth non-consecutive) term due to term limits from the Constitution of California. The race was between the incumbent Lieutenant Governor Gavin Newsom, a Democrat, and businessman John H. Cox, a Republican. Newsom easily won a landslide victory with 62% of the vote, the biggest victory in a gubernatorial race in California since Earl Warren won re-election in 1950, the first time Orange", "doc_score": "87.37925720214844", "publish_date": "2018/12/31"}, {"doc_id": "19846309", "text": "2020 Republican Party presidential primaries / their outspoken criticism of the president on the Senate floor. 2016 presidential candidates John Kasich and Carly Fiorina have also indicated interest in challenging Trump. In the case of Ohio Governor John Kasich, rumors have circulated that he might consider a joint ticket with Colorado Democratic Governor John Hickenlooper. In March 2018, Flake and Kasich traveled to New Hampshire to reportedly \"test the waters.\" Longtime political strategist Roger Stone, however, predicts that Trump may not seek a second term if he succeeds in keeping all of his campaign promises and \"[makes] America great again\". <section begin=\"interested\" /> Individuals in this", "doc_score": "86.39883422851562", "publish_date": "2018/12/31"}, {"doc_id": "19619097", "text": "2018 United States Senate election in Arizona / Sinema won the Democratic Party primary. Green Party candidate Angela Green was also on the ballot but withdrew and endorsed Sinema. This election featured an all-female ballot for U.S. Senator, with three women on the ballot. Write-in candidates included Democrat Sheila Bilyeu, Libertarian Party candidate Barry Hess, Republican Robert Kay, and Jonathan Ringham of The Old Republic, among others. The Associated Press called the race for Sinema on November 12, 2018. McSally conceded shortly afterwards. Sinema became the first Democrat to win a U.S. Senate seat in Arizona since 1988 when former Democratic Senator Dennis DeConcini last ran for election", "doc_score": "84.75753784179688", "publish_date": "2018/12/31"}, {"doc_id": "19619160", "text": "2018 United States Senate election in Nevada / state shifted again rightward, still voting for Hillary Clinton, but only by two points. Because of the consistent swing nature of the state, Heller is as of 2018 cited by many observers as perhaps the most vulnerable incumbent Republican in the U.S. Senate up for re-election in 2018, a year with few of that type; President Donald Trump had even warned that if Senator Heller failed to vote to pass the GOP Health care bill to repeal and replace the Affordable Care Act, he could well lose his Senate seat in the next election. At the end of September 2018,", "doc_score": "85.32525634765625", "publish_date": "2018/12/31"}, {"doc_id": "19619113", "text": "2018 United States Senate election in Florida / 2018 United States Senate election in Florida The 2018 United States Senate election in Florida was held on November 6, 2018, alongside a gubernatorial election, elections to the U.S. House of Representatives and other state and local elections. Incumbent Democrat Bill Nelson ran for reelection to a fourth term, but was defeated by incumbent Republican Governor Rick Scott. Initial results showed Nelson trailing Scott, and a recount showed that Scott did indeed win the race by a narrow margin. One of many races initially rated as \"Tossup\" in the 2018 U.S. Senate elections, the race attracted millions in campaign spending,", "doc_score": "85.07767486572266", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_12", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "7803541", "text": "Price of oil / price of oil\" [had] \"stabilized at a relatively high level (around $100 a barrel) unlike all previous recessionary cycles since 1980 (start of First Persian Gulf War). But nothing guarantee[d] such price levels in perpetuity\"\". During 2014–2015, OPEC members consistently exceeded their production ceiling, and China experienced a marked slowdown in economic growth. At the same time, U.S. oil production nearly doubled from 2008 levels, due to substantial improvements in shale \"fracking\" technology in response to record oil prices. A combination of factors led a plunge in U.S. oil import requirements and a record high volume of worldwide oil inventories", "doc_score": "84.97669982910156", "publish_date": "2018/12/31"}, {"doc_id": "438139", "text": "Economy of the United States / IBM. Google was included in this table for the first time in 2013. Global top 50 companies by R&D volume and intensity, 2014 <nowiki>*</nowiki> R&D intensity is defined as R&D expenditure divided by net sales. <nowiki>**</nowiki> Although incorporated in the Netherlands, Airbus's principal manufacturing facilities are located in France, Germany, Spain and the UK. Source: \"UNESCO Science Report: towards 2030\" (2015), Table 9.3, based on Hernández \"et. al\" (2014) \"EU R&D Scoreboard: the 2014 EU Industrial R&D Investment Scoreboard\". European Commission: Brussels, Table 2.2. The United States has lost its world leadership for high-tech goods. Even computing and communications equipment", "doc_score": "84.7511978149414", "publish_date": "2018/12/31"}, {"doc_id": "4524434", "text": "U.S. Producer Price Index / the following formula Current period index level - Previous period index level = Index point change<br> Index point change ÷ Previous period index level = Proportion of change<br> Proportion of change × 100 = Percent change For example, in the first quarter of 2016, the PPI for final demand increased 0.5 percent because the index levels were 109.7 in March 2016 and 109.1 in December 2015. The percent change is calculated as 109.7 - 109.1 = 0.6<br> 0.6 ÷ 109.1 = 0.005<br> 0.005 × 100 = 0.5 percent Many media sources refer to a core PPI, which typically means the", "doc_score": "85.28048706054688", "publish_date": "2018/12/31"}, {"doc_id": "4524433", "text": "U.S. Producer Price Index / reference period defined to equal 100.0. Currently, some PPIs have an index base set at 1982 = 100, while the remainder have an index base that corresponds with the month prior to the month that the index was introduced. BLS measures price change in relation to that figure. An index level of 110, for example, means there has been a 10-percent increase in prices since the base period; similarly, an index level of 90 indicates a 10-percent decrease in prices. To calculate the percent change in prices between some previous period and a more current period using a PPI, use", "doc_score": "83.97956085205078", "publish_date": "2018/12/31"}, {"doc_id": "438146", "text": "Economy of the United States / in the U.S. stock market. In the long run, the U.S. stock market is profoundly affected by shocks that reallocate the rewards of a given level of production between workers and shareholders. Productivity shocks, however, play a small role in historical stock market fluctuations at all horizons in the U.S. stock market. The U.S. finance industry comprised only 10% of total non-farm business profits in 1947, but it grew to 50% by 2010. Over the same period, finance industry income as a proportion of GDP rose from 2.5% to 7.5%, and the finance industry's proportion of all corporate income rose", "doc_score": "81.50245666503906", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_13", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "1701996", "text": "United Nations System / peace and security. Its powers, outlined in the United Nations Charter, include the establishment of peacekeeping operations, the establishment of international sanctions, and the authorization of military action. Its powers are exercised through United Nations Security Council resolutions. The Security Council held its first session on 17 January 1946 at Church House, Westminster, London. Since its first meeting, the Council, which exists in continuous session, has travelled widely, holding meetings in many cities, such as Paris and Addis Ababa, as well as at its current permanent home at the United Nations Headquarters in New York City. There are 15 members", "doc_score": "91.42042541503906", "publish_date": "2018/12/31"}, {"doc_id": "435854", "text": "United Nations / United Nations The United Nations (UN) is an intergovernmental organization that was tasked to maintain international peace and security, develop friendly relations among nations, achieve international co-operation and be a centre for harmonizing the actions of nations. The headquarters of the UN is in Manhattan, New York City, and is subject to extraterritoriality. Further main offices are situated in Geneva, Nairobi, and Vienna. The organization is financed by assessed and voluntary contributions from its member states. Its objectives include maintaining international peace and security, protecting human rights, delivering humanitarian aid, promoting sustainable development and upholding international law. On 25 April", "doc_score": "92.12246704101562", "publish_date": "2018/12/31"}, {"doc_id": "435530", "text": "United Nations General Assembly / currently meets under its president or secretary-general in annual sessions at the headquarters of the United Nations in New York City, the main part of which lasts from September to December and part of January until all issues are addressed (which often is just before the next session's start). It can also reconvene for special and emergency special sessions. Its composition, functions, powers, voting, and procedures are set out in Chapter IV of the United Nations Charter. The first session was convened on 10 January 1946 in the Methodist Central Hall in London and included representatives of 51 nations. Voting", "doc_score": "93.7426528930664", "publish_date": "2018/12/31"}, {"doc_id": "435532", "text": "United Nations General Assembly / structure potentially allows states comprising just five percent of the world population to pass a resolution by a two-thirds vote. During the 1980s, the Assembly became a forum for the \"North-South dialogue\": the discussion of issues between industrialized nations and developing countries. These issues came to the fore because of the phenomenal growth and changing makeup of the UN membership. In 1945, the UN had 51 members. It now has 193, of which more than two-thirds are developing countries. Because of their numbers, developing countries are often able to determine the agenda of the Assembly (using coordinating groups like the", "doc_score": "92.39619445800781", "publish_date": "2018/12/31"}, {"doc_id": "1573268", "text": "Headquarters of the United Nations / UN emblem on a gold background. Flanking the rostrum is a paneled semi-circular wall that tapers as it nears the ceiling and surrounds the front portion of the chamber. In front of the paneled walls are seating areas for guests and within the wall are windows which allow interpreters to watch the proceedings as they work. The ceiling of the hall is high and surmounted by a shallow dome ringed by recessed light fixtures. The entrance to the hall bears an inscription from the Gulistan by Iranian poet Saadi. The General Assembly Hall was last altered in 1980 when capacity", "doc_score": "89.78543090820312", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_14", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "2341299", "text": "Medicare Prescription Drug, Improvement, and Modernization Act / a $180 to $265 annual deductible, 25% (or approximate flat copay) of full drug costs up to $2,400. After the initial coverage limit is met, a period commonly referred to as the \"Donut Hole\" begins when an enrollee may be responsible for the insurance company's negotiated price of the drug, less than the retail price without insurance. The Affordable Care Act, also commonly known as \"Obamacare\", modified this measure. With the passage of the Balanced Budget Act of 1997, Medicare beneficiaries were given the option to receive their Medicare benefits through private health insurance plans, instead of through the Original", "doc_score": "83.68608093261719", "publish_date": "2018/12/31"}, {"doc_id": "2760487", "text": "HOME STAR / items such as washing machines, dishwashers, refrigerators, air conditioners, and heaters, would be covered. The program was expected to cost approximately $10 billion over the course of one year, paid for out of unspent Troubled Asset Relief Program funds, and would reduce energy consumption of homes that took full advantage of the program by up to 20%. To become effective it would have to be part of a bill passed by the United States Congress. HOME STAR HOME STAR, (also spelled \"HOMESTAR\"), informally known as Cash for Caulkers, is a United States government program proposed in November 2009 to encourage", "doc_score": "87.00685119628906", "publish_date": "2018/12/31"}, {"doc_id": "688588", "text": "Medicare (United States) / call intermediate sceneario but the reports also include worst-case and best case scenarios that are quite different (other scenarios presume Congres will change present law). Per capita spending relative to inflation per-capita GDP growth was to be an important factor used by the PPACA-specified Independent Payment Advisory Board (IPAB), as a measure to determine whether it must recommend to Congress proposals to reduce Medicare costs. However the IPAB never formed and was formerly repealed by the Balanced Budget Act of 2018. This measure, established under the Medicare Modernization Act (MMA), examines Medicare spending in the context of the federal budget.", "doc_score": "83.8280258178711", "publish_date": "2018/12/31"}, {"doc_id": "13589997", "text": "No net cost / designed to ensure that it also operated at no cost. Subsequently, the peanut program was completely changed by the 2002 farm bill, but not in a manner to make it no-net-cost. No net cost No net cost is a requirement that certain commodity programs operate at no net cost to the federal government. The No Net Cost Tobacco Act of 1982 (P.L. 97-218) required an assessment on 1982 and subsequent tobacco crops to cover potential tobacco price support program losses. The 1985 farm bill (P.L. 99-198) required that USDA operate the sugar program for the first time at no cost;", "doc_score": "84.7880630493164", "publish_date": "2018/12/31"}, {"doc_id": "6307270", "text": "Berry Amendment / Berry Amendment The Berry Amendment (USC, Title 10, Section 2533a), requires the Department of Defense (DOD) to give preference in procurement to domestically produced, manufactured, or home-grown products, most notably food, clothing, fabrics, and specialty metals. Congress originally passed domestic source restrictions as part of the 1941 Fifth Supplemental DOD Appropriations Act in order to protect the domestic industrial base in the time of war. The Defense Federal Acquisition Regulation Supplement (DFARS) was amended to include exceptions for the acquisition of food, specialty metals, and hand or measuring tools when needed to support contingency operations or when the use of", "doc_score": "82.59768676757812", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_15", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "8845251", "text": "Asylum in the United States / 26,000 in fiscal year 2002. Claims were doublechecked for any suspicious activity and procedures were put in place to detect any possible terrorist infiltration, though some advocates noted that, given the ease with which foreigners can otherwise legally enter the U.S., entry as a refugee is comparatively unlikely. The actual number of admitted refugees rose in subsequent years with refugee ceiling for 2006 at 70,000. Critics note these levels are still among the lowest in 30 years. A total of 73,293 persons were admitted to the United States as refugees during 2010. The leading countries of nationality for refugee admissions", "doc_score": "93.33946228027344", "publish_date": "2018/12/31"}, {"doc_id": "16950244", "text": "United States Refugee Admissions Program (USRAP) / 1975, the U.S. faced the challenge of resettling hundreds of thousands of displaced Indochinese refugees. They established an Indochinese refugee task force to respond to this crisis. After this situation, Congress realized it needed to create procedures that would deal with the ongoing resettlement of refugees and therefore passed the Refugee Act of 1980. Since 1975, over three million refugees have been resettled in the U.S., with annual admissions figures ranging from a high of 207,000 in 1980 to a low of 27,110 in 2002. The average number admitted annually since 1980 is 98,000. Congress passed the Refugee Act of", "doc_score": "92.53447723388672", "publish_date": "2018/12/31"}, {"doc_id": "8845282", "text": "Asylum in the United States / public assistance programs can vary depending on which states within the United States refugees are allocated to resettle in. For example, health policies differ from state to state, and as of 2017, only 33 states expanded Medicaid programs under the Affordable Care Act. In 2016, The American Journal of Public Health reported that only 60% of refugees are assigned to resettlement locations with expanding Medicaid programs, meaning that more than 1 in 3 refugees may have limited healthcare access. In 2015, the world saw the greatest displacement of people since World War II with 65.3 million people having to flee", "doc_score": "90.11194610595703", "publish_date": "2018/12/31"}, {"doc_id": "8845240", "text": "Asylum in the United States / Asylum in the United States The United States recognizes the right of asylum for individuals as specified by international and federal law. A specified number of legally defined refugees who either apply for \"asylum\" from inside the U.S. or apply for \"refugee status\" from outside the U.S., are admitted annually. Refugees compose about one-tenth of the total annual immigration to the United States, though some large refugee populations are very prominent. Since World War II, more refugees have found homes in the U.S. than any other nation and more than two million refugees have arrived in the U.S. since 1980.", "doc_score": "92.19580078125", "publish_date": "2018/12/31"}, {"doc_id": "15767776", "text": "Refugees of the Syrian Civil War / the population is ongoing\" In 2017, the US accepted 3,024 Syrian refugees, but only accepted 11 in the first quarter of 2018 The topic of American's involvement in alleviating the Syrian refugee crisis continues to be a highly contentious issue among legislators, stakeholders, and activists. As instability in the region continues to rise, and the number of people seeking refuge continues to increase, the topic of whether or not to admit Syrian refugees into the United States continues to have a pervasive hold on American affairs, both foreign and domestic. The issue of whether or not to admit Syrian refugees", "doc_score": "91.08058166503906", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_16", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "13620376", "text": "Deferred prosecution / Deferred prosecution A deferred prosecution agreement (DPA), which is very similar to a non-prosecution agreement (NPA), is a voluntary alternative to adjudication in which a prosecutor agrees to grant amnesty in exchange for the defendant agreeing to fulfill certain requirements. A case of corporate fraud, for instance, might be settled by means of a deferred-prosecution agreement in which the defendant agrees to pay fines, implement corporate reforms, and fully cooperate with the investigation. Fulfillment of the specified requirements will then result in dismissal of the charges. Since 1999, the United States Department of Justice (DOJ) has set forth guidelines concerning", "doc_score": "82.7648696899414", "publish_date": "2018/12/31"}, {"doc_id": "5816343", "text": "Logan Act / Logan Act The Logan Act (,, enacted ) is a United States federal law that criminalizes negotiation by unauthorized persons with foreign governments having a dispute with the United States. The intent behind the Act is to prevent unauthorized negotiations from undermining the government's position. The Act was passed following George Logan's unauthorized negotiations with France in 1798, and was signed into law by President John Adams on January 30, 1799. The Act was amended in 1994, changing the penalty for violation from \"fined $5,000\" to \"fined under this title\"; this appears to be the only amendment to the", "doc_score": "84.25751495361328", "publish_date": "2018/12/31"}, {"doc_id": "13783047", "text": "Deferred adjudication / Deferred adjudication A deferred adjudication, also known in some jurisdictions as an adjournment in contemplation of dismissal (ACOD), probation before judgment (PBJ), or deferred entry of judgment (DEJ), is a form of plea deal available in various jurisdictions, where a defendant pleads \"guilty\" or \"no contest\" to criminal charges in exchange for meeting certain requirements laid out by the court within an allotted period of time also ordered by the court. Upon completion of the requirements, which may include probation, treatment, community service, some form of community supervision, or some other diversion program, the defendant may avoid a formal conviction", "doc_score": "79.56465148925781", "publish_date": "2018/12/31"}, {"doc_id": "4898117", "text": "Handschu agreement / Handschu agreement The Handschu agreement is a set of guidelines that regulate police behavior in New York City with regard to political activity. In 1971, 21 members of the Black Panther Party were tried for conspiracy to blow up police stations and department stores. They were acquitted of all charges after only 90 minutes of jury deliberation. The trial revealed the extent to which the NYPD had infiltrated and kept dossiers on not only the Black Panthers and other radical groups, but also on anti-war groups, gay rights activists, educational reform advocates, religious groups, and civic organizations. The Handschu agreement,", "doc_score": "82.50923156738281", "publish_date": "2018/12/31"}, {"doc_id": "7351523", "text": "Iran–United States Claims Tribunal / Iran–United States Claims Tribunal The Iran–United States Claims Tribunal (IUSCT) is an international arbitral tribunal established pursuant to the Algiers Declarations of 19 January 1981, also known as Algiers Accords, an agreement between the United States and Iran mediated by Algeria to resolve the hostage crisis. In exchange for the release of the hostages seized by Iranian students on November 4, 1979, the United States agreed to terminate litigation against Iran in U.S. courts and to release Iranian assets frozen by the Carter Administration. Many of the frozen assets had been attached by U.S. claimants pursuant to Treasury license. The", "doc_score": "83.66079711914062", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_17", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "12779888", "text": "Apocalypse: The Ride / and Looney Tunes. The initiative involved rebranding Terminator Salvation: The Ride to a more generic theme as a cost-saving measure. On January 8, 2011, the roller coaster began operating as \"Apocalypse the Ride\". Terminator animatronics and themes were removed from the queue, the ride received new signage, and new video was created for the preshow room. The updated storyline centers around survivors of a global war taking refuge in a bunker, with the coaster offering a way to get there. Apocalypse retained the existing pyrotechnic and fog effects featured under the previous theme. In early 2017, Apocalypse temporarily closed for", "doc_score": "81.13874053955078", "publish_date": "2018/12/31"}, {"doc_id": "5064533", "text": "Cancelled (South Park) / He shows his true form, a grotesque, terrifying monster, with yellow and green skin, four legs, and sharp teeth. So the children have him go through a series of transformations, mostly of celebrities or famous television characters, until Cartman suggests \"a taco that craps ice cream\". Najix then explains he and the other aliens make a reality show called \"Earth\", and all of Earth's species, such as Asians, bears, ducks, Jews, deer and Hispanics, are taken from their respective home planets for the purposes of the show, and everyone around the world is unknowingly being filmed and watched. The scientist", "doc_score": "81.598876953125", "publish_date": "2018/12/31"}, {"doc_id": "2261851", "text": "Disneyland Resort / promotions aimed at boosting attendance. Long-term projects to address the park's early criticisms included the addition of A Bug's Land to add attractions geared towards children, and \"The Twilight Zone\" Tower of Terror as another E ticket. Some of the park's unsuccessful early attractions were closed within the first year of operation, including the dark ride Superstar Limo, the live show \"Disney's Steps in Time\", and Disney's Eureka! A California Parade. After the park's opening, new attractions began appearing at Disneyland Park, including The Many Adventures of Winnie the Pooh and Buzz Lightyear Astro Blasters; both were modeled after similarly", "doc_score": "79.46949005126953", "publish_date": "2018/12/31"}, {"doc_id": "12779886", "text": "Apocalypse: The Ride / originally announced as \"Terminator: The Coaster\", but the name was later changed to coincide with the then-upcoming \"Terminator Salvation\" movie. Six Flags spent approximately $1 million on the ride's theme surrounding the film, most of which was placed in the line queue area. Guests waiting in line would also enter a preshow theater complete with video footage that featured actors from the film. The theme's storyline focused on trainees in a post-apocalyptic setting getting trapped by attacking machines at the amusement park, and the coaster serves as transportation to a safe house location. During the ride, the train would pass", "doc_score": "81.07457733154297", "publish_date": "2018/12/31"}, {"doc_id": "12941939", "text": "Fear Factor Live / in the Fall season to allow performances of \"Bill and Ted's Excellent Halloween Adventure\" during Halloween Horror Nights, which takes place late September through early November allowing the attraction to re-open in mid-November. Universal Studios Florida's \"Fear Factor Live\" attraction was temporarily closed February 5, 2009, a casualty of the current global economic crisis. The park expects to offer the attraction during peak attendance periods, if demand calls for it. The attraction was open from April 4 until April 18, 2009 for Spring Break performances. Since summer 2010, the show has remained open in a full-time, non-seasonal capacity (outside of", "doc_score": "78.6581802368164", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_18", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "6541219", "text": "Geographical renaming / Geographical renaming Geographical renaming is the changing of the name of a geographical feature or area. This can range from the change of a street name to a change to the name of a country. Some names are changed locally but the new names are not recognised by other countries, especially when there is a difference in language. Other names may not be officially recognised but remain in common use. Many places have different names in different languages, and a change of language in official or general use has often resulted in what is arguably a change of name. There", "doc_score": "81.3088150024414", "publish_date": "2018/12/31"}, {"doc_id": "693903", "text": "Name change / Name change Name change generally refers to the legal act by a person of adopting a new name different from their name at birth, marriage or adoption. The procedures and ease of a name change vary between jurisdictions. In general, common law jurisdictions have loose procedures for a name change while civil law jurisdictions are more restrictive. A pseudonym is a name that differs from the original or true name and does not require legal sanction. It is generally adopted to conceal a person's identity, but can also be done for personal, social or ideological reasons. In the United States,", "doc_score": "81.25465393066406", "publish_date": "2018/12/31"}, {"doc_id": "693915", "text": "Name change / name vary from state to state. The forms, along with the state-specific requirements, can generally be obtained for free. Many states will require reasons for wanting a name change. For example, in Florida, a court will not grant a petition for a change of name if it finds that (i) the petitioner has ulterior or illegal motives in seeking the name change, (ii) the petitioner's civil rights are suspended, or (iii) granting the name change will invade the property rights (\"e.g.\", intellectual property rights) of others. In the United Kingdom of Great Britain and Northern Ireland, citizens and residents have", "doc_score": "78.35147094726562", "publish_date": "2018/12/31"}, {"doc_id": "61172", "text": "Country / Country A country is a region that is identified as a distinct entity in political geography. A country may be an independent sovereign state or part of a larger state, as a non-sovereign or formerly sovereign political division, or a geographic region associated with sets of previously independent or differently associated people with distinct political characteristics. Regardless of the physical geography, in the modern internationally accepted legal definition as defined by the League of Nations in 1937 and reaffirmed by the United Nations in 1945, a resident of a country is subject to the independent exercise of legal jurisdiction. \"Countries\"", "doc_score": "78.856689453125", "publish_date": "2018/12/31"}, {"doc_id": "2101199", "text": "Calendar reform / of monthly observation of the new moon to declare the beginning of the new month in each country separately. The details are in the following study: Calendar reform Calendar reform, properly calendrical reform, is any significant revision of a calendar system. The term sometimes is used instead for a proposal to switch to a different calendar design. The prime objective of a calendar is to unambiguously identify any day throughout history by a specific date. Periods that contain multiple days, like weeks, months and even years, are secondary features of a calendar for convenience. Most cultures adopt a primary dating", "doc_score": "76.86541748046875", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_19", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "7159293", "text": "Oldest dated rocks / Oldest dated rocks The oldest dated rocks on Earth, as an aggregate of minerals that have not been subsequently broken down by erosion or melted, are more than 4 billion years old, formed during the Hadean Eon of Earth's geological history. Such rocks are exposed on the Earth's surface in very few places. Some of the oldest surface rock can be found in the Canadian Shield, Australia, Africa and in a few other old regions around the world. The ages of these felsic rocks are generally between 2.5 and 3.8 billion years. The approximate ages have a margin of error", "doc_score": "89.99642181396484", "publish_date": "2018/12/31"}, {"doc_id": "395954", "text": "Stone Age / 2.0 mya at Sterkfontein, Member 5, South Africa, and from 1.8 mya at El Kherba, Algeria, North Africa. The manufacturers had already left pebble tools at Yiron, Israel, at 2.4 mya, Riwat, Pakistan, at 2.0 mya, and Renzidong, South China, at over 2 mya. The identification of a fossil skull at Mojokerta, Pernung Peninsula on Java, dated to 1.8 mya, as \"H. erectus\", suggests that the African finds are not the earliest to be found in Africa, or that, in fact, erectus did not originate in Africa after all but on the plains of Asia. The outcome of the issue", "doc_score": "90.3546142578125", "publish_date": "2018/12/31"}, {"doc_id": "6838120", "text": "Chellian / and belonged to the Neanderthal type, or a predecessor hominid. The implements characteristic of the period are hand-held flints chipped into leaf-shaped forms, but are now normally known as Acheulean. The drift-beds of St Acheul (Amiens), of Menchecourt (Abbeville), of Hoxne (Suffolk), and the detrital laterite of Madras are considered by de Mortillet to be synchronous with the Chellian beds. Chellian In geology, and archeology, Chellian or Chellean was the name given by the French anthropologist G. de Mortillet to the first epoch of the Quaternary period when the earliest human remains were discovered. The word is derived from the", "doc_score": "90.1323013305664", "publish_date": "2018/12/31"}, {"doc_id": "7159294", "text": "Oldest dated rocks / of millions of years. In 1999, the oldest known rock on Earth was dated to 4.031 ±0.003 billion years, and is part of the Acasta Gneiss of the Slave craton in northwestern Canada. Researchers at McGill University found a rock with a very old model age for extraction from the mantle (3.8 to 4.28 billion years ago) in the Nuvvuagittuq greenstone belt on the coast of Hudson Bay, in northern Quebec; the true age of these samples is still under debate, and they may actually be closer to 3.8 billion years old. Older than these rocks are crystals of the", "doc_score": "90.65736389160156", "publish_date": "2018/12/31"}, {"doc_id": "8759909", "text": "Cascajal Block / Cascajal Block The Cascajal Block is a tablet-sized writing slab in Mexico, made of serpentinite, which has been dated to the early first millennium BCE, incised with hitherto unknown characters that may represent the earliest writing system in the New World. Archaeologist Stephen D. Houston of Brown University said that this discovery helps to \"link the Olmec civilization to literacy, document an unsuspected writing system, and reveal a new complexity to [the Olmec] civilization.\" The Cascajal Block was discovered by road builders in the late 1990s in a pile of debris in the village of Lomas de Tacamichapan in the", "doc_score": "90.4538345336914", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_20", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "7096459", "text": "Crystal Bridges Museum of American Art / Jefferson University. Under the terms of the agreement, the two museums agreed to pay a record $68 million, but the university gave Philadelphia 45 days to match the offer. The Philadelphia Museum of Art and Pennsylvania Academy of Fine Arts agreed to collectively match the offer and the painting remained in Philadelphia. The purchase forced both museums to sell some of their best Eakins pieces including \"Cowboy Singing\" and \"The Cello Player\". In April 2007, Crystal Bridges acquired another Eakins belonging to Thomas Jefferson University entitled \"Portrait of Professor Benjamin H. Rand\" for an estimated $20 million. Walton held talks", "doc_score": "83.17863464355469", "publish_date": "2018/12/31"}, {"doc_id": "7673990", "text": "Joan Mitchell / with a considerable degree of commercial success. Between 1960 and 1962, Mitchell earned over $30,000 in art sales, a considerable figure for a woman painter at that time. In 2007, the Art Institute of Chicago sold \"Ste. Hilaire, 1957\" at Christie's New York for $3.8 million. In 2012, a record of €5.2 million ($7 million) — then the second-highest price achieved by a female artist at auction — was set at Christie's Paris for an untitled 1971 painting. That year, Mitchell's canvases were the two most expensive works by any woman artist sold at auction, according to auction database Artnet.", "doc_score": "81.5851821899414", "publish_date": "2018/12/31"}, {"doc_id": "19260317", "text": "Apocalypse Now (painting) / buy it?\" Ségalot engineered a 2001 sale to François Pinault, owner and chairman of Christie's auction house, for approximately $400,000. Pinault sold it four years later to hedge fund manager David Ganek (of Level Global Investors) for approximately $2 million. Ganek was reported to have taken bank loans out against the painting, which changed hands again shortly before a Christie's auction on November 12, 2013, where it sold for $26,485,000 to an unnamed buyer. In its lot description, Christie's described the painting as \"timeless and affecting, imposing and arresting\" and \"of robust relevance today\". The sale of \"Apocalypse Now\" broke", "doc_score": "83.29107666015625", "publish_date": "2018/12/31"}, {"doc_id": "17115438", "text": "Triptych of the Annunciation / and sculptures Ronda Kasl traveled to Sotheby's London branch to bid on the triptych. Relying on stealth, she stayed out of the bidding at first and allowed her competitors to dismiss her as a scholarly observer. She then blindsided them around the $1 million mark, battling it out with a prominent New York art dealer before securing the artwork for $1.25 million. After this triumph, she rode the Tube back to her hotel. The acquisition was funded by the Lilly Endowment and Anonymous Art Fund. As part of the IMA's permanent collection, it has the accession number 1997.138. Triptych of", "doc_score": "81.54991149902344", "publish_date": "2018/12/31"}, {"doc_id": "18658461", "text": "Isabella Stewart Gardner Museum theft / offered a reward of $5 million for information leading to the art's recovery, but in 2017 this was temporarily doubled to $10 million, with an expiration date set to the end of the year. This was extended into 2018 following helpful tips from the public. The stolen works had originally been purchased by art collector Isabella Stewart Gardner (1840–1924) and intended to be left on permanent display at the museum with the rest of her collection. Since the collection and its layout are permanent, empty frames remain hanging both in homage to the missing works and as placeholders for their", "doc_score": "80.36836242675781", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_21", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "3981341", "text": "Pumpkin chucking / contract that runs through the 2016 WCPC. In 2009 and 2010 the \"Punkin Chunkin\" special aired on tape delay on Thanksgiving Day. Each year of coverage thus far has featured an hour long special titled \"Road to the Chunk\" that preceded coverage of the WCPC event. The previous year's contest is shown around Halloween and sporadically throughout the year. \"Road to Punkin Chunkin 2011\" featured three 30-minute episodes airing weekly leading up to Thanksgiving. The first televised Punkin Chunkin special was aired by the Discovery Channel in 2002, hosted by Bryan Callen. In 2008, after a six-year hiatus, Punkin Chunkin", "doc_score": "84.80426025390625", "publish_date": "2018/12/31"}, {"doc_id": "3981336", "text": "Pumpkin chucking / United States, with active annual contests in Clayton, New York, Ellicottville, New York and Bald Eagle State Park in Centre County, Pennsylvania. World Championship Punkin Chunkin (WCPC) was the name of an annual contest held the first full weekend after Halloween in Delaware from 1986 through 2013 and 2016. It is governed by the World Championship Punkin Chunkin Association (WCPCA). Teams competed in the following divisions: Air Cannon, Female Air Cannon, Centrifugal, Catapult, Torsion, Trebuchet, Human Powered, Centrifugal Human Powered, Youth Air Cannon, Youth Catapult, Youth Trebuchet, Youth Human Powered, Youth 10 & Under, and Theatrical. Each division competed strictly", "doc_score": "86.59233093261719", "publish_date": "2018/12/31"}, {"doc_id": "10030874", "text": "Karaoke World Championships / hit, Pop Idol. The 2011 World Championships took place in Killarney, Ireland between 8 September and 10 September at INEC, Gleneagle. The 2012 World Championships took place in Lappeeranta, Finland between 28 November and 1 December at Holiday Club Saimaa The 2013 World Championships took place in Lappeeranta, Finland between 21 November and 23 November at Holiday Club Saimaa The 2014 World Championships took place in Stockholm, Sweden between 13 November and 15 November at Solidaritet Arena The 2015 World Championships took place in Singapore between 20 November and 22 November at the Boutique on Orchard Road with a record", "doc_score": "81.11075592041016", "publish_date": "2018/12/31"}, {"doc_id": "4350079", "text": "Toughman Contest / a 60-second rest period or interval for men and 1 minute rounds with 1 minute of 45- second intervals for females. \"The Original Toughman Contest\" plays across the US in between 75 and 100 cities each year and culminates with the World Championship, which in 2008 was held at Sam's Town Casino in Tunica, Mississippi. Toughman Contest tournaments feature the local residents of a particular city (generally, participants must live within 100–150 mile radius of where the event is to be held) Contestants must be at least 18 years of age, pass a standard boxing physical, and meet any other", "doc_score": "80.9071273803711", "publish_date": "2018/12/31"}, {"doc_id": "3981340", "text": "Pumpkin chucking / World Championship Punkin Chunkin contest for 2016 at its previous site in Bridgeville, after the insurance concerns were addressed. No World Championship was held in 2017 because of another injury-related lawsuit; before the decision to cancel, the organizers had suggested that the 2017 championship would have been the last one due to the lawsuit and the related withdrawal of its television partner. 2018 came and went with the organization having gone silent, and no championship was held that year. The Science Channel carried the World Championship from 2009 to 2016. WCPCA and the Science Channel agreed to a new 3-year", "doc_score": "84.47512817382812", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_22", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "4589694", "text": "Shopko / year, thefirm announced that it would sell ProVantage to Merck & Co. for about $222 million. Early in 2001, it announced the closings of 23 stores and a distribution center, cutting 2,500 jobs and bowing out of Missouri, Indiana, Kansas, and Kentucky. The company's CEO, William Podany, resigned in April 2002; Jeffrey Girard became his interim replacement until Sam Duncan took over in October. In 2005, ShopKo opened the first few ShopKo Express locations, which were smaller, and aimed at competition with Walgreens and CVS Pharmacy. Around that time, the chain exited the state of Colorado (some locations were acquired", "doc_score": "87.35328674316406", "publish_date": "2018/12/31"}, {"doc_id": "14543196", "text": "Bank United of Texas / warrants worth 1.5 million common shares which were redeemed at that time. Early in 1997, Bank United petitioned the Office of the Comptroller of the Currency to change its charter from a federal savings bank to a commercial bank but later withdrew its petition. In January 1999, Bank United announced that they had signed an agreement with Kroger to open 50 more branches inside Kroger supermarkets in the Houston and Dallas-Fort Worth metropolitan areas that were previously occupied by Bank of America and NationsBank. In March 1999, Bank United announced the pending acquisition of the Texas Central Bancshares with its", "doc_score": "83.58462524414062", "publish_date": "2018/12/31"}, {"doc_id": "14384780", "text": "Payless Cashways / debt that stopped their expansion. The retailer's stagnation caused them to be left behind by the big box home centers such as Builders Square, HomeBase, and later the emerging Home Depot and Lowe's chains. The company struggled through the nineties with moderate successes and recurrent failures and never regained the momentum of their first wave of expansion. In July 1997, Payless Cashways filed for Chapter 11 bankruptcy protection. The last straw for Payless Cashways was the burst of the dot com bubble that left many banks unwilling to help the company continue its operations. On September 10, 2001 the company", "doc_score": "85.20425415039062", "publish_date": "2018/12/31"}, {"doc_id": "20560392", "text": "Goeasy / Store went out of business, easyhome acquired 47 former Cash Store locations in early 2015. In 2016, easyhome changed its trading name to goeasy, retaining the easyhome name for its rent-to-own durable good business. The change was made to reflect the increasing diversity of the company's activities. Easyfinancial and easyhome principally target customers whose credit is not good enough for a bank loan, but is better than that of users of payday loans. As a result, their prices are lower than those of payday loans, and higher than those of bank loans. Like users of payday loans, most goeasy customers", "doc_score": "82.53353118896484", "publish_date": "2018/12/31"}, {"doc_id": "3711529", "text": "Del Taco / were Las Vegas, Nevada; St. Louis, Missouri; and the Northeast Corridor. Del Taco filed for protection in 1993 under Chapter 11 in U.S. Bankruptcy Court. In spite of the fact that renovations were made to keep Del Taco profitable, the company continued to pay rent on several unprofitable outlets that had been closed. They also attempted to negotiate lease reductions on other high cost sites. Also, Del Taco had been sued for $3 million by a former supplier. This was settled out of court. From 1994 through 1998, Del Taco saw their company decrease and eventually increase in size. Though", "doc_score": "83.25467681884766", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_23", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "18886598", "text": "The Nightowls / Nightowls performed at Prince’s Paisley Park Recording Studios in Minneapolis-Saint Paul, Minnesota, as one of the finalist in their “Musicology 2017\" Battle of the Bands competition. In March 2018, The Nightowls performed 2 showcases at the 2018 SXSW Music Festival in Austin, Texas. In an interview during SXSW with \"Shockya News\", frontman Ryan Harkrider talked about the evolution of the bands sound over the past 2 years. “We used to be more of a retro-vintage-soul band. Everything we do is rooted in dance and having a good time. But now we also have elements of R&B and funk. But we’re", "doc_score": "80.21125030517578", "publish_date": "2018/12/31"}, {"doc_id": "1850971", "text": "Dollywood / of Showstoppers\" also marked the park's largest investment in entertainment in Dollywood's history. The 2018 Festival of Nations includes three headliners that are new to Dollywood: Flamenco Kings starring Los Vivancos (Pines Theater), National Dance Company of Siberia (Celebrity Theater), and Ladysmith Black Mambazo (Showstreet Palace Theater). The first Summer Celebration event includes various performances and attractions, including DRUMLine Live! in Celebrity Theater, a show that focuses on the musical styles of marching bands from Historically Black Colleges and Universities. It uses technology, including video screens and special effects, to enhance soul, R&B, country, and other types of music. Renovations", "doc_score": "81.64968872070312", "publish_date": "2018/12/31"}, {"doc_id": "19157220", "text": "Huka Entertainment / Music Festival is an annual music festival that takes place at Fort Lauderdale Beach Park in Fort Lauderdale, Florida. Founded by Huka Entertainment and the Rock The Ocean Foundation, the annual spring festival aims to raise awareness and support for ocean conservation. Over $250,000 was raised for ocean conservation efforts. The festival features multiple stages of live entertainment with a focus on country, rock and a variety of roots music. Past performers have included Zac Brown Band, Luke Bryan, Eric Church, Kenny Chesney, Lynyrd Skynyrd and more. The 2016 edition of the festival expanded to 3 days, announcing Blake Shelton,", "doc_score": "83.57411193847656", "publish_date": "2018/12/31"}, {"doc_id": "7013625", "text": "Freaknik / Freaknik Freaknik was an annual spring break meeting in Atlanta, Georgia, primarily of students from historically black colleges and universities. Begun in 1983 as a small picnic near the Atlanta University Center, it was initially sponsored by the DC Metro Club and was typically held during the third weekend in April to coincide with the schools of the Atlanta University Center's Reading Day. The event increased in size and popularity in the 1990s with dancing, drinking, parties, a basketball tournament, rap sessions, a film festival and a job fair. Freaknik was conceived in March 1983 in a dorm room on", "doc_score": "82.38475036621094", "publish_date": "2018/12/31"}, {"doc_id": "14027291", "text": "Legends of Notre Dame / of Notre Dame, on the other hand, is only open to Notre Dame, Saint Mary's College and Holy Cross College students and their guests. When the nightclub is not being used for student programming, it is open to be rented for private functions, such as business meetings, receptions, luncheons, and banquets. The club and the associated outdoor area, also called \"The Backfield\", becomes a popular destination for fans on football weekends. Legends of Notre Dame opened in the fall of 2003. Formerly the Alumni Senior Club, the building underwent a 3.5 million dollar renovation and increased by nearly 50% in", "doc_score": "81.69798278808594", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_24", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "19835551", "text": "2020 United States gubernatorial elections / Auditor Nicole Galloway is considered a potential candidate. Two-term incumbent Governor Steve Bullock is term-limited in 2020. Former Democratic Governor Brian Schweitzer may run again. Attorney General Tim Fox is a potential Republican candidate. One-term incumbent Governor Roy Cooper is eligible for re-election in 2020. Lieutenant Governor Dan Forest is a potential Republican candidate. One-term incumbent Governor Doug Burgum is eligible for re-election in 2020. Two-term incumbent Governor Chris Sununu is eligible for re-election in 2020. One-term incumbent Governor Ricky Rosselló of the New Progressive Party and the Democratic Party is eligible to run for re-election in 2020. Two and", "doc_score": "80.03085327148438", "publish_date": "2018/12/31"}, {"doc_id": "19619111", "text": "2018 United States Senate election in Delaware / before the primary. On August 20, 2018, the Greater Hockessin Area Development Association (GHADA) hosted a 2-hour debate at the Hockessin Memorial Hall between Democratic candidate Kerri Evelyn Harris and Republican candidate Gene Truono. Tom Carper and Rob Arlett were also invited to the debate, but did not attend. Carper was not present because of the U.S. Senate's extended session due to session ceasing early the Thursday prior because of the death of former Governor and U.S. Senator of Nevada, Paul Laxalt. Arlett declined and claimed he had a scheduling conflict. The debate gained national attention after Republican candidate Rob", "doc_score": "80.31287384033203", "publish_date": "2018/12/31"}, {"doc_id": "19835666", "text": "2022 United States elections / incumbent or have multiple incumbents. Additionally, elections will be held to select the non-voting delegate for the District of Columbia, as well as four of the five non-voting delegates from U.S. territories. Elections will be held for the governorships of 36 U.S. states and three U.S. territories. Special elections may be held for vacancies in the other states and territories, if required by respective state and territorial constitutions. As most governors serve four year terms, the last regularly-scheduled elections for most seats up for election in 2022 were held in 2018. The governors of New Hampshire and Vermont each serve", "doc_score": "79.25525665283203", "publish_date": "2018/12/31"}, {"doc_id": "19940999", "text": "2022 United States gubernatorial elections / 2022 United States gubernatorial elections United States gubernatorial elections will be held on November 8, 2022 in 36 states and three territories. In addition, special elections may take place (depending on state law) if other gubernatorial seats are vacated. As most governors serve four year terms, the last regular gubernatorial elections for all but two of the seats took place in 2018. The governors of New Hampshire and Vermont, each of whom serve two year terms, are up for election in 2020. The 2022 gubernatorial elections will take place concurrently with several other federal, state, and local elections. Alabama: Kay", "doc_score": "79.52134704589844", "publish_date": "2018/12/31"}, {"doc_id": "10556314", "text": "Independent Party of Delaware / opposition, received 20.1% of the vote. In 2014, the party ran David Graham for attorney general of Delaware against Matthew P. Denn, Ted Kittila, Catherine Damavandi and John Machurek and he received 4,879 for 2.12% of the vote. In 2016, the party endorsed Republican Party presidential nominee Donald Trump for President. The preamble outlines the party's goals: \"The Independent Party of Delaware is dedicated to reform of government at all levels in the Greater Public Interest through election of independent alternative candidates\" The Independent Party of Delaware supports laissez-faire capitalism, limited government and supports a clean and healthy environment. The", "doc_score": "77.70402526855469", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_25", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "3045594", "text": "Bobst Boy / interview. In April 2004, just before the release of the news article, an NYU dean was told of Stanzak's situation, and requested a meeting. At the meeting, the dean told Stanzak that his initiative was remarkable, but that he could no longer live in the library, and Stanzak was provided free NYU housing for the last few weeks of classes. The day the profile was published, reporters started calling Stanzak, and he became an overnight celebrity. Stanzak received widespread media attention, appearing on \"Good Morning America\" on April 29. Stanzak continued to receive financial assistance from NYU until graduation, and", "doc_score": "77.92060852050781", "publish_date": "2018/12/31"}, {"doc_id": "16267150", "text": "Curtis Dvorak / to become Jaxson de Ville. Dvorak's first appearance as Jaxson was at the Jaguars' pre-season game against the San Francisco 49ers on August 18, 1996. One of the mascot's jobs is to entertain the fans before the game and during breaks in the action. There is a fine line between entertainment and harassment, and Dvorak enjoys coming close to crossing the line. During a timeout during the 1998 home game against the Pittsburgh Steelers, Jaxson carried a full-sized figure resembling Kordell Stewart onto the field near the Steelers' huddle and proceeded to trample and punch the effigy. Another timeout saw", "doc_score": "75.32915496826172", "publish_date": "2018/12/31"}, {"doc_id": "16442445", "text": "AdoptAClassroom.org / teachers. It featured many celebrities including Justin Bieber, Miley Cyrus, Pitbull (rapper), Lady Antebellum, LMFAO, and Matthew Morrison. AdoptAClassroom.org's partnership with Coach, Inc began in 2010 and expanded to encompass donations in local communities from each of their over 500 stores. AdoptAClassroom.org partnered with Jones Apparel Group from 2005 to 2012 in a joint effort to support classroom teachers. The campaign was titled Jones New York In The Classroom. Efforts focused on highlighting the importance and needs of classroom teachers. Each year, well known fashion designers would create t-shirts for sale at Macy's to raise funds for the mission. Other", "doc_score": "76.67819213867188", "publish_date": "2018/12/31"}, {"doc_id": "18336948", "text": "Trevone Boykin / Also a member of the West Mesquite relay teams, he ran the second leg in the 4 × 100 m relay squad at the 2011 Longhorn Relays, helping them earn a second-place finish at 39.71 seconds. In addition, he also ran 4.5-second 40-yard dash. Boykin was regarded as a three-star recruit by \"Rivals.com\". He committed to Texas Christian University (TCU) in June 2010 to play college football. He chose TCU over UTEP. Boykin was redshirted as a freshman in 2011. Boykin entered 2012 as a backup to Casey Pachall. After Pachall was suspended, Boykin took over as the starting quarterback.", "doc_score": "78.06919860839844", "publish_date": "2018/12/31"}, {"doc_id": "5854464", "text": "David Xanatos / Coyote spirit. David Xanatos started life as the son of Petros Xanatos, a Greek immigrant who worked a fisherman from Bar Harbor, Maine. Young Xanatos received an anonymous letter that contained a set of valuable 10th-century coins. He sold the coins for $20,000 and invested the money in a series of successful ventures, thus pulling himself out of poverty during the process. He would later embark on a business career, the first steps toward building his own company, Xanatos Enterprises, which includes the technology subsidiaries cybernetics and genetics company Gen-U-Tech and the Scarab Corporation robotics firm; the Xanatos construction company,", "doc_score": "74.49683380126953", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_26", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "2733330", "text": "Delaware State University / chemistry, analytical chemistry, synthetic chemistry, NMR spectroscopy, electrochemistry, phospholipases; 5) IDeA Networks of Biomedical Research Excellence (NIH-INBRE), cell biology, microbiology, molecular mechanisms of neuronal function, neurobiology and behavior, nanobioscience, RNA sequencing; 6) biotechnology; 7) Delaware Center for Scientific and Applied Computation, computer science and bioinformatics, data mining and machine learning, combinatorics, spatial-temporal statistics, artificial neural networks); 8) neuroscience; and 9) environmental sciences; among others. Major grants are awarded through the U.S. Department of Defense, National Institutes of Health, National Science Foundation, National Aeronautics and Space Administration and other granting agencies. DSU is ranked 12th among the Historically Black Colleges and", "doc_score": "86.28632354736328", "publish_date": "2018/12/31"}, {"doc_id": "2075804", "text": "University of Delaware / The University of Delaware Energy Institute (UDEI) was inaugurated September 19, 2008. UDEI has been selected to receive a $3 million a year grant for advanced solar research. The John L. Weinberg Center for Corporate Governance was established in 2000 at the Alfred Lerner College of Business and Economics. Its aim is to propose changes in corporate structure and management through education and interaction. The Center provides a forum for those interested in corporate governance issues. In February 2017, the School of Public Policy and Administration announced the creation of the Joseph R. Biden Institute, named after alumnus and former", "doc_score": "87.77823638916016", "publish_date": "2018/12/31"}, {"doc_id": "297933", "text": "Ohio State University / 79th globally for 2016. In its 2015-16 rankings, \"Times Higher Education World University Rankings\" ranked it tied for 90th in the world. In 2016, \"QS World University Rankings\" ranked the university 88th in the world. The Lombardi Program on Measuring University Performance at Arizona State University detailed analysis and rankings of American universities in 2007 placed Ohio State as the 24th ranked university in America, the 10th ranked public university in the country and the top overall university in Ohio. Of its nine ranking criteria, Ohio State ranked in the top-25 in four categories and between 26–50 in an additional", "doc_score": "84.83082580566406", "publish_date": "2018/12/31"}, {"doc_id": "2733331", "text": "Delaware State University / Universities in the \"U.S. News & World Report\" (2019). The College of Business at DSU is one of the nation's most outstanding business schools, according to the Princeton Review. The Princeton Review and Random House have selected the college for their 2009 edition book to be recognized as one of \"The 269 Best Business Schools\" in the U.S. offering quality MBA programs. The college has been named to the Princeton Review's Best Business Schools for the tenth consecutive year (2009-2018). The university has over thirty formal international partnerships with institutions in countries including China, Cuba, Egypt, France, Italy, Japan, Korea,", "doc_score": "86.78671264648438", "publish_date": "2018/12/31"}, {"doc_id": "2075797", "text": "University of Delaware / computer science, construction engineering and management, electrical engineering, environmental engineering, information systems, materials science and engineering, and mechanical engineering. As of fall 2017, the College of Engineering had 154 faculty, 2,384 undergraduate students and 966 graduate students. The faculty includes 31 named professors, eight career development named professors, eight National Academy of Engineers members, 44 NSF career award winners and 17 University teaching award recipients. Initiatives led by college faculty include 15 college-based research centers and 14 university-based research institutes. Strategic partnerships with industry, government and academic institutions complement these initiatives, expanding the college's reputation and reach and cultivating a", "doc_score": "87.71791076660156", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_27", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "7430936", "text": "Upper Chattahoochee Riverkeeper / and recreational activities. Legal work includes working with legislators to strengthen regulatory protections for waterways, lobbying to protect water resources, and pursuing legal action when necessary to ensure that the laws that protect drinking water supply are properly enforced. In policy, CRK promotes water conservation and advocates for water efficiency measures, protection of our water supply at all levels of government, and effective and wise water planning for the watershed region. With regard to the Tri-State issues, CRK addresses the conflict over water sharing and offers practical sustainable solutions. The technical programs include patrolling the watershed’s rivers and lakes, responding", "doc_score": "83.1030044555664", "publish_date": "2018/12/31"}, {"doc_id": "5237644", "text": "Meadows Center for Water and the Environment / as none have been seen since 1983. The main aim of the center is research. The MCWE participates in underwater archaeology. It searches for Henry Morgan’s lost fleet while exploring caves in Mexico, Spring Lake, and shipwrecks. The center uses unmanned aircraft (Unmanned Autonomous Vehicle) to capture photos and gather information for projects related to fisheries, wildlife, and watershed management and restoration. The Meadows Center is dedicated to the sustainable management of the world’s freshwater resources. They oversee the Spring Lake Management Plan, which is designed to protect healthy ecosystems, provide research and educational opportunities, and offer access for service", "doc_score": "83.8780517578125", "publish_date": "2018/12/31"}, {"doc_id": "13528843", "text": "StreamWatch / StreamWatch StreamWatch is an environmental monitoring program focused on the Rivanna River watershed in central Virginia in the United States. The data StreamWatch collects helps communities in the city of Charlottesville and in Albemarle, Fluvanna, and Greene Counties maintain healthy streams and restore damaged ones. StreamWatch believes that \"when diverse sectors of the community share fundamental agreement on the condition of a resource, the chances of sound, collaborative management are enhanced.\" Founded in 2002 as a joint project of The Nature Conservancy, the Rivanna Conservation Society, the Thomas Jefferson Soil and Water Conservation District, the Rivanna River Basin Commission and", "doc_score": "85.76933288574219", "publish_date": "2018/12/31"}, {"doc_id": "7430938", "text": "Upper Chattahoochee Riverkeeper / partnership to citizens and groups in the headwaters and the southern regions of the Upper Chattahoochee area. Upper Chattahoochee Riverkeeper Chattahoochee Riverkeeper (CRK) -- formerly known as Upper Chattahoochee Riverkeeper (UCR) -- is an environmental advocacy organization with almost 7000 members dedicated solely to protecting and restoring the Chattahoochee River Basin. CRK was modeled after New York’s Hudson Riverkeeper and was the 11th licensed program in the international Waterkeeper Alliance. In 2012, the organization officially changed its name to simply Chattahoochee Riverkeeper (CRK), dropping the \"Upper\" to better reflect its stewardship over the entire river basin. CRK’s primary geographic focus", "doc_score": "85.5235366821289", "publish_date": "2018/12/31"}, {"doc_id": "20976389", "text": "Tennessee River Gorge Trust / on trust property. The trust offers hiking trails and educational programs. Studies on trust properties include bird banding of cerulean warblers and worm-eating warblers. The group led development of the 2.5.mile Ritchie Hollow Trail. The Trust received a $250,000 donation in Bitcoin from an anonymous donor using the pseudonym Pine in 2018. The group has been steward for several areas and ecologically significant sites including: Numerous trust lands are near the uncompleted Bellefonte Nuclear Plant. Executive Director John C. Brown testified before a U.S. House of representatives Appropriations subcommittee in 2000. Tennessee River Gorge Trust The Tennessee River Gorge Trust", "doc_score": "82.399658203125", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_28", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "15320391", "text": "NorthStar Alarm / the SDM Top 100 List in 2014. This acquisition of assets expands NorthStar‘s geographical reach and provides additional resources for accelerated growth over the next five years. NorthStar's organic growth, along with the addition of Vision assets, has more than doubled the company's size since its equity recapitalization just 20 months ago. In April 2016, NorthStar was recognized as the fastest-growing security firm in the nation by Security Dealer & Integrator Magazine. In May 2016, NorthStar's corporate office moved into the new Orem University Place where they occupy approximately 30,000 square feet. In December 2010, NorthStar worked with the non-profit", "doc_score": "74.18022155761719", "publish_date": "2018/12/31"}, {"doc_id": "6226861", "text": "Washington State Convention Center / center and the proposed tower complex. The city council's urban redevelopment committee endorsed the hearing examiner's funding idea for review by the full council in their decision to grant permits for the project. The city council approved a zoning amendment and street vacation for the project and a compromise proposal with CHG to replace and rebuild 115 units of low-income housing near the convention center and contribute to a displacement mitigation fund. In early December, CHG filed for a bankruptcy petition to obtain new financing amid turmoil at its primary lender, Westside Federal Savings and Loan, who was also a", "doc_score": "73.02718353271484", "publish_date": "2018/12/31"}, {"doc_id": "19508157", "text": "Tower 12 / would have had two 27-story towers with 145 units in each, that was later cancelled. In 2008, developer Justen Company submitted proposals to build a 39-story, 234-unit condominium building on the same site, part of a two-tower project spanning Virginia Street, but did not move further on into the design review process. Bellevue-based developer Continental Properties bought the quarter-block property and master-use permit in March 2014 for $16 million, and announced plans to build a 324-unit residential building on the site using the previously-approved master-use permit. Initially planning to build condominiums, Continental instead opted to build apartments (later named \"Tower", "doc_score": "73.85248565673828", "publish_date": "2018/12/31"}, {"doc_id": "4610319", "text": "Encompass Health / corporate campus. The 13 story structure was meant as a replacement for its aging HealthSouth Medical Center in downtown Birmingham. Construction began soon after on the new HealthSouth Medical Center. The first of HealthSouth's accounting problems surfaced in late 2002 after CEO Richard M. Scrushy sold $75 million in stock several days before the company posted a large loss. HealthSouth was accused by the U.S. Securities and Exchange Commission (SEC) of an accounting scandal where the company's earnings were falsely inflated by $1.4 billion. In 1996, Scrushy allegedly instructed the company's senior officers and accountants to falsify company earnings reports", "doc_score": "75.15044403076172", "publish_date": "2018/12/31"}, {"doc_id": "17707161", "text": "Reactions to global surveillance disclosures / \"Fourth Amendment Protection Act\". The bills seek to prohibit state governments from co-operating with the NSA in various ways: the Utah bill would prohibit provision of water to NSA facilities; the California bill would prohibit state universities from conducting research for the NSA; and the Kansas bill would require a search warrant for data collection. The disclosures have inspired public protests. After the June 2013 release, a political movement known as \"\"Restore the Fourth\"\" was formed in the United States and rapidly gained momentum. In early July, \"Restore the Fourth\" was responsible for protests in more than 80 cities including", "doc_score": "75.04126739501953", "publish_date": "2018/12/31"}]}
{"question_id": "20230922_29", "search_time": "2023/10/06/06:27", "search_result": [{"doc_id": "10029120", "text": "Katherine Ann Power / ability to profit directly or indirectly from telling her story. Power appealed this portion of the sentence on First Amendment grounds, but the Massachusetts Supreme Judicial Court rejected the argument and the U.S. Supreme Court denied certiorari. In a 1993 public statement, Power said: While in prison, Power completed her college degree in liberal studies through Boston University. In March 1998, Power was eligible for parole after receiving time off for good behavior but withdrew her request after opposition from the victim's family. On October 2, 1999, she was released from prison in Massachusetts and placed on fourteen years of", "doc_score": "84.17023468017578", "publish_date": "2018/12/31"}, {"doc_id": "20551596", "text": "Trial of Susan B. Anthony / the U.S. marshal to place her in the Albany County jail, but she was never actually held there. Anthony's arrest generated national news, which she turned into an opportunity to generate publicity for the suffrage movement. She spoke in 29 towns and villages of Monroe County, New York, where her trial was to be held and which would provide the jurors for her trial. Her speech was entitled \"Is it a Crime for a U.S. Citizen to Vote?\" She said the Fourteenth Amendment gave her that right, proclaiming, \"We no longer petition Legislature or Congress to give us the right", "doc_score": "83.9729232788086", "publish_date": "2018/12/31"}, {"doc_id": "16395903", "text": "Eva Dugan / planned to kill herself before being hanged. Her cell was searched and a bottle of raw ammonia and three razor blades hidden in a dress were confiscated. Dugan's appeal for clemency on the grounds of mental illness was denied and she was taken to the gallows at 5 a.m. on February 21, 1930. She was the first woman to be executed by the state of Arizona, and it was the first execution in Arizona history in which women were permitted as witnesses. According to a newspaper account, Dugan was composed as she mounted the gallows. She told the guards, \"Don't", "doc_score": "83.1809310913086", "publish_date": "2018/12/31"}, {"doc_id": "6890925", "text": "That Hamilton Woman / and in particular, to the United States. The story begins with an aging, alcoholic woman (Vivien Leigh) being clapped into debtor's prison in the slums of Calais. In a husky, despairing, whiskey-soaked voice, the former Lady Hamilton narrates the story of her life to her skeptical fellow inmates. In one of the early scenes that launches the flashback, Emma, well past her prime, looks into a mirror and remembers \"the face I knew before,\" the face of the young, lovely girl who captured the imagination of artists -- most notably George Romney and Joshua Reynolds. Emma Hart's early life as", "doc_score": "85.74779510498047", "publish_date": "2018/12/31"}, {"doc_id": "6437306", "text": "Leonora Carrington / novel \"Down Below\". In this, she explained how she had a nervous breakdown, didn't want to eat, and left Spain. This is where she was imprisoned in an asylum. She illustrates all that was done to her; ruthless institutional therapies, sexual assault, hallucinatory drugs, and unsanitary conditions. It has been suggested that the events of the book should not be taken literally, given Carrington's state at the time of her institutionalization; however, recent authors have sought to examine the details of her institution in order to discredit this theory. She also created art to depict her experience, such as her", "doc_score": "82.18028259277344", "publish_date": "2018/12/31"}]}
