{"question_id": "20230526_0", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "2665078", "text": "Spring break / Spring break Spring break is a vacation period in early spring at universities and schools which started during the 1930s in the United States and is observed in some other mainly Western countries. Spring break is frequently associated with extensive gatherings and riotous partying in warm climate locations such as Daytona Beach, Florida and Cancun, Mexico, attended regardless of participants' educational standings. As a holiday it is variously known as Easter vacation, Easter holiday, April break, spring vacation, mid-term break, study week, reading week, reading period, or Easter week, depending on regional conventions. Spring break is an academic tradition in", "doc_score": "79.45551300048828", "publish_date": "2018/12/31"}, {"doc_id": "16761261", "text": "Memorial Day (1999 film) / Memorial Day (1999 film) Memorial Day (also known as Memorial Day Killer) is a 1999 slasher film directed by Christopher Alender, and written by Marcos Gabriel. The night before Memorial Day, Tyra and Trevor are stabbed to death in their apartment by a cloaked figure in a black and white papier-mâché mask. The next day, Rachel, her cousin Leo, and their five friends (Mickey, Cindy, Seth, Reagan and Jeremy) head to Memorial Lake Campground for the first time since Rachel's adopted brother Danny accidentally drowned there three years ago. After reaching the camp and setting up, the group drink around", "doc_score": "76.52122497558594", "publish_date": "2018/12/31"}, {"doc_id": "666563", "text": "Memorial Day / convenient three-day weekend. The change moved Memorial Day from its traditional May 30 date to the last Monday in May. The law took effect at the federal level in 1971. After some initial confusion and unwillingness to comply, all 50 states adopted Congress' change of date within a few years. Memorial Day endures as a holiday which most businesses observe because it marks the unofficial beginning of summer. The Veterans of Foreign Wars (VFW) and Sons of Union Veterans of the Civil War (SUVCW) advocated returning to the original date, although the significance of the date is tenuous. The VFW", "doc_score": "77.7962417602539", "publish_date": "2018/12/31"}, {"doc_id": "17109110", "text": "Senior Week / Senior Week Senior Week (also known as Beach Week, Senior Trip, or Grad Week) is a week where recently graduated high school and college seniors in the United States, mainly from the East Coast and the South go to the beach to spend time with their friends. This observance typically occurs during the last half of May and most of June. During Senior Week, the graduates rent condos, beach houses or hotel rooms and enjoy each other's company. Graduates often party and participate in underage drinking during Senior Week. Some popular Senior Week destinations include Dewey Beach, Delaware; Myrtle Beach,", "doc_score": "76.28243255615234", "publish_date": "2018/12/31"}, {"doc_id": "4980509", "text": "Summer of '42 / Summer of '42 Summer of '42 is a 1971 American coming-of-age comedy-drama film based on the memoirs of screenwriter Herman Raucher (b. 1928). It tells the story of how Raucher, in his early teens on his 1942 summer vacation on Nantucket Island (off the coast of Cape Cod), embarks on a one-sided romance with a young woman, Dorothy, whose husband has gone off to fight in World War II. The film was directed by Robert Mulligan, and starred Gary Grimes as Hermie, Jerry Houser as his best friend Oscy, Oliver Conant as their nerdy young friend Benjie, Jennifer O'Neill as", "doc_score": "77.6434326171875", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_1", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "4257774", "text": "Shuttle roller coaster / Shuttle roller coaster A shuttle roller coaster is any roller coaster that ultimately does not make a complete circuit, but rather reverses at some point throughout its course and traverses the same track backwards. These are sometimes referred to as boomerang roller coasters, due to the ubiquity of Vekoma's Boomerang coaster model. The first shuttle coasters were in fact the first roller coasters ever built. Inspired by the so-called \"Russian Mountains,\" these wheeled cars built on tracks found popularity in the early 19th century in Paris. In 1884, the Switchback Railway opened at Coney Island, and consisted of a car", "doc_score": "85.89664459228516", "publish_date": "2018/12/31"}, {"doc_id": "3068993", "text": "Roller coaster inversion / invented batwing (also referred to as a boomerang or kamikaze kurve), a single track element with two inversions. In 1981, Vekoma invented the Boomerang coaster model, which became the most duplicated roller coaster ever. The first Boomerang was built at Reino Aventura (now Six Flags México) of Mexico City, Mexico in 1982. The Boomerang has had over 50 clones built worldwide from Doha, Qatar, to Tashkent, Uzbekistan. 1982 also brought the first five-inversion coaster, Arrow's Viper at Darien Lake in Darien, New York. The record for number of inversions was broken quickly in the following years. Arrow's Vortex at Kings", "doc_score": "83.90795135498047", "publish_date": "2018/12/31"}, {"doc_id": "1241968", "text": "Roller coaster / Pleasure Road\", which became the most popular attraction at Coney Island. Not to be outdone, in 1886 Thompson patented his design of roller coaster that included dark tunnels with painted scenery. \"Scenic Railways\" were soon found in amusement parks across the county. By 1919, the first underfriction roller coaster had been developed by John Miller. Soon, roller coasters spread to amusement parks all around the world. Perhaps the best known historical roller coaster, \"Cyclone\", was opened at Coney Island in 1927. The Great Depression marked the end of the golden age of roller coasters, and theme parks in general went", "doc_score": "82.92636108398438", "publish_date": "2018/12/31"}, {"doc_id": "3991188", "text": "Steeplechase Park / park to the changing times, bringing in new rides and new amusements to Steeplechase such as the Parachute Jump. Steeplechase was created by George C. Tilyou, who grew up in a family that ran a Coney Island restaurant. While visiting the World's Columbian Exposition in Chicago in 1893, he saw the Ferris wheel and decided to build his own on Coney Island; it immediately became the resort's biggest attraction. He added other rides and attractions, including a mechanical horse race course from which the park derived its name. Tilyou also constructed scale models of world landmarks such as the Eiffel", "doc_score": "84.04795837402344", "publish_date": "2018/12/31"}, {"doc_id": "3068990", "text": "Roller coaster inversion / a tubular steel track, first pioneered by Arrow to create Disneyland's Matterhorn Bobsleds in 1959, could execute inversions both safely and reliably. The full model of the prototype, aptly named Corkscrew, was then installed in Knott's Berry Farm in Buena Park, United States, making history as the world's first modern inverting roller coaster (it was relocated to Silverwood Park of Idaho in 1990). In 1976, the previously disastrous vertical loop was successfully revived when Anton Schwarzkopf constructed the Great American Revolution at Six Flags Magic Mountain of Valencia, United States, which became the world's first complete circuit looping roller coaster.", "doc_score": "83.44625854492188", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_2", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "1586819", "text": "Hot dog / Pork and beef are the traditional meats used in hot dogs. Less expensive hot dogs are often made from chicken or turkey, using low-cost mechanically separated poultry. Typical hot dog ingredients contain sodium, saturated fat and, which when consumed in excess have been linked to health problems. Changes in meat technology and dietary preferences have led manufacturers to use turkey, chicken, vegetarian meat substitutes, and to lower the salt content. Hot dogs are prepared commercially by mixing the ingredients (meats, spices, binders and fillers) in vats where rapidly moving blades grind and mix the ingredients in the same operation.", "doc_score": "92.2442398071289", "publish_date": "2018/12/31"}, {"doc_id": "1586823", "text": "Hot dog / rice, beans, soup or a casserole. There are many appliances dedicated (or that lend themselves) to the reheating of wieners and the warming of hot-dog buns. Hot dogs are cooked during manufacture and can be eaten without additional preparation, although they are usually warmed before serving. Hot dogs are traditionally high in fat and salt and have preservatives sodium nitrate and nitrite, which are possible contributors to nitrate-containing chemicals believed to cause cancer, although this has been disputed. These health concerns have resulted in manufacturers offering alternative product lines made from turkey and chicken, and uncured, low-sodium, and \"all-natural\" franks.", "doc_score": "92.21263885498047", "publish_date": "2018/12/31"}, {"doc_id": "11592704", "text": "Barbecue in the United States / between 120 and 180 °F (50 and 80 °C), and smoke cooking is cooking over indirect fire at higher temperatures. The long, slow cooking process take hours, as many as 18, and leaves the meat tender and juicy. Characteristically, this process leaves a distinctive line of red just under the surface, where the myoglobin in the meat reacts with carbon monoxide from the smoke, and imparts the smoky taste essential to barbecue. The second ingredient in barbecue is the wood used to smoke the meat. Since the wood smoke flavors the food, the particular type of wood used influences the", "doc_score": "91.51905822753906", "publish_date": "2018/12/31"}, {"doc_id": "11592703", "text": "Barbecue in the United States / at barbecue competitions. There are 3 ingredients to barbecue. Meat and wood smoke are essential. The use of a sauce or seasoning varies widely between regional traditions. The first ingredient in the barbecue tradition is the meat. The most widely used meat in most barbecue is pork, particularly the pork ribs, and also the pork shoulder for pulled pork. The techniques used to cook the meat are hot smoking and smoke cooking. These cooking processes are distinct from the cold smoking preservation process. Hot smoking is where the meat is cooked with a wood fire, over indirect heat, at temperatures", "doc_score": "90.26029205322266", "publish_date": "2018/12/31"}, {"doc_id": "476948", "text": "Barbecue / few hours. Grilling is done over direct, dry heat, usually over a hot fire over for a few minutes. Grilling may be done over wood, charcoal, gas, or electricity. The time difference between smoking and grilling is because of the temperature difference; at low temperatures used for smoking, meat takes several hours to reach the desired internal temperature. Smoking is the process of flavoring, cooking, and/or preserving food by exposing it to smoke from burning or smoldering material, most often wood. Meat and fish are the most common smoked foods, though cheeses, vegetables, nuts, and ingredients used to make beverages", "doc_score": "89.98287200927734", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_3", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "698948", "text": "Fireworks / Year and the Mid-Autumn Moon Festival were and still are times when fireworks are guaranteed sights. China is the largest manufacturer and exporter of fireworks in the world. Colored fireworks were invented in Europe in the 1830s. Modern skyrocket fireworks were invented in the early 20th century. The earliest documentation of fireworks dates back to about the early 9th-century medieval Chinese Tang Dynasty. The fireworks were used to accompany many festivities. The art and science of firework making has developed into an independent profession. In China, pyrotechnicians were respected for their knowledge of complex techniques in mounting firework displays. Chinese", "doc_score": "83.32233428955078", "publish_date": "2018/12/31"}, {"doc_id": "1724681", "text": "Midsummer / fireworks either on or on the weekend nearest to Midsummer. In rural spots particularly the northwest, bonfires are lit on hilltops. This tradition harks back to pagan times and is now associated with \"St. John's Night\". The Irish Environmental Protection Agency, after much initial upset in the west of Ireland, has an exemption for the burning of fires outdoors during midsummer night. Traditionally the longest day of the year in Ireland falls on June 21. In Italy there is the San Giovanni's day (Saint John). The feast of Saint John the Baptist has been celebrated in Florence from medieval times,", "doc_score": "82.97442626953125", "publish_date": "2018/12/31"}, {"doc_id": "650786", "text": "Betelgeuse / one of multiple events occurring in Betelgeuse's surrounding atmosphere. Astronomers have identified at least six shells surrounding Betelgeuse. Solving the mystery of mass loss in the late stages of a star's evolution may reveal those factors that precipitate the explosive deaths of these stellar giants. In the night sky, Betelgeuse is easy to spot with the naked eye owing to its distinctive orange-red color. In the Northern Hemisphere, beginning in January of each year, it can be seen rising in the east just after sunset. By mid-September to mid-March (best in mid-December), it is visible to virtually every inhabited region", "doc_score": "80.30328369140625", "publish_date": "2018/12/31"}, {"doc_id": "3779008", "text": "Night sky / Night sky The term night sky, usually associated with astronomy from Earth, refers to the nighttime appearance of celestial objects like stars, planets, and the Moon, which are visible in a clear sky between sunset and sunrise, when the Sun is below the horizon. Natural light sources in a night sky include moonlight, starlight, and airglow, depending on location and timing. Aurorae light up the skies above the polar circles. Occasionally, a large coronal mass ejection from the Sun or simply high levels of solar wind may extend the phenomenon toward the Equator. The night sky and studies of it", "doc_score": "81.91248321533203", "publish_date": "2018/12/31"}, {"doc_id": "653023", "text": "Solar flare / the flares are not visible to the naked eye and must be observed with special instruments. Flares occur in active regions around sunspots, where intense magnetic fields penetrate the photosphere to link the corona to the solar interior. Flares are powered by the sudden (timescales of minutes to tens of minutes) release of magnetic energy stored in the corona. The same energy releases may produce coronal mass ejections (CMEs), although the relationship between CMEs and flares is still not well understood. X-rays and UV radiation emitted by solar flares can affect Earth's ionosphere and disrupt long-range radio communications. Direct radio", "doc_score": "81.14803314208984", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_4", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "3628809", "text": "Minnesota State Fair / Minnesota State Fair The Minnesota State Fair is the state fair of the U.S. state of Minnesota. Its slogan is \"The Great Minnesota Get-Together.\" It is the largest state fair in the United States by average daily attendance. It is also the second-largest state fair in the United States by total attendance, trailing only the State Fair of Texas, which generally runs twice as long as the Minnesota State Fair. The state fairgrounds, adjoining the Saint Paul campus of the University of Minnesota, are in Falcon Heights, Minnesota, midway between the state's capital city of St. Paul and its largest", "doc_score": "90.69188690185547", "publish_date": "2018/12/31"}, {"doc_id": "4360544", "text": "State Fair of West Virginia / by the Fair, it has an annual economic impact of $8.9 million on Greenbrier County. The Fair receives no appropriation from the state, supporting itself from admissions, fees charged to vendors, and rental of the fairgrounds to other groups. It does receive support in kind from the state Department of Agriculture and from West Virginia University. State Fair of West Virginia The State Fair of West Virginia is an annual state fair for West Virginia, United States. It is held annually in mid-August on the State Fairgrounds in Fairlea, near Lewisburg, West Virginia in the southeastern part of the state.", "doc_score": "91.94142150878906", "publish_date": "2018/12/31"}, {"doc_id": "8567815", "text": "Marshfield Fair / Marshfield Fair The Marshfield Fair is a traditional, American country fair that has taken place at the end of August every year since 1867. The fair is located on the Marshfield Fairgrounds in Marshfield, Massachusetts, approximately south of Boston in Massachusetts' South Shore region. The fair features amusement rides, a midway, typical fair food and extensive farm and agriculture exhibits. It is one of the few remaining fairs that still support 4-H shows and competitions. On three days, there are blues music festivals with local and national talent. Regular special events each year include the demolition derby and tractor pulls.", "doc_score": "90.80812072753906", "publish_date": "2018/12/31"}, {"doc_id": "8136802", "text": "Meadowlands State Fair / Meadowlands State Fair The State Fair Meadowlands (formerly the Meadowlands Fair) is a carnival held every summer at the Meadowlands Sports Complex in East Rutherford, New Jersey. It derives its name from State Fair Stores, which run the carnival. It should also not be confused with the New Jersey State Fair, Sussex County Farm and Horse Show in Augusta, New Jersey. The fair is held in the parking lot that surrounds the MetLife Stadium and runs for two weeks in late June and early July. It attracts over 300,000 visitors per year. Other than the rides, there are free shows", "doc_score": "91.50712585449219", "publish_date": "2018/12/31"}, {"doc_id": "15877998", "text": "Utah State Fair / Utah State Fair The Utah State Fair is held at the Utah State Fairpark in Salt Lake City. The fairgrounds are listed on the National Register of Historic Places. The fair takes place each year starting on the first Thursday after Labor Day and lasts for 11 days. Every year the State Fair hosts musical guests and other entertainers during the fair. From the grandstand line-up to the demolition derby, truck pull and PRCA rodeo. The fair offers mostly free entertainment with a few of the bigger concerts at a price. The fair's grandstand represents the best in entertainment for", "doc_score": "91.60548400878906", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_5", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "12767698", "text": "Watermelon / diet of tsamma for six weeks. In Southern Russia, they are sometimes preserved by fermenting them together with sauerkraut, much like the apples. Watermelon fruit is 91% water, contains 6% sugars, and is low in fat (table). In a 100 gram serving, watermelon fruit supplies 30 calories and low amounts of essential nutrients (table). Only vitamin C is present in appreciable content at 10% of the Daily Value (table). Watermelon pulp contains carotenoids, including lycopene. The amino acid citrulline is produced in watermelon rind. Watermelon Citrullus lanatus is a plant species in the family Cucurbitaceae, a vine-like (scrambler and trailer)", "doc_score": "93.71385192871094", "publish_date": "2018/12/31"}, {"doc_id": "12767688", "text": "Watermelon / 85% of total watermelon sales in the United States in 2014. Watermelons are tropical or subtropical plants and need temperatures higher than about to thrive. On a garden scale, seeds are usually sown in pots under cover and transplanted into well-drained sandy loam with a pH between 5.5 and 7, and medium levels of nitrogen. Major pests of the watermelon include aphids, fruit flies and root-knot nematodes. In conditions of high humidity, the plants are prone to plant diseases such as powdery mildew and mosaic virus. Some varieties often grown in Japan and other parts of the Far East are", "doc_score": "92.47762298583984", "publish_date": "2018/12/31"}, {"doc_id": "12767680", "text": "Watermelon / a \"watermelon\", which is a special kind of berry with a hard rind and no internal division, botanically called a \"pepo\". The sweet, juicy flesh is usually deep red to pink, with many black seeds, although seedless varieties have been cultivated. The fruit can be eaten raw or pickled and the rind is edible after cooking. Considerable breeding effort has been put into disease-resistant varieties. Many cultivars are available that produce mature fruit within 100 days of planting the crop. In Botswana, this is known as lerotse and an ingredient in the local dish bogobe jwa lerotse. Former names: The", "doc_score": "89.50090026855469", "publish_date": "2018/12/31"}, {"doc_id": "12767696", "text": "Watermelon / for 68% of the total. Secondary producers with more than 1% of world production included Turkey, Iran, Brazil, Uzbekistan, Algeria, the United States, Russia, Egypt, Mexico, and Kazakhstan. Watermelons are a sweet, popular fruit of summer, usually consumed fresh in slices, diced in mixed fruit salads, or as juice. Watermelon juice can be blended with other fruit juices or made into wine. The seeds have a nutty flavor and can be dried and roasted, or ground into flour. In China, the seeds are eaten at Chinese New Year celebrations. In Vietnamese culture, watermelon seeds are consumed during the Vietnamese New", "doc_score": "89.51187133789062", "publish_date": "2018/12/31"}, {"doc_id": "12254653", "text": "Sprite melon / Sprite melon The Sprite melon is a kind of melon, similar to honeydew, which originates from Japan. Since the late 1990s, it has been cultivated in North Carolina as a specialty crop and has increased in popularity in recent years. A sprite melon has a round shape and is typically about the size of a grapefruit. It generally ranges in weight from 1.0 to 1.5 lbs. The flesh of a sprite melon is ivory in color and firm, while the peel ranges from ivory (unripe) to yellowish (ripe). As the melon reaches optimal ripeness, horizontal brown markings will appear near", "doc_score": "88.5403823852539", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_6", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "13831961", "text": "Bay Shore Beach / Bay Shore Beach Bay Shore Beach was a beach that existed adjacent to Buckroe Beach in Hampton, Virginia in the 20th century. It was founded in 1898 by several African-American businessmen. The beach was one of the most popular resort and vacation destinations in the Mid-Atlantic region for African-Americans. In addition to standard beach activities, hotels, and restaurants, Bay Shore also had an amusement park. The beach was in its prime of popularity from 1898 until 1933 when a Hurricane devastated the coast. Both \"sides\" of the beach, (Bay Shore & Buckroe) were respectively rebuilt, however, Bay Shore may not", "doc_score": "84.67575073242188", "publish_date": "2018/12/31"}, {"doc_id": "512932", "text": "Beach / winter travelers from the northern United States and Canada on the East Coast Railway. By the early 20th century surfing was developed in Hawaii and Australia; it spread to southern California by the early 1960s. By the 1970s cheap and affordable air travel led to the growth of a truly global tourism market which benefited areas such as the Mediterranean, Australia, South Africa, and the coastal Sun Belt regions of the United States. Beaches can be popular on warm sunny days. In the Victorian era, many popular beach resorts were equipped with bathing machines because even the all-covering beachwear of", "doc_score": "84.55620574951172", "publish_date": "2018/12/31"}, {"doc_id": "17109110", "text": "Senior Week / Senior Week Senior Week (also known as Beach Week, Senior Trip, or Grad Week) is a week where recently graduated high school and college seniors in the United States, mainly from the East Coast and the South go to the beach to spend time with their friends. This observance typically occurs during the last half of May and most of June. During Senior Week, the graduates rent condos, beach houses or hotel rooms and enjoy each other's company. Graduates often party and participate in underage drinking during Senior Week. Some popular Senior Week destinations include Dewey Beach, Delaware; Myrtle Beach,", "doc_score": "85.82994842529297", "publish_date": "2018/12/31"}, {"doc_id": "11428285", "text": "William Randolph Hearst Memorial State Beach / gray and humpbacks as these are the whales that are commonly spotted in the area. This village was short lived, because only ten years after it was built a severe drought caused the town to move to find fresh water. George Hearst Bought nearly fifty thousand Acres establishing the ground work for Williams Empire. The Hearst Family owned all the land as far as the eye could see from their castle until the early 1950s when the family donated a huge section of land to the state and sold miles of shore line to be used for public use. If", "doc_score": "83.86431884765625", "publish_date": "2018/12/31"}, {"doc_id": "5665350", "text": "Siesta Beach / Siesta Beach Siesta Beach (sometimes known as Siesta Key Beach) is a beach located on Siesta Key in the U.S. state of Florida. The sand is 99% pure Quartz (Silica sand), soft and cool on the feet. The many awards it has earned include: Siesta Beach is located on Beach Road on Siesta Key. Siesta Beach is known as one of the most beautiful beaches anywhere in the world. At the \"Great International White Sand Beach Challenge\" held in 1987, it was recognized as having the \"whitest and finest sand in the world.\" Unlike beaches elsewhere that are made up", "doc_score": "83.69369506835938", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_7", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "2086101", "text": "Drive-in theater / Cruces, New Mexico, on April 23, 1915: Seven hundred people may be comfortably seated in the auditorium. Automobile entrances and places for 40 or more cars within the theater grounds and in-line position to see the pictures and witness all performances on the stage is a feature of the place that will please car owners. The first movie shown by the Theatre de Guadalupe was \"Bags of Gold\", produced by Siegmund Lubin. Theatre de Guadalupe soon was renamed \"De Lux Theater\" before closing in July 1916. In 1921, a drive-in was opened by Claude V. Caver in Comanche, Texas. Caver", "doc_score": "93.25030517578125", "publish_date": "2018/12/31"}, {"doc_id": "18667947", "text": "History of cinema in the United States / theaters have embraced the \"brew and view\" concept, serving alcoholic beverages, in addition to snacks and popcorn. Some movie theaters such as the Living Room Theaters or Alamo Drafthouse offer full restaurant service at one's seat, though this is not as widespread. McMenamins is a chain of restaurant/brewpub establishments in the U.S. states of Oregon and Washington, many of which have full movie theaters. By the mid 1940s in some smaller theaters popcorn alone was paying the overheads, even sometimes bringing in more revenue than ticket sales. One theater company in Kansas City had about 4000 acres producing popcorn, and", "doc_score": "88.7225112915039", "publish_date": "2018/12/31"}, {"doc_id": "18667943", "text": "History of cinema in the United States / allow closer contact between the couple. Some theaters such as the Parkway in Oakland, California have sofas for greater comfort. Movie theaters usually sell various snack foods and drinks at retail counters or kiosks. Sometimes it can be a self-service where one pays at the counter till, and/or a coin-operated machine. Sometimes the area of sale is more like a self-service shop or kiosk (it is not suitable for consuming the goods), and one pays at the check-out between the shop and the area with the screens. Foods usually served at movie theaters include popcorn, soft drinks, nachos, hot dogs,", "doc_score": "88.55073547363281", "publish_date": "2018/12/31"}, {"doc_id": "2086109", "text": "Drive-in theater / small airplane runways, unusual attractions such as a small petting zoo or cage of monkeys, personal appearances by actors to open their movies, or musical groups to play before the show. Some drive-ins held Sunday religious services, or charged a flat price per car on slow nights like Wednesdays or Sundays. On \"buck\" nights during the 1950s and 1960s, the admission price was one dollar per car. One of the largest drive-in theaters was the Johnny All-Weather Drive-In in Copiague, New York. Covering over 29 acres, it could park 2,500 vehicles. It had a full-service restaurant with seating on the", "doc_score": "91.18852996826172", "publish_date": "2018/12/31"}, {"doc_id": "2086102", "text": "Drive-in theater / obtained a permit from the city to project films downtown. With cars parked bumper-to-bumper, patrons witnessed the screening of silent films from their vehicles. In the 1920s, \"outdoor movies\" became a popular summer entertainment, but relatively few \"drive-in\" experiments were made due to logistical difficulties. The drive-in theater was patented in Camden, New Jersey by chemical company magnate Richard M. Hollingshead, Jr., whose family owned and operated the R.M. Hollingshead Corporation chemical plant in Camden. In 1932, Hollingshead conducted outdoor theater tests in his driveway at 212 Thomas Avenue in Riverton. After nailing a screen to trees in his backyard,", "doc_score": "91.35468292236328", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_8", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "398653", "text": "Summer / Summer Summer is the hottest of the four temperate seasons, falling after spring and before autumn. At the summer solstice, the days are longest and the nights are shortest, with day-length decreasing as the season progresses after the solstice. The date of the beginning of summer varies according to climate, tradition, and culture. When it is summer in the Northern Hemisphere, it is winter in the Southern Hemisphere, and vice versa. From an astronomical view, the equinoxes and solstices would be the middle of the respective seasons, but sometimes astronomical summer is defined as starting at the solstice, the time", "doc_score": "89.50141143798828", "publish_date": "2018/12/31"}, {"doc_id": "398654", "text": "Summer / of maximal insolation, often identified with the 21st day of June or December. A variable seasonal lag means that the meteorological center of the season, which is based on average temperature patterns, occurs several weeks after the time of maximal insolation. The meteorological convention is to define summer as comprising the months of June, July, and August in the northern hemisphere and the months of December, January, and February in the southern hemisphere. Under meteorological definitions, all seasons are arbitrarily set to start at the beginning of a calendar month and end at the end of a month. This meteorological", "doc_score": "89.50320434570312", "publish_date": "2018/12/31"}, {"doc_id": "398655", "text": "Summer / definition of summer also aligns with the commonly viewed notion of summer as the season with the longest (and warmest) days of the year, in which daylight predominates. The meteorological reckoning of seasons is used in Australia, Austria, Denmark, Russia and Japan. It is also used by many in the United Kingdom. In Ireland, the summer months according to the national meteorological service, Met Éireann, are June, July and August. However, according to the Irish Calendar, summer begins on 1 May and ends on 1 August. School textbooks in Ireland follow the cultural norm of summer commencing on 1 May", "doc_score": "88.36096954345703", "publish_date": "2018/12/31"}, {"doc_id": "398659", "text": "Summer / southern hemisphere, most countries in this region use the meteorological definition with summer starting on 1 December and ending on the last day of February. Summer is traditionally associated with hot or warm weather. In the Mediterranean regions, it is also associated with dry weather, while in other places (particularly in Eastern Asia because of the Monsoon) it is associated with rainy weather. The wet season is the main period of vegetation growth within the savanna climate regime. Where the wet season is associated with a seasonal shift in the prevailing winds, it is known as a monsoon. In the", "doc_score": "86.50177764892578", "publish_date": "2018/12/31"}, {"doc_id": "398656", "text": "Summer / rather than the meteorological definition of 1 June. Days continue to lengthen from equinox to solstice and summer days progressively shorten after the solstice, so meteorological summer encompasses the build-up to the longest day and a diminishing thereafter, with summer having many more hours of daylight than spring. Reckoning by hours of daylight alone, summer solstice marks the midpoint, not the beginning, of the seasons. Midsummer takes place over the shortest night of the year, which is the summer solstice, or on a nearby date that varies with tradition. Where a seasonal lag of half a season or more is", "doc_score": "85.6486587524414", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_9", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "5353575", "text": "Summer vacation / often depends on the region – for example, most schools in the Northeastern United States end in June and start the Wednesday after Labor Day (Teachers report back on Tuesday), while the majority of schools in the Southern United States have schools end in May and start again in August. The origins of the summer holiday break are often believed to be rooted in agriculture. It is widely believed that the school calendar follows the agrarian farming calendar because during the settlement of the United States, the nation primarily consisted of a farming population. This belief maintains that the current", "doc_score": "90.68856811523438", "publish_date": "2018/12/31"}, {"doc_id": "166046", "text": "Holiday / treat the relatively minor Jewish holiday of Hanukkah as a \"working holiday\", changing very little of their daily routines for this day. The word \"holiday\" has differing connotations in different regions. In the United States the word is used exclusively to refer to the nationally, religiously or culturally observed day(s) of rest or celebration, or the events themselves, whereas in the United Kingdom and other Commonwealth nations, the word may refer to the period of time where leave from one’s duties has been agreed, and is used as a synonym to the US preferred \"vacation\". This time is usually set", "doc_score": "86.1003189086914", "publish_date": "2018/12/31"}, {"doc_id": "5353574", "text": "Summer vacation / United States, summer vacation lasts two to three months. The dates vary depending on the location of the school district, with two major formats. One is from late May-mid June to early September (in most northern states), the other major format lasting from late May to mid August (in most southern and western states). (Excluding some districts, as some schools may end late June and begin early September). Summer vacation or break lasts for about 12 weeks, starting anywhere from late May to mid June, and ending anywhere from late August to Labor Day, the first Monday in September. This", "doc_score": "87.46576690673828", "publish_date": "2018/12/31"}, {"doc_id": "398657", "text": "Summer / common, reckoning based on astronomical markers is shifted half a season. By this method, in North America, summer is the period from the summer solstice (usually 20 or 21 June in the Northern Hemisphere) to the autumn equinox. Reckoning by cultural festivals, the summer season in the United States is traditionally regarded as beginning on Memorial Day weekend (the last Weekend in May) and ending on Labor Day (the first Monday in September) 1981, more closely in line with the meteorological definition for the parts of the country that have four-season weather. The similar Canadian tradition starts summer on Victoria", "doc_score": "87.3293228149414", "publish_date": "2018/12/31"}, {"doc_id": "6317393", "text": "School holiday / School holiday School holidays (also referred to as vacations, breaks, and recess) are the periods during which schools are closed or no classes are held. The dates and periods of school holidays vary considerably throughout the world, and there is usually some variation even within the same jurisdiction. Governments often legislate on the total number of school days for state schools. The holidays given below apply to primary and secondary education. Teaching sessions (terms or semesters) in tertiary education are usually shorter. In predominantly Christian countries, the \"Christmas holidays\" (or \"winter break\" or \"winter recess\" in some countries) include both", "doc_score": "85.82372283935547", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_10", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "19548480", "text": "Richy Werenski / Richy Werenski Richard Raymond Werenski (born December 22, 1991) is an American professional golfer. Werenski was born in Springfield, Massachusetts, but grew up in South Hadley and played golf at The Orchards Golf Club. He played college golf at Georgia Tech. He won the 2012 Porter Cup. Werenski turned professional after graduating from Georgia Tech in 2014. He won his first two professional events, the Cutter Creek Classic on the NGA Pro Golf Tour and the Vermont Open and added another NGA Pro Golf Tour win in July 2014. Werenski earned his 2015 Web.com Tour card through qualifying school. He", "doc_score": "80.74079895019531", "publish_date": "2018/12/31"}, {"doc_id": "19548481", "text": "Richy Werenski / picked up his first Web.com Tour win at the 2016 BMW Charity Pro-Am. Werenski won the Golf Channel's reality show \"Big Break The Palm Beaches, FL\" in early 2015. As the winner of The Big Break, he earned entry into the Barbasol Championship. He made the cut, finishing T72 in his first PGA Tour event. Richy Werenski Richard Raymond Werenski (born December 22, 1991) is an American professional golfer. Werenski was born in Springfield, Massachusetts, but grew up in South Hadley and played golf at The Orchards Golf Club. He played college golf at Georgia Tech. He won the 2012", "doc_score": "82.9145278930664", "publish_date": "2018/12/31"}, {"doc_id": "13100108", "text": "Chris Stroud / and he was playing on conditional status. At the 2017 PGA Championship, Stroud was near the top for the first three rounds before a final round 76 earned him a T9 finish. Prior to his win, Stroud was planning on retiring after the season. PGA Tour playoff record (1–1) CUT = missed the half-way cut<br> \"T\" = tied for place Amateur Chris Stroud Christopher James Stroud (born February 3, 1982) is an American professional golfer who currently plays on the PGA Tour. He finally got his first professional win on August 6, 2017 at the Barracuda Championship after 290 starts", "doc_score": "80.77863311767578", "publish_date": "2018/12/31"}, {"doc_id": "4631225", "text": "Martin Truex Jr. / Truex. Luckily For Truex, however, Harvick could not match the number 78 car and Truex would go on to win the Southern 500. 2016 became his first multi-win season of his career. Truex would advance to the next round of the Chase at Chicagoland. Truex led 32 of the final 50 laps and appeared set to finish second behind Chase Elliott. After a caution with 10 laps left erased Elliott's 3-second lead, Truex and Elliott pitted. Truex used advantage of his fresh tires and got by rookie Ryan Blaney on the final restart, winning the race, his third win of", "doc_score": "79.86019897460938", "publish_date": "2018/12/31"}, {"doc_id": "13100106", "text": "Chris Stroud / Chris Stroud Christopher James Stroud (born February 3, 1982) is an American professional golfer who currently plays on the PGA Tour. He finally got his first professional win on August 6, 2017 at the Barracuda Championship after 290 starts on the PGA Tour. Stroud was born in Groves, Texas. He played college golf at Lamar University and was a two-time All-American. As an amateur, he won the 2003 North and South Amateur and played on the 2004 Palmer Cup team. Stroud turned pro in 2004. He played on mini-tours until earning his PGA Tour card at the 2006 (T16), 2007", "doc_score": "80.20658874511719", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_11", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "18293508", "text": "Star Wars: The Last Jedi / the film to be $417.5 million, when factoring together all expenses and revenues, making it the most profitable release of 2017. On December 31, 2017, its 17th day of release, it passed the $1 billion threshold, becoming the fourth film of 2017, the fifteenth Disney film, the fourth \"Star Wars\" film and the thirty-second film overall to pass the mark. The film was the highest-grossing film of 2017, the second highest-grossing film in the franchise (behind \"The Force Awakens\"), the fourth highest-grossing film released by Walt Disney Studios, the sixth highest-grossing film in North America and the ninth-highest-grossing film of", "doc_score": "82.64739227294922", "publish_date": "2018/12/31"}, {"doc_id": "18293511", "text": "Star Wars: The Last Jedi / gross of all time behind \"The Force Awakens\" ($49.3million), for a four-day weekend total of $99million. It made $52.4 million in its third weekend, again topping the box office. It also brought its domestic total to $517.1 million, overtaking fellow Disney vehicle \"Beauty and the Beast\" as the highest of 2017. It was the sixth biggest third weekend of all time. It had the seventh biggest New Year's Day gross of all time with $14.3 million, bringing the four day total to $66.8 million. It grossed $23.7 million and was surpassed the following weekend by \"\" (which was in its", "doc_score": "82.40080261230469", "publish_date": "2018/12/31"}, {"doc_id": "7690819", "text": "Star Wars: From the Adventures of Luke Skywalker / facial scarring. The call sign of the stormtroopers guarding the \"Millennium Falcon\" is THX-1138 (referencing Lucas' directorial debut), as opposed to TK-421 in the film. Grand Moff Tarkin is present during Princess Leia's torture. The destruction of Alderaan is not described in the book, nor does Obi-Wan sense it. Kenobi's death is also different in the book, in that Vader succeeds in defeating him during their lightsaber duel, while in the film Obi-Wan allows Vader to strike him down to provide a diversion for Luke and his allies to escape. The order of events in the final dogfight over the", "doc_score": "78.52088928222656", "publish_date": "2018/12/31"}, {"doc_id": "20022194", "text": "Happy Anniversary (2018 film) / Entertainment and Industry Entertainment banners, respectively. In February 2017, Rahul Kohli joined the cast of the film. Joshua Moshier composed the film's score. Production began on January 31, 2017 in Los Angeles, California. The film was released on March 30, 2018. On review aggregator website Rotten Tomatoes, the film holds an approval rating of 80%, based on 5 reviews, and an average rating of 6.5/10. Happy Anniversary (2018 film) Happy Anniversary is a 2018 romance comedy film, written and directed by Jared Stern. It stars Noël Wells, Ben Schwartz, Jeff Grace, Rahul Kohli, Kristin Bauer van Straten, Kate Berlant, Leonardo", "doc_score": "78.93494415283203", "publish_date": "2018/12/31"}, {"doc_id": "630918", "text": "Star Wars (film) / presence in popular culture. The iconic weapon of choice of the Jedi, the lightsaber, was voted as the most popular weapon in film history in a survey of approximately 2,000 film fans. Characters such as Darth Vader, Han Solo, and Yoda have become iconic, and all three were named in the top twenty of the British Film Institute's \"Best Sci-Fi Characters of All-Time\" list. The expressions \"Evil empire\" and \"May the Force be with you\" have become part of the popular lexicon. A pun on the latter phrase has led to May 4 being regarded by many fans of the", "doc_score": "79.35749816894531", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_12", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "7294765", "text": "Rick Scott / don't agree with anyone talking like this about anyone, ever.\" After months of speculation about a potential run, Scott officially announced on April 9, 2018, that he would challenge incumbent Democratic U.S. Senator Bill Nelson in the 2018 election. Scott defeated Rocky De La Fuente in the Republican primary. In the general election, Scott's involvement in a large Medicare fraud case stirred controversy. Scott responded with ads accusing his opponent Bill Nelson of having cut Medicare benefits and stolen from Medicare; fact-checkers found that both of Scott's assertions were false. During the campaign, Scott characterized Nelson as a \"socialist\"; PolitiFact", "doc_score": "84.79427337646484", "publish_date": "2018/12/31"}, {"doc_id": "7294709", "text": "Rick Scott / defeated Democratic nominee Alex Sink in the general election, spending roughly $75 million of his own money in the process. Scott was re-elected in 2014, defeating former Governor Charlie Crist. Scott was barred by term limits from running for re-election in 2018. On April 9, 2018, Scott announced his candidacy in the 2018 United States Senate election in Florida, vying for the seat held by incumbent Democrat Bill Nelson. A machine recount of the race was completed on November 15 and a manual recount was completed on November 18, confirming Scott's lead. On November 18, Nelson conceded and Scott was", "doc_score": "85.64412689208984", "publish_date": "2018/12/31"}, {"doc_id": "7294767", "text": "Rick Scott / for the 116th Congress is set to begin on January 3, 2019, however, Scott's term as Governor ends on January 8. On December 4, 2018, Scott's office announced that he will serve his full term as governor and not resign early and that Senate Majority Leader Mitch McConnell will hold a ceremony to swear Scott in as a Senator the afternoon of January 8, 2019, after his term as governor officially expires. Scott's net worth was estimated at in 2010, $84 million in 2012, and $133 million in 2013. On July 1, 2015, it was reported that Scott's net worth", "doc_score": "86.49775695800781", "publish_date": "2018/12/31"}, {"doc_id": "14057941", "text": "Phil Scott (politician) / defeated Lisman in the primary election by a margin of 21 percentage points. He defeated Sue Minter, the Democratic Party nominee, in the November general election by a margin of 8.7 percentage points. On April 13, 2017, Governor Scott announced a $150 million settlement in the ongoing case of alleged fraud relating to the Jay Peak and Burke Mountain EB-5 developments. According to a Morning Consult poll released in October 2017, Governor Scott's approval rating stood at 60%, making him the 7th most popular governor in the United States. The poll was conducted between July 1, 2017 and September 30,", "doc_score": "83.2835693359375", "publish_date": "2018/12/31"}, {"doc_id": "7294766", "text": "Rick Scott / described the assertion as \"pants-on-fire\" false. During the campaign, Scott sought to avoid mentioning President Trump and at times criticized or distanced himself from actions of the Trump administration, whereas in the past used his friendship with Trump to boost his profile and been an early and vocal supporter of Trump in 2016. According to \"The Tampa Bay Times\", Scott speaks to President Trump every one or two weeks. Trump endorsed Scott in his Senate bid. On November 18, 2018, after a machine recount and a manual recount, incumbent Senator Bill Nelson conceded the race to Scott. The Senate term", "doc_score": "82.20982360839844", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_13", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "2534724", "text": "FX (TV channel) / 2018, Fox officially launched FX+, a streaming service featuring all FX and FXX original series from \"The Shield\" to the present day ad-free. Initially, the service was made available in the United States exclusively for Xfinity subscribers in the fall of 2017. Xfinity, Armstrong and Cox subscribers have access to FX+ direct through their set-top boxes via those providers' video on demand platforms, in addition to the streaming options. In 2004, Fox Networks Group Asia and STAR TV (through a distribution agreement) partnered to launch FX Asia. The channel is divided into four services: a national channel distributed throughout much", "doc_score": "83.5676498413086", "publish_date": "2018/12/31"}, {"doc_id": "17704759", "text": "Fox Sports Live / Fox Sports Live Fox Sports Live (abbreviated as FSL or FSLive, styled as Fox Sports Live with Jay and Dan) is an American sports news television program that debuted on Fox Sports 1 on August 17, 2013, and served as the channel's flagship sportscast of record. The half-hour-long nightly program focused on highlights and analysis of the day's major sporting events and previews of upcoming events, news on professional and college sports, commentary, and feature stories in the style of a late-night talk show. The program was broadcast from the Fox Network Center in Los Angeles, California. The program was", "doc_score": "83.06503295898438", "publish_date": "2018/12/31"}, {"doc_id": "7595607", "text": "HBO / The network also produces short segments promoting new movies with the cooperation of the film studios that hold releasing rights to the projects. These usually consist of either interstitial segments providing a behind-the-scenes look at the making of an upcoming/recently released film, with interviews with the actors and principal crew, or red carpet coverage, which are almost universally produced by studios with which HBO and Cinemax maintain exclusive premium television broadcast rights. Depending on their length or content, these are either aired as part of the feature segment \"HBO News\" (formerly titled \"HBO Entertainment News\" from 1988 to 2007), which", "doc_score": "80.50608825683594", "publish_date": "2018/12/31"}, {"doc_id": "15832020", "text": "LXTV / New York), the live, daily lifestyle show on WNBC, broadcast from Studio 3K in 30 Rockefeller Plaza and live from the streets in and around New York. Originally branded as Code.TV, and focused on web distribution, the production company´s founders rebranded themselves as \"LXTV\" - LX an abbreviation for Luxury - as part of a deal made with local New York channel NYC Media in which the broadcaster would air the LXTV content over the air on WNYE Channel UHF 25. Before rebranding, Code.TV launched a one-time Web video following around a 23-year-old analyst named A.J. who worked at an", "doc_score": "82.69607543945312", "publish_date": "2018/12/31"}, {"doc_id": "20708604", "text": "Cuomo Prime Time / Cuomo Prime Time Cuomo Prime Time is a news analysis show on CNN and CNN International, presented by CNN journalist and news anchor, Chris Cuomo. It airs on weeknights from the CNN studios at Time Warner Center in New York City, and started on CNN at 9 p.m. E.T. on June 4, 2018 in the United States, and on CNN International at 1 a.m. G.M.T. (01:00 U.T.C.) and at 9 a.m. in Hong Kong, on June 5, 2018. The show's Day 1, Week 1 ratings were 1.37 million, rising to 2.362 million on Day 1, Week 2. On the opening", "doc_score": "81.0425796508789", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_14", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "3543300", "text": "Carmelo Anthony / luxury tax payments. On July 30, Anthony accepted a contract buyout from the Hawks, and was subsequently placed on waivers. On August 13, 2018, Anthony signed a one-year, $2.4 million veterans minimum contract with the Houston Rockets, who were coached by his former Knicks coach, Mike D'Antoni. On November 15, Rockets general manager Daryl Morey announced that the team was \"parting ways\" with Anthony, but had not released him. He played 10 games for Houston, starting twice, but he was held out of the last three for what the club called an unspecified \"illness\". During that absence, much of his", "doc_score": "90.20132446289062", "publish_date": "2018/12/31"}, {"doc_id": "3543296", "text": "Carmelo Anthony / Two days later, on March 14, in an 87–81 victory over the Indiana Pacers, ending a three-game losing streak, Anthony surpassed the 24,000 career point mark by scoring 22 points with 13 rebounds. During the 2017 offseason, after multiple conflicts with then-team president Phil Jackson, Anthony demanded a trade. Originally, the only teams for which Anthony was willing to waive his no-trade clause were the Cleveland Cavaliers and the Houston Rockets. However, Anthony expanded his list of teams to include the Cleveland Cavaliers and the Oklahoma City Thunder. On September 25, 2017, Anthony was traded to the Thunder in exchange", "doc_score": "89.62947082519531", "publish_date": "2018/12/31"}, {"doc_id": "3543297", "text": "Carmelo Anthony / for Enes Kanter, Doug McDermott and a 2018 second-round pick. During Anthony's seven seasons with the Knicks, the team won one playoff series. On November 9, 2017, with only 12 points needed to move up in the rankings, Anthony passed Allen Iverson on the NBA all-time scoring list and moved to the 24th spot. He finished the game with 28 points. On November 26, 2017, Anthony passed Ray Allen on the NBA all-time scoring list and moved to 23rd place. On December 11, 2017, Anthony passed Vince Carter for 22nd on the NBA all-time scoring list. On January 4, 2018,", "doc_score": "88.44242858886719", "publish_date": "2018/12/31"}, {"doc_id": "3543266", "text": "Carmelo Anthony / 1, Anthony scored a playoff-career high 42 points. This also matched a franchise-playoff high for scoring in a single playoff game, tied with Alex English. However, the Nuggets lost the series to the Utah Jazz 4–2, with Anthony averaging a playoff career-high 30.7 points per game, along with 8.5 rebounds, 3.2 assists and 2.0 steals. The 2010–11 season began with speculation that Anthony had requested a trade. Anthony refused to sign a proposed contract extension. Sources reported that Anthony's preferred destination was the New York Knicks, with other teams such as the New Jersey Nets, Houston Rockets and Atlanta Hawks", "doc_score": "85.58723449707031", "publish_date": "2018/12/31"}, {"doc_id": "3543271", "text": "Carmelo Anthony / improvement from the 18–24 record they had under D'Antoni. The Knicks qualified for the playoffs as the seventh seed in the Eastern Conference, and faced off against the eventual champions, the Miami Heat. During the series, the Knicks were hampered by injuries as they were a season before. Tyson Chandler was diagnosed with the flu for game 1, Iman Shumpert tore his ACL, Baron Davis tore his patella tendon, and All-Star Amar'e Stoudemire suffered a laceration on his hand after punching a fire extinguisher out of anger after a loss. In addition, Jeremy Lin had torn his left meniscus before", "doc_score": "86.03829193115234", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_15", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "1650334", "text": "Ike & Tina Turner / revived the Kings of Rhythm in 2001 and released the album, \"Here & Now\", which won him a Grammy nomination. Five years later, his album, \"Risin' with the Blues\", won him his second Grammy Award, his first as a solo artist. On December 12, 2007, Ike Turner was found dead at 11:38 am at his home in San Marcos, California. He was 76. His death was found by the San Diego County Medical Examiner's Office to be from a cocaine overdose, exacerbated by hypertensive cardiovascular disease and emphysema. Turner had been clean for over a decade prior but relapsed in", "doc_score": "76.95500946044922", "publish_date": "2018/12/31"}, {"doc_id": "3273564", "text": "Sublime (album) / the album. However, the band managed to gain the rights to the song before the album was released, and \"Doin' Time\" was added to the end of the tracklist at the 11th hour. In order to release the song using the Gershwin sample, the band had to agree to use the line \"summertime\" instead of \"doin' time\". However, the song was already recorded with the \"doin' time\" lyric, and lead singer Bradley Nowell had recently died of a heroin overdose. The lyric was re-recorded by Sublime's friend/producer Michael Happoldt singing \"summertime\". It is this version of the song that appears", "doc_score": "76.40870666503906", "publish_date": "2018/12/31"}, {"doc_id": "17146602", "text": "Golden (Lady Antebellum album) / record that, if allowed to progress, promises something even bigger with the next album.\" At \"USA Today\", Brian Mansfield affirmed that \"a bittersweet edge makes even the liveliest songs more poignant.\" However, Stephen Thomas Erlewine of Allmusic criticized the release as being \"so cheerful\" that it makes the album seem \"a little churlish\", and he felt the need \"to complain that the songs here aren't grabbers: they're slow burns, designed to sink into the subconscious through repeated plays on radio, in-store sound systems, waiting rooms, and bumper music.\" Yet, Erlewine noted \"that's fine\", and called the album a \"professional product", "doc_score": "73.24578094482422", "publish_date": "2018/12/31"}, {"doc_id": "20664009", "text": "Live in the Moment (song) / Live in the Moment (song) \"Live in the Moment\" is a song by American rock band Portugal. The Man. It was released as a single from their eighth studio album \"Woodstock\" in 2017. The song peaked at number one on the \"Billboard\" Adult Alternative Songs chart in January 2018 and the \"Billboard\" Alternative Songs chart in March 2018. In 2017, \"Live in the Moment\" was featured in the soundtrack for \"FIFA 18\". The following year, the band performed a live rendition of the song on \"The Late Show with Stephen Colbert\" in February 2018.Also the song was used in TV", "doc_score": "74.98622131347656", "publish_date": "2018/12/31"}, {"doc_id": "14148289", "text": "Cool Hand Luke (soundtrack) / film \"Cool Hand Luke\"... is among his greatest achievements. As the reverie of the end title played so simply by Howard Roberts and Tommy Tedesco becomes a poignant memory of the film's hero and his struggle — as well as his laughter — listeners will find themselves wanting more...\" Dan Goldwasser wrote: \"Lalo's mixture of bluegrass and symphonic music resulted in a unique and satisfying sound. From the distinctive \"Main Title\" theme to the highly energetic (and Copeland-esque) \"Tar Sequence\", the first five minutes alone on the album are enough to give one the clear indication that this is no", "doc_score": "74.56697082519531", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_16", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "2039837", "text": "The Little Mermaid (1989 film) / cut from 1939's \"The Wizard of Oz\" when appealing to Katzenberg. Keane pushed for the song to remain until the film was in a more finalized state. During a second test screening, the scene, now colorized and further developed, tested well with a separate child audience, and the musical number was kept. The film was originally released on November 17, 1989, followed by re-release on November 14, 1997. After the success of the 3D re-release of \"The Lion King\", Disney announced a 3D re-release of \"The Little Mermaid\" scheduled for September 13, 2013, but this was cancelled on January 14,", "doc_score": "81.44560241699219", "publish_date": "2018/12/31"}, {"doc_id": "2039844", "text": "The Little Mermaid (1989 film) / final performance also featured special appearances by Brad Kane (the singing voice of the title character of \"Aladdin\") and Susan Egan (who played Belle in the stage adaptation of \"Beauty and the Beast\"), who sang songs from their respective films, and a duet of \"A Whole New World\". On May 16, 2017, ABC announced that it planned to air a special broadcast of the film, \"The Wonderful World of Disney: The Little Mermaid Live\", on October 3, 2017. The special was to feature a presentation of the film intertwined with live performances of its songs by guest musicians, in a", "doc_score": "78.58193969726562", "publish_date": "2018/12/31"}, {"doc_id": "7879284", "text": "World Masterpiece Theater / 2007 with the release of \"\", which premiered on BS Fuji on January 7, 2007, with \"Porufi no Nagai Tabi\" (The Long Journey of Porphy) subsequently airing on the same network beginning on January 6, 2008, making it the 25th World Masterpiece Theater series. The most recent and 26th series is \"\" (lit. \"Hello Anne ~ Before Green Gables\"). To date, only seven series were ever dubbed in English for the North American market: \"Fables of the Green Forest\" (1973), \"Tom Sawyer\" (1980), \"\" (1981), \"Little Women\" (1987), \"The Adventures of Peter Pan\" (1989), \"The Bush Baby\" (1992), and \"Tico", "doc_score": "77.12678527832031", "publish_date": "2018/12/31"}, {"doc_id": "17480024", "text": "The Pirate Fairy / El Capitan Theater in Hollywood, from February 28 to March 19, 2014. It was originally scheduled for Fall 2013, before another DisneyToon Studios film, \"Planes\", took its place, delaying the film to Spring 2014. A trailer for the film was released on the \"Secret of the Wings\" Blu-ray and DVD on October 23, 2012. \"The Pirate Fairy\" is the first film of the Tinker Bell series not to allude to the Disney Fairies brand in promotional material and not to display the brand logo at the beginning of the film, showing instead the DisneyToon Studios logo. The film was released", "doc_score": "78.78650665283203", "publish_date": "2018/12/31"}, {"doc_id": "12653883", "text": "The Magic Voyage / releases distributed by Berjaya HVN Sdn Bhd. The second English dub was recorded for the North American home video release with a more well-known cast, including Dom DeLuise as Christopher Columbus, Corey Feldman as Pico, Irene Cara as Marilyn and Mickey Rooney as the Narrator. Particularly notable in this dub is an abundance of ad-libbing. The U.S. dub was written by David T. Reilly and Visual Effects supervisor Scott Santoro. \"The Magic Voyage\" received very negative reviews from critics and audiences. In North America, the second English dubbed version came out on Hemdale Home Video on December 3, 1993. Image", "doc_score": "78.81144714355469", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_17", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "12759497", "text": "Tor (anonymity network) / widespread agreement that banning online anonymity systems altogether is not seen as an acceptable policy option in the U.K.\" and that \"Even if it were, there would be technical challenges.\" The report further noted that Tor \"plays only a minor role in the online viewing and distribution of indecent images of children\" (due in part to its inherent latency); its usage by the Internet Watch Foundation, the utility of its onion services for whistleblowers, and its circumvention of the Great Firewall of China were touted. Tor's executive director, Andrew Lewman, also said in August 2014 that agents of the NSA", "doc_score": "83.15825653076172", "publish_date": "2018/12/31"}, {"doc_id": "5808709", "text": "SafeSearch / SafeSearch SafeSearch is a feature of Google Search that acts as an automated filter of pornography and potentially offensive content. A 2003 report by Harvard Law School's Berkman Center for Internet & Society stated that SafeSearch excluded many innocuous websites from search-result listings, including ones created by the White House, IBM, the American Library Association and Liz Claiborne. On the other hand, many pornographic images slip through the filter, even when \"innocent\" search terms are entered. Blacklisting certain search terms is hindered by homographs (e.g., \"beaver\"), blacklisting certain URLs is rendered ineffective by the changing URLs of porn sites, and", "doc_score": "80.54764556884766", "publish_date": "2018/12/31"}, {"doc_id": "19595339", "text": "Protecting Cyber Networks Act / Protecting Cyber Networks Act The Protecting Cyber Networks Act (H.R. 1560) is a bill introduced in the 114th Congress by Rep. Devin Nunes (R-CA), chairman of the House Permanent Select Committee on Intelligence. The legislation would allow companies and the government to share information concerning cyber threats. To overcome privacy concerns, the bill expressly forbids companies from sharing information with the National Security Agency (NSA) or Department of Defense (DOD). A number of major hacking events occurred in 2014 and 2015: Additionally, major U.S. businesses including Target and JPMorganChase have been victims of large-scale cyberattacks resulting in the theft of", "doc_score": "84.32723999023438", "publish_date": "2018/12/31"}, {"doc_id": "19747254", "text": "Yahoo! data breaches / Specific details of material taken include names, email addresses, telephone numbers, encrypted or unencrypted security questions and answers, dates of birth, and hashed passwords. Further, Yahoo! reported that the late 2014 breach likely used manufactured web cookies to falsify login credentials, allowing hackers to gain access to any account without a password. Yahoo! has been criticized for their late disclosure of the breaches and their security measures, and is currently facing several lawsuits as well as investigation by members of the United States Congress. The breaches have impacted Verizon Communications's July 2016 plans to acquire Yahoo! for about $4.8 billion,", "doc_score": "83.9832992553711", "publish_date": "2018/12/31"}, {"doc_id": "20153728", "text": "WannaCry ransomware attack / the vulnerability in order to protect themselves from the cyber attack. The head of Microsoft's Cyber Defense Operations Center, Adrienne Hall, said that “Due to the elevated risk for destructive cyber-attacks at this time, we made the decision to take this action because applying these updates provides further protection against potential attacks with characteristics similar to WannaCrypt [alternative name to WannaCry]”. Researcher Marcus Hutchins accidentally discovered the kill switch domain hardcoded in the malware. Registering a domain name for a DNS sinkhole stopped the attack spreading as a worm, because the ransomware only encrypted the computer's files if it was", "doc_score": "82.74185180664062", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_18", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "12082098", "text": "BMW GINA / slacken or damage the fabric. The body changes its shape according to exterior conditions and speeds, and it also allows the driver to change its shape at will. The fabric is stretched over a frame with moving parts; shapes are formed beneath the skin by an aluminium wire structure, though at points where flexibility is needed (ducts, door openings, spoiler), flexible carbon struts are used. The shape of the frame is controlled by many electric and hydraulic actuators; for example, the headlights are revealed when small motors pull the fabric open from slits in an eyelid-like fashion, and access to", "doc_score": "82.6888198852539", "publish_date": "2018/12/31"}, {"doc_id": "10533491", "text": "Facelift (automotive) / occur concurrently with the facelift (e.g., changes to the engine, suspension or transmission). A facelift may include a change to the vehicle's name; such was the case when Ford renamed their Five Hundred model to be their Ford Taurus in 2008. The facelifts of the Citroën DS3, DS4 and DS5 even changed the brand under which these models fell to DS instead of Citroën. Facelift (automotive) An automotive facelift (also known as mid-generational refresh, minor model change or minor model update, life cycle impulse) comprises changes to a car, truck or bus's styling during its production run – including, to", "doc_score": "79.6993637084961", "publish_date": "2018/12/31"}, {"doc_id": "13376530", "text": "Automotive night vision / recognised persons or animals respectively, thus drawing the driver’s attention to possible hazards in good time. As soon as the remote infrared detects pedestrians or larger animals on course for collision in the dark, the system directs two separately controlled Dynamic Light Spots at them without creating an unpleasant glare. In the event of an acute risk, an acoustic warning signal is also sounded and the brakes are set to maximum standby. For the model year 2014, the BMW 5 Series will also have these new features. First worldwide series production automotive night vision on 2000 Cadillac Deville: Night Vision,", "doc_score": "79.88685607910156", "publish_date": "2018/12/31"}, {"doc_id": "9146614", "text": "Wing mirror / Wing mirror A wing mirror, also known as the fender mirror, door mirror, outside rear-view mirror or side view mirror, is a mirror found on the exterior of motor vehicles for the purposes of helping the driver see areas behind and to the sides of the vehicle, outside the driver's peripheral vision (in the 'blind spot'). For mirrors on bicycles and motorcycles see \"Rear-view mirror\". Although almost all modern cars mount their side mirrors on the doors—normally at the A-pillar—rather than the wings (the portion of the body above the wheel well), the term \"wing mirror\" is still frequently used.", "doc_score": "81.82987213134766", "publish_date": "2018/12/31"}, {"doc_id": "3002648", "text": "PIT maneuver / Most departments specify that the PIT should only be used to stop pursuits that are immediately dangerous and ongoing. When possible, a minimum of three pursuers should be present when a PIT is executed: one as the PIT vehicle and two following at a greater distance to react to the results. The PIT is especially hazardous when the vehicles' bumpers are of significantly different heights, or against target vehicles with a high center of gravity such as vans or SUVs. High center of gravity vehicles frequently roll over. It cannot be safely used on motorcycles at any speed. At speeds", "doc_score": "81.11149597167969", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_19", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "16725462", "text": "Ron DeSantis / \"doesn't conduct fishing expeditions.\" DeSantis stated that the May 17, 2017 DOJ order \"didn't identify a crime to be investigated and practically invites a fishing expedition.\" He is a founding member of the Freedom Caucus, a group of congressional conservatives. On May 6, 2015, DeSantis announced that he was running for the United States Senate seat held by Marco Rubio, who initially did not file to run for re-election due to his bid for the U.S. presidency. He was endorsed by the fiscally conservative Club for Growth. In January 2018, DeSantis announced his candidacy for Governor of Florida to succeed", "doc_score": "80.36648559570312", "publish_date": "2018/12/31"}, {"doc_id": "14470025", "text": "Barack Obama 2012 presidential campaign / than the required 2778 delegates to secure the nomination. On April 30, 2012 the campaign announced that its slogan would be \"Forward\". The campaign was based in Chicago in One Prudential Plaza, instead of in Washington, D.C., where all other modern incumbent presidents have had their re-election headquarters. The decision to base the campaign outside of Washington was said have been taken so as to ensure grassroots support for re-election. The campaign began accepting online donations on April 4, 2011, the day Obama announced his candidacy. In the first 24 hours after online donations began to be accepted, over 23,000", "doc_score": "80.67317199707031", "publish_date": "2018/12/31"}, {"doc_id": "9965745", "text": "Ron Paul 2008 presidential campaign / solution, but it can't hurt anything either\". Supporters of Paul held a rally in the Minneapolis-St. Paul area, at the same time the 2008 Republican National Convention took place in that city, and officially commenced the Campaign for Liberty. On May 3, 2007, Paul participated in a 90-minute presidential debate at the Reagan Presidential Library, alongside nine other Republican candidates. In online voting hosted by MSNBC and \"The Politico\", Paul was ranked first for \"Best one liner,\" \"Who stood out from the pack\", \"Most convincing debater\", and \"Who showed the most leadership qualities?\" and was winning the \"rating and comparing", "doc_score": "79.1009750366211", "publish_date": "2018/12/31"}, {"doc_id": "9965756", "text": "Ron Paul 2008 presidential campaign / polls to be included in the debate. In a nationwide poll conducted by the Associated Press and Yahoo, December 14–20, Paul was only polling at three percent which was far short of the threshold necessary for debate inclusion. The Paul campaign said they were not given a reason for the exclusion, and the New Hampshire Republican Party withdrew their sponsorship. Instead of attending, Paul held his own town hall event, where voters were allowed to ask him questions. It was broadcast live on local New Hampshire television and streamed online. Jay Leno invited Paul as a \"Tonight Show\" guest January", "doc_score": "78.97278594970703", "publish_date": "2018/12/31"}, {"doc_id": "9631917", "text": "Barack Obama 2008 presidential primary campaign / Valley at another private event, and expressed a much more nuanced understanding of the second amendment and rural America. He stated, That Obama's comments in San Francisco made wide media play but not the ones he spoke in Silicon Valley became a source of speculation about the media and its political coverage. On Friday, April 18, 2008, Obama spoke in Independence Park in Philadelphia, Pennsylvania, to a crowd of 35,000, the largest audience yet drawn during the campaign. The crowd was nearly twice what had been projected and spilled over into nearby streets. The next day, Obama conducted a whistle", "doc_score": "81.12007141113281", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_20", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "13597197", "text": "Horse Protection Act of 1970 / public events. The USDA is then able to double check the work of DQP participants by making random inspections at a small number of shows. One member of the Tennessee Walking Horse world states that this creates \"the potential for a \"fox guarding the chicken coop\" situation\", as if the HIO is not fully interested in preventing or detecting the practice of soring, the DQPs may not be fully trained or may deliberately overlook instances of soring. When APHIS inspectors are present at horse shows, the number of citations for violations increases significantly. Competitors and trainers at shows, viewing themselves", "doc_score": "80.34468078613281", "publish_date": "2018/12/31"}, {"doc_id": "4554492", "text": "Migratory Bird Treaty Act of 1918 / geographic distribution, taxonomic changes, etc. In addition, the mute swan (\"Cygnus olor\"), which was afforded temporary protection due to court order since 2001, is formally excluded from protection in the proposal due to \"nonnative and human introduced\" status. The previous update to the list occurred on 5 April 1985. On January 9, 2001, the US Supreme Court, in a split vote of 5 to 4, (\"Solid Waste Agency, of Skokie, Illinois vs US Army Corps of Engineers\") threw out what has been dubbed the migratory bird rule. A case that pitted a consortium of towns around Chicago over isolated wetlands,", "doc_score": "79.94371795654297", "publish_date": "2018/12/31"}, {"doc_id": "13597189", "text": "Horse Protection Act of 1970 / non-USDA employees to be trained and certified as inspectors. This program has not always been successful, with some non-USDA inspectors being more lenient on violators than others, and citations for violations tend to increase significantly when USDA inspectors are present at a show. Several methods are used to detect violations of the act, including observation, palpation and gas chromatography/mass spectrometry to identify chemicals on horses' legs. Certain training techniques and topical anesthetics can be used to avoid detection by the first two methods. There have been a number of unsuccessful challenges to the act on the grounds on constitutionality, as", "doc_score": "79.42991638183594", "publish_date": "2018/12/31"}, {"doc_id": "2713847", "text": "Flag Desecration Amendment / such an act is required to have a specific intent to \"desecrate\" to be prosecuted. The Report of the 108th Congress, in proposing this amendment, stated:...'desecrate' means deface, damage, or otherwise physically mistreat in a way that the actor knows will seriously offend one or more persons likely to observe or discover his action... This seems to suggest that the amendment will apply only to acts where the actor intends offense. Since the amendment would allow prohibition against only \"the flag of the United States,\" it could be construed as only applying to flags that are the \"property\" of", "doc_score": "78.75467681884766", "publish_date": "2018/12/31"}, {"doc_id": "5555957", "text": "Flag Protection Act / \"Texas v. Johnson\" (491 U.S. 397). On June 11, 1990, the Supreme Court in the case of \"United States v. Eichman\" struck down the Flag Protection Act, ruling again that the government's interest in preserving the flag as a symbol does not outweigh the individual's First Amendment right to disparage that symbol through expressive conduct. The text of the law reads: Flag Protection Act Reacting to protests during the Vietnam War era, the United States 90th Congress enacted Public Law 90-381 (82 Stat. 291), later codified as 18 U.S.C. 700, et. seq., and better known as the Flag Protection Act", "doc_score": "79.4189682006836", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_21", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "1442061", "text": "Ryan Adams / comparison of the singer-songwriter's talents with those of Wilco frontman Jeff Tweedy. At a concert in October 2002, at Nashville's Ryman Auditorium, someone in the audience yelled out a request for \"Summer of '69,\" a hit by the similarly-named Bryan Adams. Ryan reacted with a stream of expletives, and ordered the house lights turned on, \"The Tennessean\" newspaper reported. He eventually found the fan who made the joke request, paid him $30 cash as a refund for the show, ordered him to leave, and said he would not play another note until he had left. In a 2014 interview, Ryan", "doc_score": "82.26371765136719", "publish_date": "2018/12/31"}, {"doc_id": "3327015", "text": "Reveal (R.E.M. album) / 1990s, which led to severe stage fright. Around that time, Yorke and Michael Stipe were close friends, and Stipe advised Yorke to tell himself: \"I'm not here, this isn't happening\" whenever he felt he was losing emotional control. This motto eventually became the chorus of Radiohead's \"How to Disappear Completely\", from \"Kid A\" (2000). In turn, this song supposedly inspired Stipe to write \"Reveal\"s \"Disappear\". The album's opening track, \"The Lifting,\" is a prequel to \"Daysleeper\" from R.E.M.'s 1998 album, \"Up\", and features the same character. Initial critical response to \"Reveal\" was positive (\"Probably because it's more melodic than the", "doc_score": "78.1191177368164", "publish_date": "2018/12/31"}, {"doc_id": "462297", "text": "Weezer / attracted a new generation of fans thanks to heavy MTV rotation for the videos of the band's hit singles \"Hash Pipe\" and \"Island in the Sun\". Welsh went missing before the filming of the second video for \"Island in the Sun\". As reported on August 16, 2001, by MTV, Welsh was checked into a psychiatric hospital. Weezer was prompted to find a temporary replacement for Welsh. Through a mutual friend, Cuomo received Scott Shriner's number and asked if he was interested in filling in for Welsh. Shriner accepted the invitation. The band took an experimental approach for the recording process", "doc_score": "78.44693756103516", "publish_date": "2018/12/31"}, {"doc_id": "15471166", "text": "The Who 1964 performances / more R&B and Tamla Motown material worked its way into their sets, although their first Pete Townshend-penned single, \"I Can't Explain\", would begin a movement towards more original material in 1965. Meanwhile, a twist of fate saw Townshend accidentally break the neck off his Rickenbacker guitar during a show at the Railway Hotel in London, leading him to destroy the rest of the instrument in a fit of anger. Soon the band developed a reputation for instrument destruction (which Moon would extend to his drum kit) that would characterise the next several years of their existence. As no audience recordings", "doc_score": "79.47428894042969", "publish_date": "2018/12/31"}, {"doc_id": "2386149", "text": "Bachman–Turner Overdrive / tapes waiting on his desk. Wanting to start completely fresh, he took a trash can and slid all the tapes into it except one which missed the can and fell onto the floor. Fach picked up the tape and noticed Bachman's name on it. He remembered talking to him the previous year and had told Bachman that if he ever put a demo together to send it to him. Coincidentally, Mercury had just lost Uriah Heep and Rod Stewart to other labels, and Fach was looking for new rock acts to replace them. Fach called Bachman, and Randy describes the", "doc_score": "77.48748016357422", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_22", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "5229634", "text": "Convention Relating to the Status of Refugees / is \"legally binding\" there is no body that monitors compliance. The United Nations High Commissioner for Refugees (UNHCR) has supervisory responsibilities, but cannot enforce the Convention, and there is no formal mechanism for individuals to file complaints. The Convention specifies that complaints should be referred to the International Court of Justice. It appears that no nation has ever done this. An individual may lodge a complaint with the UN Human Rights Committee under the International Covenant on Civil and Political Rights, or with the UN Committee on Economic, Social and Cultural Rights under the International Covenant on Economic, Social and", "doc_score": "86.60419464111328", "publish_date": "2018/12/31"}, {"doc_id": "19594850", "text": "Independent Asylum Commission / treatment of vulnerable groups, and material support and accommodation. The commission held public hearings throughout the UK between January and November 2007. It published its initial findings in March 2008 and then three full reports over summer 2008. The initial report said that the UK's treatment of asylum seekers falls \"seriously below\" the standards of a civilised society. The Border and Immigration Agency rejected the report, claiming it operates a \"firm but humane\" system. The United Kingdom has a long history of providing asylum. The 1951 Refugee Convention states that a refugee is \"owing to well-founded fear of being persecuted", "doc_score": "86.13195037841797", "publish_date": "2018/12/31"}, {"doc_id": "16368395", "text": "International Convention Relating to Intervention on the High Seas in Cases of Oil Pollution Casualties / when the oil spilled from the tanker severely damaged coastal and marine environment and wildlife of the coastal State signalled a need to empower coastal State to take necessary measures to protect itself from pollution incidents outside this State's territory, i.e. on the high seas. In doing so, it was also deemed necessary to protect the legitimate interests of ship-owners, cargo owners and the flag States and the principle of the freedom of the high seas. The new Convention was drafted within the framework of the International Maritime Organization (IMO) and adopted at the international conference in Brussels, Belgium in", "doc_score": "85.448486328125", "publish_date": "2018/12/31"}, {"doc_id": "18769948", "text": "Arrest Convention 1999 / Arrest Convention 1999 In 1999, the final text of the International Convention on Arrest of Ships was concluded, and the Convention (generally known as the \"Arrest Convention 1999\") came into force on 14 September 2011. The intent of the International Maritime Organization is that the 1999 Convention will come to replace the 1952 Convention, but as of 2014 the 1999 Convention has only 11 state parties. Countries ratifying 1999 Convention to date include: Albania, Algeria, Benin, Bulgaria, Ecuador, Estonia, Latvia, Liberia, Spain, and Syria. The new 1999 Convention follows the pattern of the 1952 Convention, but has a slightly less", "doc_score": "86.09513092041016", "publish_date": "2018/12/31"}, {"doc_id": "4171673", "text": "Aarhus Convention / Registers to the Aarhus Convention was adopted at an extraordinary meeting of the Parties on 21 May 2003, in Kiev, Ukraine. 36 States and the European Community signed the Protocol. As of May 2016, 34 states plus the European Union have ratified the Protocol. The Kiev Protocol is the first legally binding international instrument on Pollutant Release and Transfer Registers (PRTRs). PRTRs are inventories of pollution from industrial sites and other sources such as agriculture and transport. The objective of the Protocol is \"to enhance public access to information through the establishment of coherent, nationwide pollutant release and transfer registers", "doc_score": "84.38732147216797", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_23", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "20998091", "text": "Alcohol packaging warning messages / Alcohol packaging warning messages Alcohol packaging warning messages are warning messages that appear on the packaging of alcoholic beverages concerning their health effects. They have been implemented in an effort to enhance the public's awareness of the harmful effects of consuming alcoholic beverages, especially with respect to foetal alcohol syndrome and alcohol's carcinogenic properties. In general, warnings used in different countries try to emphasize the same messages. Warnings for some countries are listed below. Such warnings have been required in alcohol advertising for many years, although the content of the warnings differ by nation. A World Health Organization report, published", "doc_score": "85.15565490722656", "publish_date": "2018/12/31"}, {"doc_id": "9967032", "text": "Pharmaceutical policy / Pharmaceutical policy Pharmaceutical policy is a branch of health policy that deals with the development, provision and use of medications within a health care system. It embraces drugs (both brand name and generic), biologics (products derived from living sources, as opposed to chemical compositions), vaccines and natural health products. Pharmaceutical policy includes: In many countries, an agency of the national government (in the U.S. the NIH, in the U.K. the MRC, and in India the DST) funds university researchers to study the causes of disease, which in some cases leads to the development of discoveries which can be transferred to", "doc_score": "81.53919219970703", "publish_date": "2018/12/31"}, {"doc_id": "20682038", "text": "Fixed Cut-Off Date Animal Testing Policy / Fixed Cut-Off Date Animal Testing Policy In the European Union, the Fixed Cut-Off Date (FCOD) Animal Testing Policy relates to the testing of ingredients used in the manufacture of cosmetics, toiletries and household products. A company’s FCOD is a date after which none of the ingredients in its products has been tested on animals. The policy is recognised by animal welfare groups worldwide as the benchmark for cruelty free cosmetics / toiletries and household cleaning products because companies with a FCOD policy will not use any ingredient tested on animals after a specific date. The FCOD Animal Testing Policy is", "doc_score": "83.35599517822266", "publish_date": "2018/12/31"}, {"doc_id": "20682040", "text": "Fixed Cut-Off Date Animal Testing Policy / Fixed Cut-Off Date Animal Testing Policy In the European Union, the Fixed Cut-Off Date (FCOD) Animal Testing Policy relates to the testing of ingredients used in the manufacture of cosmetics, toiletries and household products. A company’s FCOD is a date after which none of the ingredients in its products has been tested on animals. The policy is recognised by animal welfare groups worldwide as the benchmark for cruelty free cosmetics / toiletries and household cleaning products because companies with a FCOD policy will not use any ingredient tested on animals after a specific date. The FCOD Animal Testing Policy is", "doc_score": "83.35599517822266", "publish_date": "2018/12/31"}, {"doc_id": "4199297", "text": "Tobacco packaging warning messages / (in the appropriate local languages) in all member states of the European Union. These warnings are displayed in black Helvetica bold on a white background with a thick black border. Ireland once prefaced its warnings with \"Irish Government Warning\", Latvia with \"Veselības ministrija brīdina\" (\"Health Ministry Warning\") and Spain with \"Las Autoridades Sanitarias Advierten (The Health Board Warns). In member states with more than one official language, the warnings are displayed in all official languages, with the sizes adjusted accordingly (for example in Belgium the messages are written in Dutch, French and German, in Luxembourg in French and German and", "doc_score": "84.16790771484375", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_24", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "16141552", "text": "Surveys of scientists' views on climate change / a biographical reference work on leading American scientists, and 489 returned completed questionnaires. Of those who replied, 97% agreed that global temperatures have risen over the past century. 84% agreed that \"human-induced greenhouse warming is now occurring,\" 5% disagreed, and 12% didn't know. When asked \"What do you think is the % probability of human-induced global warming raising global average temperatures by two degrees Celsius or more during the next 50 to 100 years?’’: 19% of respondents answered less than 50% probability, 56% said over 50%, and 26% didn't know. When asked what they regard as \"the likely effects of", "doc_score": "90.56190490722656", "publish_date": "2018/12/31"}, {"doc_id": "17150740", "text": "Future Orientation Index / Future Orientation Index The Future Orientation Index was introduced by Tobias Preis, Helen Susannah Moat, H. Eugene Stanley and Steven Bishop using Google Trends to demonstrate that Google users from countries with a higher per capita GDP are more likely to search for information about the future than information about the past. The findings suggest there may be a link between online behaviour and real-world economic indicators. The authors of the study examined Google query logs made by Google users in 45 different countries in 2010 and calculated the ratio of the volume of searches for the coming year (‘2011’)", "doc_score": "87.31204986572266", "publish_date": "2018/12/31"}, {"doc_id": "16141557", "text": "Surveys of scientists' views on climate change / published more than 50% of their recent peer-reviewed papers on the subject of climate change\", thought that mean global temperatures had risen compared to pre-1800s levels. Of those 79 scientists, 75 out of the 77 answered that human activity was a significant factor in changing mean global temperatures, a sample size which would result in a margin of error of 11 percentage points. The remaining two were not asked, because in question one they responded that temperatures had remained relatively constant. Economic geologists and meteorologists were among the biggest doubters, with only 47 percent and 64 percent respectively thinking that", "doc_score": "88.31808471679688", "publish_date": "2018/12/31"}, {"doc_id": "14196920", "text": "Climate change opinion by country / Climate change opinion by country Climate change opinion is the aggregate of public opinion held by the adult population. Cost constraints often restrict surveys to sample only one or two countries from each continent or focus on only one region. Because of differences among questions, wording, and methods—it is difficult to reliably compare results or to generalize them to opinions held worldwide. In 2007–2008, the Gallup Poll surveyed individuals from 128 countries in the first comprehensive study of global opinions. The Gallup Organization aggregated opinion from the adult population fifteen years of age and older, either through the telephone or", "doc_score": "89.40180206298828", "publish_date": "2018/12/31"}, {"doc_id": "16141561", "text": "Surveys of scientists' views on climate change / members of either the American Meteorological Society or the American Geophysical Union for the Statistical Assessment Service (STATS) at George Mason University. The survey found 97% agreed that global temperatures have increased during the past 100 years; 84% say they personally believe human-induced warming is occurring, and 74% agree that \"currently available scientific evidence\" substantiates its occurrence. Only 5% believe that human activity does not contribute to greenhouse warming; 41% say they thought the effects of global warming would be near catastrophic over the next 50–100 years; 44% say said effects would be moderately dangerous; 13% saw relatively little danger;", "doc_score": "90.96102905273438", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_25", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "16725462", "text": "Ron DeSantis / \"doesn't conduct fishing expeditions.\" DeSantis stated that the May 17, 2017 DOJ order \"didn't identify a crime to be investigated and practically invites a fishing expedition.\" He is a founding member of the Freedom Caucus, a group of congressional conservatives. On May 6, 2015, DeSantis announced that he was running for the United States Senate seat held by Marco Rubio, who initially did not file to run for re-election due to his bid for the U.S. presidency. He was endorsed by the fiscally conservative Club for Growth. In January 2018, DeSantis announced his candidacy for Governor of Florida to succeed", "doc_score": "82.73564147949219", "publish_date": "2018/12/31"}, {"doc_id": "16725464", "text": "Ron DeSantis / the support DeSantis's primary campaign had received demonstrated both Trump's kingmaking capacity in a Republican-trending state but also a \"broader nationalization of conservative politics\" wherein \"a willingness to hurl rhetorical lightning bolts at the left, the media and special counsel Robert S. Mueller can override local credentials, local endorsements and preparedness for a state-based job.\" On August 28, 2018, DeSantis won the Republican primary. His Democratic opponent in the general election was Andrew Gillum. The race was \"widely seen as a toss-up.\" In September 2018, DeSantis announced state Rep. Jeanette Núñez as his running mate. He resigned his seat in", "doc_score": "82.41653442382812", "publish_date": "2018/12/31"}, {"doc_id": "20183624", "text": "Donald Trump on social media / sites like YouTube to advertise through videos. The videos posted on YouTube by Obama's were viewed for 14.5 million hours., election more candidates were utilizing a wider array of social media platforms. Politicians were now on social networking sites like Twitter, Instagram, YouTube and other new social media tools and mobile apps. Some of the candidates used social media sites to announce their candidacy. Barack Obama emailed a video to 13 million when he announced his intention to run for re-election and Mitt Romney sent out a tweet. By May 16, 2011, @BarackObama was followed by 7.4 million people,", "doc_score": "81.6983413696289", "publish_date": "2018/12/31"}, {"doc_id": "16725463", "text": "Ron DeSantis / term-limited Republican incumbent Rick Scott. President Donald Trump stated in December 2017 that he would support DeSantis should he run for Governor. During the Republican primary, DeSantis emphasized his support for Trump by running an ad where DeSantis taught his children how to \"build the wall\" and say \"Make America Great Again\" and by dressing one of his children in a tiny red \"Make America Great Again\" jumper. Asked if he could name an issue where he disagreed with Trump, DeSantis did not name a single issue. On July 30, 2018, Jonathan Martin of \"The New York Times\" wrote that", "doc_score": "82.99018859863281", "publish_date": "2018/12/31"}, {"doc_id": "14470025", "text": "Barack Obama 2012 presidential campaign / than the required 2778 delegates to secure the nomination. On April 30, 2012 the campaign announced that its slogan would be \"Forward\". The campaign was based in Chicago in One Prudential Plaza, instead of in Washington, D.C., where all other modern incumbent presidents have had their re-election headquarters. The decision to base the campaign outside of Washington was said have been taken so as to ensure grassroots support for re-election. The campaign began accepting online donations on April 4, 2011, the day Obama announced his candidacy. In the first 24 hours after online donations began to be accepted, over 23,000", "doc_score": "80.32657623291016", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_26", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "403159", "text": "Skyscraper / the weight of the material that it will support beyond its own weight. In technical terms, the dead load, the load of the structure, is larger than the live load, the weight of things in the structure (people, furniture, vehicles, etc.). As such, the amount of structural material required within the lower levels of a skyscraper will be much larger than the material required within higher levels. This is not always visually apparent. The Empire State Building's setbacks are actually a result of the building code at the time (1916 Zoning Resolution), and were not structurally required. On the other", "doc_score": "87.24160766601562", "publish_date": "2018/12/31"}, {"doc_id": "12867352", "text": "Skyscraper Index / growth period. Critics dismissed the skyscraper index as an unreliable tool: the post-World War I recession, the recession of 1937, and the early 1980s recession were not marked by any record-breaking projects. Construction of the Woolworth Building (world height record 1913–1930) was marked by a local overbuilding crisis in New York City in 1913–1915 concurrent with a record construction boom in Chicago. Thornton argues that completion of the Woolworth Building was followed by a third-worst-ever quarterly decline in gross domestic product, thus it should not be considered an exception from the rule (as Lawrence himself did). Cyclical patterns in real", "doc_score": "84.43727111816406", "publish_date": "2018/12/31"}, {"doc_id": "16790218", "text": "Early skyscrapers / Early skyscrapers The early skyscrapers were a range of tall, commercial buildings built between 1884 and 1939, predominantly in the American cities of New York City and Chicago. Cities in the United States were traditionally made up of low-rise buildings, but significant economic growth after the Civil War and increasingly intensive use of urban land encouraged the development of taller buildings beginning in the 1870s. Technological improvements enabled the construction of fireproofed iron-framed structures with deep foundations, equipped with new inventions such as the elevator and electric lighting. These made it both technically and commercially viable to build a new", "doc_score": "83.88423156738281", "publish_date": "2018/12/31"}, {"doc_id": "1108419", "text": "High-rise building / the tallest mud buildings in the world, some more than 30 meters (100 feet) high. Shibam has been called \"one of the oldest and best examples of urban planning based on the principle of vertical construction\" or \"Manhattan of the desert\". Currently, the tallest high-rise apartment building in the world is Chicago's John Hancock Center, constructed under the supervision of Skidmore, Owings & Merrill and completed in 1969. The building has 100 stories and stands 344 meters tall. The residential tower block with its typical concrete construction are a familiar feature of Modernist architecture. Influential examples include Le Corbusier's \"housing", "doc_score": "83.04045867919922", "publish_date": "2018/12/31"}, {"doc_id": "403152", "text": "Skyscraper / tallest\" in the 1920s and early 1930s, culminating with the completion of the Chrysler Building in 1930 and the Empire State Building in 1931, the world's tallest building for forty years. The first completed tall World Trade Center tower became the world's tallest building in 1972. However, it was overtaken by the Sears Tower (now Willis Tower) in Chicago within two years. The tall Sears Tower stood as the world's tallest building for 24 years, from 1974 until 1998, until it was edged out by Petronas Twin Towers in Kuala Lumpur, which held the title for six years. The design", "doc_score": "83.74385833740234", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_27", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "19871096", "text": "Alastair MacLennan (obstetrician) / In 2011, he identified 17 universities that offered \"degrees in quackery\", and he approached them to show how this undermines those universities' credibility. He used a 2016 graduation address to warn the new graduates about the pressure they would experience to promote therapies that were not based on evidence, and that \"they should not be seduced into the lucrative but unproven and therefore untenable amalgam of traditional medicine and pseudoscientific alternate practices.\" In 2018, he strongly criticized courses endorsed by the Australian College of Midwives that promote unproven practices including moxibustion and acupressure to reposition a breech baby, claiming they", "doc_score": "81.18292999267578", "publish_date": "2018/12/31"}, {"doc_id": "1921690", "text": "Alastair Campbell / Marche party, Campbell having met and advised Macron during the campaign. He used the event and a number of high-profile French media interviews to urge the French to be patient with the United Kingdom, and give them a chance to change course and reverse Brexit. He said Macron had been bolder than Tony Blair in setting up a new party and leading it to power within little over a year. In November 2017, he was made an honorary fellow of the Royal College of Psychiatrists in recognition of his work in breaking down the stigma surrounding mental illness and promoting", "doc_score": "81.21266174316406", "publish_date": "2018/12/31"}, {"doc_id": "1921689", "text": "Alastair Campbell / Europe, giving his insights and experience to a wide range of organisations, businesses and conferences. Campbell continues to act as a freelance advisor to a number of governments and political parties including Edi Rama Prime Minister of Albania, whose Socialist coalition won a landslide at the 2013 Albanian election. In June 2017, Rama was re-elected with an even larger mandate, and invited Campbell to continue to act as an adviser for his second term in office. In July 2017, he was invited to speak at the French National Assembly to the newly elected MPs of President Emmanuel Macron's victorious En", "doc_score": "82.89995574951172", "publish_date": "2018/12/31"}, {"doc_id": "1921666", "text": "Alastair Campbell / once a staunch Thatcherite paper—had declared their support for Labour. He moved into government when Labour won the general election in May 1997 and served as the Prime Minister's chief press secretary until 2000. In government, he implemented many radical changes to both procedure and operational management. He persuaded Cabinet Secretary Sir Robin Butler that government communications had to be modernised, and the government set up the Mountfield Review. He created a Strategic Communications Unit which gave Downing Street the power to co-ordinate all government activity, using what became known as \"the grid\" as it's main apparatus. He set up", "doc_score": "80.66746520996094", "publish_date": "2018/12/31"}, {"doc_id": "18478578", "text": "Guy Halsall / Halsall was one of the signatories to an open letter criticising the proposed changes to the British history curriculum being implemented by Conservative Minister for Education Michael Gove. The letter expressed the opinion that the proposed reforms were \"underpinned by an unbalanced promotion of partisan political views\" in that they emphasised an Anglocentric \"national triumphalism\" and thus contravened the Education Acts of 1996 and 2002. In December 2012, Halsall briefly attracted attention in the Times Higher after a University of York student newspaper, Nouse, published an intemperate message he had sent to students enrolled on an undergraduate course, concerning non-attendance", "doc_score": "81.35581970214844", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_28", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "8942404", "text": "Michael van Gerwen / Van Gerwen claimed six of the ten European Tour events, five Players Championships and two World Series tournaments, as well as taking the main event of each of these tours, the European Championship (averaged 111.62 in an 11–1 victory over Mensur Suljović), the World Series of Darts (beat Peter Wright 11–9) and the Players Championship Finals (overcame Dave Chisnall 11–3). He also retained his Grand Slam crown courtesy of seeing off James Wade 16–8 in the final. His domination of the PDC circuit saw him win a total of 25 titles and £1.5 million in 2016, with a match success", "doc_score": "95.74008178710938", "publish_date": "2018/12/31"}, {"doc_id": "8942354", "text": "Michael van Gerwen / PDC title at the Grand Prix and a final at the 2013 World Championship. In 2014, at the age of 24, Van Gerwen became the youngest winner of the PDC World Championship. After claiming the 2015 Grand Slam of Darts he completed a set of winning all current major PDC titles at least once during his career. He averaged 123.40, the highest ever recorded in televised darts in a 2016 Premier League match, at one point charting as high as 137. He has dominated darts in recent years, winning 18 tournaments in 2015 and 25 in 2016. Van Gerwen is", "doc_score": "95.41828918457031", "publish_date": "2018/12/31"}, {"doc_id": "8377311", "text": "James Wade / James Wade James Wade (born 6 April 1983 in Aldershot, Hampshire) is an English professional darts player, currently playing in the Professional Darts Corporation (PDC). He became the youngest player to win a major PDC title at the World Matchplay in 2007, at the age of 24. This record was broken when Michael van Gerwen won the 2012 World Grand Prix at the age of 23. Since winning the World Matchplay in 2007, Wade has also won the World Grand Prix in 2007 and 2010, the UK Open in 2008 and 2011, the Premier League in 2009, the Championship League", "doc_score": "92.2508544921875", "publish_date": "2018/12/31"}, {"doc_id": "8942428", "text": "Michael van Gerwen / 123.40 thrown in the 2016 Premier League against Michael Smith. Michael van Gerwen Michael van Gerwen (; born 25 April 1989) is a Dutch professional darts player. He is currently ranked world number one. He began playing darts at the age of 13 and had won the World Masters and thrown a televised nine-dart finish within four years, becoming the youngest player to do either. However, after this initial burst onto the darting scene, van Gerwen struggled for consistent form until his breakthrough year in 2012. Going from world number 38 at the start of 2012 to number four at", "doc_score": "93.00503540039062", "publish_date": "2018/12/31"}, {"doc_id": "8942353", "text": "Michael van Gerwen / Michael van Gerwen Michael van Gerwen (; born 25 April 1989) is a Dutch professional darts player. He is currently ranked world number one. He began playing darts at the age of 13 and had won the World Masters and thrown a televised nine-dart finish within four years, becoming the youngest player to do either. However, after this initial burst onto the darting scene, van Gerwen struggled for consistent form until his breakthrough year in 2012. Going from world number 38 at the start of 2012 to number four at the beginning of 2013, the year included his first major", "doc_score": "94.04456329345703", "publish_date": "2018/12/31"}]}
{"question_id": "20230526_29", "search_time": "2023/05/27/00:51", "search_result": [{"doc_id": "1760693", "text": "Chelsea Flower Show / Chelsea Flower Show The RHS Chelsea Flower Show, formally known as the \"Great Spring Show\", is a garden show held for five days in May by the Royal Horticultural Society (RHS) in the grounds of the Royal Hospital Chelsea in Chelsea, London. Held at Chelsea since 1912, it is the most famous flower and landscape gardens show in the United Kingdom, and perhaps in the world. The show is attended by members of the British Royal Family and attracts visitors from all continents. Highlights to the Chelsea Flower Show include the avant-garde show gardens designed by leading names with Floral", "doc_score": "84.04793548583984", "publish_date": "2018/12/31"}, {"doc_id": "1760708", "text": "Chelsea Flower Show / of award presented–gold, silver-gilt, silver and bronze–in each of the categories listed below. Bronze grade exhibits do not actually receive a medal. Chelsea Flower Show The RHS Chelsea Flower Show, formally known as the \"Great Spring Show\", is a garden show held for five days in May by the Royal Horticultural Society (RHS) in the grounds of the Royal Hospital Chelsea in Chelsea, London. Held at Chelsea since 1912, it is the most famous flower and landscape gardens show in the United Kingdom, and perhaps in the world. The show is attended by members of the British Royal Family and", "doc_score": "81.98621368408203", "publish_date": "2018/12/31"}, {"doc_id": "1760706", "text": "Chelsea Flower Show / four days to five, with the first two days only open to RHS members. The show is extensively covered on television by the BBC. An official DVD of the show is produced on behalf of the RHS by ONE TWO FOUR. Several members of the British Royal Family attend a preview of the show, as part of the royal patronage of the RHS. The area of land devoted to show gardens increased steadily between 1970 and 2000 and the show has become an important venue for watching trends. New plants are often launched at the show and the popularity of", "doc_score": "81.4360580444336", "publish_date": "2018/12/31"}, {"doc_id": "1760695", "text": "Chelsea Flower Show / RHS decided to move the show to the heart of London. The site chosen was the Temple Gardens, situated between the Embankment and Fleet Street, which had a recorded history dating back to 1307 and which were said to date from the time of the Knights Templar. The roses for which these Temple Gardens were famous were alluded to in Shakespeare's Henry VI Part 1. Using two marquees requisitioned from the old Kensington shows the 1888 show was a success with exhibits from both amateurs and commercial firms. By 1897 five marquees were being used with many of the best", "doc_score": "79.08197784423828", "publish_date": "2018/12/31"}, {"doc_id": "1760699", "text": "Chelsea Flower Show / the famous Chelsea tea parties were established and Royal visits resumed. In 1926 the show was held a week late due to the General Strike. In 1937, King George VI and Queen Elizabeth celebrated their Coronation Year, and to mark the occasion, a superb Empire Exhibition was staged. It featured wattles from Australia, pines from Canada, brilliant gladioli from East Africa and even a big prickly pear from Palestine. The show was cancelled during the Second World War, as the land was required by the War Office for an anti-aircraft site. Some doubt arose as to whether the show would", "doc_score": "80.41522216796875", "publish_date": "2018/12/31"}]}
