{"question_id": "20230210_0", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "10413022", "text": "Mars Bluff, South Carolina / Mars Bluff, South Carolina Mars Bluff is an unincorporated community in Florence County, South Carolina, United States that bears the distinction of having been inadvertently bombed with a nuclear weapon by the United States Air Force. Originally known as Marr's Bluff during the American Revolution, the area west of the Great Pee Dee River eventually became known as Mars Bluff at some point before the American Civil War. Near the end of the American Civil War, the Mars Bluff Naval Yard was established, one of many inland Confederate naval yards. On March 11, 1958 a U.S. Air Force B-47 Stratojet", "doc_score": "81.95529174804688", "publish_date": "2018/12/31"}, {"doc_id": "5553015", "text": "Hainan Island incident / States does not recognize China's claim over the Paracel Islands and maintains that the Convention grants free navigation for all countries' aircraft and ships, including military aircraft and ships, within a country's exclusive economic zone. A PRC Sukhoi Su-27 force is based at Hainan. The island also houses a large signals intelligence facility which tracks U.S. activity in the area and monitors traffic from commercial communications satellites. As early as May 22, 1951, Hainan was targeted at the behest of U.S. Naval Intelligence for RAF photo-reconnaissance overflights, using Spitfire PR Mk 19s based at Kai Tak Airport in Hong Kong.", "doc_score": "80.80345916748047", "publish_date": "2018/12/31"}, {"doc_id": "3239584", "text": "Mount Emily / United States to be bombed by an enemy aircraft. The site of the bombing was listed in the National Register of Historic Places as the \"Wheeler Ridge Japanese Bombing Site\" in July 2006. Mount Emily Mount Emily (Tolowa: en-may ) is a mountain in the Klamath Mountains of southwestern Oregon in the United States. It is located in southern Curry County in the extreme southwest corner of the state, near Brookings, approximately from the Pacific Ocean and from the California state line. On September 9, 1942 the Japanese submarine I-25 surfaced near Cape Blanco, Oregon, and launched a Yokosuka E14Y", "doc_score": "79.58177947998047", "publish_date": "2018/12/31"}, {"doc_id": "20490015", "text": "Advanced Aerospace Threat Identification Program / identify...\" He went on to say that \"some researchers, including Robert Sheaffer and Mick West, have suggested that distant jets might be the culprit...\" The program manager, Luis Elizondo, said on December 19, 2017, that he believed there was \"very compelling evidence we may not be alone.\" The program came to public attention on December 16, 2017, in news stories in Politico and \"The New York Times\". The story in the \"Times\" included doubts about alien visitation expressed by James Oberg, a space writer and UFO debunker, and Sara Seager, a scientific specialist on the atmospheres of extrasolar planets. Oberg", "doc_score": "83.0361099243164", "publish_date": "2018/12/31"}, {"doc_id": "582645", "text": "Contrail / data could help study these effects. A contrail from an airplane flying towards the observer can appear to be generated by an object moving vertically. On 8 November 2010 in the US state of California, a contrail of this type gained media attention as a \"mystery missile\" that could not be explained by U.S. military and aviation authorities, and its explanation as a contrail took more than 24 hours to become accepted by U.S. media and military institutions. Where an aircraft passes through a cloud, it can disperse the cloud in its path. This is known as a distrail (short", "doc_score": "82.38638305664062", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_1", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "19885897", "text": "60th Annual Grammy Awards / 60th Annual Grammy Awards The 60th Annual Grammy Awards ceremony was held on January 28, 2018. The CBS network broadcast the show live from Madison Square Garden in New York City. James Corden returned as host. The ceremony recognizes the best recordings, compositions and artists of the eligibility year, which ran from October 1, 2016 to September 30, 2017. The nominations were announced on November 28, 2017. The \"pre-telecast\" ceremony (officially named \"The Premiere Ceremony\") was held on the same day prior to the main ceremony. Bruno Mars was nominated for six awards and won all six on the night.", "doc_score": "87.17436218261719", "publish_date": "2018/12/31"}, {"doc_id": "551694", "text": "Grammy Award / Sciences are generally invited to screenings or are sent DVDs of films nominated for Oscars, NARAS members do not receive nominated recordings. Instead, they receive access to a private online listening function. After nominees have been determined, final voting ballots are sent to NARAS voting members, who may then vote in the general fields and in no more than nine of the 30 fields. Members are encouraged, but not required, to vote only in their fields of expertise. Ballots are tabulated secretly by the major independent accounting firm Deloitte Touche Tohmatsu. Following the tabulation of votes the winners are announced", "doc_score": "82.61312103271484", "publish_date": "2018/12/31"}, {"doc_id": "551681", "text": "Grammy Award / Grammy Award A Grammy Award (stylized as GRAMMY, originally called Gramophone Award), or Grammy, is an award presented by The Recording Academy to recognize achievements in the music industry. The annual presentation ceremony features performances by prominent artists, and the presentation of those awards that have a more popular interest. It shares recognition of the music industry as that of the other performance awards such as the Academy Awards (film), the Emmy Awards (television), and the Tony Awards (theater). The first Grammy Awards ceremony was held on May 4, 1959, to honor and respect the musical accomplishments by performers for", "doc_score": "83.41753387451172", "publish_date": "2018/12/31"}, {"doc_id": "1592149", "text": "Grammy Award for Record of the Year / (\"Mack the Knife\"), Christopher Cross (\"Sailing\"), Sheryl Crow (\"All I Wanna Do\"), Norah Jones (\"Don't Know Why\"), Amy Winehouse (\"Rehab\") and Sam Smith (\"Stay with Me\"). Thirty of the winning songs have also won the award for Song of the Year. The category will expand to include eight nominees in 2019. Members of the National Academy of Recording Arts and Sciences nominate their choices for record of the year. A list of the top twenty records is given to the Nominations Review Committee, a specially selected group of anonymous members, who then select the top five records to gain a", "doc_score": "84.92871856689453", "publish_date": "2018/12/31"}, {"doc_id": "551686", "text": "Grammy Award / not restricted by genre. The only two artists to win all four of these awards are Christopher Cross, who won all four in 1980, and Adele, who won the Best New Artist award in 2009 and the other three in 2012 and 2017. Other awards are given for performance and production in specific genres, as well as for other contributions such as artwork and video. Special awards are given for longer-lasting contributions to the music industry. Because of the large number of award categories (78 in 2012, 81 in 2013 and 82 in 2014), and the desire to feature several", "doc_score": "85.39102172851562", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_2", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "1314133", "text": "Chatbot / their platform. There were 30,000 bots created for Messenger in the first six months, rising to 100,000 by September 2017. Since September 2017, this has also been as part of a pilot program on WhatsApp. Airlines KLM and Aeroméxico both announced their participation in the testing; both airlines had previously launched customer services on the Facebook Messenger platform. The bots usually appear as one of the user's contacts, but can sometimes act as participants in a group chat. Many banks and insurers, media and e-commerce companies, airlines and hotel chains, retailers, health care providers, government entities and restaurant chains have", "doc_score": "83.46088409423828", "publish_date": "2018/12/31"}, {"doc_id": "18176102", "text": "Tawkers / the early parts of its existence. In 2016, the company announced that it had received $1.5 million in seed funding from angel investors. In March 2014, Gizmodo Brazil ranked Tawkers in their list of top Apps. According to their website, the application aims to bridge the gap between private text messaging and public expression, providing marketers and publishers a solution for creating mass amounts of high engaging content for no production cost and minor effort from influential brand ambassadors The SaaS platform works by allowing marketing professionals and content creators to create publicly accessible chats. These chats are then embedded", "doc_score": "83.43070220947266", "publish_date": "2018/12/31"}, {"doc_id": "17746993", "text": "Whisper (app) / metrics are correct, Whisper outperformed \"CNN\", \"Vice\", and \"BuzzFeed\" on Facebook for interactions.\" \"CBS New York\" describes Whisper as \"the place to go these days to vent, come clean, or peer into other people's secrets,\" and that the goal is that of \"turning confessions into content.\" The app purports to promote online anonymity, and the developer claims this will prevent and combat cyberbullying. In October 2015, Whisper announced a partnership with the Ad Council on the \"I Am A Witness\" anti-bullying campaign, along with other tech companies, including Facebook, Twitter, and Snapchat, and in March 2016, Whisper announced a partnership", "doc_score": "80.02513885498047", "publish_date": "2018/12/31"}, {"doc_id": "18678057", "text": "Periscope (app) / Periscope (app) Periscope is a live video streaming app for Android and iOS developed by Kayvon Beykpour and Joe Bernstein and acquired by Twitter before launch in 2015. Beykpour and Bernstein came up with the idea for Periscope while traveling abroad in 2013. Beykpour was in Istanbul when protests broke out in Taksim Square. He wanted to see what was happening there, so he turned to Twitter. While he could read about the protests, he could not see them. They started the company in February 2014, under the name Bounty. They raised $1.5 million from Founder Collective, Scott Belsky, Maveron,", "doc_score": "80.03584289550781", "publish_date": "2018/12/31"}, {"doc_id": "16625995", "text": "Vidyard / the core advantages of Vidyard compared to others in the advertising video technology space. Vidyard Vidyard is a software company headquartered in Kitchener, Canada that creates software to host and analyze video performance. Founded in May 2010, Vidyard aims to provide customers with the analytics and tools they need to drive business growth through video. Originally starting as a fourth year design project at the University of Waterloo, cofounders Michael Litt, Devon Galloway & Edward Wu launched the company in August 2011. On November 17, 2011, Vidyard announced $1.65 million in seed funding from investors including; Softech VC, YouTube Co-founder", "doc_score": "80.97718811035156", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_3", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "15621691", "text": "2011 Kütahya earthquake / 2011 Kütahya earthquake The 2011 Kütahya earthquake struck near a populous region of western Turkey at 23:15 EEST (20:15 UTC) on 19 May with a moment magnitude of 5.8 and a maximum Mercalli intensity of VII (Very strong). With an epicenter just to the east of Simav, it occurred at an estimated depth of 9.1 kilometers (5.7 mi), resulting in strong shaking in much of Kütahya. Many locals panicked and power was lost to most of Simav. A hospital in Simav reported an unknown number of injuries, and some buildings sustained damage. An elderly woman in İnegöl suffered a heart", "doc_score": "91.16705322265625", "publish_date": "2018/12/31"}, {"doc_id": "20435375", "text": "2017 Iran–Iraq earthquake / 2017 Iran–Iraq earthquake On 12 November 2017 at 18:18 UTC (21:48 Iran Standard Time, 21:18 Arabia Standard Time), an earthquake with a moment magnitude of 7.3 occurred on the Iran–Iraq border, with the Iraqi Kurdish city of Halabja, and the Sunni Kurdish dominated places of Ezgeleh, Salas-e Babajani County, Kermanshah Province in Iran, closest to the epicentre, south of the city of Halabja, Iraqi Kurdistan. It was felt as far away as Israel and the United Arab Emirates. With at least 630 people killed (mostly in Iraq's Kurdish Halabja area and the Iranian Kurdish dominated province of Kermanshah), and more", "doc_score": "92.84490203857422", "publish_date": "2018/12/31"}, {"doc_id": "20435379", "text": "2017 Iran–Iraq earthquake / hospital was damaged and at least 142 people were killed, many who had lived in social housing complexes built by former president Mahmoud Ahmadinejad. At least seven people were killed and another 500 injured in neighbouring Iraq, according to officials in Iraqi Kurdistan. Further damages were seen as possible due to the threat of landslides induced by the shallow depth of the earthquake. The earthquake left about 70,000 people homeless across 14 Iranian provinces, destroying approximately 12,000 homes and damaging another 15,000. Relief camps in Iran distributed 22,000 tents and 52,000 blankets in the days after the earthquake. On 17", "doc_score": "90.1560287475586", "publish_date": "2018/12/31"}, {"doc_id": "18332835", "text": "2014 Murmuri earthquake / 2014 Murmuri earthquake The 2014 Murmuri earthquake occurred on August 18 in the Zagros Mountains of Iran with a moment magnitude of 6.2 and a maximum Mercalli intensity of VIII (\"Severe\"). The dip-slip shock injured 60–330 people and was followed by a number of high intensity aftershocks. The area had not seen a large seismic event since developments in Earth observation satellites allowed scientists to more precisely study earthquakes. Observations made using Interferometric synthetic aperture radar imply that different faults were ruptured by the mainshock and the largest aftershock, each leading to different surface deformations. Phone lines, water, and electricity", "doc_score": "90.0182876586914", "publish_date": "2018/12/31"}, {"doc_id": "12104489", "text": "2002 Bou'in-Zahra earthquake / 1990 a rupture killed over 40,000 people, injured 60,000, and left more than 500,000 homeless. The earthquake occurred at 02:58 UTC (7:28 a.m. Iran Standard Time), while many of the estimated 60 million Iranians affected were in their homes. Its duration was seven seconds, and the epicenter was near the settlement of Bou'in-Zahra in the Khar river valley, a mountainous farming region about from the provincial capital of Qazvin. The greatest damage was across an area best known for its seedless grape harvesting, a getaway for wealthy residents of Tehran. At least 261 people were killed, 1,500 injured, and 25,000", "doc_score": "88.87541198730469", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_4", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "2893531", "text": "AMC Theatres / thousands, when it opened the AMC Grand 24 in Dallas, Texas; the first megaplex in the world had been built by European chain Kinepolis in 1988. AMC continued to open other megaplex theaters, such as the AMC Hampton Towne Center 24 in Hampton, Virginia, and the chain's busiest theater in the US, the AMC Empire 25 in New York City near Times Square. The largest theaters in the AMC chain have 30 screens, including the AMC Gulf Pointe 30 in Houston, Texas, the AMC DINE-IN Grapevine Mills 30 in Grapevine, Texas, the AMC Ontario Mills 30 in Ontario, California, the", "doc_score": "85.87474822998047", "publish_date": "2018/12/31"}, {"doc_id": "2893526", "text": "AMC Theatres / AMC Theatres AMC Theatres (originally an abbreviation for American Multi-Cinema, often referred to simply as AMC and known in some countries as AMC Cinemas) is an American movie theater chain. Founded in 1920, AMC has the largest share of the American theater market ahead of Regal Entertainment Group and Cinemark Theatres. The company's headquarters are located in Leawood, Kansas. After acquiring Odeon Cinemas, UCI Cinemas, and Carmike Cinemas in 2016, it became the largest movie theater chain in the world, and also the largest in the United States, with 2,200 screens in 244 theatres in Europe and over 8,200 screens", "doc_score": "87.11856079101562", "publish_date": "2018/12/31"}, {"doc_id": "2893535", "text": "AMC Theatres / screens with Real D projectors. In the same month, AMC announced that it had closed on a $315 million deal with Sony to replace all of its reel projectors with digital cinema projectors, starting in the second quarter of 2009 and completing in 2012. The company used to have its headquarters in downtown Kansas City. In September 2011, AMC announced plans to move its headquarters to a new $30 million four-story building designed by 360 Architecture in the Park Place development at 117th Street and Nall Avenue in Leawood, Kansas in suburban Kansas City. The state of Kansas had offered", "doc_score": "85.29931640625", "publish_date": "2018/12/31"}, {"doc_id": "2893552", "text": "AMC Theatres / been announced to include the MacGuffins bars and Dolby Cinema at AMC Prime auditoriums. Some theatres like Festival Plaza 16 in Montgomery, Alabama, and Palm Promenade 24 in San Diego, California were formerly part of the main AMC brand. In several markets, AMC offers Dine-In Theatres branded as Fork and Screen, Cinema Suites, and Red Kitchen which offer the option to order full meals and alcoholic beverages. They also feature reserved seating with a button located by every seat to signal a server. After the Carmike merger, AMC announced that all locations with full kitchen service will be unified under", "doc_score": "84.41845703125", "publish_date": "2018/12/31"}, {"doc_id": "2893566", "text": "AMC Theatres / (ADA) lawsuits. AMC subsequently solved the problem in newer theaters by building full-stadium auditoriums where the main entrance is through a ramp that emerges onto a platform in the middle of the risers so that wheelchair users can enjoy optimal line-of-sight. However, the U.S. Department of Justice sued the company and obtained an order requiring AMC to retrofit over 1,990 screens in 95 multiplexes and megaplexes across the United States. The company successfully appealed the order to the U.S. Court of Appeals for the Ninth Circuit, which ruled on December 5, 2008, that the order was grossly overboard and violated", "doc_score": "85.36466217041016", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_5", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "476433", "text": "State of the Union / then television, the speech has been broadcast live on most networks, preempting scheduled programming. To reach the largest audience, the speech, once given during the day, is now typically given in the evening, after 9pm ET (UTC-5). George Washington delivered the first regular annual message before a joint session of Congress on January 8, 1790, in New York City, then the provisional U.S. capital. In 1801, Thomas Jefferson discontinued the practice of delivering the address in person, regarding it as too monarchical (similar to the Speech from the Throne). Instead, the address was written and then sent to Congress to", "doc_score": "86.07567596435547", "publish_date": "2018/12/31"}, {"doc_id": "18195286", "text": "1828 State of the Union Address / 1828 State of the Union Address The 1828 State of the Union Address was written by John Quincy Adams, on Tuesday, December 2, 1828. It was read to both houses of the 20th United States Congress by a clerk on that day. He said, \"If the enjoyment in profusion of the bounties of Providence forms a suitable subject of mutual gratulation and grateful acknowledgment, we are admonished at this return of the season when the representatives of the nation are assembled to deliberate upon their concerns to offer up the tribute of fervent and grateful hearts for the never failing", "doc_score": "85.14165496826172", "publish_date": "2018/12/31"}, {"doc_id": "18176872", "text": "1872 State of the Union Address / Reconstruction Era, when African Americans were freed. 1872 State of the Union Address The 1872 State of the Union Address was given by Ulysses S. Grant, the 18th United States President, on December 2, 1872. He did not speak it to the 42nd United States Congress, because that was the custom at the time. He said, \"In transmitting to you this my fourth annual message it is with thankfulness to the Giver of All Good that as a nation we have been blessed for the past year with peace at home, peace abroad, and a general prosperity vouchsafed to but", "doc_score": "84.10658264160156", "publish_date": "2018/12/31"}, {"doc_id": "18195287", "text": "1828 State of the Union Address / mercies of Him who ruleth over all.\" 1828 State of the Union Address The 1828 State of the Union Address was written by John Quincy Adams, on Tuesday, December 2, 1828. It was read to both houses of the 20th United States Congress by a clerk on that day. He said, \"If the enjoyment in profusion of the bounties of Providence forms a suitable subject of mutual gratulation and grateful acknowledgment, we are admonished at this return of the season when the representatives of the nation are assembled to deliberate upon their concerns to offer up the tribute of fervent", "doc_score": "83.86201477050781", "publish_date": "2018/12/31"}, {"doc_id": "18182085", "text": "1824 State of the Union Address / present prosperous and happy state I derive a gratification which I can not express. That these blessings may be preserved and perpetuated will be the object of my fervent and unceasing prayers to the Supreme Ruler of the Universe.\" In the middle of the address, Mr. Monroe said, \"There is no object which as a people we can desire which we do not possess or which is not within our reach. Blessed with governments the happiest which the world ever knew, with no distinct orders in society or divided interests in any portion of the vast territory over which their", "doc_score": "79.5863037109375", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_6", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "11747045", "text": "Russell Westbrook / Russell Westbrook Russell Westbrook III (born November 12, 1988) is an American professional basketball player for the Oklahoma City Thunder of the National Basketball Association (NBA). He is a seven-time NBA All-Star, and a two-time NBA All-Star Game Most Valuable Player, winning consecutive awards in 2015 and 2016. He is also a seven-time All-NBA Team member and led the league in scoring in 2014–15 and 2016–17. In 2017, Westbrook became one of two players in NBA history to average a triple-double for a season, along with Oscar Robertson in 1962. He also set a record for the most triple-doubles in", "doc_score": "87.74699401855469", "publish_date": "2018/12/31"}, {"doc_id": "4874309", "text": "Player efficiency rating / this season. Hollinger has set up PER so that the league average, every season, is 15.00, which produces sort of a handy reference guide: Only 21 times has a player posted a season efficiency rating over 30.0 (with more than 15 games played in that season), with the highest score being 31.82 (Wilt Chamberlain). Michael Jordan and LeBron James lead with four 30+ seasons, with Shaquille O'Neal and Wilt Chamberlain having accomplished three each, and David Robinson, Dwyane Wade, Chris Paul, Tracy McGrady, Anthony Davis, Stephen Curry and Russell Westbrook having accomplished one each. The 2008–2009 season was unique in", "doc_score": "89.50960540771484", "publish_date": "2018/12/31"}, {"doc_id": "12852931", "text": "E'Twaun Moore / He scored 20+ points in eleven games, including three 30+ point games. The National Association of Basketball Coaches named Moore a third team All-American Selection, and he was picked as a Third Team All-American by Fox Sports. The Associated Press named Moore an honorable mention. E'Twaun Moore became the third player in Big Ten history to tally 2,000 points (2,136), 500 rebounds (611), and 400 assists (400) in a career, joining Michigan State's Steve Smith, and Penn State's Talor Battle. He left Purdue being the third highest scorer, trailing only Rick Mount and Joe Barry Carroll. Moore holds program records", "doc_score": "87.96330261230469", "publish_date": "2018/12/31"}, {"doc_id": "17928915", "text": "Mark Zengerle / for first in the nation with 37 assists, tied for fourth in the nation with 50 points, and tied for sixth in the nation with a 1.35 points-per-game scoring average. He was one of only three players in the nation averaging at least one assist per game. He had the second-longest scoring streak in program history, recording at least one point in 20-consecutive games from October 8 to January 13. He became just the fourth player in program history with at least 30 assists in his first two seasons, following Chris Chelios, Mark Johnson and Theran Welsh. Zengerle was named", "doc_score": "87.04875183105469", "publish_date": "2018/12/31"}, {"doc_id": "17829335", "text": "Tyler Ulis / assists on February 28 against Memphis (7), and March 2 against Charlotte (8); and new career-highs in points on March 3 against Oklahoma City (14) and March 5 against Boston (20, including a buzzer beater game-winning three point shot). Ulis helped improve the team's assist production post All-Star break from 18.6 assists per game (tied for last in the NBA) prior to the break to 24.8 per game in the first two weeks after the break. Ulis received his first NBA start (in place of an injured, resting Eric Bledsoe) on March 15 against the Sacramento Kings and former Kentucky", "doc_score": "85.29827117919922", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_7", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "2698735", "text": "Reuse of bottles / stored and returned to the bottler in reusable cases or crates. Some regions have a container deposit which is refunded after returning the bottle to the retailer. At the bottler, the bottles would be inspected for damage, cleaned, sanitized, and refilled. More recently, many bottles have been designed for single-use. This often allows for thinner glass bottles and less expensive plastic bottles and aluminum beverage cans. On a cost basis, the decision has often been made for non-returnable bottles. The reuse of containers is often thought of as being a step toward more sustainable packaging. Reuse sits high on the", "doc_score": "79.56026458740234", "publish_date": "2018/12/31"}, {"doc_id": "18178339", "text": "2000 Flushes / by Vanish in 2000 caused problems until new durability and marking requirements for flappers were added to the ASME A112.19.5 standard in 2005. In 2001, San Diego based WD-40 Company acquired Global Household Brands, a company founded in 1998 to acquire X-14, 2000 Flushes and Carpet Fresh. 2000 Flushes is now packaged as a solid tablet for in-tank use, like many of its rivals. There are multiple product versions and reformulations; some add a detergent, some add a concentrated bleach. In 2008, a disinfectant was added to \"kill 99.9% of bacteria flush after flush\" in an apparent response to competitive", "doc_score": "79.93447875976562", "publish_date": "2018/12/31"}, {"doc_id": "2453961", "text": "Drain cleaner / openings to clear soap and hair clogs; or, baking soda (sodium bicarbonate) poured into a drain, followed by vinegar. Frequently suggested home remedies of mixtures of baking soda (a weak base) and vinegar (a weak acid) are ineffective but not particularly hazardous. The use of baking soda to saponify fats in the line, \"followed\" by vinegar to neutralize is fine, but typically ineffective. It takes the strength of lye to turn a vegetable or animal fat to soap. The use of stronger agents together, for example lye (sodium hydroxide) and hydrochloric acid or sulfuric acid is a bad strategy. The", "doc_score": "78.25188446044922", "publish_date": "2018/12/31"}, {"doc_id": "18178337", "text": "2000 Flushes / settlement against Drackett Company, maker of Vanish. As part of the undisclosed cash settlement, disparaging advertisements were withdrawn. Block Drug purchased Flushco, acquiring \"2000 Flushes\" toilet bowl cleaner in 1983. Block distributed multiple versions of the product, such as \"2000 Flushes Blue\" and \"2000 Flushes Powder Foam\". It sold the brand as part of a larger 1998 corporate restructuring. Al Eisen (as inventor of 2000 Flushes) made personal appearances in many early ads for the product, in which he holds up four fingers and boasts \"It works up to four months!\" In October 1993, toilet fixture manufacturers reported rapid degradation", "doc_score": "77.75660705566406", "publish_date": "2018/12/31"}, {"doc_id": "6076350", "text": "Drug recall / levels of recall depending on the severity of the effects. From most to least severe, there is Class I, Class II, and Class III (defined above).There is also market withdrawal which occurs when a drug does not violate FDA regulation but has a known, minor default. The producer must either fix the default or take the drug off the market. Drugs and medical devices are typically recalled if the product is defective, contaminated, contains a foreign object, fails to meet specifications, mislabeled, or misbranded. Misbranding was the most common reason for pharmaceutical recalls in 2015, accounting for 42%. This graph", "doc_score": "78.64077758789062", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_8", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "8374008", "text": "Formation and evolution of the Solar System / leads to decreases in the magnitude of each (that cancel each other out). In both cases, tidal deceleration causes the moon to spiral in towards the primary until it either is torn apart by tidal stresses, potentially creating a planetary ring system, or crashes into the planet's surface or atmosphere. Such a fate awaits the moons Phobos of Mars (within 30 to 50 million years), Triton of Neptune (in 3.6 billion years), Metis and Adrastea of Jupiter, and at least 16 small satellites of Uranus and Neptune. Uranus's Desdemona may even collide with one of its neighboring moons. A third", "doc_score": "93.76329040527344", "publish_date": "2018/12/31"}, {"doc_id": "370849", "text": "Solar System / other astronomers consider it to be the first in an entirely new population, sometimes termed \"distant detached objects\" (DDOs), which also may include the object, which has a perihelion of 45 AU, an aphelion of 415 AU, and an orbital period of 3,420 years. Brown terms this population the \"inner Oort cloud\" because it may have formed through a similar process, although it is far closer to the Sun. Sedna is very likely a dwarf planet, though its shape has yet to be determined. The second unequivocally detached object, with a perihelion farther than Sedna's at roughly 81 AU,", "doc_score": "91.3646011352539", "publish_date": "2018/12/31"}, {"doc_id": "307220", "text": "Planet / the Sun: Jupiter is the largest, at 318 Earth masses, whereas Mercury is the smallest, at 0.055 Earth masses. The planets of the Solar System can be divided into categories based on their composition: An exoplanet (extrasolar planet) is a planet outside the Solar System. In early 1992, radio astronomers Aleksander Wolszczan and Dale Frail announced the discovery of two planets orbiting the pulsar PSR 1257+12. This discovery was confirmed, and is generally considered to be the first definitive detection of exoplanets. These pulsar planets are believed to have formed from the unusual remnants of the supernova that produced the", "doc_score": "90.62110900878906", "publish_date": "2018/12/31"}, {"doc_id": "2934468", "text": "Moons of Jupiter / being larger than Mercury. All other Jovian moons are less than in diameter, with most barely exceeding. Their orbital shapes range from nearly perfectly circular to highly eccentric and inclined, and many revolve in the direction opposite to Jupiter's spin (retrograde motion). Orbital periods range from seven hours (taking less time than Jupiter does to spin around its axis), to some three thousand times more (almost three Earth years). Jupiter's regular satellites are believed to have formed from a circumplanetary disk, a ring of accreting gas and solid debris analogous to a protoplanetary disk. They may be the remnants", "doc_score": "90.11229705810547", "publish_date": "2018/12/31"}, {"doc_id": "8373998", "text": "Formation and evolution of the Solar System / have been forged from the remnants in less violent collisions. Moons around some asteroids currently can only be explained as consolidations of material flung away from the parent object without enough energy to entirely escape its gravity. Moons have come to exist around most planets and many other Solar System bodies. These natural satellites originated by one of three possible mechanisms: Jupiter and Saturn have several large moons, such as Io, Europa, Ganymede and Titan, which may have originated from discs around each giant planet in much the same way that the planets formed from the disc around the Sun.", "doc_score": "91.63017272949219", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_9", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "13532304", "text": "Indian consumer confidence index / reflects pessimism about the economy among Indian consumers. CCI score of under 50 reflects pessimism and over 50 reflects optimism. Besides the Aggregate score of 39.9, other highlights of the CCI March 2012 include: In contrast, the Present Situation score of 45.7 was above the Aggregate CCI in March 2012. #While all three sub-indices mentioned above indicated a Pessimistic Sentiment, the Inflation Sentiment Index, at 23.5 in March 2012 was the biggest drag on overall consumer sentiment. #Respondents in South India showed a marginally more positive sentiment than those in other regions, however they also remain pessimistic. Indian consumer confidence", "doc_score": "81.57110595703125", "publish_date": "2018/12/31"}, {"doc_id": "9457711", "text": "Democracy Index / downward trend, crossed the threshold from 8.05 in 2015 to 7.98 in 2016. The report states that this was caused by a myriad of factors, dating back to the late 1960s, which eroded Americans' trust in governmental institutions. The 2017 Democracy index registered the worst year for global democracy since 2010-11 in the aftermath of the global economic and financial crisis. 89 countries experienced a decline in their total score compared with 2016, more than three times as many as the countries that recorded an improvement. Asia was the worst performing region overall, while Venezuela was downgraded from a \"hybrid", "doc_score": "82.250244140625", "publish_date": "2018/12/31"}, {"doc_id": "1447382", "text": "Performance Rating / originally believed to show the clock speed (in megahertz) of an equivalent Pentium 4 processor, but this was never confirmed by AMD. As part of its marketing, AMD even made sure that motherboard manufacturers conspicuously showed the PR number of the microprocessor in the motherboards' POST and not include the processors' clock speeds anywhere except within the BIOS. Between 2001 and 2003, Intel and AMD made few changes to the designs of their processors. Most performance increases were created by raising the processor's clock speed rather than improving the microprocessor's core. Around mid-2004, Intel encountered serious problems in increasing their", "doc_score": "80.83467102050781", "publish_date": "2018/12/31"}, {"doc_id": "17996258", "text": "Best on the Street / at Best on the Street. Examples of financial analysts that have listed good performance in the survey on their website are Morningstar, Inc., Raymond James Financial, and Keefe, Bruyette & Woods. Best on the Street, both with its current name and with the earlier name of the All Star Analysts Survey, has been the subject of an academic research article titled \"Are the Wall Street Analyst Rankings Popularity Contests?\" The abstract reads: \"We investigate the (sell-side) analyst rankings of Institutional Investor (I/I) and The Wall Street Journal (WSJ), using data from 1993–2005. We find that factors with a primary component", "doc_score": "82.1863021850586", "publish_date": "2018/12/31"}, {"doc_id": "359122", "text": "Silicon Valley / 15% of its tech jobs were held by women, 2% of its tech employees were black and 4% Hispanic. Facebook reported that 15% of its tech workforce was female, and 3% was Hispanic and 1% was black. In August, Apple reported that 80% of its global tech staff was male and that, in the U.S., 54% of its tech jobs were staffed by Caucasians and 23% by Asians. Soon after, \"USA Today\" published an article about Silicon Valley's lack of tech-industry diversity, pointing out that it is largely white or Asian, and male. \"Blacks and Hispanics are largely absent,\" it", "doc_score": "80.76565551757812", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_10", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "864010", "text": "Beyoncé / with a total of 62 nominations. \"Single Ladies (Put a Ring on It)\" won Song of the Year in 2010 while \"Say My Name\", \"Crazy in Love\" and \"Drunk in Love\" have each won Best R&B Song. \"Dangerously in Love\", \"B'Day\" and \"I Am... Sasha Fierce\" have all won Best Contemporary R&B Album, while \"Lemonade\" has won Best Urban Contemporary Album. Beyoncé set the record for the most Grammy awards won by a female artist in one night in 2010 when she won six awards, breaking the tie she previously held with Alicia Keys, Norah Jones, Alison Krauss, and", "doc_score": "93.88626098632812", "publish_date": "2018/12/31"}, {"doc_id": "863970", "text": "Beyoncé / solo efforts. However, she does not formulate beats herself, but typically comes up with melodies and ideas during production, sharing them with producers. In 2001, she became the first black woman and second female lyricist to win the Pop Songwriter of the Year award at the American Society of Composers, Authors, and Publishers Pop Music Awards. Beyoncé was the third woman to have writing credits on three number one songs (\"Irreplaceable\", \"Grillz\" and \"Check on It\") in the same year, after Carole King in 1971 and Mariah Carey in 1991. She is tied with American lyricist Diane Warren at third", "doc_score": "91.95767211914062", "publish_date": "2018/12/31"}, {"doc_id": "863921", "text": "Beyoncé / with 24 wins, including the Michael Jackson Video Vanguard Award. The Recording Industry Association of America recognized Beyoncé as the Top Certified Artist in America, during the 2000s decade. In 2009, \"Billboard\" named her the Top Radio Songs Artist of the Decade, the Top Female Artist of the 2000s decade, and awarded her their Millennium Award in 2011. In 2014, she became the highest-paid black musician in history and was listed among \"Time\"s 100 most influential people in the world for a second year in a row. \"Forbes\" ranked her as the most powerful female in entertainment on their 2015", "doc_score": "91.53044891357422", "publish_date": "2018/12/31"}, {"doc_id": "17731140", "text": "Beyoncé (album) / in 2013, and the highest debut sales week of her solo career. The album also gave her the three largest sales weeks by any female and she became the only female to sell 300,000 copies within a week in 2013 and became the first person this decade to score 300,000 copies in each of its first 3 weeks. \"Beyoncé\" marks the fourth-largest sales week of an album during 2013, behind Justin Timberlake's \"The 20/20 Experience\", Eminem's \"The Marshall Mathers LP 2\" and Drake's \"Nothing Was the Same\". In its second week, the album remained at number one, selling an additional", "doc_score": "88.04444885253906", "publish_date": "2018/12/31"}, {"doc_id": "863945", "text": "Beyoncé / at the US box office, grossing $68 million—$60 million more than \"Cadillac Records\"—on a budget of $20 million. The fight scene finale between Sharon and the character played by Ali Larter also won the 2010 MTV Movie Award for Best Fight. At the 52nd Annual Grammy Awards, Beyoncé received ten nominations, including Album of the Year for \"I Am... Sasha Fierce\", Record of the Year for \"Halo\", and Song of the Year for \"Single Ladies (Put a Ring on It)\", among others. She tied with Lauryn Hill for most Grammy nominations in a single year by a female artist.", "doc_score": "87.63070678710938", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_11", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "2765875", "text": "German Revolution of 1918–19 / honour and territory, but also a strong desire to remove Russia from the conflict and let the other countries of Europe destroy one another without Russian involvement. The German Imperial Government now saw one more chance for victory. To support the anti-war sentiment in Russia and perhaps turn the tide in Russia toward a separate peace, it permitted the leader of the Russian Bolsheviks, Vladimir Lenin, to pass in a sealed train wagon from his place of exile in Switzerland through Germany, Sweden and Finland to Petrograd. Since he had heard about the February Revolution, Lenin had been scheming on", "doc_score": "81.44690704345703", "publish_date": "2018/12/31"}, {"doc_id": "19944236", "text": "Trump–Russia dossier / five-day trip to Moscow,<ref name=\"Prokop_2/2/2018\"></ref> but, according to his testimony, before leaving he informed Jeff Sessions, J. D. Gordon, Hope Hicks, and Corey Lewandowski, Trump's campaign manager, of the planned trip to Russia, and Lewandowski approved the trip, responding: \"If you'd like to go on your own, not affiliated with the campaign, you know, that's fine.\"<ref name=\"Raju_Herb_Polantz_11/8/2017\"></ref> In his testimony, Page admitted he met with high ranking Kremlin officials. Previously, Page had denied meeting any Russian officials during the July trip. His comments appeared to corroborate portions of the dossier. \"Newsweek\" has listed the claim about Page meeting with Rosneft", "doc_score": "82.09989166259766", "publish_date": "2018/12/31"}, {"doc_id": "19644291", "text": "Sergey Dmitriyevich Urusov / purchased a guidebook of the area; he would go on to confess that he knew virtually nothing of the area, saying he 'knew as little of it [...] as I did of New Zealand, or even less.' Despite viewing the appointment to this position in a distant corner of the Empire as a form of exile, he set off, after a short briefing with the Tsar in St. Petersburg, three weeks later by train to Bessarabian capital Kishinev from Moscow. The journey took two nights and three days, which Sergey spent in his private compartment studying his purchased guidebook to", "doc_score": "80.7391586303711", "publish_date": "2018/12/31"}, {"doc_id": "13713122", "text": "Vladimir Lysenko / Chile, Peru, Ecuador, El Salvador, Guatemala, Belize, Mexico, the United States, Kiribati, Nauru, New Zealand, Australia, Indonesia, North Korea. In 2003, Lysenko duplicated the path of the Klondike Gold Rush of 1897–1898, travelling by foot and kayak. Lysenko had circumnavigated the globe from west to east, straying no more than two degrees of latitude from the Equator. Starting in Libreville (Gabon), Vladimir had successfully crossed (in a car, a motor boat, a yacht, a ship, a kayak, a bicycle, and by foot) Africa (from Libreville (Gabon) to Kiunga (Kenya) through Gabon, Republic of Congo, Democratic Republic of the Congo, Uganda", "doc_score": "81.46046447753906", "publish_date": "2018/12/31"}, {"doc_id": "2757868", "text": "Ivan Rybkin / with the former Chechen leader Aslan Maskhadov. Upon arrival he was offered refreshments in the apartment, at which point he became \"very drowsy.\" After being unconscious, he woke up on 10 February. Upon waking, he was shown a videotape in which he was performing \"revolting acts\" conducted by \"horrible perverts\". He was told that the tape would be made public if he continued with his presidential campaign. According to Alexander Litvinenko, the FSB agents apparently treated Rybkin with their standard truth drug. Rybkin said he feared for his safety if he returned to Russia, and whilst he initially continued the", "doc_score": "77.98323059082031", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_12", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "5553015", "text": "Hainan Island incident / States does not recognize China's claim over the Paracel Islands and maintains that the Convention grants free navigation for all countries' aircraft and ships, including military aircraft and ships, within a country's exclusive economic zone. A PRC Sukhoi Su-27 force is based at Hainan. The island also houses a large signals intelligence facility which tracks U.S. activity in the area and monitors traffic from commercial communications satellites. As early as May 22, 1951, Hainan was targeted at the behest of U.S. Naval Intelligence for RAF photo-reconnaissance overflights, using Spitfire PR Mk 19s based at Kai Tak Airport in Hong Kong.", "doc_score": "83.7790756225586", "publish_date": "2018/12/31"}, {"doc_id": "10413022", "text": "Mars Bluff, South Carolina / Mars Bluff, South Carolina Mars Bluff is an unincorporated community in Florence County, South Carolina, United States that bears the distinction of having been inadvertently bombed with a nuclear weapon by the United States Air Force. Originally known as Marr's Bluff during the American Revolution, the area west of the Great Pee Dee River eventually became known as Mars Bluff at some point before the American Civil War. Near the end of the American Civil War, the Mars Bluff Naval Yard was established, one of many inland Confederate naval yards. On March 11, 1958 a U.S. Air Force B-47 Stratojet", "doc_score": "83.25659942626953", "publish_date": "2018/12/31"}, {"doc_id": "11621945", "text": "Hukou incident / Hukou incident Hukou incident () is an attempted coup d'état that took place on 21 January 1964 at Hukou, Hsinchu, Taiwan. During a staff meeting at the 1st Armor Division headquarter, General Chao Chih-hwa (趙志華), then deputy commander of the armored battle group, criticized General Chou Chih-jo (周至柔), then Chief of the General Staff, on charges of corruption, and encouraged fellow officers at the meeting to revolt. He was reported as saying \"Our leader is being deceived by treacherous people, we must move our forces to Taipei to remove them.\" (\"当今主上为小人所蒙蔽，我们要把部队开到台北勤王清君侧\") He was promptly arrested by two political warfare officers,", "doc_score": "85.46058654785156", "publish_date": "2018/12/31"}, {"doc_id": "20557608", "text": "Cam Ne incident / assist in searching dwellings and communicating with civilians. Although the Pentagon considered censoring American journalists reporting from Vietnam, the plans were never adopted. Cam Ne incident The Cam Ne incident was a Vietnam War incident involving U.S. military and South Vietnamese civilians that occurred at the village of Cam Ne in Quảng Nam Province, South Vietnam, and became one of the top news stories in the United States about the war. In the summer of 1965, U.S. Marines were patrolling southwest of the city of Da Nang. Units of the 1st Battalion, 9th Marines were operating around Cam Ne. On", "doc_score": "83.05096435546875", "publish_date": "2018/12/31"}, {"doc_id": "20491972", "text": "USS Nimitz UFO incident / USS Nimitz UFO incident The USS \"Nimitz\" UFO incident refers to a 2004 radar-visual encounter of an unidentified flying object by US fighter pilots of the \"Nimitz\" Carrier Strike Group. In December 2017, infrared footage of the encounter was released to the public. A 2015 account of the incident on FighterSweep.com, interviews with one of the pilots, and subsequent news reports describe the sighting of an \"unidentified flying object\" by six Super Hornet fighter jets over the Pacific in November, 2004. According to \"The Washington Post\", the video was released by former intelligence officer Luis Elizondo to shed light on", "doc_score": "83.13400268554688", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_13", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "836209", "text": "Movie theater / morning. Almost all movie theaters employ economic price discrimination: tickets for youth, students, and seniors are typically cheaper. Large theater chains, such as AMC Theaters, also own smaller theaters that show \"second runs\" of popular films, at reduced ticket prices. Movie theaters in India and other developing countries employ price discrimination in seating arrangement: seats closer to the screen cost less, while the ones farthest from the screen cost more. In the United States, many movie theater chains sell discounted passes, which can be exchanged for tickets to regular showings. These passes are traditionally sold in bulk to institutional customers", "doc_score": "83.1204833984375", "publish_date": "2018/12/31"}, {"doc_id": "2893549", "text": "AMC Theatres / R-rated film without a parent or guardian aged 21 or older purchasing their ticket and joining them in the theatre. Those who do meet or exceed the age of 17 and look under the age of 25 must present a photo ID with name and date of birth to be admitted to such movies. Also, children under the age of 6 cannot attend R-rated showings after 6 pm. Most locations operate under the main AMC brand after the Carmike merger, but AMC introduced two additional brands for their theaters. Along with their main AMC brand, previously AMC has operated locations", "doc_score": "83.7699966430664", "publish_date": "2018/12/31"}, {"doc_id": "3356089", "text": "Auditorium / families or other distinguished personalities. In other countries, sports venues have luxury boxes, where access is open to anyone who can afford tickets. Auditorium An auditorium is a room built to enable an audience to hear and watch performances at venues such as theatres. For movie theatres, the number of auditoriums is expressed as the number of screens. Auditoria can be found in entertainment venues, community halls, and theaters, and may be used for rehearsal, presentation, performing arts productions, or as a learning space. The term is taken from Latin (from \"audītōrium\", from \"audītōrius\" (“‘pertaining to hearing’”)); the concept is", "doc_score": "83.57302856445312", "publish_date": "2018/12/31"}, {"doc_id": "2893552", "text": "AMC Theatres / been announced to include the MacGuffins bars and Dolby Cinema at AMC Prime auditoriums. Some theatres like Festival Plaza 16 in Montgomery, Alabama, and Palm Promenade 24 in San Diego, California were formerly part of the main AMC brand. In several markets, AMC offers Dine-In Theatres branded as Fork and Screen, Cinema Suites, and Red Kitchen which offer the option to order full meals and alcoholic beverages. They also feature reserved seating with a button located by every seat to signal a server. After the Carmike merger, AMC announced that all locations with full kitchen service will be unified under", "doc_score": "83.05113220214844", "publish_date": "2018/12/31"}, {"doc_id": "2893566", "text": "AMC Theatres / (ADA) lawsuits. AMC subsequently solved the problem in newer theaters by building full-stadium auditoriums where the main entrance is through a ramp that emerges onto a platform in the middle of the risers so that wheelchair users can enjoy optimal line-of-sight. However, the U.S. Department of Justice sued the company and obtained an order requiring AMC to retrofit over 1,990 screens in 95 multiplexes and megaplexes across the United States. The company successfully appealed the order to the U.S. Court of Appeals for the Ninth Circuit, which ruled on December 5, 2008, that the order was grossly overboard and violated", "doc_score": "85.4765853881836", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_14", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "2934474", "text": "Moons of Jupiter / of these moons are thought to have been captured asteroidal or perhaps comet bodies, possibly fragmented into several pieces. By 2015, a total of 15 additional moons were discovered. Two more were discovered in 2016 by the team led by Scott S. Sheppard at the Carnegie Institution for Science, bringing the total to 69. On 17 July 2018, the International Astronomical Union confirmed that Sheppard's team discovered ten more moons around Jupiter, bringing the total number to 79. Among these is Valetudo, which has a prograde orbit, but crosses paths with several moons that have retrograde orbits, making an eventual", "doc_score": "91.53816223144531", "publish_date": "2018/12/31"}, {"doc_id": "3431345", "text": "Moons of Uranus / Moons of Uranus Uranus is the seventh planet of the Solar System; it has 27 known moons, all of which are named after characters from the works of William Shakespeare and Alexander Pope. Uranus's moons are divided into three groups: thirteen inner moons, five major moons, and nine irregular moons. The inner moons are small dark bodies that share common properties and origins with Uranus's rings. The five major moons are massive enough to have reached hydrostatic equilibrium, and four of them show signs of internally driven processes such as canyon formation and volcanism on their surfaces. The largest of", "doc_score": "90.2256088256836", "publish_date": "2018/12/31"}, {"doc_id": "3431346", "text": "Moons of Uranus / these five, Titania, is 1,578 km in diameter and the eighth-largest moon in the Solar System, and about one-twentieth the mass the Earth's Moon. The orbits of the regular moons are nearly coplanar with Uranus's equator, which is tilted 97.77° to its orbit. Uranus's irregular moons have elliptical and strongly inclined (mostly retrograde) orbits at large distances from the planet. William Herschel discovered the first two moons, Titania and Oberon, in 1787, and the other three ellipsoidal moons were discovered in 1851 by William Lassell (Ariel and Umbriel) and in 1948 by Gerard Kuiper (Miranda). These five have planetary mass,", "doc_score": "86.4671630859375", "publish_date": "2018/12/31"}, {"doc_id": "2934465", "text": "Moons of Jupiter / Moons of Jupiter There are 79 known moons of Jupiter. This gives Jupiter the largest number of moons with reasonably stable orbits of any planet in the Solar System. The most massive of the moons are the four Galilean moons, which were independently discovered in 1610 by Galileo Galilei and Simon Marius and were the first objects found to orbit a body that was neither Earth nor the Sun. From the end of the 19th century, dozens of much smaller Jovian moons have been discovered and have received the names of lovers or daughters of the Roman god Jupiter or", "doc_score": "87.60542297363281", "publish_date": "2018/12/31"}, {"doc_id": "3431347", "text": "Moons of Uranus / and so would be considered (dwarf) planets if they were in direct orbit about the Sun. The remaining moons were discovered after 1985, either during the \"Voyager 2\" flyby mission or with the aid of advanced Earth-based telescopes. The first two moons to be discovered were Titania and Oberon, which were spotted by Sir William Herschel on January 11, 1787, six years after he had discovered the planet itself. Later, Herschel thought he had discovered up to six moons (see below) and perhaps even a ring. For nearly 50 years, Herschel's instrument was the only one with which the moons", "doc_score": "87.21712493896484", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_15", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "1811616", "text": "LeBron James / Player of the Year Award, he has finished second in the voting twice and lists it as one of his main goals. His teams have appeared in the Finals nine times and won three championships. Some analysts have criticized him for not having a better Finals record, while others have defended him, arguing that James usually performed well, but his team was defeated by superior competition. James is widely considered to be one of the greatest basketball players of all-time. In February 2016, he was ranked fifth by \"Sports Illustrated\"; in March 2016, he was ranked third by ESPN; in", "doc_score": "85.50894165039062", "publish_date": "2018/12/31"}, {"doc_id": "11667077", "text": "James Harden / at least 600 free throws made and hit 150 or more 3-pointers in one season. Harden joined Tracy McGrady (four times in 2004–05) and Hakeem Olajuwon (three times in 1992–93) as the only Rockets to ever capture Player of the Week honors three or more times in one season. He was named to the 2012-13 All-NBA Third Team, marking his first career All-NBA Team selection while becoming just the seventh player in Rockets history to earn All-NBA recognition. Harden was selected by the head coaches as a reserve for the 2014 NBA All-Star Game, which marked his second consecutive All-Star", "doc_score": "81.90570831298828", "publish_date": "2018/12/31"}, {"doc_id": "1811604", "text": "LeBron James / Before naming James to the 2008 Olympic team, Team USA managing director Jerry Colangelo and coach Mike Krzyzewski gave James an ultimatum to improve his attitude, and he heeded their advice. At the FIBA Americas Championship 2007, he averaged 18.1 points, 3.6 rebounds, and 4.7 assists per game, including a 31-point performance against Argentina in the championship game, the most ever by an American in an Olympic qualifier. Team USA went 10–0, winning the gold medal and qualifying for the 2008 Olympics in Beijing, China. James credited the team's attitude and experience for their improvement, saying: \"I don't think we", "doc_score": "82.99147033691406", "publish_date": "2018/12/31"}, {"doc_id": "1811601", "text": "LeBron James / completed on July 9. In an interview with \"Sports Illustrated\", James's agent, Rich Paul, explained, \"In 2010, when he went to Miami, it was about championships. In 2014, when he went back to Cleveland, it was about delivering on a promise. In 2018, it was just about doing what he wants to do.\" Reaction to the move was more positive than his original departure from the Cavaliers, albeit still mixed, as some onlookers felt that Los Angeles was not his optimal destination. On November 14, 2018, James scored 44 points in a 126–117 win over the Portland Trail Blazers, passing", "doc_score": "84.66427612304688", "publish_date": "2018/12/31"}, {"doc_id": "1811597", "text": "LeBron James / Pacers, leading Cleveland to a comeback victory after trailing by 25 points at halftime, representing the largest halftime deficit overcome in NBA playoff history. In Game 5 of the Conference Finals against the Celtics, James scored 35 points and surpassed Michael Jordan as the league's all-time postseason scoring leader. The Cavaliers won the game and the series, advancing to their third consecutive Finals against the Warriors. Behind averages of 33.6 points, 12 rebounds, and 10 assists per game, James became the first player to average a triple-double in the Finals, but Cleveland was defeated in five games. Prior to the", "doc_score": "83.45762634277344", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_16", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "10328777", "text": "A Capitol Fourth / A Capitol Fourth A Capitol Fourth is a free annual concert performed on the west lawn of the United States Capitol Building in Washington, D.C., in celebration of Independence Day each July 4. Broadcast live on PBS, NPR and the American Forces Network and presented by WETA, the concert is viewed and heard by millions across the United States and the world, as well as attended by more than half a million people at the Capitol. The concert traditionally features elements of the 3rd U.S. Infantry Regiment (The Old Guard), the United States Army Presidential Salute Guns Battery, the U.S.", "doc_score": "78.10697937011719", "publish_date": "2018/12/31"}, {"doc_id": "8676818", "text": "The Jerry Lewis MDA Labor Day Telethon / and June 2014, at the Palladium in Los Angeles and the Grand Ole Opry in Nashville. It is the earliest time of recording for the telethon in show history. Performers included Jason Derulo, Fall Out Boy, Rascal Flatts, Jordin Sparks, R5, Bret Michaels, Sara Evans, LeAnn Rimes, Aloe Blacc, Matt Nathanson, and American Authors. Others who appeared were Kesha, Ludacris, Brad Paisley, Laila Ali, Nancy O'Dell, Alyssa Milano, Kevin Frazier, Terry Fator, Victor Ortíz, Dr. Richard E. Besser, Josh Groban, Chip Esten, Tom Bergeron, Chris Powell and Susan Lucci. One of the main themes of the show was the organization's", "doc_score": "77.0875015258789", "publish_date": "2018/12/31"}, {"doc_id": "20136337", "text": "State of the World Tour / Tour that was postponed due to the singer's pregnancy, with Jackson set to embark on a rebranded trek starting in September. Tickets from the postponed Unbreakable Tour gigs will be honored at the new dates, while newly scheduled stops going on sale, beginning May 5, 2017, at Live Nation. The concert opens with a video reel denouncing white supremacy, right-wing extremism, domestic terrorism and police brutality. Names of unarmed black men killed by police which drew national attention with the Black Lives Matter movement, as well as the deadly violence surrounding the 2017 Unite the Right rally in Charlottesville, Virginia", "doc_score": "77.50450897216797", "publish_date": "2018/12/31"}, {"doc_id": "12018128", "text": "Millennium '73 / Timothy Gallwey. Journalists, writers, observers, and guests included James Downton, Marjoe Gortner, Robert Greenfield, Paul Krassner, Bob Larson, Wavy Gravy, Annie Leibovitz, Jerry Rubin, Robert Scheer, Michael Shamberg, John Sinclair, and Loudon Wainwright III. Overall attendance was predominantly estimated at 20,000, with other estimates ranging from 10,000 to 35,000. Chartered planes brought followers from several dozen countries; with designated seating sections for attendees from France, Sweden, India, Spain, and even, as a joke, Mars. In addition to the seats reserved for the ETs within the stadium, a corner of the parking lot was set aside for their ship. Bal Bhagwan", "doc_score": "77.4089126586914", "publish_date": "2018/12/31"}, {"doc_id": "1478752", "text": "The Doobie Brothers / the works. Four songs have already been cut, and the album is likely planned for a Spring 2018 release. The Doobie Brothers, along with the Eagles, Steely Dan, Fleetwood Mac, Journey, and Earth, Wind & Fire performed at the Classic concerts for two weekends in July 2017. These concerts took place on July 15 and 16 at Dodger Stadium as the Classic West and July 29 and 30 at Citi Field as the Classic East. The Doobies performed at the July 15 and 29 concerts, sharing the bill with the Eagles and Steely Dan. The success of these concerts led", "doc_score": "75.47368621826172", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_17", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "20894179", "text": "Reactions to the Special Counsel investigation (2017–present) / hunt” - it is a “hoax” with “17 angry Democrats” which has committed “fraudulent” acts. On December 16, 2017, Kory Langhofer, a lawyer for \"Trump for America\", sent a letter to Congress alleging that Mueller's team had unlawfully acquired, via the GSA, tens of thousands of emails sent and received by thirteen senior members of the Trump transition team. The communications derived from the official governmental presidential transition team domain, \"ptt.gov\". On the following day, GSA Deputy Counsel Lenny Loewentritt stated that Trump's transition team had been explicitly advised at the time of the transition that all material passing through", "doc_score": "82.16943359375", "publish_date": "2018/12/31"}, {"doc_id": "3324889", "text": "White House FBI files controversy / the files, in October 1996, Republican committee chair Orrin Hatch requested that the FBI do a fingerprint analysis of them. On November 3, 1996, the FBI informed the committee that no fingerprints of either the First Lady or any other named senior official were on the files. A secondary question of the Filegate controversy revolved around what the Office of Personnel Security was, who had authorized the hiring of Livingstone, and whether he was qualified for the job. The Office was not responsible for actual White House security, as that was the charge of the United States Secret Service, nor", "doc_score": "83.65389251708984", "publish_date": "2018/12/31"}, {"doc_id": "3614005", "text": "Judicial Watch / accused Halliburton of accounting fraud, alleged that \"when Mr. Cheney was chief executive of Halliburton, he and other directors inflated revenue reports, boosting Halliburton's share price.\" As reported by the Wall Street Journal the court filing claims the oil-field-services concern overstated revenue by a total of $445 million from 1999 through the end of 2001. Judicial Watch has filed over twenty FOIA lawsuits involving the Secretary of State Hillary Clinton's emails. A federal judge ruled on February 23, 2016 that top aides to Hillary Clinton could be questioned under oath by Judicial Watch about her use of a private email", "doc_score": "82.89539337158203", "publish_date": "2018/12/31"}, {"doc_id": "11537360", "text": "Criticism of the 9/11 Commission / commission agreed to these conditions, and the president and vice president gave their testimony on April 29. Commission chairmen Lee H. Hamilton and Thomas H. Kean accused the Central Intelligence Agency (CIA) of making a conscious decision to impede the commission’s inquiry after the agency received a memorandum prepared by Philip D. Zelikow, the panel's former executive director. Zelikow prepared this memorandum after former commission members reviewed thousands of classified documents following the disclosure that the CIA in November 2005 destroyed videotapes documenting the interrogations of two al-Qaeda operatives. The review concluded that the commission made repeated and detailed requests", "doc_score": "81.31951141357422", "publish_date": "2018/12/31"}, {"doc_id": "19640461", "text": "2016 Democratic National Committee email leak / 6, 2016, WikiLeaks released a second batch of DNC emails, adding 8,263 emails to its collection. On December 9, 2016, the CIA told U.S. legislators that the U.S. Intelligence Community concluded Russia conducted operations during the 2016 U.S. election to prevent Hillary Clinton from winning the presidency. Multiple U.S intelligence agencies concluded people with direct ties to the Kremlin gave WikiLeaks hacked emails from the Democratic National Committee. In June 2017, former Secretary of Homeland Security Jeh Johnson, who was appointed by and served under President Barack Obama, testified before a House Select committee that his department offered their assistance", "doc_score": "82.9800033569336", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_18", "search_time": "2023/02/19/05:24", "search_result": [{"doc_id": "15562117", "text": "Meat extenders / as a meat extender. Meat extenders Meat extenders are non-meat substances with substantial protein content. Extenders are distinguished from fillers by their high protein content, compared to the high carbohydrate content of fillers. Extenders were originally used to reduce costs but they were later used to make meat products more healthy by adding dietary fiber, or to improve the texture. Meat extenders were used in the United States in the 1940s, with rolled oats used as an extender in sausage meat, and dishes such as stuffed cabbage were considered to be suitable ways of extending meat. By the 1970s soy", "doc_score": "86.35523986816406", "publish_date": "2018/12/31"}, {"doc_id": "17294643", "text": "Soylent (meal replacement) / which it did in the next formulation version 1.7 introduced on December 15, 2016. The drink-based products use algal oil, not algal flour, so are deemed to be safe for users. Rhinehart called the flavor of the original versions \"minimal\", \"broad\" and \"nonspecific\". Soylent 1.0 contains soy lecithin and sucralose as masking flavors and to adjust appearance, texture and smell. Before version 1.4, vanillin was included as an ingredient for flavoring. Dylan Matthews of \"The Washington Post\" noted in 2013 that Soylent fulfills a similar need as medical foods such as Abbott Laboratories's Jevity, but for a much lower cost.", "doc_score": "83.65873718261719", "publish_date": "2018/12/31"}, {"doc_id": "9919819", "text": "Filler (animal food) / Filler (animal food) In processed animal foods, a filler is an ingredient added to provide dietary fiber, bulk or some other non-nutritive purpose. Products like corncobs, feathers, soy, cottonseed hulls, peanut hulls, citrus pulp, screening, weeds, straw, and cereal by-products are often included as inexpensive fillers or low-grade fiber content. Although most plant-derived fibers have low nutritional value to companion animals (cats and dogs), there is scientific research showing that there are some physiological benefits such as aiding in stool formation in the colon, helping to develop proper fecal consistency, overall colon health, in addition to other health benefits such", "doc_score": "86.22875213623047", "publish_date": "2018/12/31"}, {"doc_id": "15562116", "text": "Meat extenders / Meat extenders Meat extenders are non-meat substances with substantial protein content. Extenders are distinguished from fillers by their high protein content, compared to the high carbohydrate content of fillers. Extenders were originally used to reduce costs but they were later used to make meat products more healthy by adding dietary fiber, or to improve the texture. Meat extenders were used in the United States in the 1940s, with rolled oats used as an extender in sausage meat, and dishes such as stuffed cabbage were considered to be suitable ways of extending meat. By the 1970s soy protein was commonly used", "doc_score": "85.91838073730469", "publish_date": "2018/12/31"}, {"doc_id": "3158219", "text": "Shortening / Since the product looked like lard, Procter & Gamble instead began selling it as a vegetable fat for cooking purposes in June 1911, calling it \"Crisco\", a modification of the phrase \"crystallized cottonseed oil\". While similar to lard, vegetable shortening was much cheaper to produce. Shortening also required no refrigeration, which further lowered its costs and increased its appeal in a time when refrigerators were rare. With these advantages, plus an intensive advertisement campaign by Procter & Gamble, Crisco quickly gained popularity in American households. As food production became increasingly industrialized and manufacturers sought low-cost raw materials, the use of", "doc_score": "82.55131530761719", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_19", "search_time": "2023/02/19/05:25", "search_result": [{"doc_id": "8725299", "text": "Kevin Durant / in seven games, with Durant providing 27 points in Game 7. On July 4, Durant announced his intentions to sign with the Warriors in \"The Players' Tribune\". The move was received negatively by the public and NBA analysts, with many comparing it to LeBron James's 2010 off-season departure from the Cleveland Cavaliers to join the Heat. On July 7, Durant officially signed with Golden State on a two-year, $54.3 million contract with a player option after the first year. Reflecting on the move for \"Sports Illustrated\", Ben Golliver wrote, \"He chose an ideal roster fit and a shot at playing", "doc_score": "89.26984405517578", "publish_date": "2018/12/31"}, {"doc_id": "8725280", "text": "Kevin Durant / Kevin Durant Kevin Wayne Durant (born September 29, 1988) is an American professional basketball player for the Golden State Warriors of the National Basketball Association (NBA). He played one season of college basketball for the University of Texas, and was selected as the second overall pick by the Seattle SuperSonics in the 2007 NBA draft. He played nine seasons in Oklahoma City before signing with Golden State in 2016, winning back-to-back championships in 2017 and 2018. Durant was a heavily recruited high school prospect who was widely regarded as the second-best player in his class. In college, he won numerous", "doc_score": "90.56623077392578", "publish_date": "2018/12/31"}, {"doc_id": "8725286", "text": "Kevin Durant / State but were upset in the second round by USC despite a 30-point and 9-rebound performance from Durant. For his outstanding play, Durant was recognized as the unanimous national player of the year, winning the John R. Wooden Award, the Naismith College Player of the Year Award, and all eight other widely recognized honors and awards. This made Durant the first freshman to win any of the national player of the year awards. On April 11, he officially declared for the NBA draft. His #35 jersey was later retired by the Longhorns. Durant was selected as the second overall pick", "doc_score": "86.83429718017578", "publish_date": "2018/12/31"}, {"doc_id": "8725281", "text": "Kevin Durant / year-end awards and became the first freshman to be named Naismith College Player of the Year. As a professional, he has won two NBA championships, an NBA Most Valuable Player Award, two Finals MVP Awards, the NBA All-Star Game Most Valuable Player Award, four NBA scoring titles, the NBA Rookie of the Year Award, and two Olympic gold medals. Durant has also been selected to eight All-NBA teams and nine NBA All-Star teams. Off the court, Durant is one of the highest-earning basketball players in the world, due in part to endorsement deals with companies such as Foot Locker and", "doc_score": "85.90968322753906", "publish_date": "2018/12/31"}, {"doc_id": "803102", "text": "Milwaukee Bucks / forward Jabari Parker with the second overall pick of the 2014 NBA draft. On July 1, 2014, the Milwaukee Bucks secured the coaching rights for Jason Kidd from the Brooklyn Nets in exchange for two second-round draft picks in the 2015 NBA draft, and the 2019 NBA draft. With the acquisition of Kidd, the team fired coach Larry Drew. With the many changes to the Bucks in ownership, coaches, and acquiring new young players to rebuild the team, the Bucks' new slogan for the 2014–15 season became \"\"Own The Future\"\". The Bucks' overall play vastly improved, and on December 26,", "doc_score": "82.96834564208984", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_20", "search_time": "2023/02/19/05:25", "search_result": [{"doc_id": "17697065", "text": "Greg Miller (Internet celebrity) / topics. When the channel began, Miller uploaded new episodes of \"A Conversation with Colin\" every Tuesday and Thursday. \"A Conversation with Colin\" follows Miller and former IGN editor, friend, and roommate, Colin Moriarty, discussing fan-requested topics, e.g. why \"Seinfeld\" is the best TV show, Colin's obsession with mayonnaise, the demise of rap rock, worst restaurant experiences, etc. As of 2014, the show has run for three seasons. There had been no new episodes of \"A Conversation with Colin\" uploaded since February 2014, being replaced by individual topics of \"The GameOverGreggy Show\". Due to popular demand, \"A Conversation with Colin\" ran", "doc_score": "79.60472106933594", "publish_date": "2018/12/31"}, {"doc_id": "10813733", "text": "1UP Shows and Podcasts / structured than its predecessor, containing several regular segments, including Shelf Life, Top 5, a rant by Anthony Gallegos, Mailbag, and the Backlog, which takes place after the outro every week. The \"FM\" in the title stands for \"Feature Mondays\", as the show often centered around one or several main features, including developer interviews or hands-on previews of an upcoming game. The show featured a regular segment called the Backlog. The concept of the Backlog was that the hosts play through and discuss a game that received a great deal of critical acclaim, but was mostly overlooked by the gaming masses.", "doc_score": "79.47943878173828", "publish_date": "2018/12/31"}, {"doc_id": "4221933", "text": "MP3 blog / In June 2009, the popular songs list was altered so that it is only affected by user accounts that are several days old, after it was discovered that the \"hearts scores\" for dozens of songs were being artificially inflated by dummy accounts, often created in batches numbering in the hundreds. Elbo.ws had a similar feature listing which Bands, Tracks, and Videos are currently \"hot.\" However Elbo which had been around since 2005 shut down in late 2013. Music Blog Aggregators have caused a boom in MP3 blog readership and accessibility. Aggregators use RSS technology to collect data from MP3 blogs", "doc_score": "80.08062744140625", "publish_date": "2018/12/31"}, {"doc_id": "2220949", "text": "Blogosphere / were over forty-two million bloggers contributing to the blogosphere. With less than 1 million blogs in existence at the start of 2003, the number of blogs had doubled in size every six months through 2006. In 2011, it was estimated that there are more than 158 million identified blogs, with more than 1 million new posts being produced by the blogosphere each day. In a 2010 Technorati study, 36% of bloggers reported some sort of income from their blogs, most often in the form of ad revenue. This shows a steady increase from their 2009 report, in which 28% of", "doc_score": "78.02003479003906", "publish_date": "2018/12/31"}, {"doc_id": "19400837", "text": "Have I Been Pwned? / date. In May 2016, an unprecedented series of very large data breaches that dated back several years were all released in a short timespan. These breaches included 360 million Myspace accounts from circa 2009, 164 million LinkedIn accounts from 2012, 65 million Tumblr accounts from early 2013, and 40 million accounts from adult dating service Fling.com. These datasets were all put up for sale by an anonymous hacker named \"peace_of_mind\", and were shortly thereafter provided to Hunt to be included in HIBP. In June 2016, an additional \"mega breach\" of 171 million accounts from Russian social network VK was added", "doc_score": "79.3358383178711", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_21", "search_time": "2023/02/19/05:25", "search_result": [{"doc_id": "9195405", "text": "Saipan Sucks / relatives to high-paying sinecures. The website presents allegations of corruption, racism, nepotism, jury-rigging, worker exploitation, employment discrimination, and mismanagement of the CNMI tourism industry by local CNMI officials, and seeks to warn U.S. mainlanders about moving to the islands to accept employment offers. Since July 2001, shortly after \"Saipan Sucks\" was created, CNMI government officials criticized the website's anonymity and characterized it as a \"smear campaign\". Stemming from its reported investigations, the CNMI government has threatened to sue the website's author for libel or defamation. The website author's response to the CNMI government was to state that they have \"apparently", "doc_score": "79.4887466430664", "publish_date": "2018/12/31"}, {"doc_id": "4911652", "text": "Boom Chicago / MSN. 2007: \"Comedy Central News\", begins as a daily show on Comedy Central Netherlands and runs for 75 episodes. \"Highly Dubious News\" is nominated for a mobile content award at MIPCOM, the television conference in Cannes. The Chinese Ambassador to the Netherlands asked Boom Chicago to remove their viral video \"SpongeBob SquarePants in China\", which goes on to receive more than 22 million views on YouTube, making it the number one most viewed film and animation video on the video site worldwide (as of April, 2009). By 2011, the video has been viewed more than 85 million times. It is", "doc_score": "79.48843383789062", "publish_date": "2018/12/31"}, {"doc_id": "7187556", "text": "Wulin Warriors / reasoning that they should defeat the Stars or become allies with them. Wulin Warriors Wulin Warriors is an English language edit of the Taiwanese puppet television series \"Pili\" which aired in 2008 on the Cartoon Network and subsequently appeared online. The series aired in the United States on Cartoon Network's Toonami in February 2006, but was taken off the block due to poor ratings and complaints. The translation had a number of problems puns were inserted in which they were not present originally, and Scar (known as Ye Hsiao-Chai in the original), was changed from a mute to a dispenser", "doc_score": "79.78620910644531", "publish_date": "2018/12/31"}, {"doc_id": "3956218", "text": "Yu-Gi-Oh! GX / death, blood, violence and religion in order to make the series suitable for a younger audience. Also any written language text, either Japanese or English is erased or replaced with unreadable content. These edits are also used in various localizations of the show in countries outside of Asia where 4Kids had distribution rights. The fourth season has not been dubbed, as it was replaced by the North American airing of \"Yu-Gi-Oh! 5D's\" in September 2008. Dubbed episodes were uploaded onto 4Kids' YouTube page until 29 March 2011, when Nihon Ad Systems and TV Tokyo sued 4Kids and terminated the licensing", "doc_score": "79.29045867919922", "publish_date": "2018/12/31"}, {"doc_id": "20337696", "text": "FreeWeibo / FreeWeibo FreeWeibo () is a website that monitors and makes available content from leading Chinese microblogging site Sina Weibo that has been censored and deleted by Chinese authorities under the Great Firewall. The home page is constantly updated to show the latest most-censored Weibo content. The site allows searches for any deleted microblogging strings and content, such as the names of dissidents, \"64\", \"tiananmen\", dalai (as in Dalai Lama, specifically the 14th Dalai Lama), \"Xinjiang independence\", \"Winnie the Pooh\", and terms related to any breaking news deemed sensitive. In addition, there are many terms relating to advertising content, pornography and", "doc_score": "77.21621704101562", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_22", "search_time": "2023/02/19/05:25", "search_result": [{"doc_id": "6486438", "text": "Health effects of wine / highlight the positive medical benefits of wine apart from the mere presence of alcohol. However wine drinkers tend to share similar lifestyle habits – better diets, regular exercise, non-smoking – that may in themselves be a factor in the supposed positive health benefits compared to drinkers of beer and spirits or those who abstain completely. Health effects of wine The health effects of wine are mainly determined by its active ingredient alcohol. Some studies found that drinking small quantities of alcohol (up to one standard drink per day for women and one to two drinks per day for men) is", "doc_score": "83.43840789794922", "publish_date": "2018/12/31"}, {"doc_id": "6486413", "text": "Health effects of wine / major component of gallstones. There are several potential causes of so-called \"red wine headaches\", including histamines/tyramines and the breakdown of some phenolic compounds in wine that carry the chemical messenger for serotonin. One culprit that is regularly dismissed by allergists as an unlikely cause of red wine headaches is sulfites which are used as a preservative in wine. Wine, like other alcoholic beverages, is a diuretic which promotes dehydration that can lead to headaches (such as the case often experienced with hangovers). In 2006, researchers from the University of California, Davis announced finding from genetic mapping that amino acids in", "doc_score": "83.97674560546875", "publish_date": "2018/12/31"}, {"doc_id": "10414348", "text": "Absinthe / impact to the flavour of absinthe, it is generally desired to preserve the original colour, which requires that naturally coloured absinthe be bottled in dark, light resistant bottles. Absinthe intended for decades of storage should be kept in a cool (room temperature), dry place, away from light and heat. Absinthe should not be stored in the refrigerator or freezer, as the anethole may polymerise inside the bottle, creating an irreversible precipitate, and adversely impacting the original flavour. Absinthe has been frequently and improperly described in modern times as being hallucinogenic. No peer-reviewed scientific study has demonstrated absinthe to possess hallucinogenic", "doc_score": "81.85440826416016", "publish_date": "2018/12/31"}, {"doc_id": "5420682", "text": "Aquagenic pruritus / usually focused on topical itch management. This can be effected by the application of antipruritic lotions or creams, using phototherapy, or the application of hot or cold packs to the skin after water contact. Paradoxically, hot baths or showers help many patients, possibly because heat causes mast cells in the skin to release their supply of histamine and to remain depleted for up to 24 hours afterward. However, the itching associated with aquagenic pruritus is not clearly caused by histamine; other neurotransmitters, such as substance P, may be involved. H1 and H2 blockers, such as loratadine, doxepin, or cimetidine, have", "doc_score": "81.82345581054688", "publish_date": "2018/12/31"}, {"doc_id": "6486402", "text": "Health effects of wine / Health effects of wine The health effects of wine are mainly determined by its active ingredient alcohol. Some studies found that drinking small quantities of alcohol (up to one standard drink per day for women and one to two drinks per day for men) is associated with a decreased risk of heart disease, stroke, diabetes mellitus, metabolic syndrome and early death. However, other studies found no such effect. Drinking more than the standard drink amount increases the risk of heart disease, high blood pressure, atrial fibrillation, stroke and cancer. Mixed results are also observed in light drinking and cancer mortality.", "doc_score": "84.25528717041016", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_23", "search_time": "2023/02/19/05:25", "search_result": [{"doc_id": "13613381", "text": "Rewind Festival / near Henley-on-Thames on 18, 19 and 20 August 2017. For 2018, there were three festivals held across the summer after its success from previous years. 2018 sees the tenth anniversary of Rewind. The Rewind Festival in Scotland took place at the Scone Palace grounds near Perth on 20, 21, and 22 July 2018, and was headlined by OMD and Status Quo. The Rewind North Festival took place at Capesthorne Hall in Cheshire on 3, 4, and 5 August 2018, and was headlined by OMD and the Jacksons. The Rewind South Festival took place at the Temple Island Meadows, Remenham Farm,", "doc_score": "83.2911376953125", "publish_date": "2018/12/31"}, {"doc_id": "4179415", "text": "Shinedown / a U.S. tour beginning February 20, 2019 in Estero, FL. Supporting acts for the trek include Papa Roach and Asking Alexandria. The tour is set to conclude on March 20, 2019 in Loveland, CO. Shinedown's music has most commonly been described as hard rock, alternative metal, post-grunge, alternative rock, grunge, and arena rock, with pop and Southern rock influences. In August 2013, Kerch disagreed with more specialized genre ascribed to the band, stating that \"We're just a rock 'n' roll band\" while conceding that each album did have a markedly different rock sound to them by design. The nu metal", "doc_score": "80.5991439819336", "publish_date": "2018/12/31"}, {"doc_id": "9096769", "text": "Maybeshewill / final tour. In April 2018 the band announced they will be playing a special, one off show in the Queen Elizabeth Hall at London’s Southbank Centre as part of Robert Smith's Meltdown on the 24th June 2018. The band have stated in their biography that they are concerned about the state of the mainstream music industry and as such endeavour to be as self-sufficient as possible. Originally the band kept the duties of manager, booking agent and press agent 'in-house' as well as releasing records on their own label Robot Needs Home. As the band has grown however, they have", "doc_score": "82.2626953125", "publish_date": "2018/12/31"}, {"doc_id": "20239824", "text": "Castlefield Bowl / Castlefield Bowl The Castlefield Bowl (originally the Castlefield Events Arena and formerly the Castlefield Arena) is an outdoor events pavilion in the inner city conservation area of Castlefield in Manchester in North West England. The arena is often used for food festivals and music gigs. In 2017, it played host to the city's 'Sounds Of The City' series of shows. Artists to perform include Arcade Fire, Blossoms, James, The Verve and Blink 182. Shed Seven, Hacienda Classical, Rag'n'Bone Man, Paul Heaton and Jacqui Abbott, and The Levellers played in 2018. Kylie Minogue is due to play in July 2019. Previously", "doc_score": "82.64659881591797", "publish_date": "2018/12/31"}, {"doc_id": "20239825", "text": "Castlefield Bowl / the arena has played host to New Order, The Last Shadow Puppets, The Strypes, Catfish and the Bottlemen, Noel Gallagher and The Courteeners. In 2010, the arena was used as a Hyundai fan park showing all football matches from the 2010 FIFA World Cup. Castlefield Bowl The Castlefield Bowl (originally the Castlefield Events Arena and formerly the Castlefield Arena) is an outdoor events pavilion in the inner city conservation area of Castlefield in Manchester in North West England. The arena is often used for food festivals and music gigs. In 2017, it played host to the city's 'Sounds Of The", "doc_score": "78.85581970214844", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_24", "search_time": "2023/02/19/05:25", "search_result": [{"doc_id": "14880716", "text": "Newport (Ymerodraeth State of Mind) / and was featured by BBC News. By the middle of August 2010, nearly 2.5 million people had watched it on YouTube. YouTube removed the video on 10 August due to a copyright claim by music publishers EMI Music Publishing. The lack of a fair dealing exclusion for parody works, exercised by EMI in their takedown notice, was cited in the Hargreaves Review on Copyright, commissioned by the Newport-based Intellectual Property Office. The review evolved into the Copyright (Public Administration) Regulations 2014. The song includes references to Welsh celebrities such as Shirley Bassey, Craig Bellamy and Gavin Henson, and to Welsh", "doc_score": "82.06459045410156", "publish_date": "2018/12/31"}, {"doc_id": "11204006", "text": "Delilah (Tom Jones song) / to be taken literally, I think it takes the fun out of it.\" Prior to the 2016 Six Nations Championship rugby tournament, Welsh MP Chris Bryant requested that the song not be sung by Welsh rugby fans as the lyrics glorify violence towards women. Supporters of Stoke City adopted \"Delilah\" as their club anthem in the 1990s. It was adopted by the fans after a supporter was heard singing it in a local pub. Some of the song's original lyrics were adapted for the football terraces, but the essence of the song remained the same. The song featured in the", "doc_score": "82.04933166503906", "publish_date": "2018/12/31"}, {"doc_id": "11268870", "text": "The Ballad of Tom Jones / The Ballad of Tom Jones \"The Ballad of Tom Jones\" is a song by Space and Cerys Matthews, lead singer of the band Catatonia, which was released in 1998. Lead singer Tommy Scott described Tom Jones as 'brilliant'. The song became a huge radio hit and resulted in Space performing with Jones in Jools Holland's New Year's Eve programme. The song peaked at number four in the United Kingdom, number 26 in Ireland, number 46 in Australia, and number 27 in New Zealand. It is the band's highest-selling single in their home country, earning a Silver certification from the British", "doc_score": "83.80228424072266", "publish_date": "2018/12/31"}, {"doc_id": "9039161", "text": "Alun Wyn Jones / Tim. He returned to play Argentina in which he won man of the match award. On 8 December 2016, Jones broke the Ospreys' record for the highest try scoring forward as he touched down for his 21st try. Jones was named as captain for the Welsh squad for the 2017 Six Nations following Sam Warburton's demotion. Following the campaign, Jones was selected for his third British and Irish Lions tour. During the Lions tour he became one of only 7 Lions players to have beaten South Africa, Australia and New Zealand while touring these countries, following the 24-21 win in", "doc_score": "80.69062042236328", "publish_date": "2018/12/31"}, {"doc_id": "11204005", "text": "Delilah (Tom Jones song) / both the same\". Tom Jones performed it before Wales's rugby victory over England at Wembley Stadium in 1999. As of 2003, the Welsh Rugby Union played the song in Millennium Stadium before matches; the words to the song were shown on the big screens and the crowd sang along. Dafydd Iwan, former president of the Welsh nationalist party Plaid Cymru, called for Welsh rugby supporters to stop singing Delilah at matches, asserting that the song \"trivialise[s] the idea of murdering a woman\". Jones dismissed Iwan's claims, stating: \"I don’t think [singers] are really thinking about it … If it’s going", "doc_score": "81.2680892944336", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_25", "search_time": "2023/02/19/05:25", "search_result": [{"doc_id": "2920685", "text": "History of feminism / and generated by the Communist state. After the fall of Communism, the Polish government, dominated by Catholic political parties, introduced a \"de facto\" legal ban on abortions. Since then, some feminists have adopted argumentative strategies from the 1980s American pro-choice movement. The sexuality and gender historian Nancy Cott distinguishes between \"modern feminism\" and its antecedents, particularly the struggle for suffrage. She argues that in the two decades surrounding the Nineteenth Amendment's 1920 passage, the prior \"woman movement\" primarily concerned women as \"universal\" entities, whereas over this 20-year period, the movement prioritized social differentiation, attention to \"individuality\", and diversity. New issues", "doc_score": "78.73693084716797", "publish_date": "2018/12/31"}, {"doc_id": "1704081", "text": "National Review / 1972 and made an independent run for president in 1968. During the 1950s, Buckley had worked to remove anti-Semitism from the conservative movement and barred holders of those views from working for \"National Review\". In 1962 Buckley denounced Robert W. Welch Jr. and the John Birch Society as \"far removed from common sense\" and urged the Republican Party to purge itself of Welch's influence. After Goldwater was defeated by Lyndon Johnson in 1964, Buckley and \"National Review\" continued to champion the idea of a conservative movement, which was increasingly embodied in Ronald Reagan. Reagan, a longtime subscriber to \"National Review\",", "doc_score": "80.48835754394531", "publish_date": "2018/12/31"}, {"doc_id": "10946884", "text": "Feminism (international relations) / politics is 'all about'. However, it would be a mistake to think that feminist IR was solely a matter of identifying how many groups of women are positioned in the international political system. From its inception, feminist IR has always shown a strong concern with thinking about men and, in particular, masculinities. Indeed, many IR feminists argue that the discipline is inherently masculine in nature. For example, in her article \"Sex and Death in the Rational World of Defense Intellectuals\" \"Signs\" (1988), Carol Cohn claimed that a highly masculinised culture within the defense establishment contributed to the divorcing of war", "doc_score": "79.17842102050781", "publish_date": "2018/12/31"}, {"doc_id": "18069151", "text": "NotAllMen / NotAllMen A \"Time\" magazine article on the subject states that \"Not all men\" was previously stated as an object of frustration, but in early 2014 it became usually used as an object of mockery. Intended to counter generalizations about men’s behavior, the phrase has been criticized for deflecting conversations from uncomfortable topics, such as sexual assault. Vox states that the phrase \"not all men are like that,\" as a general defense of men in gendered criticisms of their behavior, has been around for more than a decade. Before 2013, \"not all men\" was not seen as a derailment tactic; the", "doc_score": "82.12165069580078", "publish_date": "2018/12/31"}, {"doc_id": "1704094", "text": "National Review / engaged in fraud. National Review National Review (NR) is an American semi-monthly editorial magazine focusing on news and commentary pieces on political, social, and cultural affairs. The magazine was founded by the author William F. Buckley Jr. in 1955. It is currently edited by Rich Lowry. Since its founding, the magazine has played a significant role in the development of conservatism in the United States, helping to define its boundaries and promoting fusionism while establishing itself as a leading voice on the American right. The online version, National Review Online, is edited by Charles C. W. Cooke and includes free", "doc_score": "80.37924194335938", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_26", "search_time": "2023/02/19/05:25", "search_result": [{"doc_id": "11661749", "text": "Grammy Award records / record for Grammy wins in the most different categories as of the 2005 Grammy Awards: Aretha Franklin holds the record for winning the most consecutive Grammys in the same category. She won the Grammy Award for Best Female R&B Vocal Performance every year from 1968 to 1975, for an eight-year winning streak. She also won in this category in 1982, 1986, and 1988, giving her 11 wins in the category. After Franklin, Jimmy Sturr, Bill Cosby and John Williams are tied for second place for consecutive Grammy wins in the same category: Sturr won six years in a row between", "doc_score": "89.20104217529297", "publish_date": "2018/12/31"}, {"doc_id": "11661756", "text": "Grammy Award records / of the Year. Quincy Jones holds the record for the most Grammy nominations with 80. Michael Jackson and Babyface hold the record for most Grammy nominations in one night with 12 nominations. The record for most Grammy nominations without a win is 26, held by Morten Lindberg. Only ten artists have been nominated for all four General Field awards in one night. Leah Peasall of the Peasall sisters is the youngest ever Grammy nominee (and winner) as one of the credited artists on the \"O Brother, Where Art Thou? (soundtrack)\" in 2002. Deleon Richards is the youngest performer to receive", "doc_score": "89.75828552246094", "publish_date": "2018/12/31"}, {"doc_id": "11661745", "text": "Grammy Award records / Georg Solti, a Hungarian-British conductor who conducted the Chicago Symphony Orchestra for twenty-two years. He has won a total of 31 competitive Grammy Awards out of 74 nominations and was awarded a Grammy Lifetime Achievement Award in 1996. Georg Solti has won a total of 31 Grammy Awards. Alison Krauss has, as a solo artist, collaborator and producer, won 27 Grammy Awards. U2 holds the record for most Grammy Awards won by a group. They have won 22 awards. Quincy Jones with 27 awards holds the record for most Grammy Awards won by a producer (and eleven of those were", "doc_score": "91.16267395019531", "publish_date": "2018/12/31"}, {"doc_id": "1283515", "text": "Christina Aguilera / Christina Aguilera Christina María Aguilera (; born December 18, 1980) is an American singer, songwriter, actress and television personality. Her work has earned her five Grammy Awards, one Latin Grammy Award, and a star on the Hollywood Walk of Fame. She has sold more than 75 million records worldwide, making her one of the world's best-selling music artists. In 2009, she ranked at number 58 on \"Rolling Stone\"s list of 100 Greatest Singers of All Time, thereby becoming the youngest and the only artist under 30 to be named. \"Billboard\" recognized her as the 20th most successful artist of the", "doc_score": "87.5584716796875", "publish_date": "2018/12/31"}, {"doc_id": "5905622", "text": "Grammy Awards and nominations for Whitney Houston / Grammy Awards and nominations for Whitney Houston Whitney Houston is one of the most successful female singers of all time. Her accomplishments have been recognized with six competitive Grammy Awards, and one Grammy Hall of Fame Award, giving her a total of 7 Grammy Awards. Though she has been nominated twenty-six times and for two times songs performed by her were nominated for Song of the Year. She earned her first Grammy, Best Pop Vocal Performance, Female in 1986, and was honored with two general field Grammys: Album of the Year for \"\" and Record of the Year for \"I", "doc_score": "86.4711685180664", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_27", "search_time": "2023/02/19/05:25", "search_result": [{"doc_id": "8316622", "text": "Eddy Butler / Eddy Butler Edward Mark Butler (born in Bloomsbury 13 November 1962) is a former National Elections Officer of the British National Party (BNP) and was dubbed the party's \"elections guru\" by its newspaper, \"Voice of Freedom\", until being suspended and expelled from the BNP in 2010 by Nick Griffin. He is currently a member of the English Democrats. Butler was originally the Tower Hamlets organiser for the National Front but, after having been expelled from that party by Griffin, in 1986, joined the British National Party in the same year. Butler first came to prominence in the early 1990s when", "doc_score": "82.44901275634766", "publish_date": "2018/12/31"}, {"doc_id": "973532", "text": "Kenneth Clarke / their scooters off my lawn\" – an allusion to Harold Wilson's rebuke of Trades Union leader Hugh Scanlon in the late 1960s. After the Conservatives entered Opposition in 1997, Clarke contested the leadership of the Party for the first time. In 1997, the electorate being solely Tory Members of Parliament, he topped the poll in the first and second rounds. In the third and final round he formed an alliance with Eurosceptic John Redwood, who would have become Shadow Chancellor and Clarke's deputy, were he to have won the contest. However, Thatcher endorsed Clarke's rival William Hague, who proceeded to", "doc_score": "80.87657165527344", "publish_date": "2018/12/31"}, {"doc_id": "2562618", "text": "Sit-in / of Pakistan Tehreek-e-Insaf (PTI), and Inqilab March (Revolution March) led by Muhammad Tahir-ul-Qadri of Pakistan Awami Tehrik (PAT) are political, aiming at a probe of election rigging by Nawaz Sharif, as well as restoration of \"true democracy and social, political and economical reforms.\" The Azadi March started on 14 August 2014 and ended on 17 December 2014. It is considered to be the longest-lasting public sit-in in Pakistan's history. Concepcion Picciotto's sit-in was the more long-lasting sit-in, but on an individual level. Sit-in A sit-in or sit-down is a form of direct action that involves one or more people occupying", "doc_score": "82.11016082763672", "publish_date": "2018/12/31"}, {"doc_id": "20126946", "text": "Shakira Martin (NUS) / of the Higher Education Policy Institute, praised Martin as a 'born communicator with profound empathy for her members'. The findings of the Poverty Commission were published in April 2018, making 40 recommendations, and was positively received by Universities UK and the University Alliance. In March 2018, Martin was re-elected to a second term with 51% of the vote in the first round of voting, along with deputy Amatey Doku; the latter received 68% after calling for nationwide student-led mobilization to demand a ‘people’s vote’ on the final Brexit deal. Martin reaffirmed her commitment to 'fight student poverty, defend student rights", "doc_score": "81.82571411132812", "publish_date": "2018/12/31"}, {"doc_id": "4191066", "text": "Ghulam Mustafa Jatoi / Mr. Jatoi joined hands with the opposition led by Bhutto in launching a movement against the Sharif government, resulting in its dismissal in 1993. The NPP contested the 1993 elections and later joined the Benazir Bhutto government as a coalition partner until the Governments dismissal in 1996 by the PPP President Farooq Leghari. In the 2002 general election, it was the dominant partner in a new group called the National Alliance which was chaired by him. The National Alliance won 16 seats in the national Assembly, 16 seats in the Sindh Assembly and three Senate seats. In the 2008 election", "doc_score": "82.46805572509766", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_28", "search_time": "2023/02/19/05:25", "search_result": [{"doc_id": "4270327", "text": "Eggheads (TV series) / to 2 June 2017. This was the first series of Celebrity Eggheads presented by Jeremy Vine. The Eggheads won the first 19 episodes of the series but were defeated by \"Quizino Royale\", a team consisting of the four members of Bond and James Bond composer David Arnold. They won £20,000 for their charity. The Eggheads won the last two episodes, the £2,000 prize being given to Children in Need. An eighth series of 15 episodes began on 13 August 2018. On 20 October 2008, a spin-off called \"Are You an Egghead?\" debuted on BBC Two. The first series was won", "doc_score": "78.7694091796875", "publish_date": "2018/12/31"}, {"doc_id": "18911010", "text": "Back in Time for... / 23 January 2017. Back in Time for Tea This began airing in February 2018. This series focuses on the food and lifestyle of working class Northern households, exemplified by the Ellis family, from post-World War I through to the end of the 1990s. A fifth series, Back in Time for the Factory, consisted of five episodes and aired on BBC Two in September 2018. These episodes looked at modern-day workers experiencing work in a British garment factory in the 1960s, 1970s and 1980s, with each episode focusing on a specific year. A further series, entitled Back in Time for School,", "doc_score": "75.71702575683594", "publish_date": "2018/12/31"}, {"doc_id": "18202976", "text": "The Great British Bake Off: An Extra Slice / British Bake Off\" to Channel 4 in 2017. The after show was announced in July 2014. Comedian Jo Brand was later announced as the host of the series on 24 July 2014. The show returned for a second run, beginning on 7 August 2015, and for a third series on 24 August 2016. A fourth series began on 31 August 2017 on Channel 4. A fifth series began on 31 August 2018, moving to Friday evenings. Brand and three rotating panelists appear on each episode. The panelists are generally a chef or cooking expert, such as Michel Roux Jr. or", "doc_score": "76.94983673095703", "publish_date": "2018/12/31"}, {"doc_id": "12828398", "text": "Sherlock (TV series) / Sherlock (TV series) Sherlock is a British crime drama television series based on Sir Arthur Conan Doyle's Sherlock Holmes detective stories. Created by Steven Moffat and Mark Gatiss, it stars Benedict Cumberbatch as Sherlock Holmes and Martin Freeman as Doctor John Watson. Thirteen episodes have been produced, with four three-part series airing from 2010 to 2017, and a special episode that aired on 1 January 2016. The series is set in the present day, while the one-off special features a Victorian period fantasy resembling the original Holmes stories. \"Sherlock\" is produced by the British network BBC, along with Hartswood Films,", "doc_score": "76.0290298461914", "publish_date": "2018/12/31"}, {"doc_id": "7867117", "text": "The Show (UK TV series) / The Show (UK TV series) The Show is a British television show, produced by London Weekend Television's factual programmes department for Channel 4, which ran for a single series in 1997. Starring comedian Bob Mills, the series comprised six 40 minute episodes and was transmitted on Saturday nights. The executive producer was Jeff Pope and the series producer was Stewart Morris. The format was unique to British television, with each episode effectively containing edited segments of \"The Bob Mills Show\" which took the form of a conventional chat show, with Mills interviewing celebrity guests and one or two musical performances.", "doc_score": "75.11356353759766", "publish_date": "2018/12/31"}]}
{"question_id": "20230210_29", "search_time": "2023/02/19/05:25", "search_result": [{"doc_id": "12478857", "text": "Knol / Knol Knol was a Google project that aimed to include user-written articles on a range of topics. Lower-case, the term \"knol\", which Google defined as a \"unit of knowledge\", referred to an article in the project. The project was led by Udi Manber, a Google vice president of engineering. It was announced on December 13, 2007, and was opened in beta version on July 23, 2008, with a few hundred articles, mostly in the health and medical field. The project was closed on April 30, 2012, and all content was deleted by October 1, 2012. The Internet Archive has snapshots", "doc_score": "77.78670501708984", "publish_date": "2018/12/31"}, {"doc_id": "18722429", "text": "Google Docs / had been repeatedly warned by researchers about the potential threat, with security researcher Greg Carson telling \"Ars Technica\" that \"I don't think Google fully understood how severely this could be abused, but certainly hackers did\". In October 2017, Google released a server-side update to its codebase, which started incorrectly flagging random documents as unspecified violations of its \"Terms of Service\" policies. A fix was released shortly afterwards, though the issue became noteworthy for the extent of Google's control over users' content, including its analysis of the contents of documents, as well as for its ability to shut users out at", "doc_score": "77.72286987304688", "publish_date": "2018/12/31"}, {"doc_id": "9197878", "text": "LUSerNet / University, and is currently working as a research associate after successfully completing a Ph.D. The program has earned cult status at Lancaster University, and is still widely used, despite its now limited effectiveness. Both ISS and the Lancaster University Student Union have released statements regarding its use, encouraging users against it. In one of the final versions, bramp made the program operational on all LAN types, not just Lancaster, so the program has spread beyond the University. References that LUSerNet has been used at other Universities have appeared. LUSerNet LUSerNet (pronounced Loser Net, roughly standing for Lancaster University Student Network)", "doc_score": "78.28299713134766", "publish_date": "2018/12/31"}, {"doc_id": "12259080", "text": "Teachstreet / previously a VP of Marketing at JibJab and a Director of Product Management at Amazon.com. The company received $2.25 million in early stage funding from Madrona Venture Group, Bezos Expeditions and various individual investors. Initially, the Teachstreet web site was free to both students and teachers. The site moved to a paying service for teachers' listings in April 2010, with various levels of pricing plans available. However, the site remained free for students. In February 2011, the launch of Google Panda (a change to Google's search results ranking algorithm) seriously affected traffic to the company's web site, and it never", "doc_score": "79.11094665527344", "publish_date": "2018/12/31"}, {"doc_id": "4655353", "text": "PageDefrag / or booting from a Windows install CD and using the provided command line interface. \"Winternals: Defragmentation, Recovery, and Administration Field Guide\" by Dave Kleiman, Laura Hunter, Mahesh Satyanarayana, Kimon Andreou, Nancy G Altholz, Lawrence Abrams, Darren Windham, Tony Bradley and Brian (2006) - Syngress () PageDefrag PageDefrag is a program, developed by Sysinternals (now distributed by Microsoft), for Microsoft Windows that runs at start-up to defragment the virtual memory page file, the registry files and the Event Viewer's logs (files such as AppEvent.Evt, SysEvent.Evt, SecEvent.Evt and so on). Defragmenting these files may improve performance. Since PageDefrag only affects a few", "doc_score": "75.179443359375", "publish_date": "2018/12/31"}]}
