{"question_id": "20230804_0", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "10412069", "text": "National Civil Police of El Salvador / of PNC officers abusing their power. One of the most significant issue with the PNC’s use of force is the increase in reports of extrajudicial executions. In September of 2018 the Inter-American Commission on Human Rights (IACHR) received reports of the PNC using extrajudicial killings to curb gang activity from the Human Rights Institute of José Simeón Cañas Central American University and the NGO Passionist Social Service. By August of 2017, the ratio of presumed gang members to PNC officers killed in confrontations was 73 to 1; the IACHR asserts that the ratio demonstrates an abuse of force by the", "doc_score": "96.55302429199219", "publish_date": "2018/12/31"}, {"doc_id": "10412065", "text": "National Civil Police of El Salvador / in sharp contrast to his predecessor’s Iron Fist approach. Under the Funes administration, two prominent gangs (MS-13 and the 18th Street Gang) signed a truce in 2012 in an attempt to decrease intra-gang warfare. Initially the government stated that they did not participate in the truce negotiations. However, the government later announced it would accommodate and support the truce after as many as 30 high profile gang members were moved out of maximum security prisons and granted increased visitation rights. Thus, the government did not formally negotiate with criminals, but rather took steps to encourage the peace process. The FMLN", "doc_score": "94.15890502929688", "publish_date": "2018/12/31"}, {"doc_id": "10412068", "text": "National Civil Police of El Salvador / and suspected affiliation with a gang violates due process and other aspects of human rights, it is technically legal under the 2016 law reforms. The return to more aggressive methods of combating gang activity also corresponded with an increase in extrajudicial killings. The 2016 law reforms did not grant PNC officers the power to legally execute suspects; however, officers avoid consequences for extrajudicial activities due to a combination of a weak judicial system and support from \"Mano Dura\" policies. The homicide rate dropped from 105/100,000 in 2015 to 60/100,000 in 2017, however this drop came with an uptick in accusations", "doc_score": "95.32382202148438", "publish_date": "2018/12/31"}, {"doc_id": "4384149", "text": "Antauro Humala / Antauro Humala Antauro Humala Tasso is a Peruvian nationalist and a former army major. He attained international prominence on 1 January 2005 by occupying a rural police station in Andahuaylas, Apurímac Region. Assisted by a large group of followers (press reports range from 70 to 300 in their estimates), demanded the resignation of President Alejandro Toledo, whom he accused of selling Peru out to foreign (particularly Chilean) investors. Four police officers and one gunman died on the first day of the siege. The following day Humala agreed to surrender, though had still failed to do so by the third day,", "doc_score": "92.82308197021484", "publish_date": "2018/12/31"}, {"doc_id": "10412071", "text": "National Civil Police of El Salvador / text conversation between PNC officers, leaked by an anonymous officer, discusses strategies for hiding executions; effectively demonstrating the presence of illegal practices within the PNC. A UN report by Agnes Callamard states that the vast majority of officers under investigation (about 92%) are back on duty within 3 days. In 2016 the Director General of the PNC, Mauricio Landaverde, stated that “All members of the PNC that have to use weapons against criminals due to their work as officers should do so with complete confidence. The PNC and the government will protect them”. Landaverde, in this case, seemingly promotes the", "doc_score": "94.32526397705078", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_1", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "331917", "text": "Pub / with both the longest and shortest names in the United Kingdom — The Old Thirteenth Cheshire Astley Volunteer Rifleman Corps Inn and the Q Inn. The Q Inn is still open, but the \"Old 13th\" etc has been redeveloped as a house or houses. The building retains a pub sign, and a blue plaque from 1995 recording the recognition of the name in the Guinness Book of Records. The number of pubs in the UK has declined year on year, at least since 1982. Various reasons are put forward for this, such as the failure of some establishments to keep", "doc_score": "82.79401397705078", "publish_date": "2018/12/31"}, {"doc_id": "12487620", "text": "Tetley's Brewery / cent stake in the company to Carlsberg. The brewery opened a museum on 19 March 1994. The attraction proved popular; however, redevelopment of the land surrounding the brewery led to the attraction's closure on 7 April 2000. The building is now bars and restaurants. By 1996, sales of Tetley Bitter were overtaken by sales of John Smith's, and the product has retained the number two ale position ever since. This is largely attributed to Tetley's ineffective marketing campaigns. In 1998 Tetley's was fully taken over by Carlsberg. In 2004 Tetley was dropped from the Carlsberg-Tetley name. The company is now", "doc_score": "81.1905517578125", "publish_date": "2018/12/31"}, {"doc_id": "12487623", "text": "Tetley's Brewery / being known as Hunslet Lane), Crown Point Road and Waterloo Street. Many smaller streets in the vicinity have since disappeared under the ever extending brewery. All fermenting took place in stainless steel Yorkshire squares and conical vessels; the slate Yorkshire squares, dating from about the 1880s, were removed in autumn 2008. The closure of the brewery was announced on 5 November 2008. The brewery finally closed its doors on 17 June 2011, by which time it occupied 22 acres. Carlsberg tried to redeploy some staff throughout the group but 179 staff did lose their jobs. The highest selling Tetley product", "doc_score": "80.30376434326172", "publish_date": "2018/12/31"}, {"doc_id": "4966235", "text": "Brakspear Brewery / & Sons licensed the brewing of its beers to Refresh UK, owner of Wychwood Brewery, and the brewery ceased production and closed. The site was sold and part of it converted to a Hotel du Vin boutique hotel. The now non-brewing Brakspear Pub Company and its estate of 104 pubs was bought in 2006 by pub chain JT Davies for £106 million; the 51 Davies pubs were rebranded as Brakspear. After being brewed at Burtonwood, Cheshire, production of Brakspear beers was moved, along with some of the historic Henley brewing vessels, to Refresh's Wychwood Brewery in Witney, Oxfordshire. Refresh UK", "doc_score": "78.39561462402344", "publish_date": "2018/12/31"}, {"doc_id": "19540093", "text": "Alcohol-free bar / Rawtenstall, Lancashire, established in 1890, is described as \"the UK's only remaining temperance bar\" and re-opened in March 2016 after a closure of two months. The first modern alcohol-free bar in England, opened in 2011, is named The Brink, and is located in Liverpool. The Brink is also a drug-free bar, and is run by the charity Action on Addiction with support from the Big Lottery Fund. It also serves food and hosts various events such as live music and film showings. An alcohol-free bar named Redemption is located at the base of the Trellick Tower in North Kensington, London,", "doc_score": "78.58686828613281", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_2", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "72952", "text": "Capital punishment / states, the EU has also banned detainee transfers in cases where the receiving party may seek the death penalty. Sub-Saharan African countries that have recently abolished the death penalty include Burundi, which abolished the death penalty for all crimes in 2009, and Gabon which did the same in 2010. On 5 July 2012, Benin became part of the Second Optional Protocol to the International Covenant on Civil and Political Rights (ICCPR), which prohibits the use of the death penalty. The newly created South Sudan is among the 111 UN member states that supported the resolution passed by the United Nations", "doc_score": "84.28431701660156", "publish_date": "2018/12/31"}, {"doc_id": "866405", "text": "Capital punishment by country / Chad abolished the death penalty in 2014, but restored it for terrorism in 2015. In 2018, The Gambia announced a moratorium as a first step toward abolition. Executions in Africa in 2017: Egypt (35+), Somalia (24), South Sudan (4)<br> \"Note: The tables can be sorted alphabetically or chronologically using the icon.\" Of the 35 independent states in the Americas that are UN members: Many Caribbean countries have carried out no executions for over 10 years, but are not believed to have an abolitionist policy or established practice. Currently (2018), the United States is the only country in the Americas to", "doc_score": "84.29931640625", "publish_date": "2018/12/31"}, {"doc_id": "15249224", "text": "Capital punishment in South Africa / return of the death penalty. They are the National Party South Africa, the African Christian Democratic Party, Economic Freedom Fighters and the National Conservative Party of South Africa. 2018 saw growing calls for the return of the death penalty. On 20 July the Inkatha Freedom Party (IFP) stated that the time had come to discuss the possibility of reinstating the death penalty in South Africa, and on the 8th of August the National Freedom Party called for the restoration of the death penalty in South Africa after the death of Khensani Maseko, in a call similar to that of the", "doc_score": "83.82896423339844", "publish_date": "2018/12/31"}, {"doc_id": "72923", "text": "Capital punishment / the remaining six senior members took place on 26 July. The most recent country to abolish the death penalty was Burkina Faso in June 2018. The death penalty for juvenile offenders (criminals aged under 18 years at the time of their crime although the legal or accepted definition of \"juvenile offender\" may vary from one jurisdiction to another) has become increasingly rare. Considering the age of majority is still not 18 in some countries or has not been clearly defined in law, since 1990 ten countries have executed offenders who were considered juveniles at the time of their crimes: The", "doc_score": "84.5851058959961", "publish_date": "2018/12/31"}, {"doc_id": "11957895", "text": "South Africa / promulgated in 1999. According to the South African Institute of Race Relations, the life expectancy in 2009 was 71 years for a white South African and 48 years for a black South African. The healthcare spending in the country is about 9% of GDP. About 84% of the population depends on the public healthcare system, which is beset with chronic human resource shortages and limited resources. About 20% of the population uses private healthcare. Only 16% of the population is covered by medical aid schemes. The rest pay for private care \"out of pocket\" or through in-hospital-only plans. The three", "doc_score": "81.0310287475586", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_3", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "9270981", "text": "Screening of soap operas in Australia / an article on his blog. On 19 September 2014, upon publication of the article, Network Ten immediately ceased all non-classification edits however they continue to remove the closing credits. On 3 December 2012, Network Ten added a repeat of the previous day's episode, airing weekday mornings at 9:00am. Ten used the G-rated edited version of the show for the morning repeat, despite being permitted to show PG material in that timeslot. The repeat broadcast was discontinued on 1 November 2013 to make way for new morning programming, however it was later reinstated on 26 May 2014 screening weekdays at 7:30am.", "doc_score": "81.91059875488281", "publish_date": "2018/12/31"}, {"doc_id": "9270985", "text": "Screening of soap operas in Australia / up to date with the US, Nine aired a one-hour special on 13 September 2004 titled, \"Days of Our Lives: A New Day\", which summarized four years of storylines and caused mixed feelings among regular viewers. This special was followed by episodes airing at the same pace as the US. However, the show ended up being behind the US again, and by April 2013, episodes were airing at a delay of 16 months. On 15 April 2013, Nine announced that they decided to not renew its contract with the show. On 17 June 2013, \"Days of Our Lives\" resumed to", "doc_score": "80.08748626708984", "publish_date": "2018/12/31"}, {"doc_id": "3584548", "text": "Australia's Funniest Home Videos / Prize Ads), although the majority of content still comes from videos. In 2014, the show returned to its original half-hour format and airs on Saturday at 7.00 pm. In 2005, the show received a revamp with a new set, logo and theme music, leaving behind the original look of worldwide \"Funniest Video Shows\" for a \"futuristic\" look with a brighter and more open set. Since then, the set has received both minor and major alterations, but still retains a bright and open appearance. In 2013, the show switched from its regular seasonal broadcast to a \"summer season\" of repeats to", "doc_score": "79.94662475585938", "publish_date": "2018/12/31"}, {"doc_id": "9270980", "text": "Screening of soap operas in Australia / of the show; Network Ten said it would exercise more care with future broadcasts. On 23 February 2012, Network Ten began removing up to 90 seconds from each episode to ensure they ran no longer than 20½ minutes in length. Network Ten cut exterior location footage; shortened long lingering stares; regular removal of the opening credits, and complete removal of the closing credits. Network Ten made these non-classification edits after any classification edits necessitated in order to keep episodes G-rated. David Knox of TV Tonight, Australia's leading TV blog, sought comment from Network Ten and exposed the unnecessary editing in", "doc_score": "80.46794891357422", "publish_date": "2018/12/31"}, {"doc_id": "9270968", "text": "Screening of soap operas in Australia / Screening of soap operas in Australia The following is a list of soap operas from Australia, New Zealand, United Kingdom and the United States that have aired in Australia over the years, in daytime and primetime slots on both free-to-air and pay television. Eleven airs Australian soap \"Neighbours\" at 6:30 pm each weeknight, while the Seven Network airs rival soap \"Home and Away\" at 7:00 pm from Mondays to Thursdays. Network Ten airs \"The Bold and the Beautiful\", the only US daytime soap on free-to-air television, at 4:30 pm each weekday, while Foxtel's Arena screens US daytime soaps \"Days of", "doc_score": "77.95974731445312", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_4", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "15449412", "text": "Manor Park Country Park / Manor Park Country Park Manor Park Country Park is a country park in West Malling, Kent, England. The park, formerly the private gardens of the nearby Douces Manor was purchased from the manor's owners by Kent County Council in 1973 to be converted into a public open space. The park is legally protected as public recreational land in perpetuity by Fields in Trust as part of the Queen Elizabeth II Fields Challenge. This Country park was bought by Kent County Council, in 1973 by using a grant aid from the Countryside Commission. The site covers, part of which was", "doc_score": "87.37937927246094", "publish_date": "2018/12/31"}, {"doc_id": "8216069", "text": "Open Country / Open Country \"Open Country\" is a designation used for some UK access land. It was first defined under the National Parks and Access to the Countryside Act 1949 (and extended by the Countryside Act 1968), and was land over which an appropriate access agreement had been made. In particular significant upland areas of the northern Peak District, where there had been much dispute over access prior to World War II, were so designated (see \"Mass trespass of Kinder Scout\"). The term is also used in the Countryside and Rights of Way Act 2000 to describe 'areas of mountain, moor, heath", "doc_score": "89.0474853515625", "publish_date": "2018/12/31"}, {"doc_id": "3829112", "text": "Country park / Country park A country park is an area designated for people to visit and enjoy recreation in a countryside environment. In the United Kingdom the term 'country park' has a special meaning. There are around 250 recognised Country Parks in England and Wales attracting some 57 million visitors a year. Most country parks were designated in the 1970s, under the Countryside Act 1968, with the support of the former Countryside Commission. In more recent times there has been no specific financial support for country parks directly, and fewer have been designated. Most parks are managed by local authorities, although other", "doc_score": "87.08789825439453", "publish_date": "2018/12/31"}, {"doc_id": "4010148", "text": "National Parks and Access to the Countryside Act 1949 / National Parks and Access to the Countryside Act 1949 The National Parks and Access to the Countryside Act 1949 is an Act of the Parliament of the United Kingdom which created the National Parks Commission which later became the Countryside Commission and then the Countryside Agency, which became Natural England when it merged with English Nature in 2006. The Act provided the framework for the creation of National Parks and Areas of Outstanding Natural Beauty in England and Wales, and also addressed public rights of way and access to open land. The Act was passed in 1949 with all-party support,", "doc_score": "84.6578369140625", "publish_date": "2018/12/31"}, {"doc_id": "4010145", "text": "National Parks and Access to the Countryside Act 1949 / National Parks and Access to the Countryside Act 1949 The National Parks and Access to the Countryside Act 1949 is an Act of the Parliament of the United Kingdom which created the National Parks Commission which later became the Countryside Commission and then the Countryside Agency, which became Natural England when it merged with English Nature in 2006. The Act provided the framework for the creation of National Parks and Areas of Outstanding Natural Beauty in England and Wales, and also addressed public rights of way and access to open land. The Act was passed in 1949 with all-party support,", "doc_score": "84.6578369140625", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_5", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "6718580", "text": "Marta (footballer) / Marta (footballer) Marta Vieira da Silva (born 19 February 1986), commonly known as Marta, is a Brazilian footballer who plays for the Orlando Pride in the National Women's Soccer League and the Brazil national team as a forward. With 15 goals, she holds the record for most goals scored at FIFA Women's World Cup tournaments, ahead of Birgit Prinz and Abby Wambach, both with 14 goals. Marta is often regarded as the best female player of all time and was given the nickname \"Pelé in skirts\" by Pelé himself. She was named FIFA World Player of the Year six times,", "doc_score": "84.85311126708984", "publish_date": "2018/12/31"}, {"doc_id": "10575736", "text": "Carli Lloyd / that culminated in a hat trick in the game's opening 16 minutes during the final against Japan. The last goal was hailed by Reuters as \"one of the most remarkable goals ever witnessed in a Women's World Cup\", and featured Lloyd catching Japanese goalkeeper Ayumi Kaihori off her line and chipping her virtually from the halfway line. For her efforts in leading the United States to a record third World Cup title, and first since 1999, she won the Golden Ball as the best player of the tournament. While Lloyd's six goals were enough to match Celia Sasic as the", "doc_score": "82.4786605834961", "publish_date": "2018/12/31"}, {"doc_id": "20290251", "text": "Lily Agg / Lily Agg Lily Maria Phoebe Agg (born 17 December 1993) is an English footballer who plays as a forward for Charlton Athletic. She previously played for English FA WSL side, Bristol City. Agg began her career as a striker at the Arsenal Academy, during the time Laura Harvey was in charge of the senior team. After being offered a senior contract, Agg made the decision to study teaching full-time at the University of Brighton from 2013 to 2016. During this time, Agg played for Brighton and Hove Albion and Millwall Lionesses, earning Player of the Season and joint top scorer", "doc_score": "82.43171691894531", "publish_date": "2018/12/31"}, {"doc_id": "20498796", "text": "Mollie Green / On 13 July 2018, it was announced that Green would join newly-formed Championship side Manchester United in their inaugural season. She scored her first goal for United in the opening game of the 2018–19 FA Women's Championship season, a 12–0 win away to Aston Villa. On 25 November 2018, she scored her first career hat-trick in an 8–0 win over Millwall. In total, Green scored 5 goals in 3 games on the way to being named FA Women's Championship player of the month for November. Mollie Green Mollie Green (born 4 August 1997) is an English football midfielder who plays", "doc_score": "87.24922943115234", "publish_date": "2018/12/31"}, {"doc_id": "5450828", "text": "England women's cricket team / Hazell lifted England to 238-8, and it seemed as though the disaster the early wickets had promised had been averted. Sri Lanka however pulled off a stunning victory, Chamari Atapattu scoring 62, and supported by Mendis and Siriwardene, put Sri Lanka in an extremely strong position. Brunt and Elwiss struck back for England, before a brutal 56 from Eshani Lokusuriyage took Sri Lanka to within a run of victory. She was run out in the final over, but Dilani Manodara hit the final ball of the match from Elwiss for six as Sri Lanka won by just one wicket, their", "doc_score": "81.81110382080078", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_6", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "2364683", "text": "Paleocene–Eocene Thermal Maximum / a catalyst for methane hydrate destabilization, an event suggested as a precursor to the onset of the PETM. Climate proxies, such as ocean sediments (depositional rates) indicate a duration of ∼83 ka, with ∼33 ka in the early rapid phase and ∼50 ka in a subsequent gradual phase. The most likely method of recovery involves an increase in biological productivity, transporting carbon to the deep ocean. This would be assisted by higher global temperatures and levels, as well as an increased nutrient supply (which would result from higher continental weathering due to higher temperatures and rainfall; volcanoes may have provided", "doc_score": "80.60247802734375", "publish_date": "2018/12/31"}, {"doc_id": "16084001", "text": "Discovery of human antiquity / two parts: anatomically modern humans are thought to be about 200,000 years old, with behavioral modernity dating back to 40,000 or 50,000 years ago. The first question is still subject to debates on its definition. Discovering the age of the first human is one facet of anthropogeny, the study of human origins, and a term dated by the \"Oxford English Dictionary\" to 1839 and the \"Medical Dictionary\" of Robert Hooper. Given the history of evolutionary thought, and the history of paleontology, the question of the antiquity of man became quite natural to ask at around this period. It was by", "doc_score": "78.99153137207031", "publish_date": "2018/12/31"}, {"doc_id": "14205343", "text": "The 10,000 Year Explosion / of many recently adapted genes have now been traced to this period, creating effects such as regional differences in skin colour and skeletal gracility. Adaptations may have sacrificed muscle strength for higher intelligence and less aggressive human behaviours. By 5000 years ago, the authors estimate that adaptive alleles were coming into existence at a rate about 100 times faster than during the Pleistocene. This is the ‘‘explosion’’ of the book’s title. Research cited by Cochran and Harpending provides evidence of genetic mixing between modern humans and an ancient Homo lineage such as the Neanderthals. It supports the idea that modern", "doc_score": "82.38128662109375", "publish_date": "2018/12/31"}, {"doc_id": "19951058", "text": "Frozen Evolution / homogeneous. He describes frozen plasticity as being more general, and maintains that it better explains the origin of adaptive traits in genetically heterogeneous populations of sexual reproducing organisms. His hypothesis of frozen plasticity is an extension of Niles Eldredge and Stephen Jay Gould's theory of punctuated equilibrium, which describes the history of most fossil species as being relatively stable for millions of years, later punctuated by swift periods of evolutionary change during episodes of speciation. It also draws upon John Maynard Smith's concept of an evolutionarily stable strategy. Biologist Brian K. Hall described the book as broad and integrative, but", "doc_score": "82.18267822265625", "publish_date": "2018/12/31"}, {"doc_id": "203623", "text": "Ice age / has occurred over the same period, and a chief contributor to the accelerated melting of the remaining glaciers and polar ice. A 2012 investigation finds that dinosaurs released methane through digestion in a similar amount to humanity's current methane release, which \"could have been a key factor\" to the very warm climate 150 million years ago. William Ruddiman has proposed the early anthropocene hypothesis, according to which the anthropocene era, as some people call the most recent period in the earth's history when the activities of the human species first began to have a significant global impact on the earth's", "doc_score": "82.15835571289062", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_7", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "15221454", "text": "Earthquake activity in the New York City area / in the northeastern U.S. could be larger than the area of damage caused by an earthquake of the same magnitude in the western U.S. The cooler rocks in the northeastern U.S. contribute to the seismic energy propagating as much as ten times further than in the warmer rocks of California. A magnitude 4.0 eastern U.S. earthquake typically can be felt as far as 100 km (60 mi) from its epicenter, but it infrequently causes damage near its source. A magnitude 5.5 eastern U.S. earthquake, although uncommon, can be felt as far as 500 km (300 mi) from its epicenter, and", "doc_score": "84.14998626708984", "publish_date": "2018/12/31"}, {"doc_id": "20994324", "text": "2018 Anchorage earthquake / near Tacoma, Washington than to the 1964 megathrust earthquake. The earthquake had a magnitude of 7.0 on the moment magnitude scale using a centroid moment tensor inversion of the W-phase. The focal mechanism shows that the earthquake was a result of normal faulting. A fault dipping at 29° towards the east gives the best match to the observed seismic waveforms. The depth and mechanism are consistent with faulting within the down-going Pacific Plate. This implies that the earthquake was an intraslab earthquake within that plate, rather than at the plate boundary between the Pacific and North American Plates beneath the", "doc_score": "82.51514434814453", "publish_date": "2018/12/31"}, {"doc_id": "9121281", "text": "Quake (natural phenomenon) / Aphrodite Terra, within a steeply sloping valley that is cut by many fractures (faults). A sunquake is a quake that occurs on the Sun. Seismic waves produced by sunquakes occur in the photosphere and can travel at velocities of for distances up to before fading away. On July 9, 1996, a sunquake was produced by an X2.6 class solar flare and its corresponding coronal mass ejection. According to researchers who reported the event in \"Nature\", this sunquake was comparable to an earthquake of a magnitude 11.3 on the Richter scale. That represents a release of energy approximately 40,000 times greater", "doc_score": "81.5477294921875", "publish_date": "2018/12/31"}, {"doc_id": "4980505", "text": "Kamchatka earthquakes / Kamchatka earthquakes Three earthquakes, which occurred off the coast of Kamchatka Peninsula in far eastern Russia and the Soviet Union in 1737, 1923 and 1952, were megathrust earthquakes and caused tsunamis. They occurred where the Pacific Plate subducts under the Okhotsk Plate at the Kuril-Kamchatka Trench. The depth of the trench at the point of the earthquakes is 7,000–7,500 m. Northern Kamchatka lies at the western end of the Bering fault, between the Pacific Plate and North American Plate, or the Bering plate There are many more earthquakes and tsunamis originating from Kamchatka, of which the most recent was the", "doc_score": "80.7925033569336", "publish_date": "2018/12/31"}, {"doc_id": "15221456", "text": "Earthquake activity in the New York City area / Ocean, in the Caribbean Sea, and along the west coast of North America. The seismicity of the northeastern U.S. is generally considered to be due to ancient zones of weakness that are being reactivated in the present-day stress field. In this model, pre-existing faults that were formed during ancient geological episodes persist in the intraplate crust, and the earthquakes occur when the present-day stress is released along these zones of weakness. The stress that causes the earthquakes is generally considered to be derived from present-day rifting at the Mid-Atlantic ridge. The northeastern U.S. has many known faults, but virtually all", "doc_score": "84.07657623291016", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_8", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "19501570", "text": "Birch dieback / one of a number of emerging fungal diseases affecting various species of tree in Western Europe. In 2015, Stephen Cavers of the Centre for Ecology and Hydrology in Scotland, said \"There is a clear increase in the number of novel pests and pathogens affecting the trees and forests of Britain. Most likely accelerated by the combined effects of, among other things, globalised trade, a changing climate and the planting of exotic species, the checklist of known threats has recently described an exponential growth pattern.\" He advocates improving the diversity of the gene pool, planting mixed stands of trees and better", "doc_score": "90.66191864013672", "publish_date": "2018/12/31"}, {"doc_id": "11546050", "text": "Forest dieback / Forest dieback Forest dieback (also \"\", a German loan word) is a condition in trees or woody plants in which peripheral parts are killed, either by pathogens, parasites or due to conditions like acid rain and drought. Two of the nine tipping points for major climate changes, forecast for the next century, are directly related to forest diebacks. Forest dieback refers to the phenomena of a stand of trees losing health and dying without an obvious cause. This condition is also known as forest decline, forest damage, canopy level dieback, and stand level dieback (also Waldsterben and Waldschäden, German loan", "doc_score": "88.67849731445312", "publish_date": "2018/12/31"}, {"doc_id": "19501565", "text": "Birch dieback / Birch dieback Birch dieback is a disease of birch trees that causes branches in the crown to die off. The disease may eventually kill the tree. In an event in the Eastern United States and Canada in the 1930s and 1940s, no causal agent was found, but the wood-boring beetle, the bronze birch borer, was implicated in the severe damage and death of the tree that often followed. In similar crown dieback occurrences in Europe several decades later, the pathogenic fungus \"Melanconium betulinum\" were found in association with affected trees, as well as \"Anisogramma virgultorum\" and \"Marssonina betulae\". Birch dieback", "doc_score": "86.42306518554688", "publish_date": "2018/12/31"}, {"doc_id": "3775476", "text": "Thinning / This may be done to make the stand more profitable in an upcoming final felling or to achieve ecological goals such as increasing biodiversity or accelerating the development of desired structural attributes such as large diameter trees with long tree crowns. Early thinning, say after 20 years rather than late thinning, say after 50 years has different effects on the trees thinned. An early thinning would encourage trees to get wider crowns, increase diameter and be more stable against threats like snow breakage or windthrow. Too much too early would lead to a site overgrowing with shrubs and prevent an", "doc_score": "84.29747772216797", "publish_date": "2018/12/31"}, {"doc_id": "9212906", "text": "Exfoliation (botany) / Exfoliation (botany) Exfoliation (from the term \"foliate\", meaning “related to leaves”) means the removal or loss of leaves from a plant. It is used both to describe the loss of a leaves as a natural part of a plant’s life cycle (such as in the case of deciduous trees which lose their leaves in the autumn) or because of some trauma or outside cause (such as dehydration, an infestation of caterpillars or hurricane-force winds). In arboriculture, the term “exfoliating bark” describes the natural process and condition of the bark peeling-away from a tree trunk, typically in large pieces that remain", "doc_score": "82.67115783691406", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_9", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "19619910", "text": "2016–17 Kashmir unrest / meeting on the unrest in New Delhi on 12 August by all political parties alleging it to be an interference in the country's internal affairs. On 17 August, United Nations' High Commissioner for Human Rights Prince Zeid bin Ra'ad appealed to the Indian and Pakistani governments to allow its observers access to the region. On 12 August, Ban Ki-moon responded to a letter by Pakistani prime minister Nawaz Sharif on the Kashmir situation, stating: \"I deplore the loss of life and hope that all efforts will be made to avoid further violence... The United Nations remains convinced that it is", "doc_score": "81.2691879272461", "publish_date": "2018/12/31"}, {"doc_id": "20617447", "text": "2018 North Korea–United States summit / United States President Donald Trump arrived six minutes later. They started the summit at 9:05 am local time with a 12-second handshake and then participated in a one-on-one meeting, with interpreters only. Trump and Kim emerged from the one-on-one talks and walked down the corridor to the Cassia where the expanded bilateral meeting took place. Trump described the one-on-one meeting as \"very very good\" when asked by a reporter. When Trump was asked if he had notes of the one-on-one meeting to refer back and verify, Trump replied, \"I don't have to verify because I have one of the great", "doc_score": "78.72578430175781", "publish_date": "2018/12/31"}, {"doc_id": "20297509", "text": "2017–18 North Korea crisis / abroad as well as personal sanctions against Kim Jong-un. Despite resistance from China and Russia, the United States on 8 September formally requested a vote of the United Nations Security Council on the U.S. resolution. UNSC 2375 passed on September 11 as a significantly watered-down version of the United States' request. In an interview on September 4, Liu Jieyi, China's ambassador to the United Nations, called for dialogue, saying that the issue needed to be resolved \"peacefully\". He said, \"China will never allow chaos and war on the peninsula.\" President Vladimir Putin speaking to the Chinese press on September 5,", "doc_score": "80.65351867675781", "publish_date": "2018/12/31"}, {"doc_id": "20297504", "text": "2017–18 North Korea crisis / people to seek shelter. The launch was scheduled on the 107th anniversary of the Japan-Korea annexation treaty, and KCNA said that it was \"a bold plan to make the cruel Japanese islanders insensible on bloody August 29.\" The missile launched was said to have followed a much flatter trajectory than those tested earlier in 2017. An emergency UN Security Council meeting was called for later that day to discuss the event. In a statement issued by the White House in response to the launch, US President Donald Trump said that \"All options are on the table\" regarding North Korea. On", "doc_score": "79.77567291259766", "publish_date": "2018/12/31"}, {"doc_id": "15574990", "text": "Reactions to the death of Osama bin Laden / Reactions to the death of Osama bin Laden On May 1, 2011, United States President Barack Obama confirmed that al-Qaeda leader Osama bin Laden had been killed in his compound in Abbottabad, northeastern Pakistan. Bin Laden's death was welcomed throughout most of the world as a fitting end to a figure who had inspired mass bloodshed, and a positive and significant turning point in the fight against al-Qaeda and related groups. Those who welcomed it included the United Nations, European Union, NATO, and some nations in Asia, Africa, Oceania, South America, and the Middle East, including Yemen, Lebanon, Saudi Arabia,", "doc_score": "80.15423583984375", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_10", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "19704816", "text": "HealthifyMe / trackers. The company, founded by Tushar Vashisht(University of Pennsylvania alumnus), Mathew Cherian(MIT Graduate) and Sachin Shenoy(former Google engineer), is based out of Bangalore, India. HealthifyMe raised $6 million as a part of their Series-A round in April 2016 from IDG Ventures, Inventus Capital Partners & Blume Ventures. In June 2017, HealthifyMe partnered with Manipal hospitals. The company said that it provided access to the world’s first and largest Indian food database.It has developed a calorie counter for regional foods and an exercise tracker for logging in physical activities. In late 2017, the company announced the launch of “Ria”, touted as", "doc_score": "90.34695434570312", "publish_date": "2018/12/31"}, {"doc_id": "1637374", "text": "E-services / work force such as retirement plans and labor laws, learn about money and consumer issues such as taxes, loans, and welfare, learn about citizenship and obtaining a visa or passport, and other topics such as health and welfare, education, and environmental issues. E-commerce is another growing E-service in the United States for both big and small businesses. E-commerce sales are projected to grow 10 to 12 percent annually. Amazon.com is the largest on-line marketplace in the country with annual sales of $79 billion. Wal-Mart is also a widely popular retailer. They have grown their business by having electronic services. Wal-Mart’s", "doc_score": "90.06180572509766", "publish_date": "2018/12/31"}, {"doc_id": "10123520", "text": "Healthways / system. Healthways Healthways is a well-being improvement company founded in 1981 and headquartered in Franklin, Tennessee. In 2003, the company topped a list of \"America's fastest-growing small companies,\" based on earnings/share growth, revenue growth, and total return. The company's name was changed from American Healthways (NASDAQ: AMHC) to \"Healthways\" (NASDAQ: HWAY) in 2006 in order to better compete for business outside the United States. In 2009 Healthways acquired HealthHonors, a behavior economics company that specializes in behavior change science and use of incentives. In 2010, Blue Zones and Healthways teamed up to create, support, and sustain a national movement to", "doc_score": "89.8384780883789", "publish_date": "2018/12/31"}, {"doc_id": "10123516", "text": "Healthways / Healthways Healthways is a well-being improvement company founded in 1981 and headquartered in Franklin, Tennessee. In 2003, the company topped a list of \"America's fastest-growing small companies,\" based on earnings/share growth, revenue growth, and total return. The company's name was changed from American Healthways (NASDAQ: AMHC) to \"Healthways\" (NASDAQ: HWAY) in 2006 in order to better compete for business outside the United States. In 2009 Healthways acquired HealthHonors, a behavior economics company that specializes in behavior change science and use of incentives. In 2010, Blue Zones and Healthways teamed up to create, support, and sustain a national movement to improve", "doc_score": "90.06758117675781", "publish_date": "2018/12/31"}, {"doc_id": "16124960", "text": "Online doctor / Online doctor Online doctor is a term that emerged during the 2000s, used by both the media and academics, to describe a generation of physicians and health practitioners who deliver healthcare, including drug prescription, over the internet. In the 2000s, many people came to treat the internet as a first, or at least a major, source of information and communication. Health advice is now the second-most popular topic, after pornography, that people search for on the internet. With the advent of broadband and videoconferencing, many individuals have turned to online doctors to receive online consultations and purchase prescription drugs. Use", "doc_score": "87.19570922851562", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_11", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "7642237", "text": "Donald Trump / for the Khan Shaykhun chemical attack. According to investigative journalist Bob Woodward, Trump had ordered his Defense Secretary James Mattis to assassinate Syrian President Bashar al-Assad after the chemical attack, but Mattis declined; Trump denied doing so. In April 2018, he announced missile strikes against Assad's regime, following a suspected chemical attack near Damascus. Trump actively supported the Saudi Arabian-led intervention in Yemen against the Houthis and signed a $110billion agreement to sell arms to Saudi Arabia. Trump also praised his relationship with Saudi Arabia's powerful Crown Prince Mohammad bin Salman. In November 2017, the Trump administration tightened the rules", "doc_score": "85.6798324584961", "publish_date": "2018/12/31"}, {"doc_id": "7642268", "text": "Donald Trump / to start the process of impeachment against Trump, who took office in January 2017, have been initiated by Representatives Al Green and Brad Sherman, both Democrats. Other people and groups have asserted that Trump has engaged in impeachable activity during his presidency. Talk of impeachment began before Trump took office. Serious proposals to impeach Trump for obstruction of justice were made in May 2017, after Trump fired FBI Director James Comey and allegations surfaced that Trump had asked Comey to drop the investigation against Michael Flynn. A December 2017 resolution of impeachment failed in the House by a 58–364 margin.", "doc_score": "87.6922836303711", "publish_date": "2018/12/31"}, {"doc_id": "20236082", "text": "Impeachment March / in Santa Ana, with no incidents. Impeachment March The Impeachment March, sometimes referred to as the \"Impeach Trump\" protest, was a series of rallies against the President of the United States, Donald Trump, held nationwide on July 2–4, 2017, advocating that Congress begin the impeachment process against him. Events took place in more than 30 cities throughout the United States. Organizers accused President Trump of violating the United States Constitution, specifically the Foreign Emoluments Clause and the Domestic Emoluments Clause, and claimed he committed obstruction of justice by dismissing Sally Yates and James Comey. They also cited Trump's alleged interference", "doc_score": "86.43942260742188", "publish_date": "2018/12/31"}, {"doc_id": "19974603", "text": "Attempted assassination of Donald Trump / Attempted assassination of Donald Trump On June 18, 2016, Michael Steven Sandford was arrested at a Donald Trump presidential campaign rally in Las Vegas, Nevada in the United States after he attempted to seize the pistol of a Las Vegas Metropolitan Police officer providing security for the event. At the time, Trump was the presumptive nominee of the Republican Party for the 2016 United States presidential election. Sandford, a 20-year-old British citizen who had a lengthy history of mental disorders, stated that he had wished to kill Trump to prevent him from becoming president. He was charged with impeding and", "doc_score": "85.62791442871094", "publish_date": "2018/12/31"}, {"doc_id": "19829234", "text": "Presidency of Donald Trump / noted that Trump's judicial nominees tended to be young and favored by the conservative Federalist Society. As president, Trump has made a large number of false statements in public speeches, remarks, and in tweets. Trump uttered \"at least one false or misleading claim per day on 91 of his first 99 days\" in office according to \"The New York Times\", and 1,628 total in his first 298 days in office according to the \"Fact Checker\" analysis of \"The Washington Post\", or an average of 5.5 per day. The \"Post\" fact-checker also wrote, \"President Trump is the most fact-challenged politician that", "doc_score": "85.35883331298828", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_12", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "20866775", "text": "Tropical Storm Rumbia (2018) / destroyed of roads, of power lines, and of water piping. Additionally, a bridge along the Qingyin Expressway collapsed. Some of the greatest damage took place in and around Shouguang where of rain fell, far exceeding forecasts. Upstream on the Mi River, which runs through the city, rainfall reached and caused significant flooding. Water levels at the Yeyuan, Qinshuiya, and Heihushan reservoirs rose dangerously high, prompting officials to release excess water to avoid collapse. The resulting increase downstream exacerbated the flooding in Shouguang and neighboring villages. Water levels along the river reached their highest point since 1974, and water flow in", "doc_score": "87.22771453857422", "publish_date": "2018/12/31"}, {"doc_id": "12336239", "text": "Typhoon Rammasun (2008) / ($1.2 million USD). On May 12, the Japan Meteorological Agency issued warnings for the Tokyo area as Rammasun was forecast to make landfall near the city. As Rammasun became extratropical, the storm brushed the Japanese coastline on May 13, producing winds gusting up to 85 km/h (50 mph) and high waves for several hours. An estimated 10 hectares (24.7 acres) of farmland were damaged. Damage from the storm amounted to ¥770 million ($8.4 million 2008 USD) in agricultural losses. Typhoon Rammasun (2008) Typhoon Rammasun, known in the Philippines as Typhoon Butchoy, was recognized as the second typhoon of the 2008", "doc_score": "86.82325744628906", "publish_date": "2018/12/31"}, {"doc_id": "12341084", "text": "Typhoon Pabuk (2007) / caused by the storm and only $200,000 (2007 USD) was left in farm damages. Record setting rains fell in southern China as Pabuk stalled near Hong Kong. Zhanjiang, near the island of Hainan, recorded a 24‑hour rainfall measurement of 739 mm (29.1 in), higher than any other single day event in the past 200 years. Numerous stretches of highways and railways were damaged by the floods that followed. Several trains were cancelled due to the washed out tracks. Two dams reached record water levels and five dams reached the water danger mark. The Dawan Reservoir nearly overflowed, but workers dug", "doc_score": "85.1494369506836", "publish_date": "2018/12/31"}, {"doc_id": "20239194", "text": "Tropical Storm Nanmadol (2017) / eastwards and made landfall near Nagasaki, Kyushu, just before it transitioned into an extratropical cyclone. Nanmadol's remnant continued to be tracked until it moved out of the basin four days later. Nanmadol mostly affected the island of Kyushu, bringing torrential rainfall and landslides over in many prefectures; the hardest hit prefectures were Fukuoka and Ōita. The one-day rainfall in Asakura, Fukuoka surpassed the city’s average total for July by 50%, where it saw fall in a 12-hour period on July 5. Landslides were recorded in 44 different locations and flooding in 38 locations. As of August 5, the death toll", "doc_score": "87.33472442626953", "publish_date": "2018/12/31"}, {"doc_id": "19714058", "text": "Typhoon Lionrock (2016) / China, including 53,500 hectares (132,200 acres) of crops which were destroyed due to floods. Damages in China are estimated to be CN¥7.21 billion (US$1.08 bllion); most of which was inflicted on the agricultural sector. Lionrock interacted with a low pressure area over China to drop heavy rainfall in North Korea, mostly in North Hamgyong Province, considered by the state media Korean Central News Agency to be the \"heaviest downpour since 1945\". Over a two-day period, Kyonghung County recorded of rainfall. This caused flooding along the Tumen River and its tributaries, inundating about of farmlands just weeks ahead of the harvest,", "doc_score": "87.41416931152344", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_13", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "17724727", "text": "2018 FIFA U-20 Women's World Cup / Korea were the defending champions but were eliminated by host France in the quarter-finals. The final took place at Stade de la Rabine, Vannes between Spain and Japan, a rematch from the group stage. Japan won their first title, beating Spain 3–1 in the Final. On 6 March 2014, FIFA announced that bidding had begun for the 2018 FIFA U-20 Women's World Cup. Member associations interested in hosting must submit a declaration of interest by 15 April 2014, and provide the complete set of bidding documents by 31 October 2014. The FIFA Executive Committee would select the hosts in 2015.", "doc_score": "93.1075439453125", "publish_date": "2018/12/31"}, {"doc_id": "6489641", "text": "Japan women's national football team / a friendly match right before the Olympics, to reach the final. In a rematch of the World Cup final, Japan was defeated in the Olympic final by a score of 1–2 against the United States, allowing two goals to Carli Lloyd in the 8th and 54th minutes. Yūki Ōgimi scored the lone goal for Japan. Despite having won a FIFA Women's World Cup in 2011, Japan entered the 2014 Asian Cup having never previously won the tournament. They were drawn with Asia's Queen Australia, host Vietnam and newcomer Jordan. Their first match in the group stage of the tournament resulted", "doc_score": "93.28775787353516", "publish_date": "2018/12/31"}, {"doc_id": "20409087", "text": "2017 NCAA Division I Women's Soccer Tournament / 2017 NCAA Division I Women's Soccer Tournament The 2017 NCAA Division I Women's Soccer Tournament (semi-finals and final also known as the 2017 Women's College Cup) was the 36th annual single-elimination tournament to determine the national champion of NCAA Division I women's collegiate soccer. The semi-finals and championship game were played at Orlando City Stadium in Orlando, Florida on December 1 and 3, 2017, while the preceding rounds were played at various sites across the country during November 2017. The Stanford Cardinal were tournament champions, winning the final 3–2 over the UCLA Bruins. All Division I women's soccer programs were", "doc_score": "94.69927978515625", "publish_date": "2018/12/31"}, {"doc_id": "18890816", "text": "2018 ICC Women's World Twenty20 / the ICC confirmed that the Group A matches would remain in Saint Lucia. The ICC cited logistical issues and cost as the main factors for not moving the fixtures. Australia in Group B qualified for the semi-finals, with their win against New Zealand, to give them three wins from three matches. India, also in Group B, qualified for the semi-finals, after they beat Ireland by 52 runs, with three wins from three matches. In Group A, tournament hosts the West Indies, along with England, progressed to the semi-finals, after wins in their penultimate group-stage fixtures. In the first semi-final, the", "doc_score": "93.07086944580078", "publish_date": "2018/12/31"}, {"doc_id": "20734658", "text": "2020 FIFA U-20 Women's World Cup / 2020 FIFA U-20 Women's World Cup The 2020 FIFA U-20 Women's World Cup will be the 10th edition of the FIFA U-20 Women's World Cup, the biennial international women's youth football championship contested by the under-20 national teams of the member associations of FIFA, since its inception in 2002 as the FIFA U-19 Women's World Championship (age limit was raised from 19 to 20 in 2008). Japan are the defending champions, having won their first title in 2018. On 25 July 2018, FIFA announced that bidding process had begun for the 2020 FIFA U-20 Women's World Cup and the 2020", "doc_score": "91.93729400634766", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_14", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "242740", "text": "Lunar eclipse / involve interactions between the Sun, Earth, and the Moon, they are very different in their interactions. The Moon does not completely darken as it passes through the umbra because of the refraction of sunlight by Earth's atmosphere into the shadow cone; if Earth had no atmosphere, the Moon would be completely dark during the eclipse. The reddish coloration arises because sunlight reaching the Moon must pass through a long and dense layer of Earth's atmosphere, where it is scattered. Shorter wavelengths are more likely to be scattered by the air molecules and small particles; thus, the longer wavelengths predominate by", "doc_score": "94.97813415527344", "publish_date": "2018/12/31"}, {"doc_id": "3779008", "text": "Night sky / Night sky The term night sky, usually associated with astronomy from Earth, refers to the nighttime appearance of celestial objects like stars, planets, and the Moon, which are visible in a clear sky between sunset and sunrise, when the Sun is below the horizon. Natural light sources in a night sky include moonlight, starlight, and airglow, depending on location and timing. Aurorae light up the skies above the polar circles. Occasionally, a large coronal mass ejection from the Sun or simply high levels of solar wind may extend the phenomenon toward the Equator. The night sky and studies of it", "doc_score": "94.24577331542969", "publish_date": "2018/12/31"}, {"doc_id": "13088676", "text": "Earthlight (astronomy) / Earthlight (astronomy) Earthlight is the diffuse reflection of sunlight reflected from Earth's surface and clouds. Earthshine (an example of planetshine), also known as the Moon's ashen glow, is the dim illumination of the otherwise dark side of the Moon by this indirect sunlight. Earthlight on the Moon during the waxing crescent is called \"the old Moon in the new Moon's arms\", while that during the waning crescent is called \"the new Moon in the old Moon's arms\". This phenomenon is most visible from Earth at night (or astronomical twilight) a few days before or after the day of new moon,", "doc_score": "92.06642150878906", "publish_date": "2018/12/31"}, {"doc_id": "255735", "text": "Moon / different lighting conditions, poor astronomical seeing, or inadequate drawings. However, outgassing does occasionally occur and could be responsible for a minor percentage of the reported lunar transient phenomena. Recently, it has been suggested that a roughly diameter region of the lunar surface was modified by a gas release event about a million years ago. The Moon's appearance, like the Sun's, can be affected by Earth's atmosphere. Common optical effects are the 22° halo ring, formed when the Moon's light is refracted through the ice crystals of high cirrostratus clouds, and smaller coronal rings when the Moon is seen through thin", "doc_score": "89.12897491455078", "publish_date": "2018/12/31"}, {"doc_id": "3779019", "text": "Night sky / 29-33 arcminutes - which is about the size of a thumbnail at arm's length, and is readily identified. Over 28 days, the moon goes through a full cycle of lunar phases. People can generally identify phases within a few days by looking at the moon. Unlike stars and most planets, the light reflected from the moon is bright enough to be seen during the day. (Venus can sometimes be seen even after sunrise.) Some of the most spectacular moons come during the full moon phase near sunset or sunrise. The moon on the horizon benefits from the moon illusion which", "doc_score": "92.46401977539062", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_15", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "17459866", "text": "Park-to-reverse / Park-to-reverse A park-to-reverse defect is a term used to describe several scenarios in which cars with automatic transmission can fail to properly engage the parking mechanism, causing the vehicle to unintentionally roll, sometimes resulting in injury or vehicular accidents. The term has significance in product liability law, and in a number of major cases in the United States have been brought in which car manufacturers were accused of negligence for not addressing an alleged dangerous flaw in the transmission. A \"park-to-reverse\" situation involves a driver who believes that they have shifted into \"park\" and believing so, and the vehicle not", "doc_score": "88.188232421875", "publish_date": "2018/12/31"}, {"doc_id": "14240094", "text": "2009–11 Toyota vehicle recalls / resulting in increased stopping distance. On February 6, 2010, Toyota said that it had fixed the braking problem on Prius models built since late January 2010 via a software update for the ABS system to improve brake response. On the same day, a Japanese newspaper reported that Toyota had contacted dealers in Japan about their intent to recall all affected vehicles. While it was unclear if the same step would be taken elsewhere, American dealers had been told that Toyota was planning on repairing the vehicles. On February 8, Toyota announced a voluntary global recall of 2010 model year Prius", "doc_score": "86.30316162109375", "publish_date": "2018/12/31"}, {"doc_id": "14237833", "text": "Sudden unintended acceleration / as confusion of pedals. CBS did not acknowledge the test results of involved government agencies, but did acknowledge the similar results of another study. With the series of recall campaigns, Audi made several modifications; the first adjusted the distance between the brake and accelerator pedal on automatic-transmission models. Later repairs, of 250,000 cars dating back to 1978, added a device requiring the driver to press the brake pedal before shifting out of park. As a byproduct of sudden unintended acceleration, vehicles now include gear stick patterns and brake interlock mechanisms to prevent inadvertent gear selection. Audi’s U.S. sales, which had", "doc_score": "89.0284652709961", "publish_date": "2018/12/31"}, {"doc_id": "14237830", "text": "Sudden unintended acceleration / in an automotive engine control unit (ECU) from a 2008 Toyota Tundra truck were analyzed. It was found that pure tin with a nickel underlayer was used as the connector finish in the unit, and analysis revealed tin whiskers on the connector surface. Further testing under a standard temperature-humidity cycling showed tin whisker growth, raising additional reliability and safety concerns. These studies show that poor design choices, such as the use of tin finishes, result in unintended failures. Reported incidents of sudden acceleration, include: During model years 1982–1987, Audi issued a series of recalls of Audi 100 (in some markets", "doc_score": "87.07039642333984", "publish_date": "2018/12/31"}, {"doc_id": "14240170", "text": "2009–11 Toyota vehicle recalls / corporate structure and safety procedures since the investigation started. Brake-override systems are now standard on all Toyota vehicles. As of March 2014, several civil wrongful death and personal injury lawsuits are pending. Toyota is not the only automobile manufacturer that has issued recalls for unintended acceleration problems. In December 2009, \"Consumer Reports\" analyzed 2008 model year NHTSA data for sudden acceleration among Toyota, Ford, Chrysler, GM, Honda, and Nissan, finding 52 complaints involving Toyota vehicles or 41% of complaints among these makes, and every other major car maker is affected. \"Consumer Reports\" noted that the media publicity around Toyota led", "doc_score": "88.64017486572266", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_16", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "16622297", "text": "2012 North American heat wave / summer. The high pressure ridge continued to slide eastward and centered itself over Tennessee, causing hundreds of records to be matched or surpassed for multiple states, including Illinois, Indiana, Kentucky, Georgia, North Carolina, and Washington D.C., among others. The scorching heat continued on June 29 when Athens, Georgia and Columbia, South Carolina set new all-time record high temperatures of 109 °F. Washington, D.C. recorded its highest June temperature ever at 104 °F (40 °C), and Charlotte, North Carolina and Raleigh, North Carolina were warm enough to tie their all-time record highs at 104 °F (40 °C) and 105 °F (40.6", "doc_score": "92.40509796142578", "publish_date": "2018/12/31"}, {"doc_id": "16622293", "text": "2012 North American heat wave / The heat was so strong that Alamosa, Colorado broke their daily records for six consecutive days. In Galveston, Texas, the earliest 100 °F (38 °C) day ever was recorded. Hill City, Kansas was the warmest point in the United States on June 26, with the thermometer climbing to 115 °F (46.1 °C). Thousands of records were again broken on June 28. Fort Wayne, Indiana tied its all-time record high with 106 °F (41.1 °C) while Indianapolis broke its monthly record at 104 °F (40 °C). More monthly records that day included St. Louis, Missouri at 108 °F (42.2 °C) and", "doc_score": "91.08084869384766", "publish_date": "2018/12/31"}, {"doc_id": "8613452", "text": "1936 North American heat wave / July 7–14, 1936. Later that summer in downstate Illinois, at Mount Vernon, the temperature surpassed for 18 days running from August 12–29, 1936. Some stations in the American Midwest reported minimum temperatures at or above, such as at Lincoln, Nebraska, on July 25, 1936; the next and most recent time this is known to have happened is during a similar, but far less intense, heat wave in late June 1988 that produced a handful of minimums. The highest nightly low temperature outside the Desert Southwest was at Atchison, Kansas, during the heat wave of July 1934. August was the", "doc_score": "89.1876449584961", "publish_date": "2018/12/31"}, {"doc_id": "17778446", "text": "Early 2014 North American cold wave / 4.4 °F (2.4 °C) above average, while first two months of 2014 were the warmest on record in Fresno, Los Angeles, San Francisco, Las Vegas, Nevada, Phoenix and Tucson, Arizona. In addition, while December through February was the ninth driest on record for the contiguous 48 states dating to 1895, chiefly due to extremely dry conditions in the West and Southwest, yet Winter snow cover areal extent was the 10th-largest on record for same 48 states, dating to 1966. New York City, Philadelphia, and Chicago all had one of their ten snowiest winters, while Detroit had its snowiest winter on", "doc_score": "87.55690002441406", "publish_date": "2018/12/31"}, {"doc_id": "17778448", "text": "Early 2014 North American cold wave / lows were set on February 28 in Gaylord, Michigan at, Green Bay, Wisconsin with, Flint, Michigan at, Grand Rapids, Michigan, and Toledo, Ohio at while Newberry, Michigan dipped to. During the official meteorological winter season of December through February, Brainerd, Minnesota averaged a meager, and realized its third-coldest winter in recorded history. Similarly, the average temperature in Duluth, Minnesota was, ranking this winter as its second-coldest. The first week of March 2014 also saw remarkably low temperatures in many places, with 18 states setting all-time records for cold. Among them was Flint, Michigan,", "doc_score": "87.03545379638672", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_17", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "3537880", "text": "DPT vaccine / On October 24, 2012, the ACIP voted to recommend use of Tdap during every pregnancy. The U.S.'s Advisory Committee on Immunization Practices (ACIP) and Canada's National Advisory Committee on Immunization (NACI) recommended that both adolescents and adults receive Tdap in place of their next Td booster (recommended to be given every 10 years). Tdap and Td can be used as prophylaxis for tetanus in wound management. People who will be in contact with young infants are encouraged to get Tdap even if it has been less than 5 years since Td or TT to reduce the risk of infants being", "doc_score": "85.26007080078125", "publish_date": "2018/12/31"}, {"doc_id": "3537881", "text": "DPT vaccine / exposed to pertussis. The ACIP statement on Tdap use in adolescents encourages 5 years between Td and Tdap to reduce the risk of side effects; however, both suggest that shorter intervals may be appropriate in some circumstances, such as for protection in pertussis outbreaks. NACI suggests intervals shorter than 5 years can be used for catch-up programs and other instances where programmatic concerns make 5-year intervals difficult. The World Health Organization recommends a pentavalent vaccine, combining the DTP vaccine with vaccines against \"Haemophilus influenzae\" type B and hepatitis B. There is not yet sufficient evidence on how effective this pentavalent", "doc_score": "85.43986511230469", "publish_date": "2018/12/31"}, {"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "83.24138641357422", "publish_date": "2018/12/31"}, {"doc_id": "3537876", "text": "DPT vaccine / the Netherlands, pertussis is known as \"kinkhoest\" and DKTP refers to a combination vaccine against diphtheria, kinkhoest, tetanus, and polio. The usual course of childhood immunization in the USA is five doses between 2 months and 15 years. For adults, Td boosters are recommended every 10 years. In the latter 20th century, vaccinations helped to reduce the incidence of childhood pertussis in the United States. Despite this, reported instances of the disease increased twenty-fold in the early 21st century, resulting in numerous fatalities. Over this time, many parents declined to vaccinate their children against pertussis for fear of side effects.", "doc_score": "84.58003234863281", "publish_date": "2018/12/31"}, {"doc_id": "16126542", "text": "Tetanus vaccine / if not, immunizing them can prevent neonatal tetanus. The vaccine is very safe including during pregnancy and in those with HIV/AIDS. Redness and pain at the site of injection occur in between 25% and 85% of people. Fever, feeling tired, and minor muscles pains occur in less than 10% of people. Severe allergic reactions occur in less than one in 100,000 people. A number of vaccine combinations include the tetanus vaccine such as DTaP and Tdap which contain diphtheria, tetanus, and pertussis vaccine, and DT and Td which contain diphtheria and tetanus vaccine. DTaP and DT are given to children", "doc_score": "80.7479019165039", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_18", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "2521886", "text": "Tashkent Declaration / a sore point between both countries ever since Partition in 1947. A meeting was held in Tashkent in the Uzbek SSR, USSR (now Uzbekistan) from 4–10 January 1966 to try to create a more permanent settlement. The Soviets, represented by Premier Alexei Kosygin, moderated between Indian Prime Minister Lal Bahadur Shastri and Pakistani President Muhammad Ayub Khan. The Tashkent conference, under United Nations, American and Soviet pressure, compelled India and Pakistan to abide by their previous treaty obligations and accept \"Status quo ante bellum\" – to give away the captured regions of each other and return to the 1949 ceasefire", "doc_score": "76.81111907958984", "publish_date": "2018/12/31"}, {"doc_id": "2521888", "text": "Tashkent Declaration / or any renunciation of guerrilla warfare in Kashmir. After signing the agreement, Indian Prime Minister Lal Bahadur Shastri died mysteriously in Tashkent. Shastri's sudden death has led to persistent conspiracy theories that he was poisoned. The Indian government has refused to declassify a report on his death claiming that this could harm foreign relations, cause disruption in the country and cause a breach of parliamentary privileges. In accordance with the Tashkent Declaration, talks at the ministerial level were held on 1 and 2 March 1966. Despite the fact that these talks were unproductive, diplomatic exchange continued throughout the spring and", "doc_score": "76.72480010986328", "publish_date": "2018/12/31"}, {"doc_id": "264955", "text": "Marriage / An absolute submission of a wife to her husband is accepted as natural in many parts of the world, for instance surveys by UNICEF have shown that the percentage of women aged 15–49 who think that a husband is justified in hitting or beating his wife under certain circumstances is as high as 90% in Afghanistan and Jordan, 87% in Mali, 86% in Guinea and Timor-Leste, 81% in Laos, 80% in Central African Republic. Detailed results from Afghanistan show that 78% of women agree with a beating if the wife \"goes out without telling him [the husband]\" and 76% agree", "doc_score": "75.46406555175781", "publish_date": "2018/12/31"}, {"doc_id": "20186981", "text": "United States withdrawal from the Paris Agreement / Paris Agreement. The conditions for withdrawal from the UNFCCC are the same as for the Paris Agreement. On November 8, 2016, four days after the Paris Agreement entered into force in the United States, Donald Trump of the Republican Party was elected President of the United States. Many conservative Republicans dispute the level of human involvement in climate change. Trump is a climate change sceptic, who in 2012 tweeted that he believed the concept of global warming was created by China in order to impair American competitiveness. During Trump's 2016 election campaign, Trump promised to revitalize the coal industry, which", "doc_score": "74.85823822021484", "publish_date": "2018/12/31"}, {"doc_id": "18802914", "text": "Ruhollah Khomeini's return to Iran / about returning to Iran after fifteen years. Khomeini famously answered: \"Hichi\" (Nothing). Khomeini's statement attracted much attention, and its meaning has been heavily disputed. Some amongst Khomeini's critics have claimed his response demonstrated apathy towards Iran and its people. Others have interpreted his response as inspired by Ibn Arabi's philosophy of the Perfect Man, and Shia mysticism, arguing that Khomeini was attempting to reach a perfect emotionless state, like that of the Mahdi.. At 9:27 am on February 1st 1979 Khomeini arrived in Iran and received a welcome from millions of Iranians. This event is celebrated as a public holiday", "doc_score": "72.56478118896484", "publish_date": "2018/12/31"}]}
{"question_id": "20230804_19", "search_time": "2023/08/07/19:29", "search_result": [{"doc_id": "11473057", "text": "Abby Dobson (American musician) / the WB Network. Aside from books and authors, Abby cites such musicians as Donny Hathaway, Bill Withers, Billie Holiday, Sarah Vaughn, Tracy Chapman, Bob Marley, Barbara Hendricks, Jessye Norman, Leontyne Price, Sweet Honey in the Rock, Barbra Streisand, Donna Summer, Dolly Parton, Martina McBride, Anita Baker, Alison Krauss, Whitney Houston, Aretha Franklin and Public Enemy to have influenced her as an artist. Abby has an extensive history of receiving awards and honors for her musical talents. In 1996, Abby won the infamous Amateur Night competition on Showtime at the Apollo. In 2001, she won the E.A.R.S. Talent Competition, as", "doc_score": "76.25556182861328", "publish_date": "2018/12/31"}, {"doc_id": "3910390", "text": "Juice Newton / Los Angeles Equestrian Center. The center's manager was polo star and coach Tom Goodspeed. Newton married Goodspeed in 1985, and the couple had a daughter Jessica and son Tyler. Newton, now divorced, lives in San Diego, California. Besides continuing in the music business, Newton works as a horse trader. She deals mostly in European horses. Studio albums Juice Newton Judy Kay \"Juice\" Newton (born February 18, 1952) is an American pop and country singer, songwriter, and musician. To date, Newton has received five Grammy Award nominations in the Pop and Country Best Female Vocalist categories (winning once in 1983), as", "doc_score": "76.81371307373047", "publish_date": "2018/12/31"}, {"doc_id": "18206712", "text": "Caroline Boudreaux / by the Austin Chapter of the United Nations Association in October 2017. In February 2015, Boudreaux gave a TEDx talk called \"Engineering a Miracle,\" about the global orphan crisis and her work with Miracle Foundation. Boudreaux has been featured in a wide range of media, including Maria Shriver's \"Architects of Change\" series, Forbes, People.com, Rolling Stone, Forty Women to Watch over 40, CNN, Austin Woman Magazine, and “One Peace at a Time,” a 2009 film by Turk Pipkin. Caroline Boudreaux Caroline Boudreaux is an American businesswoman and social entrepreneur. In 2000, she founded the Austin, Texas-based international nonprofit Miracle Foundation", "doc_score": "75.70829010009766", "publish_date": "2018/12/31"}, {"doc_id": "13671179", "text": "Corrin Campbell / Corrin Campbell Corrin Campbell (born October 12, 1988) is a vocalist, bassist, songwriter, and pianist. Corrin was an active-duty soldier in the United States Army, stationed with United States Army Recruiting Command at Fort Knox, KY from 2011 to 2017. Campbell was the only original music artist to be endorsed by a branch of the military. She is also a student of Full Sail University and now lives in Nashville, Tennessee. Hailing from Duluth, Minnesota, Corrin joined the United States Army and served as a bass guitar player and vocalist in the Army Band Field. In addition to regular bandsman", "doc_score": "77.80103302001953", "publish_date": "2018/12/31"}, {"doc_id": "7951193", "text": "Shelly West / No. 1 hit \"You're the Reason God Made Oklahoma\". She also was a successful solo artist, having her own No. 1 hit, \"José Cuervo\" in 1983. West did reunite with Frizzell for a few shows in the late 1980s. West married Gary Hood in 1984 and had twin sons. In 1990, Shelly toured with her mother, Dottie West; together, they were popular on the road. In late August, 1991, Dottie was involved in a major car accident, eventually dying on September 4, 1991, from injuries sustained in the accident. West was a technical adviser for a television biopic about her", "doc_score": "76.38124084472656", "publish_date": "2018/12/31"}]}
