{"question_id": "20230414_0", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "8286033", "text": "Floods in the United States: 1901–2000 / thousand-year rainfalls were recorded in the Sierras. The heaviest 24-hour rainfall ever recorded in the Central Valley at occurred on February 17 at Four Trees in the Feather River basin. In Sacramento, nearly of rain fell in an 11-day period. System breaks in the Sacramento River basin included disastrous levee breaks in the Olivehurst and Linda area on the Feather River. Linda, about north of Sacramento, was devastated after the levee broke on the Yuba River's south fork, forcing thousands of residents to evacuate. In the San Joaquin River basin and the Delta, levees breaking along the Mokelumne River caused", "doc_score": "81.35137176513672", "publish_date": "2018/12/31"}, {"doc_id": "14652857", "text": "Global storm activity of 2010 / with it. Normally, El Niño brings increased rainfall across the east-central and eastern Pacific, leading to drier than normal conditions over northern Australia, Indonesia and the Philippines. The storm created historic snowfall totals in the Middle Atlantic states, rivaling the Knickerbocker Storm of 1922, as well as extensive flooding and landslides in Mexico. The blizzard stretched from Mexico and New Mexico to New Jersey, killing forty-one people in Mexico, New Mexico, Maryland, Virginia and other places along its track. Some places across Eastern West Virginia, Maryland, Northern Virginia, Washington, D.C., and Delaware were buried in between of snow, causing air,", "doc_score": "82.0870590209961", "publish_date": "2018/12/31"}, {"doc_id": "14652963", "text": "Global storm activity of 2010 / by the floods in 28 provinces and regions. The storms in north-east Jilin province also killed several people and left more than 100 people missing; heavy snowfall was reported in the Himalayas. August 8 had heavy rainfalls in southwest Kosovo, killing an elderly man, who fell into a swollen river on the Albania/Kosovo border. On August 20 the worst floods for 80 years hit Africa's Sahara Desert region. The UN warned that Niger, Chad, Burkina Faso, Cameroon and northern Nigeria were also in the grip of the worst regional food crisis since 2006. In the Sudanian Savanna city of Kano,", "doc_score": "79.42709350585938", "publish_date": "2018/12/31"}, {"doc_id": "14652951", "text": "Global storm activity of 2010 / The People's Liberation Army (PLA) was praised for sending contingents of soldiers across the country to any location where a disaster had struck. Both the Xinjiang region in the northwest and Yunnan province in the south were affected by flooding. In all, flood waters inundated parts of at least 24 of China's 34 provinces and regions on July 20. By July 20, the Yangtze River at the Three Gorges Dam experienced its highest river discharge in 130 years, and the highest since the dam was built. The dam's walls released of water, while per second of the river flow was", "doc_score": "80.88285827636719", "publish_date": "2018/12/31"}, {"doc_id": "15030302", "text": "Typhoon Chaba (2010) / with 55-knot winds, kicking up 40–50 foot waves, with pressure as low as 939 mb. The storm's center came ashore in the vicinity of Cordova, Alaska on 1 November, but not before pulling an atmospheric river of moisture into the American Pacific Northwest, setting a record for that date of precipitation in Seattle. In preparation for Chaba, more than 160 flights were cancelled. Islanders in southern Japan started sandbagging doors and reinforcing windows as Chaba churned closer. Strong winds and heavy rains lashed through Okinawa and there were a lot of concerns about the island of Amami which was in", "doc_score": "78.47077178955078", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_1", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "12394502", "text": "Clean Air Act (United States) / greenhouse gas emissions issued in 2010 and 2012 are intended to cut emissions from targeted vehicles by half, double fuel economy of passenger cars and light-duty trucks by 2025 and save over $4 billion barrels of oil and $1.7 trillion for consumers. The agency has also proposed a two-phase program to reduce greenhouse gas emissions for medium and heavy duty trucks and buses. Below is a table for the sources of greenhouse gases, taken from data in 2008. Of all greenhouse gases, about 76 percent of the sources are manageable under the CAA, marked with an asterisk (*). All others", "doc_score": "89.8963851928711", "publish_date": "2018/12/31"}, {"doc_id": "19017514", "text": "Margo T. Oge / emissions reductions through 2025. The regulation will require automakers in the US market to double the fleet-wide fuel efficiency of their 2025 models to 54.5 mpg. The deal also requires automakers to cut greenhouse gas emissions from their 2025 models in half from 2010 levels. The EPA estimates that, by 2025, these rules will double fuel efficiency of cars and trucks, reduce greenhouse gas emissions by 50 percent and save consumers $1.7 trillion in fuel costs. In September 2014, Economist ranked these standards as the world’s sixth most effective measure in slowing climate change. The regulations require a mid term", "doc_score": "91.20207977294922", "publish_date": "2018/12/31"}, {"doc_id": "9545472", "text": "Energy Independence and Security Act of 2007 / energy. These tax changes were ultimately dropped after opposition in the Senate, and the final bill focused on automobile fuel economy, development of biofuels, and energy efficiency in public buildings and lighting. The bill signed into law in December 2007 was an 822-page document changing U.S. energy policy in many areas. Title I contains the first increase in fuel economy standards for passenger cars since 1975, and the establishment of the first efficiency standard for medium-duty and heavy-duty commercial vehicles. By the year 2020, it is estimated to save Americans a total of $22 billion and have a significant reduction", "doc_score": "91.94532012939453", "publish_date": "2018/12/31"}, {"doc_id": "14095985", "text": "Climate change policy of the United States / transit to switch to other forms of energy such as natural gas and electric. In April 2010, the Environmental Protection Agency (EPA) and the Department of Transportation's National Highway Traffic Safety Administration (NHTSA) formulated a national program that would finalize new standards for model year 2012 through 2016 passenger cars, light-duty trucks, and medium duty passenger vehicles. With these new standards, vehicles were required to meet an average emissions level of 250 grams of carbon dioxide per mile by model year 2016. This was the first time the EPA had taken measures to regulate vehicular GHG emissions under the Clean", "doc_score": "91.8708724975586", "publish_date": "2018/12/31"}, {"doc_id": "10903837", "text": "United States emission standards / New Mexico (2011 model year and later), New York, Oregon, Pennsylvania, Rhode Island, Vermont, and Washington, as well as the District of Columbia. Such states are frequently referred to as \"CARB states\" in automotive discussions because the regulations are defined by the California Air Resources Board. The EPA has adopted the California emissions standards as a national standard by the 2016 model year and is collaborating with California regulators on stricter national emissions standards for model years 2017–2025. Light-duty vehicles are certified for compliance with emission standards by measuring their tailpipe emissions during rigorously-defined driving cycles that simulate a typical", "doc_score": "90.86825561523438", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_2", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "9997471", "text": "3M Championship / the tournament was the \"Greats of Golf Challenge,\" an exhibition scramble on Saturday among teams of former major winners and hall of famers of both genders. Recent participants include Jack Nicklaus, Gary Player, Lee Trevino, and In 2018, it was announced that the 2018 3M Championship would be the final playing of the event, as it would be replaced by the 3M Open on the PGA Tour starting in 2019. Kenny Perry was the final champion of the event, winning his third 3M Championship on August 5, 2018. Three players won this tournament more than once. 3M Championship The 3M", "doc_score": "91.27290344238281", "publish_date": "2018/12/31"}, {"doc_id": "20006789", "text": "2018 Masters Tournament / shots behind, respectively. It was the first time in Masters history three players shot as low as 65 in the same round. The scoring average was 71.26, the lowest third round average since 1986. Marc Leishman began the day in the final pairing and two shots out of the lead but failed to make a birdie in a one-over round of 73. \"Sunday, April 8, 2018\" Patrick Reed's one-under round of 71 was enough to hold off charges from Rickie Fowler and Jordan Spieth for his first major championship. Reed began the day three shots ahead of Rory McIlroy but", "doc_score": "89.97312927246094", "publish_date": "2018/12/31"}, {"doc_id": "18816432", "text": "2018 Ryder Cup / Phil Mickelson, already three holes down, found the water on the 16th hole and conceded the hole and match to Molinari, who became the first player for Europe to score what is now the maximum possible five points in a single Ryder Cup. The remaining two matches were shared between the teams, leaving the final score 17½–10½ to Europe. Sergio García's singles win made him the all-time Ryder Cup points leader, with 25½ points in nine appearances, overtaking Nick Faldo's 25 points in 11 appearances. Each entry refers to the Win–Loss–Half record of the player. 2018 Ryder Cup The 42nd", "doc_score": "88.59906005859375", "publish_date": "2018/12/31"}, {"doc_id": "20006784", "text": "2018 Masters Tournament / Smith Shubhankar Sharma \"Wednesday, April 4, 2018\" Tom Watson won the Par 3 Contest with a score of 21 (−6). It was Watson's second win in the contest, having previously won in 1982. Three hole-in-ones were recorded, including one by the grandson of Jack Nicklaus. \"Thursday, April 5, 2018\" Jordan Spieth, the 2015 champion, birdied five consecutive holes on the back-nine to post a round of 66 (−6) and take the first round lead for the third time in four years. Playing a day after dislocating an ankle during the Par 3 Contest, Tony Finau finished two shots back, along", "doc_score": "92.7727279663086", "publish_date": "2018/12/31"}, {"doc_id": "19437313", "text": "Masters Tournament Par-3 contest / them to play shots on their behalf. Numerous holes in one have been made during the history of the tournament, including nine in the 2016 tournament. Snead became the tournament's first multiple winner when he triumphed in the 1974 event. The most recent winner, in 2018, is Tom Watson, who won his second Par-3 contest 36 years after winning his first in 1982. Jimmy Walker holds the course record, which he set in 2016, with a round of 8 under par, including a hole in one. Seven players, Snead, Isao Aoki, Jay Haas, Sandy Lyle, David Toms, Pádraig Harrington and", "doc_score": "88.21112060546875", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_3", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "5816354", "text": "Logan Act / Nixon subsequently won the election and was never prosecuted for violation of the act. In 1975, Senators John Sparkman and George McGovern were accused of violating the Logan Act when they traveled to Cuba and met with officials there. In considering that case, the U.S. Department of State concluded: In 1984, President Ronald Reagan stated that the activities of the Reverend Jesse Jackson, who had traveled to Cuba and Nicaragua that year and had returned with several Cuban political prisoners seeking asylum in the United States, may have violated the Logan Act, but Jackson was never indicted. In 1987 and", "doc_score": "78.53326416015625", "publish_date": "2018/12/31"}, {"doc_id": "12950573", "text": "C. B. Forgotston / subsequently withdrew the plan because of the lack of public and legislative support, the Louisiana Republican Party issued a personal attack on Forgotston. Forgotston also opposed Jindal's policy toward higher education. In \"Talk about the South\", Dayne Sherman coined the term \"The Forgotston Equilibrium\", described as an economic principle: Whenever public college and university tuition is increased, the governor and the state legislature cuts higher education funding by an equal or greater amount. Forgotston had often been a voice against the expansion of gambling in New Orleans. When Harrah's closed a large casino in 1995, Forgotston asked: \"Why would you", "doc_score": "77.66864013671875", "publish_date": "2018/12/31"}, {"doc_id": "20818923", "text": "Trials of Paul Manafort / president opposed issuing a $9.5 million loan to Manafort but was ordered to do so by Calk. That loan was the largest ever issued by the bank, and a subsequent loan to Manafort of $6.5 million was the second largest. (They were preceded by negotiations for a third loan, which in the end was not granted.) Calk told Manafort he wanted a position in the administration of then president-elect Trump, as well as inauguration tickets. In emails introduced into evidence at the beginning of the trial, Calk sent several messages to Manafort listing administration positions he aspired to, including four", "doc_score": "78.95134735107422", "publish_date": "2018/12/31"}, {"doc_id": "8845149", "text": "Tony Rodham / gained much public focus and criticism, as they came on the heels of the general Bill Clinton pardons controversy and his brother Hugh's own involvement in taking money for work done towards pardons. Hillary Clinton, who had strongly criticized Hugh's involvement and requested he return his money, said that Tony Rodham was not paid for his work. The Republican-controlled House Committee on Oversight and Government Reform investigated the matter and concluded that Tony Rodham had in fact been paid. One aspect of the case dragged out into 2007, as Tony Rodham battled a bankruptcy court's order that he repay over", "doc_score": "79.46778869628906", "publish_date": "2018/12/31"}, {"doc_id": "11147346", "text": "Clarence Thomas Supreme Court nomination / as Mark Tushnet praised it, saying it established \"that Clarence Thomas lied\" during the hearings. Richard Roeper of the \"Chicago Sun-Times\" called the book character assassination: \"I don't care if Clarence Thomas had an inflatable doll on his sofa and a framed autograph from Long Dong Silver on the wall. Just because a man has an immature interest in dirty stuff doesn't mean he harassed anyone.\" In 1997, Anita Hill penned her autobiography, \"Speaking Truth To Power\", and she addressed why she filed no complaint at the time of the alleged harassment in the early 1980s: In 2007, Clarence Thomas", "doc_score": "77.10345458984375", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_4", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "20560414", "text": "2020 Democratic National Convention / Charlotte. On June 20, 2018, the Democratic National Committee announced four finalists for the convention site. However, the finalist city of Denver, Colorado withdrew from consideration immediately following the announcement, citing scheduling conflicts. With the exception of Milwaukee, each of the finalist cities were past hosts of Democratic conventions. Denver hosted in both 1908 and 2008. Houston hosted in 1928. Miami hosted in 1972. In addition, both Houston and Miami have also previously hosted Republican National Conventions, with Houston hosting it once in 1992 and Miami having hosted both the 1968 and 1972 RNCs. Atlanta had previously hosted the 1988", "doc_score": "90.40912628173828", "publish_date": "2018/12/31"}, {"doc_id": "20560413", "text": "2020 Democratic National Convention / 2020 Democratic National Convention The 2020 Democratic National Convention, is an event in which delegates of the United States Democratic Party will choose the party's nominees for President of the United States and Vice President of the United States in the 2020 U.S. presidential election. The convention is scheduled to be held from July 13–16, 2020. Bids on the site for the convention were solicited in late 2017, and were made public in the spring of 2018. Las Vegas, Nevada later withdrew and decided to focus on the 2020 Republican National Convention, for which their bid was subsequently defeated by", "doc_score": "88.28333282470703", "publish_date": "2018/12/31"}, {"doc_id": "20402687", "text": "2020 Republican National Convention / 2020 Republican National Convention The 2020 Republican National Convention will be an event in which delegates of the United States Republican Party will choose the party's nominees for President of the United States and Vice President of the United States in the 2020 U.S. presidential election in the city of Charlotte. The convention will be held from August 24 to 27, 2020 at the Spectrum Center in Charlotte. By tradition, because Republicans currently hold the White House, their convention will be held after the 2020 Democratic National Convention, which is scheduled for July 13–16. Las Vegas, Nevada and Charlotte, North", "doc_score": "88.18238830566406", "publish_date": "2018/12/31"}, {"doc_id": "20402688", "text": "2020 Republican National Convention / Carolina were mentioned as possible destinations for the 2020 RNC due to their locations in \"swing states.\" Neither had ever hosted a Republican National Convention, although Charlotte had hosted a Democratic National Convention (in 2012). A Charlotte television station, WBTV, reported that Charlotte, Las Vegas and \"another unnamed city in Texas, which sources at the meeting said were likely either Dallas or San Antonio,\" were finalists to host the convention. On July 18, 2018, the RNC Site Selection Committee voted unanimously to recommend holding the convention in Charlotte. The Republican National Committee made the selection official on July 20. Prior", "doc_score": "89.04940032958984", "publish_date": "2018/12/31"}, {"doc_id": "12397997", "text": "2012 Republican National Convention / the approach of Hurricane Isaac, convention officials changed the convention schedule on August 26, 2012; the convention came to order on August 27, 2012 and then immediately recessed until the following afternoon because of the risk of Isaac hitting Tampa. On August 14, 2009, the Republican National Committee named an eight-member Site Selection Committee to start the process of selecting a host city for the 2012 convention. News reports in early 2010 indicated that Tampa, as well as Salt Lake City, Utah and Phoenix, Arizona, had been selected as finalist candidates for the convention site. The decision was announced on", "doc_score": "86.0009536743164", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_5", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "1805847", "text": "Adidas / Smith, Damian Lillard, Andrew Wiggins, Tim Duncan, Jeremy Lin, Iman Shumpert, John Wall and Nick Young. Adidas endorsed Kobe Bryant with the Adidas Equipment KB8 as his first signature shoe until July 2002. The company also endorsed Kevin Garnett until he opted out of his contract in 2010. Gilbert Arenas was an Adidas endorser until 2010. In August 2015, James Harden left Nike for Adidas by signing a 13-year contract reportedly worth US$200 million. In rugby union, Adidas is the current kit supplier to the All Blacks, the France national team, the Italian national rugby team and the South African", "doc_score": "86.24546813964844", "publish_date": "2018/12/31"}, {"doc_id": "4821276", "text": "Chuck Taylor All-Stars / are made of various materials such as leather, the original and most widely known version of the shoe is made from cotton canvas. The innovative detail of the original shoe was the \"loose lining\" of soft canvas that was intended to provide flexibility and prevent blisters. The Chuck Taylor II, an improved model, was announced by company management in July 2015. Incorporating Nike technology, it retains the outward appearance of the original shoe while employing a modern lightweight material for the insole. Converse started making an early basketball shoe in 1917 and redesigned it in 1922, when Chuck Taylor asked", "doc_score": "83.65839385986328", "publish_date": "2018/12/31"}, {"doc_id": "2654282", "text": "Sneakers / Rubber Company introduced the first rubber-soled shoes in the country, sparking a surge in demand and production. The first basketball shoes were designed by Spalding as early as 1907. The market for sneakers grew after World War I, when sports and athletics increasingly became a way to demonstrate moral fiber and patriotism. The U.S. market for sneakers grew steadily as young boys lined up to buy sneakers endorsed by football player Jim Thorpe and Converse All Stars endorsed by basketball player Chuck Taylor. During the interwar period, athletic shoes began to be marketed for different sports, and differentiated designs were", "doc_score": "85.26654815673828", "publish_date": "2018/12/31"}, {"doc_id": "12380115", "text": "Nike, Inc. / Later, Nike Elite socks became available in bright colors inspired by throwback basketball uniforms, often with contrasting bold abstract designs, images of celebrities, and freehand digital print to capitalise upon the emerging nostalgia for 1990s fashion. In 2015, a new self-lacing shoe was introduced. Called the Nike Mag, which are replicas of the shoes featured in \"Back to the Future Part II\", it had a preliminary limited release, only available by auction with all proceeds going to the Michael J. Fox Foundation. This was done again in 2016. Nike have introduced a premium line, focused more on streetwear than sports", "doc_score": "83.66256713867188", "publish_date": "2018/12/31"}, {"doc_id": "7363672", "text": "Starbury / of nubuck material, the \"Cyclone II\" (sequel to the \"Cyclone\"), a nubuck jogging shoe, the \"Bowery\" (a low profile casual shoe), the \"Surfside\" (a nubuck skate shoe), and the \"Tornado\" (a running shoe). New shoes include the SSE (Signature Special Edition), Danger, Marquis, Mirage, Downtown, Crib, Rush, Troy, and Trex. Despite Marbury putting up subpar numbers, in 2006-07, the shoes still sold well and even then-teammate Steve Francis had shown his support by wearing the sneakers in games. Some pairs have managed to sell for almost double the price on eBay auction listings. BusinessWeek named the line one of its", "doc_score": "84.43486785888672", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_6", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "8597819", "text": "United States Consumer Price Index / people to maintain the same standard of living. The Commission also found that 99% of all data were collected during the week, although an increasing amount of purchases happen during the weekend. Additional bias was said to stem from changes in retailing that were unaccounted for in the CPI. Some critics believe however, that because of changes to the way that the CPI is calculated, and because energy and food price changes were excluded from the Federal Reserve's calculation of \"core inflation\", that inflation is being dramatically underestimated. The second argument is unrelated to the CPI, except insofar as the", "doc_score": "94.89208984375", "publish_date": "2018/12/31"}, {"doc_id": "1709380", "text": "Consumer price index / Replacing the current cost-of-living adjustment calculation with the chained CPI was considered, but not adopted, as part of a deficit-reduction proposal to avert the sequestration cuts, or fiscal cliff, in January 2013, but President Obama included it in his April 2013 budget proposal. Because of some shortcomings of the CPI, notably that it uses static expenditure weighting and it does not account for the substitution effect, the PCEPI is an alternative price index used by the Federal Reserve, among others, to measure inflation. From January 1959 through July 2018, inflation measured by the PCEPI has averaged 3.3%, while it has", "doc_score": "93.34160614013672", "publish_date": "2018/12/31"}, {"doc_id": "8597811", "text": "United States Consumer Price Index / medical care as all consumers in CPI-U or employees in CPI-W. In January of each year, Social Security recipients receive a cost of living adjustment (COLA) \"to ensure that the purchasing power of Social Security and Supplemental Security Income (SSI) benefits is not eroded by inflation. It is based on the percentage increase in the Consumer Price Index for Urban Wage Earners and Clerical Workers (CPI-W)\". However, from December 1982 through December 2011, the all-items CPI-E rose at an annual average rate of 3.1 percent, compared with increases of 2.9 percent for both the CPI-U and CPI-W. This suggests that", "doc_score": "95.38416290283203", "publish_date": "2018/12/31"}, {"doc_id": "4524433", "text": "U.S. Producer Price Index / reference period defined to equal 100.0. Currently, some PPIs have an index base set at 1982 = 100, while the remainder have an index base that corresponds with the month prior to the month that the index was introduced. BLS measures price change in relation to that figure. An index level of 110, for example, means there has been a 10-percent increase in prices since the base period; similarly, an index level of 90 indicates a 10-percent decrease in prices. To calculate the percent change in prices between some previous period and a more current period using a PPI, use", "doc_score": "92.1291732788086", "publish_date": "2018/12/31"}, {"doc_id": "8597825", "text": "United States Consumer Price Index / of any item used in calculating the index remains the same from month to month. A related concept is the relative importance of an item. The relative importance shows the share of total expenditure that would occur if quantities consumed were unaffected by changes in relative prices and actually remained constant. Although the implicit quantity weights remain fixed, the relative importance changes over time, reflecting average price changes. Items registering a greater than average price increase (or smaller decrease) become relatively more important. This two-stage method is relatively new. Before 1999, CPI used only Laspeyres indices, measures of the price", "doc_score": "91.14891052246094", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_7", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "9324842", "text": "Nursing shortage / would need about 10,000 nursing graduates by 2011. Source: Data from the World Health Organization (2006). In an American Hospital Association study, the cost to replace one nurse in the U.S. was estimated at around $30,000–$64,000. This amount is likely related to the cost of recruiting and training nurses into the organization. Hiring foreign nurses is more financially taxing compared to hiring domestic-graduate nurses; however, facilities save money in the long run because foreign nurses have a contractual obligation to complete their term. The JACHO in the United States wrote in a 2002 research report on the shortage in the", "doc_score": "91.62432098388672", "publish_date": "2018/12/31"}, {"doc_id": "9324865", "text": "Nursing shortage / In 2000, 71,475 U.S.-trained nurses became newly licensed. In 2005, 99,187 U.S.-trained nurses became newly licensed. In 2009, 134,708 U.S.-trained nurses became newly licensed. Therefore, a 9.8% annual increase of newly licensed U.S. nurses has been observed each year over nine years. It is clear that, nursing enrollment in the U.S. has significantly increased over the past decade relative to the 1.19% annual U.S. population growth. While the number of U.S. trained licensed nurses has increased each year, the projected nursing demand growth rate from 2008 to 2018, as reported by the U.S. Bureau of Labor Statistics, is anticipated to", "doc_score": "91.9972915649414", "publish_date": "2018/12/31"}, {"doc_id": "9324836", "text": "Nursing shortage / schools. Potential factors include lack of adequate staffing ratios in hospitals and other health care facilities, lack of placement programs for newly trained nurses, and inadequate worker retention incentives. Globally, the World Health Organization (WHO) estimates a shortage of almost 4.3 million nurses, physicians and other health human resources worldwide—reported to be the result of decades of underinvestment in health worker education, training, wages, working environment and management. Nursing shortage is an issue in many countries. To remedy the problem, psychological studies have been completed to ascertain how nurses feel about their career in the hope that they can determine", "doc_score": "90.35635375976562", "publish_date": "2018/12/31"}, {"doc_id": "15090596", "text": "Chronic fatigue syndrome / the Institute of Medicine proposes the illness be renamed \"systemic exertion intolerance disease\" and suggests new diagnostic criteria for it. Many patients, clinicians, and researchers believe lengthy, disproportionate symptom exacerbation after physical or mental exertion is a core symptom (also known as post-exertional malaise). Reynolds \"et al.\" (2004) estimated that the illness caused about $20,000 per person with CFS in lost productivity which totals to $9.1 billion per year in the United States. This is comparable to other chronic illnesses that extract some of the biggest medical and socioeconomic costs. A 2008 study calculated that the total annual cost burden", "doc_score": "88.6323471069336", "publish_date": "2018/12/31"}, {"doc_id": "15090558", "text": "Chronic fatigue syndrome / estimated 75% are unable to work because of their illness. More than half were on disability benefits or temporary sick leave, and less than a fifth worked full-time. People with CFS have decreased scores on the SF-36 quality of life questionnaire, especially in the sub scales on vitality, physical functioning, general health, physical role and social functioning; however, the sub scales for \"role emotional\" and mental health in CFS patients were consistent with or not substantially lower than healthy controls. Loss of economic production and costs due to CFS are estimated at between $18 and $51 billion a year in", "doc_score": "89.79737854003906", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_8", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "8242808", "text": "Use of Free and Open-Source Software (FOSS) in the U.S. Department of Defense / security community was the most upset of any group at the prospect of FOSS being banned. From their perspective, FOSS provides high code visibility and the ability to fix security flaws quickly and quietly. As a result of the findings, any serious consideration of banning FOSS was dropped. The effort to develop a policy on using FOSS instead moved towards a much more even-handed policy that was initiated with the Stenbit open source software policy, that requires U.S. DoD groups to treat FOSS in the same fashion as proprietary software, and subsequently made even more explicit in the 2009 Wennergren", "doc_score": "80.28153991699219", "publish_date": "2018/12/31"}, {"doc_id": "15501288", "text": "United States Department of State panic button software / United States Department of State panic button software The panic button software is an application being developed by the United States Department of State as part of its \"Internet freedom programming.” The program, which is designed for mobile devices, will allow users to wipe the contacts in address books, history, and text messages and also sends out an alert to all the contacts. The application, which was first reported by Reuters, will be used by qualified social activists. The application has received criticism that it may be used against American law enforcement. The United States which has trained over 5000", "doc_score": "82.12313842773438", "publish_date": "2018/12/31"}, {"doc_id": "10930354", "text": "AARD code / rationale for the AARD code came to light when internal memos were released during the \"United States v. Microsoft Corp.\" antitrust case in 1999. Internal memos released by Microsoft revealed that the specific focus of these tests was DR-DOS. At one point, Microsoft CEO Bill Gates sent a memo to a number of employees, reading \"You never sent me a response on the question of what things an app would do that would make it run with MS-DOS and not run with DR-DOS. Is there feature they have that might get in our way?\" Microsoft Senior Vice President Brad Silverberg", "doc_score": "80.48535919189453", "publish_date": "2018/12/31"}, {"doc_id": "17707161", "text": "Reactions to global surveillance disclosures / \"Fourth Amendment Protection Act\". The bills seek to prohibit state governments from co-operating with the NSA in various ways: the Utah bill would prohibit provision of water to NSA facilities; the California bill would prohibit state universities from conducting research for the NSA; and the Kansas bill would require a search warrant for data collection. The disclosures have inspired public protests. After the June 2013 release, a political movement known as \"\"Restore the Fourth\"\" was formed in the United States and rapidly gained momentum. In early July, \"Restore the Fourth\" was responsible for protests in more than 80 cities including", "doc_score": "81.05341339111328", "publish_date": "2018/12/31"}, {"doc_id": "109764", "text": "Don't ask, don't tell / Unauthorized investigations and harassment of suspected servicemen and women led to an expansion of the policy to \"don't ask, don't tell, don't pursue, don't harass\". Legislation to repeal DADT was enacted in December 2010, specifying that the policy would remain in place until the President, the Secretary of Defense, and the Chairman of the Joint Chiefs of Staff certified that repeal would not harm military readiness, followed by a 60-day waiting period. A July 6, 2011, ruling from a federal appeals court barred further enforcement of the U.S. military's ban on openly gay service members. President Barack Obama, Secretary of", "doc_score": "81.02898406982422", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_9", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "15011449", "text": "Klout / claimed that advanced machine learning techniques were used, leveraging network theory, Sean Golliher analysed Klout scores of Twitter users and found that the simple logarithm of the number of followers was sufficient to explain 95% of the variance. In November 2015 Klout released an academic paper discussing their methodology at the IEEE BigData 2015 Conference. In spite of the controversy, some employers made hiring decisions based on Klout scores. As reported in an article for \"Wired\", a man recruited for a VP position with fifteen years of experience consulting for companies including America Online, Ford and Kraft was eliminated as", "doc_score": "78.19585418701172", "publish_date": "2018/12/31"}, {"doc_id": "19258218", "text": "Arnnon Geshuri / in Edenvale, Gauteng, South Africa). He was the Senior Director of Human Resources and Staffing at Google, where he worked from 2004 to 2009 and oversaw all aspects of recruitment. While working at Google, Geshuri was involved in activities that later became the subject of the High-Tech Employee Antitrust Litigation case that resulted in a settlement of $415 million paid by Adobe, Apple, Google and Intel. In one incident, after hearing of a complaint from Steve Jobs of Apple, Geshuri told Google's chairman Eric Schmidt that a recruiter for Google who had tried to hire an Apple employee would be", "doc_score": "76.04291534423828", "publish_date": "2018/12/31"}, {"doc_id": "7340332", "text": "Etsy / composed of Robert Kalin, Chris Maguire, and Haim Schoppik. The initial version had taken two and a half months to build. Later Jared Tarbell joined the team. Former NPR executive Maria Thomas joined as COO in 2008, was promoted to CEO and left Etsy in December 2009. Robert Kalin resumed his role as CEO from December 2009 until July 2011. Investors include Sean Meenan, Albert Wenger, Spencer and Judson Ain, Union Square Ventures, and founders of Flickr and Delicious. Kalin said that he named the site Etsy because he \"wanted a nonsense word because I wanted to build the brand", "doc_score": "78.60139465332031", "publish_date": "2018/12/31"}, {"doc_id": "358699", "text": "Kes (Star Trek) / to his appeal to a specific demographic and his placement on \"People\"'s \"50 Most Beautiful People in the World\" list. Wang said: \"The timing of that, right during our hiatus, certainly couldn't have hurt me in terms of them keeping me on the show.\" Berman and Taylor choose to remove Kes since they felt the character was not properly developed over the course of the show. Executive producer Brannon Braga regarded this decision as a \"failure of imagination on the writers’ part\". Braga requested freelance writer Bryan Fuller develop the concept for Kes' departure. Receiving a positive response during a", "doc_score": "76.903076171875", "publish_date": "2018/12/31"}, {"doc_id": "9865585", "text": "Twitter / as executive chairman focusing on product development. At that time he split his schedule with Square (where he is CEO), whose offices are within walking distance of Twitter's in San Francisco. In September 2011, board members and investors Fred Wilson and Bijan Sabet resigned from Twitter's board of directors. In October 2012, Twitter announced it had hired former Google executive Matt Derella to become their new director of business agency development. Twitter named former Goldman Sachs executive Anthony Noto as the company's CFO in July 2014, with an \"annual salary of $250,000 and one-time restricted stock options of 1.5 million", "doc_score": "77.39878845214844", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_10", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "19586070", "text": "Jon Rahm / for 25 consecutive weeks, after which he surrendered it, regained it, and held it for an additional 35 weeks. His total of 60 weeks spent atop the ranking is the all-time record. While ranked No. 1 in the world, he advanced to the quarterfinals of the 2015 U.S. Amateur before losing to Derek Bard. He won the Mark H. McCormack Medal in 2015 as the leading player in the World Amateur Golf Ranking, which qualified him for the following year's U.S. Open and Open Championship. He closed out his collegiate career by winning the Pac-12 Conference championship and an NCAA", "doc_score": "91.92064666748047", "publish_date": "2018/12/31"}, {"doc_id": "2934834", "text": "Bernhard Langer / cut<br> \"T\" indicates a tie for a place Bernhard Langer Bernhard Langer (; born 27 August 1957) is a German professional golfer. He is a two-time Masters champion and was one of the world's leading golfers throughout the 1980s and 1990s. In 1986, he became the sport's first official number one ranked player. After turning 50, he established himself as one of the most successful players on PGA Tour Champions and has won a record 10 senior major championships: the 2010, 2014 and 2017 Senior Open Championship, the 2010 U.S. Senior Open, the 2016 and 2017 Regions Tradition, the 2014,", "doc_score": "89.02555084228516", "publish_date": "2018/12/31"}, {"doc_id": "7070671", "text": "Rory McIlroy / Rory McIlroy Rory McIlroy, (born 4 May 1989) is a professional golfer from Northern Ireland who is a member of both the European and PGA Tours. He was world number one in the Official World Golf Ranking for 95 weeks. He is a four-time major champion, winning the 2011 U.S Open, (setting a tournament record score of −16), 2012 PGA Championship (with a tournament record margin of victory (8 strokes)), 2014 Open Championship, and 2014 PGA Championship. Along with Jack Nicklaus, Tiger Woods and Jordan Spieth he is one of four players to win three majors by the age of", "doc_score": "86.15975189208984", "publish_date": "2018/12/31"}, {"doc_id": "19437313", "text": "Masters Tournament Par-3 contest / them to play shots on their behalf. Numerous holes in one have been made during the history of the tournament, including nine in the 2016 tournament. Snead became the tournament's first multiple winner when he triumphed in the 1974 event. The most recent winner, in 2018, is Tom Watson, who won his second Par-3 contest 36 years after winning his first in 1982. Jimmy Walker holds the course record, which he set in 2016, with a round of 8 under par, including a hole in one. Seven players, Snead, Isao Aoki, Jay Haas, Sandy Lyle, David Toms, Pádraig Harrington and", "doc_score": "87.26483917236328", "publish_date": "2018/12/31"}, {"doc_id": "2934824", "text": "Bernhard Langer / Bernhard Langer Bernhard Langer (; born 27 August 1957) is a German professional golfer. He is a two-time Masters champion and was one of the world's leading golfers throughout the 1980s and 1990s. In 1986, he became the sport's first official number one ranked player. After turning 50, he established himself as one of the most successful players on PGA Tour Champions and has won a record 10 senior major championships: the 2010, 2014 and 2017 Senior Open Championship, the 2010 U.S. Senior Open, the 2016 and 2017 Regions Tradition, the 2014, 2015 and 2016 Constellation Senior Players Championship, and", "doc_score": "87.49568939208984", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_11", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "4312938", "text": "He's Alive / to know who his mysterious benefactor is. The man steps forward from the shadows to reveal himself to be Adolf Hitler (Curt Conway). He orders Peter to kill Ernst. Peter steels himself enough to complete the task. Hitler congratulates him and asks how it felt. Peter replies that he felt immortal. Hitler responds, \"Mr. Vollmer! We \"are\" immortal!\" Afterwards, police arrive to arrest Peter for conspiracy to murder Nick. He flees and is fatally shot. Hitler's shadow is seen on the wall, leaving the dying Vollmer, looking for another candidate. Rod Serling was particularly pleased with the script for \"He's", "doc_score": "73.849609375", "publish_date": "2018/12/31"}, {"doc_id": "11219522", "text": "Breaking Bad / dangers of the criminal world. The title comes from the Southern colloquialism \"breaking bad\", meaning to \"raise hell\" or turn to a life of crime. Walter's family consists of his wife Skyler (Anna Gunn), son Walter, Jr. (RJ Mitte), and daughter Holly (Elanor Anne Wenrich). The show also features Skyler's sister Marie Schrader (Betsy Brandt) and her husband Hank (Dean Norris), a DEA agent. Walter hires lawyer Saul Goodman (Bob Odenkirk), who connects him with private investigator and fixer Mike Ehrmantraut (Jonathan Banks) and in turn Mike's employer, drug kingpin Gus Fring (Giancarlo Esposito). The final season introduces the characters", "doc_score": "72.83626556396484", "publish_date": "2018/12/31"}, {"doc_id": "19947197", "text": "Adrian McLoughlin / Adrian McLoughlin Adrian McLoughlin (born 1947, East London) is a British stage, television and film actor who began his career in 1983. He is best known for his 2017 role as Joseph Stalin in the Armando Iannucci film \"The Death of Stalin\". He has worked many times with Alan Ayckbourn at the Stephen Joseph Theatre in Scarborough, beginning with the part of Reg in a revival of \"The Norman Conquests\". He has also worked with him at the Royal National Theatre in \"House & Garden\" and on tour throughout the UK in several of his plays. In addition, he has", "doc_score": "75.09782409667969", "publish_date": "2018/12/31"}, {"doc_id": "4324387", "text": "Peter Riegert / \"\". He starred opposite former girlfriend Bette Midler in the television adaptation of \"Gypsy\" and was featured in the HBO drama \"Barbarians at the Gate\" (which earned him an Emmy Award nomination for Outstanding Supporting Actor in a Miniseries or a Special), then he starred composer Jake Rubin in the miniseries \"Ellis Island\", the final episode of \"Seinfeld\" as the president of NBC and the television movie \"Back When We Were Grownups\", and he voiced the character of Max Weinstein in the controversial episode \"When You Wish Upon a Weinstein\" of \"Family Guy\". Riegert guest starred in a Season 2", "doc_score": "75.48372650146484", "publish_date": "2018/12/31"}, {"doc_id": "5539919", "text": "Big Jake / has already hacked Sam to death. Dog comes to the rescue and is himself killed before Big Jake arrives and impales Goodfellow on a pitchfork. Fain rides up and is preparing to finish off the two of them when Michael arrives from where he had been waiting in ambush and blasts him off his horse. Before he dies, Fain asks, \"Who are you?\" When Jake answers, \"Jacob McCandles,\" Fain says, \"I thought you was dead,\" as have other characters during the course of the film. “Not hardly,\" Jake replies. With Little Jake rescued, and the broken family bonded, they prepare", "doc_score": "74.71421813964844", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_12", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "20326843", "text": "2018 WNBA draft / 2018 WNBA draft The 2018 WNBA draft was the league's draft for the 2018 WNBA season. On March 12, the league announced the draft would be held on April 12 at Nike New York Headquarters, a recently opened secondary headquarters for the athletic apparel giant located in Midtown Manhattan. The lottery selection to determine the order of the top four picks in the 2018 Draft was set to take place on September 14, 2017, but was delayed by the league to November 13. All odds out of 1,000 based on percentages. (The 11-12-13-14 combination is ignored.) The lottery odds were", "doc_score": "87.82210540771484", "publish_date": "2018/12/31"}, {"doc_id": "7369079", "text": "Women's National Invitation Tournament / to its current 64 teams in 2010. The postseason field consists of 32 automatic berths – one from each conference – and 32 at-large teams. Thirty-two spots in the Postseason WNIT are filled automatically by the best team available in each of the nation’s 32 conferences, If a conference’s automatic qualifier team declines the WNIT invitation, the conference forfeits that automatic spot, and that selection goes into the pool of at-large schools. The remaining 32 team slots in the Postseason WNIT are filled by the top teams available. Any team from a Division I conference, or a Division I independent", "doc_score": "81.77445220947266", "publish_date": "2018/12/31"}, {"doc_id": "680250", "text": "Women's National Basketball Association / the roster—must be waived. In March 2014, the WNBA and players signed a new, 8-year collective bargaining agreement, increasing the number of players on a roster to 12. The WNBA Draft is held annually every spring. The draft is three rounds long with each of the 12 teams in the league (trades aside) getting three picks each. The draft order for the eight teams that made the playoffs the previous year are based on team records, and the team with the highest previous record will pick last. For the remaining top four picks, a selection process similar to the NBA", "doc_score": "83.80469512939453", "publish_date": "2018/12/31"}, {"doc_id": "20326846", "text": "2018 WNBA draft / 2017, with an average audience of 308,000. The 2nd and 3rd rounds saw a 49% increase in average viewers compared to 2017 (110,000 vs. 74,000). The 2018 draft was the most watched draft since 2014. 2018 WNBA draft The 2018 WNBA draft was the league's draft for the 2018 WNBA season. On March 12, the league announced the draft would be held on April 12 at Nike New York Headquarters, a recently opened secondary headquarters for the athletic apparel giant located in Midtown Manhattan. The lottery selection to determine the order of the top four picks in the 2018 Draft", "doc_score": "85.79731750488281", "publish_date": "2018/12/31"}, {"doc_id": "19948350", "text": "2017 WNBA draft / 2017 WNBA draft The 2017 WNBA draft was the league's draft for the 2017 WNBA season. On March 30, the WNBA announced that the draft would take place on April 13 in New York at Samsung 837. The lottery selection to determine the order of the top four picks in the 2017 draft occurred on September 28, 2016. The winner of the lottery, the San Antonio Stars, picked first. All odds out of 1,000 based on percentages (the 11-12-13-14 combination is ignored). This is the fourth time that the lottery was won by the team that had the highest odds.", "doc_score": "85.718994140625", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_13", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "13666216", "text": "Orly Taitz / by a police officer. Taitz claimed that during the post-hearing confrontation she was threatened by African-American men behaving like \"animals\" and \"thugs\"; two Topeka community leaders who were present labeled Taitz's remarks as \"inaccurate\" and \"racist\". On September 20, Taitz filed a lawsuit in state court seeking to stay the board's actions. On November 2, 2012, the court dismissed Taitz's suit due to her lack of standing. In a lawsuit initiated by Taitz, she claimed Obama's birth certificate and Social Security Number are fake, and sought to disqualify him from the ballot. On December 13, 2012, Taitz filed in Sacramento,", "doc_score": "82.32522583007812", "publish_date": "2018/12/31"}, {"doc_id": "4283121", "text": "Steven Levitt / is customary), and that he knew that \"scholars with varying opinions\" (including Levitt himself) had been invited to participate. The \"Chronicle of Higher Education\" characterized Levitt's letter as offering \"a doozy of a concession.\" The dismissal of the first half of Lott's suit was unanimously upheld by The United States Court of Appeals for the Seventh Circuit on February 11, 2009. Levitt drew criticism for writing an article called \"Hoodwinked?,\" a follow up to the chapter \"The Ku Klux Klan and Real Estate Agents\" in his and co-author Stephen Dubner's 2005 book \"Freakonomics\". The chapter compared the two as having", "doc_score": "80.12240600585938", "publish_date": "2018/12/31"}, {"doc_id": "14806086", "text": "Clarence Thomas / asks questions on behalf of Thomas. In November 2007, Thomas told an audience at Hillsdale College: \"My colleagues should shut up!\" He later explained, \"I don't think that for judging, and for what we are doing, all those questions are necessary.\" According to Amber Porter of ABC News, one of the most notable examples of a rare instance in which Thomas asked a question was in 2002 during oral arguments for \"Virginia v. Black\", when he expressed concern to Michael Dreeben, who had been speaking on behalf of the U.S. Department of Justice, that he was \"actually understating the symbolism", "doc_score": "80.31173706054688", "publish_date": "2018/12/31"}, {"doc_id": "3502601", "text": "Steven Hatfill / U.S. Supreme Court and was rejected by the Supreme Court on Dec. 15, 2008. The basis for the dismissal was that Dr. Hatfill was a \"public figure\", and he had not proved malice on the part of \"The New York Times\". Donald Foster, an expert in forensic linguistics, advised the FBI during the investigation of the anthrax attacks. He later wrote an article for \"Vanity Fair\" about his investigation of Hatfill. In the October 2003 article Foster described how he had tried to match up Hatfill's travels with the postmarks on the anthrax letters, and analyzed old interviews and an", "doc_score": "81.70804595947266", "publish_date": "2018/12/31"}, {"doc_id": "17412634", "text": "Sekhar v. United States / of Bierman's alleged extra-marital affair to his wife, DiNapoli, and the media. After initially being charged with coercion under state law, Sekhar was tried and convicted for attempted extortion under the federal Hobbs act. Sekhar's lawyers contended that the advice of a lawyer employed by the state was not a form of property that could be sought by threats, and hence that the extortion charge was not applicable in this case. The argument was refuted by a federal district court judge and by the Second Circuit court on appeal. Sekhar's lawyers then approached the United States Supreme Court in September", "doc_score": "80.38182067871094", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_14", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "15471555", "text": "Camilla Luddington / released in September 2018. On October 21, 2016 Luddington announced that she was expecting a baby with fellow actor and boyfriend Matthew Alan. Their daughter Hayden Alan was born on March 9, 2017. They announced Hayden's birth on her Instagram on April 11, 2017 just a little over a month after her birth. Alan proposed to Luddington on December 31, 2017 but the pair kept the engagement a secret until January 17, 2018 when she posted a series of pictures on Instagram showing her diamond engagement ring with a rose gold band and included the caption \"Sooo this happened on", "doc_score": "79.1673812866211", "publish_date": "2018/12/31"}, {"doc_id": "18513761", "text": "Mia Khalifa / its second season premiering July 16, 2018, exclusively on RoosterTeeth. In November 2016, an online petition called for Khalifa to be appointed by President Donald Trump as the next United States Ambassador to Saudi Arabia. Khalifa married her high school sweetheart in February 2011. They separated in 2014 and divorced in 2016. Khalifa resided in Miami, Florida during her pornographic career and then relocated back to Texas. Khalifa is a fan of Florida State Seminoles football and attempted to recruit Ohio State quarterback Braxton Miller to transfer to Florida State through social networking. After ending her pornographic career, she used", "doc_score": "79.26664733886719", "publish_date": "2018/12/31"}, {"doc_id": "20809525", "text": "A Christmas Prince: The Royal Wedding / A Christmas Prince: The Royal Wedding A Christmas Prince: The Royal Wedding is a 2018 American Christmas romantic comedy film directed by John Schultz from a screenplay by Robin Bernheim and Nathan Atkin, based on characters created by Karen Schaler. The film stars Rose McIver, Ben Lamb, Alice Krige and Tahirah Sharif. It is a sequel to the 2017 film \"A Christmas Prince\". It was released on November 30, 2018, by Netflix. One year after the events of the first film, Amber and Richard are still happily engaged. At Christmas time, Amber and her father, Rudy, travel to Aldovia to", "doc_score": "76.44313049316406", "publish_date": "2018/12/31"}, {"doc_id": "17625929", "text": "Witney Carson / many others. She has competed and performed around the world. On October 3, 2015, Carson confirmed her engagement on Instagram to her boyfriend of four years, Carson McAllister. The couple married on January 1, 2016 in a private ceremony for The Church of Jesus Christ of Latter-Day Saints at the Salt Lake Temple in Salt Lake City. Fellow \"Dancing with the Stars\" dancers Brittany Cherry, Jenna Johnson, and Emma Slater were among her bridesmaids, with Lindsay Arnold serving as her matron of honor. At the age of 18, Carson auditioned for season nine of Fox network's hit show \"So You", "doc_score": "76.38361358642578", "publish_date": "2018/12/31"}, {"doc_id": "20890131", "text": "WWE Crown Jewel / WWE Crown Jewel WWE Crown Jewel was a professional wrestling pay-per-view (PPV) event and WWE Network event promoted by WWE for their Raw and SmackDown brands. It took place on November 2, 2018, at King Saud University Stadium in Riyadh, Saudi Arabia. The event hosted the first-ever WWE World Cup tournament \"to determine the best in the world\". It also marked the in-ring return of Shawn Michaels, who retired in 2010, as well as the return of Hulk Hogan—who had not appeared on WWE television since a 2015 scandal—who served as the event's host. The card comprised of twelve matches,", "doc_score": "77.67570495605469", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_15", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "1914148", "text": "Cattle mutilation / 8, 1979, three police officers in Dulce, New Mexico, reported a mysterious aircraft which resembled a U.S. military helicopter hovering around a site following a wave of mutilation which claimed 16 cows. On July 15, 1974, two unregistered helicopters, a white helicopter and a black twin-engine aircraft, opened fire on Robert Smith Jr. while he was driving his tractor on his farm in Honey Creek, Iowa. This attack followed a rash of mutilations in the area and across the nearby border in Nebraska. The reports of \"helicopter\" involvement have been used to explain why some cattle appear to have been", "doc_score": "90.6802749633789", "publish_date": "2018/12/31"}, {"doc_id": "18804115", "text": "2015 Texas–Oklahoma flood and tornado outbreak / broke the river's all-time peak of set in 1929. Tremendous flash flooding ensued as a result, with areas of Hays County being particularly hard hit. Entire blocks of homes in Wimberley were swept away by a \"tidal wave of water\" with officials reporting 350–400 residences destroyed in the town alone. For the first time, the river covered portions of Interstate 35, shutting down traffic for hours. Large trees and debris were deposited across the roadway. One person in San Marcos, Texas was confirmed dead. Thirteen people were carried away when the home they were in was swept downstream. Residents reported", "doc_score": "89.3544921875", "publish_date": "2018/12/31"}, {"doc_id": "12461141", "text": "Effects of Hurricane Ike in Texas / Most of the boats were found along Hwy 146 or in the nearby subdivision. Hurricane Ike also caused the temporary shutting down of the Baytown ExxonMobil refinery. Like most of East Texas, the Beaumont and Port Arthur areas received winds at hurricane force. Ike's storm surge threatened the Port Arthur levees, and penetrated far enough inland to contaminate the water supply for Beaumont with salt water. Hardest hit were rural areas of Jefferson County, including the unincorporated communities of LaBelle and Fannett. As of September 18, 4000 head of cattle were estimated dead, drowned by floods in the county, both", "doc_score": "89.73548126220703", "publish_date": "2018/12/31"}, {"doc_id": "17763998", "text": "June 1974 Great Plains tornado outbreak / June 1974 Great Plains tornado outbreak The June 1974 Great Plains tornado outbreak was a significant tornado outbreak that affected portions of the southern Great Plains and the Upper Midwest on June 8, 1974. The outbreak produced 36 tornadoes, at least 19 of them significant or intense, and is the second-deadliest June tornado event in Oklahoma history, with 16 deaths reported in the state, second only to the 35 people killed by an F4 tornado on June 12, 1942, in Oklahoma City. The deadliest tornado of the outbreak was a powerful F4 that struck the town of Drumright in Oklahoma,", "doc_score": "88.63673400878906", "publish_date": "2018/12/31"}, {"doc_id": "1914127", "text": "Cattle mutilation / necropsy, and a lack of background information on specific cattle, investigators have often found it impossible to determine if these variations are connected to the animals' deaths or not. In one case documented by New Mexico police and the FBI, an 11-month-old cross Hereford-Charolais bull, belonging to a Mr. Manuel Gomez of Dulce, New Mexico, was found mutilated on March 24, 1978. It displayed \"classic\" mutilation signs, including the removal of the rectum and sex organs with what appeared to be “a sharp and precise instrument” and its internal organs were found to be inconsistent with a normal case of", "doc_score": "87.38043212890625", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_16", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "4729862", "text": "Dublin and Monaghan bombings / the dead and injured had been removed, Garda officers cordoned off the three bomb sites in Dublin. Fifteen minutes earlier, at 17:45, the orders were given to call out 'national cordons', to stop the bombers fleeing the state. Garda officers were sent to Connolly Station, Busáras, Dublin Airport, the B&I car ferry port, and the mail boat at Dún Laoghaire. At 18:28, the Dublin-Belfast train was stopped at Dundalk and searched by a team of 18 Gardaí led by an inspector. During the evening of 17 May, Gardaí from the Ballistics, Photography, Mappings, and Fingerprints section visited the three bomb", "doc_score": "75.33010864257812", "publish_date": "2018/12/31"}, {"doc_id": "18233108", "text": "National symbols of Ireland, the Republic of Ireland and Northern Ireland / National symbols of Ireland, the Republic of Ireland and Northern Ireland Symbols of Ireland are items or symbols that have symbolic meaning to, or represent, Ireland. Because Ireland was not partitioned until 1922, many of the symbols of Ireland predate the division into Southern Ireland (later Irish Free State and then Ireland) and Northern Ireland. Unlike other countries (such as the United States, with the state symbols), Irish and Northern Irish state symbols are rarely defined by official Acts; they are defined by common usage or by various interest groups. These symbols are seen in official capacities, such as flags,", "doc_score": "77.6474838256836", "publish_date": "2018/12/31"}, {"doc_id": "17972863", "text": "Disappeared (Northern Ireland) / at a caravan park in Ballyhalbert. She is believed to have been taken by loyalists. Disappeared (Northern Ireland) The Disappeared are people believed to have been abducted, murdered and secretly buried in Northern Ireland, the majority of which occurred during the Troubles. The Independent Commission for the Location of Victims' Remains (ICLVR) is in charge of locating the remaining bodies, and was led by forensic archaeologist John McIlwaine. Of the sixteen people investigated by the ICLVR, all were Catholics (Jean McConville was a convert), all except McConville were male, and all are believed to have been abducted and killed by", "doc_score": "76.07449340820312", "publish_date": "2018/12/31"}, {"doc_id": "7136122", "text": "Northern Ireland flags issue / window of an office in Belfast, after Ian Paisley had publicly said that if they did not, he would do so personally. This resulted in serious rioting. The Act was repealed in 1987. In some loyalist areas the flying of flags supporting loyalist paramilitaries has proved controversial. Groups like the Ulster Defence Association, Ulster Volunteer Force, Young Citizen Volunteers, Red Hand Commando, and Loyalist Volunteer Force all have their own unique flags and although these flags usually appear alongside murals, they can occasionally be seen flying from lampposts in villages and towns or flying from houses in the run up", "doc_score": "77.54937744140625", "publish_date": "2018/12/31"}, {"doc_id": "1644952", "text": "Shergar / of the horsebox used by the thieves—from a description given by Fitzgerald—was released. It was either light green or light blue with no working lights and no licence plates. The huge police search of possible hiding places for Shergar—by the Gardaí in the Irish Republic and the Royal Ulster Constabulary (RUC) in Northern Ireland—found no trace of the horse or horsebox, but several IRA caches of arms and explosives were uncovered, leading to the loss of several safe houses. Up to 70 detectives were working on the case at one point. Two weeks after Shergar was stolen, the police search", "doc_score": "77.22354888916016", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_17", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "16676690", "text": "United States Air Force Basic Training scandal / command in June 2012 because of the problems in his unit. In August 2012 Col. Glenn Palmer, commander of the 737th Training Group, was also relieved from his position due to the scandal. Investigation of the scandal began in June 2011, when a trainee reported suspected sexual misconduct. In November 2011, three instructors reported possible misconduct after overhearing fellow MTIs discussing something \"completely unacceptable\". In June 2012 Staff Sgt. Peter Vega-Maldonado made a plea deal, admitting an improper relationship and the violation of a no-contact order. Vega-Maldonado was sentenced to ninety days in jail, thirty days of hard labor, and", "doc_score": "82.05350494384766", "publish_date": "2018/12/31"}, {"doc_id": "16676692", "text": "United States Air Force Basic Training scandal / all 28 counts, sentenced to 20 years in jail and was required to register as a sex offender. In 2014 (two years after his conviction) Walker was found dead in his cell, an apparent suicide. He was married and had two children. Tech. Sgt. Christopher Smith was charged with an improper relationship with one trainee, seeking an improper, personal and intimate relationship with another trainee and obstruction of justice. The charges stemmed from an incident in spring 2011 when Smith drove two trainees off the base to meet fellow instructor Master Sgt. Jamey Crawford. Smith was convicted and sentenced to", "doc_score": "80.904052734375", "publish_date": "2018/12/31"}, {"doc_id": "15992407", "text": "ATF gunwalking scandal / became aware of the case. Phoenix ATF SAC Newell acknowledged to ICE \"that letting guns cross the border was part of ATF’s plan\". In August 2010, Medrano was sentenced to 46 months, his associate Hernan Ramos received 50 months and their fellow conspirators received prison terms from 14 to 30 months, but the target, a Sinaloa Cartel kingpin, Javier Elenes Ruiz, nicknamed \"Rambo,\" remained untouched inside Mexico. On October 26, 2009, a teleconference was held at the Department of Justice in Washington, D.C. to discuss U.S. strategy for combating Mexican drug cartels. Participating in the meeting were Deputy Attorney General", "doc_score": "80.31220245361328", "publish_date": "2018/12/31"}, {"doc_id": "16676689", "text": "United States Air Force Basic Training scandal / United States Air Force Basic Training scandal The United States Air Force Basic Training scandal is the military sex scandal which took place at Lackland Air Force Base in San Antonio, Texas. The scandal involved 43 female trainees allegedly victimized by their instructors during and after basic military training beginning in 2009. Seventeen male instructors were accused of offenses ranging from the solicitation of improper relationships to rape, and 35 instructors were removed from their posts pending an investigation. Nine of the accused instructors belonged to the 331st Training Squadron, and squadron commander Lt. Col. Mike Paquette was removed from", "doc_score": "81.51407623291016", "publish_date": "2018/12/31"}, {"doc_id": "20755543", "text": "William Howard Hughes / William Howard Hughes William Howard Hughes, Jr. (born 1951) is a former United States Air Force captain who disappeared on July 19, 1983 when he was supposed to return from a Temporary Duty (TDY) in Europe. After his disappearance there were theories that he was abducted or defected. The Air Force declared him a deserter on December 9, 1983. \"The Seattle Times\" reported in 1984 that the classification was made \"primarily for administrative purposes\". In June 2018, he was found living in Daly City, California and was arrested by the Office of Special Investigations on unspecified charges. It turned out", "doc_score": "80.2376708984375", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_18", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "6373486", "text": "Steve Cooley / Robles accused Cooley of direct involvement in the charges brought against him because of a personal vendetta and to affect the outcome of the June 2008 D.A. election. Cooley denied those allegations. In October 2008 a jury found Robles not guilty of all charges after deliberating for only 20 minutes, and he was re-elected a month later to his seat on the board of the Water Replenishment District of Southern California. Cooley was sued in federal court by the Association of Deputy District Attorneys. The suit was filed for allegedly violating the First Amendment of the United States Constitution. Judge", "doc_score": "77.54647827148438", "publish_date": "2018/12/31"}, {"doc_id": "17571841", "text": "Troy E. Brown / will prevail.\" His latest attorney, Jill Craft of Baton Rouge, referred to the Senate's consideration of expulsion as \"a dog and pony show\" without proper rules of legal fairness. Brown's resignation in February 2017 avoided a vote by his colleagues on his proposed expulsion from the chamber. He had pleaded no contest twice in four months to misdemeanor charges related to domestic abuse. Brown said that he did not believe his Senate colleagues, the majority of whom are Republicans, would have given him a fair hearing had he sought to remain in office. Democrats Warren Harang, III, a sugar cane", "doc_score": "77.45284271240234", "publish_date": "2018/12/31"}, {"doc_id": "2592351", "text": "Gun politics in the United States / come before the U.S. Senate.\" The four Senators are Jon Tester (D-Montana), Max Baucus (D-Montana), Heidi Heitkamp (D-North Dakota), and Joe Donnelly (D-Indiana). Supporters of the treaty claim that the treaty is needed to help protect millions around the globe in danger of human rights abuses. Frank Jannuzi of Amnesty International USA states, \"This treaty says that nations must not export arms and ammunition where there is an 'overriding risk' that they will be used to commit serious human rights violations. It will help keep arms out of the hands of the wrong people: those responsible for upwards of 1,500", "doc_score": "75.93341827392578", "publish_date": "2018/12/31"}, {"doc_id": "1568711", "text": "Mary Landrieu / introduced by Landrieu as a means of avoiding a threatened filibuster by Senator Rand Paul. Landrieu joined the majority in voting for the extension, which passed 72-23. On January 25, 2010, four Republican conservative activists, including Stan Dai, Joseph Basel, both 24; Robert Flanagan, son of Bill Flanagan, acting U.S. Attorney in Louisiana; and conservative filmmaker James O'Keefe, were arrested by US Marshals for their role in a plot to hack the phone system of Landrieu's New Orleans office to record her and her staff's conversations. Two of the alleged co-conspirators posed as telephone repair technicians in order to gain", "doc_score": "77.0897445678711", "publish_date": "2018/12/31"}, {"doc_id": "2944593", "text": "Evan Mecham / required for passage. Upon conviction, Mecham was removed from office and Mofford became Governor of Arizona. The recall election was canceled by the Arizona Supreme Court in a 4 to 1 ruling that the constitutionally mandated order of succession took precedence over the state's recall provisions. The criminal case against Mecham and his brother went to trial on June 2. Attorneys who analyzed the proceedings later concluded that the Mechams' lawyers' most successful strategy was keeping their clients off the witness stand. The jury found that prosecutors failed to prove that the Mechams knowingly erred on their campaign reports, and", "doc_score": "78.42025756835938", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_19", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "3893162", "text": "Starz / and mobile app that featured original programming and feature film content from Starz available for streaming in standard or high definition. It was available to Starz subscribers of Verizon FIOS, AT&T U-verse, Cox Communications, Xfinity by Comcast and DirecTV until it was merged with Starz.com on April 5, 2016. The former incarnation of the StarzPlay online service (which is structured as a TV Everywhere-style service) was launched on October 8, 2012, with the release of the iPad, iPhone and iPod Touch app until they were merged with Starz.com on April 5, 2016. The StarzPlay name was borrowed from a prior", "doc_score": "80.70439910888672", "publish_date": "2018/12/31"}, {"doc_id": "12158407", "text": "Scripps Networks Interactive / ITI Group and French media giant Vivendi. The company bought out TVN's remaining owners, ITI Group and Canal+ Group in July 2015. On May 3, 2017, Scripps acquired millennial-targeted food website Spoon University, which in turn became part of Discovery when that company acquired Scripps. On July 31, 2017, Discovery Communications announced that it would acquire Scripps Networks Interactive for $14.6 billion in a cash and stock deal. Discovery will establish an operational hub in Knoxville, but the company also announced plans to relocate its worldwide headquarters from Silver Spring, Maryland to New York City in 2019. On February 6,", "doc_score": "79.940185546875", "publish_date": "2018/12/31"}, {"doc_id": "7595548", "text": "HBO / through digital media; the channel maintains HBO Go, a video on demand streaming service available as a website and slate of mobile apps exclusively to existing subscribers of the linear channel suite and a separate, but similar standalone service, HBO Now, which launched in April 2015 as a subscription streaming platform that does not require a subscription to the HBO television service. HBO also maintains near-ubiquitous distribution in hotels across the United States through agreements with DirecTV, Echostar, SONIFI Solutions, Satellite Management Services, Inc., Telerent Leasing Corporation, Total Media Concepts and World Cinema as well as cable providers that maintain", "doc_score": "79.54659271240234", "publish_date": "2018/12/31"}, {"doc_id": "872250", "text": "WarnerMedia / 28, Federal Communications Commission chairman Ajit Pai refused to review the deal, leaving the review to the Department of Justice. On March 15, 2017, the merger was approved by the European Commission. On August 22, 2017, the merger was approved by the Comisión Federal de Competencia. On September 5, 2017, the merger was approved by the Fiscalía Nacional Económica. In the wake of the presidency of US President Donald Trump, Time Warner's ownership of CNN was considered a potential source of scrutiny for the deal, as Trump has repeatedly criticized the network for how it has covered his administration, and", "doc_score": "79.62809753417969", "publish_date": "2018/12/31"}, {"doc_id": "7595583", "text": "HBO / licensing for merchandise sales. In August 2017, HBO and Sky took minority stakes in British TV Production Company \"Bad Wolf\" (The Night Of), as a part of their co-production deal. On October 22, 2016, AT&T announced an offer to acquire Time Warner for $108.7 billion, including debt it would assume from the latter. The purchase was completed in June 2018. The proposed merger was confirmed on June 12, 2018, after AT&T won an antitrust lawsuit that the U.S. Justice Department filed in 2017 to attempt to block the acquisition. The merger closed two days later, with the company becoming a", "doc_score": "80.74754333496094", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_20", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "13354012", "text": "Elephant endotheliotropic herpesvirus / identified, which causes an acute hemorrhagic disease with a very high mortality rate in Asian elephants. This form of the virus was originally believed to occur naturally in African elephants (occasionally producing skin nodules), and to be transmitted to Asian elephants within captivity, but more extensive studies have since largely disproved this concept because several other species/types of EEHV (e.g. EEHV2, EEHV3 and EEHV6) instead have been identified in African elephants. A second lethal subtype, EEHV1B, was identified in Asian elephants in 2001. EEHV3, EEHV4 and EEHV5 have also each been responsible for the deaths of at least one Asian", "doc_score": "82.27255249023438", "publish_date": "2018/12/31"}, {"doc_id": "8184693", "text": "Hepatitis C and HIV coinfection / Hepatitis C and HIV coinfection In HIV–HCV co-infected patients, the hepatitis C (HCV) viral load is higher than in HCV-mono-infected patients in both the plasma and liver tissue. Patients who are HIV-positive are commonly co-infected with HCV due to shared routes of transmission: percutaneous exposure to blood, sexual intercourse, and from a mother to her infant. Infection with HCV can be asymptomatic, self-limiting, or progress to cirrhosis or cancer. The morbidity and mortality caused by HCV has increased since the inception of highly active antiretroviral therapy (HAART) because HIV patients are living longer from potent antiretroviral therapies and prophylaxis of", "doc_score": "81.24971771240234", "publish_date": "2018/12/31"}, {"doc_id": "796140", "text": "Hepatitis C / has cirrhosis. Chronic infection can be cured about 95% of the time with recommended treatment in 2017. Getting access to these treatments however can be expensive. The combination of sofosbuvir, velpatasvir, and voxilaprevir may be used in those who have previously been treated with sofosbuvir or other drugs that inhibit NS5A and were not cured. Prior to 2011, treatments consisted of a combination of pegylated interferon alpha and ribavirin for a period of 24 or 48 weeks, depending on HCV genotype. This produces cure rates of between 70 and 80% for genotype 2 and 3, respectively, and 45 to 70%", "doc_score": "82.4417953491211", "publish_date": "2018/12/31"}, {"doc_id": "1848792", "text": "Chronic wasting disease / Chronic wasting disease Chronic wasting disease (CWD) is a transmissible spongiform encephalopathy (TSE) of mule deer, white-tailed deer, elk (or \"wapiti\"), moose, and caribou. As of 2016, CWD had been found in members of the deer family only. First recognized as a clinical \"wasting\" syndrome in 1967 in mule deer in a wildlife research facility in northern Colorado, USA, it was identified as a TSE in 1978 and has spread to free-ranging and captive populations in 23 US states and two Canadian provinces. CWD is typified by chronic weight loss leading to death. No relationship is known between CWD and", "doc_score": "79.68605041503906", "publish_date": "2018/12/31"}, {"doc_id": "9434130", "text": "Rabbit haemorrhagic disease / myxomatosis. FILAVAC has been authorised by the VMD in April 2017 ; it is currently the only vaccine containing both classic and variant strain of VHD virus. New outbreak in Canada reported on Vancouver Island http://www.cbc.ca/news/canada/british-columbia/b-c-issues-warning-to-pet-rabbit-owners-as-virus-spreads-to-lower-mainland-1.4587233 Rabbit haemorrhagic disease Rabbit haemorrhagic disease (RHD), also known as rabbit calicivirus disease (RCD) or viral haemorrhagic disease (VHD), is a highly infectious and often fatal disease that affects wild and domestic rabbits of the species \"Oryctolagus cuniculus\". The infectious agent responsible for the disease is rabbit haemorrhagic disease virus (RHDV), or rabbit calicivirus (RCV), genus \"Lagovirus\" of the family Caliciviridae. The virus infects", "doc_score": "83.5475082397461", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_21", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "20190439", "text": "2017 London Bridge attack / attackers lived; controlled explosions were carried out during the raids. Those held included five males aged between 27 and 55, arrested at one address in Barking, and six females aged between 19 and 60, arrested at a separate Barking address. One of the arrested males was subsequently released without charge. Four properties were being searched, including two in Newham in addition to the two in Barking. Further raids and arrests were made at properties in Newham and Barking early on the morning of 5 June. On 6 June, a man was arrested in Barking, and another in Ilford the following", "doc_score": "87.77114868164062", "publish_date": "2018/12/31"}, {"doc_id": "20190426", "text": "2017 London Bridge attack / Bridge, Waterloo East, Charing Cross and Cannon Street were also closed. The Home Secretary approved the deployment of a military counter terrorist unit from the Special Air Service (SAS). The helicopters carrying the SAS landed on London Bridge to support the Metropolitan Police because of concerns that there might be more attackers at large. The Metropolitan Police Marine Policing Unit dispatched boats on the River Thames, with assistance from the Royal National Lifeboat Institution (RNLI), to contribute to the evacuation of the area and look for any casualties who might have fallen from the bridge. A stabbing incident took place", "doc_score": "83.44509887695312", "publish_date": "2018/12/31"}, {"doc_id": "20217824", "text": "2017 Westminster cyberattack / 2017 Westminster cyberattack The 2017 Westminster cyberattack occurred on 23 June 2017, when an unauthorised attempt was made to gain access to email accounts belonging to a number of politicians at the United Kingdom's Houses of Parliament. The incident was followed by an attempt to hack accounts belonging to politicians at the Scottish Parliament in August 2017. Parliamentarians were told about the cyberattack on the evening of 23 June, and it was made public knowledge the following day by Chris Rennard, a Liberal Democrat member of the House of Lords who posted a request on social media asking people needing", "doc_score": "84.15019226074219", "publish_date": "2018/12/31"}, {"doc_id": "16807168", "text": "News media phone hacking scandal / Rebekah Brooks, and Andy Coulson. By the following September, the total number of arrests reached ninety and included many journalists from The Sun, another News International newspaper where Ms. Brooks had been editor. In May 2012, the Crown Prosecution Service (CPS) charged six individuals with conspiring to pervert the course of justice by removing documents and computers to conceal them from investigating detectives. Charged were former News International CEO Rebekah Brooks, her husband, her personal assistant, her bodyguard, her chauffeur, and the head of security at News International. These charges were made about after the Metropolitan Police Service reopened its", "doc_score": "82.9254379272461", "publish_date": "2018/12/31"}, {"doc_id": "18711757", "text": "Hatton Garden safe deposit burglary / Hatton Garden safe deposit burglary In April 2015, the Hatton Garden Safe Deposit Company, an underground safe deposit facility in London's Hatton Garden area, was burgled. The total stolen may have a value of up to £200 million, and the incident has been called the \"largest burglary in English legal history.\" The heist was planned and carried out by four elderly men who were experienced thieves, all of whom pleaded guilty and received prison sentences in March 2016. Four other men were also tried on suspicion of involvement; three were found guilty and sent to prison, while the fourth was", "doc_score": "84.7106704711914", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_22", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "78633", "text": "Channel 4 / series came under public attack from senior television figures, and was pulled amid claims of declining editorial standards and controversy over the channel's public service broadcasting credentials. On 8 March 2007 Channel 4 screened the highly controversial documentary \"The Great Global Warming Swindle\". The programme states that global warming is \"a lie\" and \"the biggest scam of modern times\". The programme's accuracy has been disputed on multiple points and several commentators have criticised it for being one-sided, noting that the mainstream position on global warming is supported by the scientific academies of the major industrialised nations There were 246 complaints", "doc_score": "79.4115219116211", "publish_date": "2018/12/31"}, {"doc_id": "12055010", "text": "Rush (2008 TV series) / known at the time as the Southern Star Group confirmed with TV Tonight that a fifth series had not been commissioned. Network Ten did not issue any press releases stating the wrapping up of Rush, instead then Executive Producer of Drama and Production at Network Ten, Rick Maier, issued a statement on the shows official Facebook page, \"While we don't discount a return series, it is not on the cards at this stage – but we do intend to finish season four with a bang, literally.\" \"Rush\" follows the lives of members of the prestigious Tactical Response team (TR), which", "doc_score": "78.16303253173828", "publish_date": "2018/12/31"}, {"doc_id": "5578853", "text": "CGTN (TV channel) / exercised by the channel, especially on sensitive domestic issues in China. Philip Cunningham of Cornell University, who has appeared more than 100 times on China Central Television talk shows said sensitive issues such as Tibet and Xinjiang were heavily edited on various programs.{ Ma Jing, Director of CCTV America defends such allegation by saying that the channel edits stories the same way other news organizations do. She said: \"We uphold the traditional journalistic values. We consider accuracy, objectivity, truthfulness, and public accountability very important, more important than anything else.\" On November 23, 2018, a British corporate investigator submitted a formal", "doc_score": "77.22586059570312", "publish_date": "2018/12/31"}, {"doc_id": "1815743", "text": "ReBoot / completely computer-animated TV series. A reimagined, live-action/CG-animated series, \"\", was announced in 2015, and the first ten episodes debuted on Netflix worldwide (excluding Canada) on March 30, 2018. YTV aired all twenty episodes from June 4, 2018, to July 5, 2018. The series follows the adventures of a Guardian named Bob and his companions Enzo and Dot Matrix as they work to keep the computer system of Mainframe safe from the viruses known as Megabyte and Hexadecimal. The setting is in the inner world of a computer system known by its inhabitants as Mainframe. It was deliberately chosen due to", "doc_score": "75.15447998046875", "publish_date": "2018/12/31"}, {"doc_id": "3670361", "text": "The X-Files (season 4) / Patrick Finn, co-producer Paul Rabwin, and consulting producer Ken Horton, who joined the series with this season. Producing-directors for the show included Rob Bowman and Kim Manners, who directed the bulk of the episodes for the season. Manners directed eight episodes, while Bowman directed seven. Executive producer R. W. Goodwin again directed the season premiere and finale. James Charleston directed three episodes, while Tucker Gates, Michael Lange, Cliff Bole, and series writer James Wong each directed one episode. Episodes marked with a double dagger () are episodes in the Mythology of The X-Files Alien story arc. <onlyinclude></onlyinclude> The fourth season", "doc_score": "76.18628692626953", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_23", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "10854273", "text": "Malabar (Naval Exercise) / conducted from 7 to 16 June 2018 off the coast of Guam in the Philippine Sea. This was the 22nd edition of the exercise and the first time to be held in United States territory. The exercise is divided into two phases. The harbor phase was held from 7 to 10 June at Naval Base Guam, and the sea phase from 11 to 16 June. The exercise focused on onshore and at-sea training, aircraft carrier operations, maritime patrol and reconnaissance operations, visit, board, search and seizure operations and professional exchanges. Based on news reports, India refused Australia participation in the", "doc_score": "87.79862213134766", "publish_date": "2018/12/31"}, {"doc_id": "10854270", "text": "Malabar (Naval Exercise) / 71), the USS \"Normandy\", Freedom-class littoral combat ship USS Fort Worth (LCS 3) and Los Angeles-class submarine USS \"City of Corpus Christi\" (SSN 705). The 2016 Malabar exercise was conducted on 26 June 2016. This time, Japan was also a part of the exercise. The 2017 Malabar exercise was the 21st edition of the exercise and conducted from 10 to 17 July 2017. This edition involved navies from India, USA and Japan. The exercise included a harbor phase at Chennai from 10 to 13 July 2017 and a sea phase from 14 to 17 July 2017 in the Bay of", "doc_score": "87.66328430175781", "publish_date": "2018/12/31"}, {"doc_id": "13841816", "text": "Cooperation Afloat Readiness and Training / Cooperation Afloat Readiness and Training The Cooperation Afloat Readiness and Training (Exercise CARAT) is a series of annual bilateral military exercises conducted by the United States Pacific Fleet with several member nations of ASEAN in Southeast Asia. Currently, the navies of Bangladesh, Brunei, Cambodia, Indonesia, Malaysia, the Philippines, Singapore, Sri Lanka and Thailand participate. Objectives of CARAT include enhancing regional cooperation; building friendships, and strengthening professional skills. In 2010, Cambodia and Bangladesh became the first CARAT participants to join the exercise since 1995. The objective of CARAT 2011 was to enhance regional naval cooperation by strengthening the professional skills of", "doc_score": "85.62496185302734", "publish_date": "2018/12/31"}, {"doc_id": "10854258", "text": "Malabar (Naval Exercise) / two destroyers; and Singapore by a frigate. From 19 October 2008, Exercise Malabar 08, the twelfth of the series, was conducted in the Arabian Sea. The purpose of Malabar 2008 was to promote increase inter-operability between the United States and India, with a special emphasis on maritime interdiction, including counter-piracy and counter-terrorism operation. Rear Admiral Anil Chopra, Flag Officer Commanding, Western Fleet (FOCWF), noted: The US Navy was represented by the's Carrier Strike Group Seven. In addition, one submarine,, and one P3C Orion aircraft also participated in the exercise. Joining Carrier Group Seven were the fast combat support", "doc_score": "83.41696166992188", "publish_date": "2018/12/31"}, {"doc_id": "10854254", "text": "Malabar (Naval Exercise) / ninth Malabar exercise and was the first one to be held outside the Indian Ocean, off the Japanese island of Okinawa. Besides interception and dissimilar air combat exercises, it featured surface and anti-submarine warfare, maritime interdiction and visit, board, search, and seizure operations to counter piracy and other non-state acts at sea. On 4 September 2007, the naval exercise included 25 vessels from India, the United States, Japan, Australia and Singapore in the Bay of Bengal. This was the first time a joint exercise of this scale involving 25 vessels was conducted. The exercise was previously a bilateral India-US engagement", "doc_score": "86.5770492553711", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_24", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "12671777", "text": "Water supply and sanitation in England and Wales / and Wales has declined significantly from 228 litres/property/day in 1994-95 to 141 l/p/d in 2006–07, enough to supply the needs of 10 million people. According to the Environment Agency, many companies in the UK have reduced their water loss to the economic level of leakage. This is the level at which, in the long-term, the marginal cost of leakage control is equal to the marginal benefit of the water saved. The rate of reduction in leakage has slowed for many companies because the most obvious causes of leakage have been detected and addressed, leaving only less apparent leakage problems. Models", "doc_score": "89.85478210449219", "publish_date": "2018/12/31"}, {"doc_id": "11474396", "text": "Water scarcity / all drinking water in the world. The large volumes of water stored underground in most aquifers have a considerable buffer capacity allowing for water to be withdrawn during periods of drought or little rainfall. This is crucial for people that live in regions that cannot depend on precipitation or surface water as a supply alone, instead providing reliable access to water all year round. As of 2010, the world's aggregated groundwater abstraction is estimated at approximately 1,000 kmper year, with 67% used for irrigation, 22% used for domestic purposes and 11% used for industrial purposes. The top ten major consumers", "doc_score": "83.5538558959961", "publish_date": "2018/12/31"}, {"doc_id": "12671760", "text": "Water supply and sanitation in England and Wales / year to another. Parts of Wales and the English Lake District are well endowed with water, while water is scarce in parts of Eastern and Southeastern England. Parts of England were affected by severe drought in 1976, 1995 and 2005-2007. Household water use in England and Wales stood at about 145 litres/capita/day in 2008/09. Total water supply for domestic and commercial customers in England and Wales was 14.5 million cubic metres per day in 2009. The quality of water and sanitation services in England and Wales is regularly and comprehensively monitored by the economic regulator, OFWAT. OFWAT statistics show that", "doc_score": "85.49330139160156", "publish_date": "2018/12/31"}, {"doc_id": "16216993", "text": "United Kingdom government austerity programme / By 2018 the number of families living in bed and breakfast accommodation was almost 50,000, and there were many more \"hidden homeless\" people living on the floors and sofas of friends and acquaintances. An article in The BMJ regarded this as a \"neon sign that something is fundamentally wrong\" with how society is being run, noting that \"homeless women die on average at 43 and homeless men at 47, compared with 77 for the rest of us\". The Office for National Statistics estimated that 597 homeless people died in England and Wales in 2017, an increase of 24% since 2012.", "doc_score": "85.96990203857422", "publish_date": "2018/12/31"}, {"doc_id": "11877069", "text": "Water privatisation in England and Wales / Water privatisation in England and Wales The water privatisation in England and Wales involved the transfer of the provision of water and wastewater services in England and Wales from the state to the private sector in 1989, through the sale of the ten Regional Water Authorities (RWA). The potable water supply as well as the sewerage and sewage disposal functions of each RWA were transferred to privately owned companies. At the beginning of the 19th century, most water works in the UK were built, owned, and operated by private companies. The introduction of various parliamentary regulations led to the government", "doc_score": "84.85652923583984", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_25", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "835204", "text": "Dead Sea Scrolls / not fall under this copyright law and scholars have a degree of, in the words of U.S. copyright law professor David Nimmer, \"freedom\" in access. Nimmer has shown how this freedom was in the theory of law applicable, but how it did not exist in reality as the Israeli Antiquities Authority tightly controlled access to the scrolls and photographs of the scrolls. Dead Sea Scrolls Dead Sea Scrolls (also Qumran Caves Scrolls) are ancient Jewish religious, mostly Hebrew, manuscripts found in the Qumran Caves in the West Bank near the Dead Sea. Many thousands of written fragments have been discovered", "doc_score": "85.82661437988281", "publish_date": "2018/12/31"}, {"doc_id": "3998690", "text": "Scroll / After the contents of a parchment scroll were copied in codex format, the scroll was seldom preserved. The majority that did survive were found by archaeologists in burial pits and in the buried trash of forgotten communities. The oldest complete Torah scroll was discovered stored in an academic library in Bolonia, Italy by Professor Mauro Perani in 2013. It had been mislabeled in 1889 as dating from the 17th century, but Perani suspected it was actually older as it was written in an earlier Babylonian script. Two tests conducted by laboratories at Italy’s University of Salento and at the University", "doc_score": "84.84244537353516", "publish_date": "2018/12/31"}, {"doc_id": "19310228", "text": "A Hidden Treasure / A Hidden Treasure Hidden Treasure () is a Hadith Qudsi that has a very prominent role in Islamic mysticism and Islamic philosophy. The most cited version of this Hadith in Arabic is: کنت کنزاً مخفیاً فأحببت أن أعرف فخلقت الخلق لکی أعرف It has different translations in English: According to Sufi cosmology, God's reason for the creation of this universe and mankind is the \"manifestation\" and \"recognition\" of Himself as it is stated in this Hadith. Bahá'u'lláh, founder of the Bahá'í Faith, while in Baghdad, requested his son `Abdu'l-Bahá, who later became his successor, to write a commentary on the", "doc_score": "86.9055404663086", "publish_date": "2018/12/31"}, {"doc_id": "7122776", "text": "Scrolls of Abraham / a lost body of scripture. The Scrolls of Abraham are understood by Muslims to refer to certain revelations Abraham received, which he would have then transmitted to writing. The exact contents of the revelation are not described in the Quran. The 87th chapter of the Quran, surah Al-Ala, concludes saying the subject matter of the surah has been in the earlier scriptures of Abraham and Moses. It is slightly indicative of what were in the previous scriptures, according to Islam: Chapter 53 of the Quran, surah An-Najm mentions some more subject matters of the earlier scriptures of Abraham and Moses.", "doc_score": "85.43070220947266", "publish_date": "2018/12/31"}, {"doc_id": "8999711", "text": "Gnostic texts / sixth.\" (Robinson, NHLE, p. 10) Only a few lines from the beginning of \"Origin of the World\" are discernible on the bottom of the eighth leaf. These texts are mentioned or partially quoted in the writings of the Church Fathers. Gnostic texts Gnosticism used a number of religious texts that are preserved, in part or whole, in ancient manuscripts, or lost but mentioned critically in Patristic writings. Prior to the discovery at Nag Hammadi, only the following texts were available to students of Gnosticism. Reconstructions were attempted from the records of the heresiologists, but these were necessarily coloured by the", "doc_score": "84.20008087158203", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_26", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "4809529", "text": "CM Punk / television when the show started with Punk's entrance music playing, only for former manager Paul Heyman to walk out. WWE proceeded to remove Punk from footage of their promotional videos. This lasted until the first half of July, where WWE used footage of Punk to promote the WWE Network. In an interview published in late May, Punk was asked how it felt \"to be retired at 35\" and replied that \"it feels good\". On July 15, WWE.com moved Punk from the active roster to the alumni page without releasing a statement. On the same day, Punk thanked his fans without", "doc_score": "78.74403381347656", "publish_date": "2018/12/31"}, {"doc_id": "8464115", "text": "Mychael Knight / 17, 2010, Mychael Knight debuted his Fall/Winter 2010 line at Charleston Fashion Week in Charleston, South Carolina. In 2013, Knight became a contestant on \"\". Mychael Knight died on October 17, 2017 at the age of 39. His cause of death remains a mystery. He had been open about his battle with irritable bowel syndrome and extreme weight loss in recent months, leaving many to wonder if the disease may have played a role in his death. Doctors believe that’s unlikely. Mychael Knight Michael Anthony Knight Jr. (April 11, 1978 – October 17, 2017) was an American fashion designer. Michael", "doc_score": "78.53300476074219", "publish_date": "2018/12/31"}, {"doc_id": "2176908", "text": "Bruno Sammartino / 69th Annual Columbus Day Parade. Sammartino underwent heart surgery in 2011. He died on April 18, 2018, at the age of 82 from multiple organ failure due to heart problems following a two-month hospitalization. WWE honored his life with a ten-bell salute before a house show in Cape Town later that day, and again on the April 23 episode of \"Raw\" in St. Louis. Mayor Bill Peduto remembered him as \"one of the greatest ambassadors the city of Pittsburgh ever had.\" Bruno Sammartino Bruno Leopoldo Francesco Sammartino (October 6, 1935 – April 18, 2018) was an Italian-born American professional wrestler,", "doc_score": "76.3050308227539", "publish_date": "2018/12/31"}, {"doc_id": "4419581", "text": "Richard Blackwell / Richard Blackwell Richard Blackwell (August 29, 1922 – October 19, 2008) was an American fashion critic, journalist, television and radio personality, artist, former child actor and former fashion designer, sometimes known just as Mr. Blackwell. He was the creator of the \"Ten Worst Dressed Women List\", an annual awards presentation he unveiled in January of each year. He published the \"Fabulous Fashion Independents\" list and an annual Academy Awards fashion review, both of which receive somewhat less media attention. His longtime companion, former Beverly Hills hairdresser Robert L. Spencer, managed him. He wrote two books, \"Mr. Blackwell: 30 Years of", "doc_score": "77.54440307617188", "publish_date": "2018/12/31"}, {"doc_id": "3251299", "text": "André Courrèges / celebrated with British \"Vogue\" announced that 1964 was \"the year of Courrèges\". \"The New York Times\" described him as \"the brightest blaze of the year.\" to emphasis the change from the little black dress to the white dress. Designers such as Pierre Cardin and Paco Rabanne taking influences towards \"future\" fashion looks. With new popularity, his designs trickled down to mass production companies that created affordable designs similar to Courrèges. Courrèges suffered from Parkinson's disease for the last 30 years of his life. He died on 7 January 2016 at aged 92, in his Neuilly-sur-Seine outside Paris and was survived", "doc_score": "77.33965301513672", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_27", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "6920549", "text": "Amy Lamé / Amy Lamé Amy Lamé (born Amy Caddle; 3 January 1971) is an American-British performer, writer, TV and radio presenter, known for her one-woman shows, her performance group Duckie, and LGBT-themed media works. She was appointed by mayor Sadiq Khan as London's first 'Night Czar' in November 2016. Amy Lamé was born and raised in Keyport, New Jersey, and moved to London in 1992. She is a lesbian and is married to Jennie, her partner since 1995. Lamé presented alongside Danny Baker on BBC London's afternoon show between 3-5pm Monday to Friday. On 1 November 2012, it was reported by Danny", "doc_score": "79.68698120117188", "publish_date": "2018/12/31"}, {"doc_id": "6920556", "text": "Amy Lamé / was praised by Khan for her role in negotiating the reopening of the Fabric nightclub. Amy Lamé Amy Lamé (born Amy Caddle; 3 January 1971) is an American-British performer, writer, TV and radio presenter, known for her one-woman shows, her performance group Duckie, and LGBT-themed media works. She was appointed by mayor Sadiq Khan as London's first 'Night Czar' in November 2016. Amy Lamé was born and raised in Keyport, New Jersey, and moved to London in 1992. She is a lesbian and is married to Jennie, her partner since 1995. Lamé presented alongside Danny Baker on BBC London's afternoon", "doc_score": "79.47111511230469", "publish_date": "2018/12/31"}, {"doc_id": "8902091", "text": "Monica Rappaccini / Monica Rappaccini Monica Rappaccini is a fictional character appearing in American comic books published by Marvel Comics. She first appeared in \"Amazing Fantasy\" #7 (2005), created by Fred Van Lente and Leonard Kirk. The character is depicted as the Scientist Supreme of the supervillain organization A.I.M. Monica's first invention was an electric knife to help her mother slice ham; she never got over losing the science fair to a tomato sauce-spouting volcano model. While enrolled as a biochemistry student at the University of Padua, Monica Rappaccini went to New Mexico's Desert State University to study and shared a brief relationship", "doc_score": "76.28948211669922", "publish_date": "2018/12/31"}, {"doc_id": "14940603", "text": "Max Butler / time, he developed 'an online community resource called the \"advanced reference archive of current heuristics for network intrusion detection systems,\" or arachNIDS.' In the spring of 1998, Butler installed a backdoor onto American federal government websites while trying to fix a security hole in the BIND server daemon. However, an investigator with the United States Air Force found Butler via pop-up notifications. He hired attorney Jennifer Granick for legal representation after hearing Granick speak at DEF CON. On 25 September 2000, Butler pleaded guilty to gaining unauthorized access to Defense Department computers. Starting in May 2001, Butler served an 18-month", "doc_score": "76.5137939453125", "publish_date": "2018/12/31"}, {"doc_id": "3240601", "text": "Omaha the Cat Dancer / the real owner returns. It is revealed to be JoAnne Follett. She explains that she has quit working for Andre DeRoc and now works for Charles Tabey. She brings them money from Charles so Chuck and Omaha can hide out for as long as they need to. After Chuck comes back, the three go out shopping and drinking later that night. Afterwards, at the apartment, JoAnne and Omaha begin to sexually experiment with each other while Chuck is passed out drunk. Upon Chuck's waking, the experimentation turns into an all out threesome between the pair and JoAnne. After Omaha and", "doc_score": "77.4442138671875", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_28", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "15815225", "text": "Jupiter Icy Moons Explorer / Jupiter Icy Moons Explorer The JUpiter ICy moons Explorer (JUICE) is an interplanetary spacecraft in development by the European Space Agency (ESA) with Airbus Defence and Space as the main contractor. The mission is being developed to visit the Jovian system focused on studying three of Jupiter's Galilean moons: Ganymede, Callisto, and Europa (excluding the more volcanically active Io) all of which are thought to have significant bodies of liquid water beneath their surfaces, making them potentially habitable environments. The spacecraft is set for launch in June 2022 and would reach Jupiter in October 2029 after five gravity assists and", "doc_score": "90.52151489257812", "publish_date": "2018/12/31"}, {"doc_id": "15815228", "text": "Jupiter Icy Moons Explorer / the Jupiter system in October 2029 after 88 months of travel. By 2033 the spacecraft should enter orbit around Ganymede, after completing various maneuvers around Jupiter and the other moons. Proposed instruments include cameras, spectrometers, magnetometers, and an ice-penetrating radar. The \"Jupiter Icy moons Explorer\" will perform detailed investigations on Ganymede as a planetary body and evaluate its potential to support life. Investigations of Europa and Callisto will complete a comparative picture of these Galilean moons. The three moons are thought to harbour internal liquid-water oceans, and so are central to understanding the habitability of icy worlds. The main science", "doc_score": "85.62482452392578", "publish_date": "2018/12/31"}, {"doc_id": "1823990", "text": "Transit (astronomy) / May 11, 2013, where it observed one part of the sky in search of transiting planets within a 115 square degrees of the sky around the Cygnus, Lyra, and Draco constellations. After that, the satellite continued operating until November 15, 2018, this time changing its field along the ecliptic to a new area roughly every 75 days due to reaction wheel failure. TESS was launched on April 18, 2018, and is planned to survey most of the sky by observing it strips defined along the right ascension lines for 27 days each. Each area surveyed is 27 by 90 degrees.", "doc_score": "84.80007934570312", "publish_date": "2018/12/31"}, {"doc_id": "12636657", "text": "Transiting Exoplanet Survey Satellite / orbit insertion by the Falcon 9, a theoretical mission duration in excess of 15 years would be possible from a consumables standpoint. Around 60 days after launch, TESS was expected to begin its primary science mission. The first light image was made on August 7, 2018, and released publicly on September 17, 2018. TESS actually completed its commissioning phase at the end of July and the science phase officially started on July 25. For the first two years of operation TESS will monitor both the southern (year 1) and northern (year 2) celestial hemispheres. During its mission TESS will tile", "doc_score": "85.31676483154297", "publish_date": "2018/12/31"}, {"doc_id": "2142713", "text": "Jupiter Icy Moons Orbiter / also cancelled in 2011. ESA has since continued to work separately on that design and on 2 May 2012 selected the Jupiter Icy Moon Explorer (JUICE) mission over two other ESA missions for funding. The JUICE mission will study the Jupiter moons Europa, Callisto and Ganymede and be launched as an ESA L-class mission in 2022 on an Ariane 5 carrier rocket. In the late 2010s, the Europa Clipper became the main NASA mission to Europa with a significant difference in that it would be solar-powered and engage in multiple flybys of the moon rather than orbit it. Jupiter Icy", "doc_score": "85.28246307373047", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_29", "search_time": "2023/05/24/23:51", "search_result": [{"doc_id": "5084709", "text": "Monarch's Way / Monarch's Way The Monarch's Way is a long-distance footpath in England that approximates the escape route taken by King Charles II in 1651 after being defeated in the Battle of Worcester. It runs from Worcester via Bristol and Yeovil to Brighton. All of the footpath is waymarked. The waymark is yellow and shows a picture of the ship \"Surprise\" above the Prince of Wales three-point feathered crown which is superimposed on a Royal Oak tree (which is at Boscobel House) in black. This route is shown as a series of green diamonds on the Ordnance Survey (larger scale) 1:25000 maps", "doc_score": "85.73348999023438", "publish_date": "2018/12/31"}, {"doc_id": "1372392", "text": "Royal Mile / gently down to Holyrood Palace. Steep \"closes\" (or alleyways) run between the many tall \"lands\" (or tenement buildings) off the main thoroughfare. The route runs from an elevation of 42 meters above sea level at the palace, to 109 meters at the castle, for an average gradient of 4.1%. The Castle Esplanade was laid out as a parade ground, in 1753, using spoil from the building of the Royal Exchange (now the City Chambers). It was formalised in 1816 when it was widened and provided with decorative railings and walls. The Esplanade with its several monuments has been A-listed by", "doc_score": "84.60828399658203", "publish_date": "2018/12/31"}, {"doc_id": "17316908", "text": "Coronation of Queen Victoria / of 1831 was again adopted in 1838, and has been followed in all subsequent coronations. The road route was extended to allow for more spectators, taking a nearly circular route from the Queen's new home at the just-completed Buckingham Palace via Hyde Park Corner, Piccadilly, St James's Street, Pall Mall, Charing Cross and Whitehall. The budget stressed the procession and there was no coronation banquet; according to \"The Gentleman's Magazine\" it was the longest coronation procession since that of Charles II in 1660. The weather was fine and the day was generally considered a great success by the press and", "doc_score": "82.81436157226562", "publish_date": "2018/12/31"}, {"doc_id": "328312", "text": "Palace of Westminster / located in the south-west corner of the Palace and is the starting point of the royal procession route, the suite of ceremonial rooms used by the monarch at State Openings of Parliament. This consists of the Royal Staircase, the Norman Porch, the Robing Room, the Royal Gallery and the Prince's Chamber, and culminates in the Lords Chamber, where the ceremony takes place. Members of the House of Lords use the Peers' Entrance in the middle of the Old Palace Yard front, which is covered by a stone carriage porch and opens to an entrance hall. A staircase from there leads,", "doc_score": "81.79232788085938", "publish_date": "2018/12/31"}, {"doc_id": "328316", "text": "Palace of Westminster / of State, which are symbols of royal authority and are borne before the monarch during the procession, also travel to the Palace by coach, accompanied by members of the Royal Household; the regalia, as they are collectively known, arrive some time before the monarch and are exhibited in the Royal Gallery until they are needed. The Sovereign's Entrance is also the formal entrance used by visiting dignitaries, as well as the starting point of public tours of the Palace. From there, the Royal Staircase leads up to the principal floor with a broad, unbroken flight of 26 steps made of", "doc_score": "81.76141357421875", "publish_date": "2018/12/31"}]}
