{"question_id": "20230908_0", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "1556750", "text": "Chevaline / Chevaline Chevaline (pronounced: \"Shev-a-leen\") was a system to improve the penetrability of the warheads used by the British Polaris nuclear weapons system. Devised as an answer to the improved Soviet anti-ballistic missile defences around Moscow, the system increased the probability that at least one warhead would penetrate Moscow's anti-ballistic missile (ABM) defences, something which the Royal Navy's earlier UGM-27 Polaris re-entry vehicles (RV)s were thought to be unlikely to do. Chevaline used a variety of penetration aids and decoys to offer so many indistinguishable targets that an opposing ABM system would be overwhelmed attempting to deal with them all, ensuring", "doc_score": "80.25814819335938", "publish_date": "2018/12/31"}, {"doc_id": "10949943", "text": "Husky VMMD / Husky VMMD The Husky VMMD (vehicle-mounted mine detection) family of vehicles are blast-survivable, mission-configurable wheeled platforms employed around the world by specialized route clearance teams operating in high-explosive threat areas. Defined by their unique design characteristics of survivability, frangibility, and reparability, Husky vehicles enable personnel and payloads to safely operate in close proximity to sub-surface explosive hazards. The Husky is manufactured in South Africa by DCD Protected Mobility and then integrated with clearance payloads, provided, and supported by U.S.-based C-IED solutions company, Critical Solutions International. The Husky traces its lineage back to the South African mine detection vehicle, Pookie. Originally", "doc_score": "79.0981216430664", "publish_date": "2018/12/31"}, {"doc_id": "9506294", "text": "Infantry mobility vehicle / Infantry mobility vehicle An infantry mobility vehicle (IMV) is a wheeled armored personnel carrier (APC) serving as a military patrol, reconnaissance or security vehicle. Examples include the ATF Dingo, Oshkosh, Iveco LMV, M-ATV, AMZ Dzik, AMZ Tur, Mungo ESK, and Bushmaster IMV. This term also applies to those vehicles fielded as part of the MRAP program. IMVs were developed in response to the threats of modern warfare, with an emphasis on crew protection and mine-resistance. Similar vehicles existed long before the term IMV was coined, such as the French VAB and South African Buffel. The term is coming", "doc_score": "78.84005737304688", "publish_date": "2018/12/31"}, {"doc_id": "202851", "text": "Infantry fighting vehicle / may be either wheeled or tracked; tracked IFVs are usually more heavily armored and possess greater carrying capacity. Wheeled IFVs are cheaper and simpler to produce, maintain, and operate. From a logistical perspective, they are also ideal for an army without widespread access to transporters or a developed rail network to deploy its armor. Infantry fighting vehicle An infantry fighting vehicle (\"IFV\"), also known as a mechanized infantry combat vehicle (\"MICV\"), is a type of armoured fighting vehicle used to carry infantry into battle and provide direct-fire support. The 1990 Treaty on Conventional Armed Forces in Europe defines an infantry", "doc_score": "74.72835540771484", "publish_date": "2018/12/31"}, {"doc_id": "23208", "text": "Armoured fighting vehicle / battlefield. These vehicles go by different names depending upon the country of use or manufacture. In the United States the term \"combat engineer vehicle (CEV)\" is used, in the United Kingdom the term \"Armoured Vehicle Royal Engineers (AVRE)\" is used, while in Canada and other commonwealth nations the term \"armoured engineer vehicle (AEV)\" is used. There is no set template for what such a vehicle will look like, yet likely features include a large dozer blade or mine ploughs, a large calibre demolition cannon, augers, winches, excavator arms and cranes, or lifting booms. Although the term \"armoured engineer vehicle\" is", "doc_score": "75.8976821899414", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_1", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "3336639", "text": "Stade de France / August 2020. Originally built for the 1998 FIFA World Cup, the stadium's name was recommended by Michel Platini, head of the organising committee. On 12 July 1998, France defeated Brazil 3–0 in the 1998 FIFA World Cup Final contested at the stadium. It will host the opening and closing ceremonies and the athletics events at the 2024 Summer Olympics. It will also host matches for the 2023 Rugby World Cup. Stade de France, listed as a Category 4 stadium by UEFA, hosted matches at the 1998 FIFA World Cup, the UEFA Champions League finals in 2000 and 2006, and the", "doc_score": "91.02120971679688", "publish_date": "2018/12/31"}, {"doc_id": "13211214", "text": "France at the Rugby World Cup / World Cup will be the opportunity to showcase the regions of France where the wonderful sport of rugby is deeply rooted\". French Sports Minister Jean-François Lamour said that \"The organisation of this World Cup will shine over all of France because ten French towns have the privilege of organising matches and to be in the world's spotlight.\" French cities to host games are Bordeaux, Lens, Lyon, Marseilles, Montpellier, Nantes, St. Etienne, Toulouse and Paris, and it was also announced that the final would be at the Stade de France in Saint-Denis. There was a substantial increase in the overall capacity", "doc_score": "91.99070739746094", "publish_date": "2018/12/31"}, {"doc_id": "20441571", "text": "2018 FIFA World Cup Final / also became the second team in the 32-team World Cup to win all their knockout matches without any extra time or penalty shoot-out after Brazil in 2002. As winners, France qualified for the 2021 FIFA Confederations Cup. The final was played at the Luzhniki Stadium in Moscow, located in the Khamovniki District of the Central Administrative Okrug. An expanded version of the stadium was named as the provisional final venue in Russia's World Cup bid, which was selected by FIFA on 2 December 2010. Luzhniki Stadium was confirmed as the final venue on 14 December 2012, following a meeting of", "doc_score": "87.92932891845703", "publish_date": "2018/12/31"}, {"doc_id": "12332557", "text": "2019 Rugby World Cup / Rugby (known at the time of bidding as the International Rugby Board, or IRB) but were not amongst the fourteen locations announced by organisers Japan 2019 on 5 November 2014 that had formally bid for the right to host games. The opening match of the 2019 Rugby World Cup will take place at the Ajinomoto Stadium in Chōfu, Tokyo, and the final match will be held at the Nissan Stadium in Yokohama, Kanagawa Prefecture. These venue assignments were announced in September 2015 when plans for the tournament were revised by Japan's organizing committee and accepted by World Rugby. The National", "doc_score": "90.59003448486328", "publish_date": "2018/12/31"}, {"doc_id": "12332562", "text": "2019 Rugby World Cup / new National Stadium in Tokyo would host both the semi-finals, and the third-place playoff in addition to the opening game and final. There have been a number of changes to the venues submitted in the JRFU's original bid in 2009. Gone are venues in Hong Kong and Singapore. All games will be in Japan. The JRFU's own Chichibunomiya Stadium in Tokyo which might have been expected to host smaller interest games in the capital is missing. Also the JRFU plumped for the larger, and more modern 50,000 seat Nagai multi-purpose stadium as its preferred venue for games in Osaka in", "doc_score": "89.88583374023438", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_2", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "1517941", "text": "Abortion in the United Kingdom / age-standardised rate was 15.9 abortions per 1,000 resident women aged 15–44 years; this rate increased from 11.0 in 1973, peaked at 17.9 in 2007, and fell to 15.9 in 2013. For comparison, the EU average is only 4.4 abortions per 1,000 women in child-bearing age. Since approval of abortion in the UK in 1967 to 2014, 8,745,508 abortions have been performed. According to a 2004 \"The Times\"/Populus survey, Britons' feelings on abortion are: NB: The survey compares the results to respondents' voting habits for mainland parties, indicating the possibility that Northern Ireland was not included in this survey. According to", "doc_score": "92.4033203125", "publish_date": "2018/12/31"}, {"doc_id": "3215664", "text": "Abortion law / Policies 2013\", abortion is allowed in most countries (97 percent) in order to save a woman's life. Other commonly-accepted reasons are preserving physical (68 percent) or mental health (65 percent). In about half of countries abortion is accepted in the case of rape or incest (51 percent), and in case of foetal impairment (50 percent). Performing an abortion because of economic or social reasons is accepted in 35 percent of countries. Performing abortion only on the basis of a woman's request is allowed in 30 percent of countries, including in the US, Canada, most European countries, and China, with 42", "doc_score": "86.97010040283203", "publish_date": "2018/12/31"}, {"doc_id": "20892416", "text": "Health (Regulation of Termination of Pregnancy) Act 2018 / Health (Regulation of Termination of Pregnancy) Act 2018 The Health (Regulation of Termination of Pregnancy) Bill 2018 is a bill that has been approved by both houses of the Oireachtas on 13 December 2018, that will allow for abortion in the Republic of Ireland. Under current law, a termination is permissible only where there is a real and substantial risk to the life of the woman. The proposal of the bill by the Government of Ireland follows the approval of the Thirty-sixth Amendment by referendum on 25 May 2018, thereby repealing the Eighth Amendment which had prohibited abortion in other", "doc_score": "90.18965148925781", "publish_date": "2018/12/31"}, {"doc_id": "1517937", "text": "Abortion in the United Kingdom / at least until Third Reading) and then allegedly used parliamentary mechanisms in order to prevent a vote. In particular Harriet Harman, Minister for Women and Equality, was reported to have blocked the series votes to liberalise Britain's abortion laws. In May 2017, the Labour Party under Jeremy Corbyn's leadership made a commitment to extend the Abortion Act 1967 to Northern Ireland. In June 2017, the UK Government revealed plans to provide some type of free abortion services in England for women from Northern Ireland in an attempt to head off a Tory rebellion in a vote on the Queen's Speech.", "doc_score": "88.51046752929688", "publish_date": "2018/12/31"}, {"doc_id": "20892419", "text": "Health (Regulation of Termination of Pregnancy) Act 2018 / voted to approve The Health (Regulation of Termination of Pregnancy) Bill, completing the parliamentary approval process and is due to be signed into law by the President of Ireland, Michael D. Higgins. Health (Regulation of Termination of Pregnancy) Act 2018 The Health (Regulation of Termination of Pregnancy) Bill 2018 is a bill that has been approved by both houses of the Oireachtas on 13 December 2018, that will allow for abortion in the Republic of Ireland. Under current law, a termination is permissible only where there is a real and substantial risk to the life of the woman. The proposal", "doc_score": "89.4664306640625", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_3", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "342642", "text": "Roman Polanski / follows a writer (Emmanuelle Seigner) struggling to complete a new novel, while followed by an obsessed fan (Eva Green). It started production in November 2016 from a script adapted by Polanski and Olivier Assayas. It premiered out of competition at the 2017 Cannes Film Festival on 27 May 2017 and opened in France on 1 November 2017. Polanski began production on \"J'accuse\", a film about the notorious 19th century Dreyfus affair, on November 26, 2018. The film stars Jean Dujardin as French officer Georges Picquart and follows his struggle from 1896-1906 to expose the truth about the doctored evidence that", "doc_score": "80.7715835571289", "publish_date": "2018/12/31"}, {"doc_id": "20412918", "text": "BlacKkKlansman / the day of filming Belafonte's scene to dress to the occasion in suits and dresses to honor Belafonte. On April 12, 2018, the film was selected to compete for the Palme d'Or at the 2018 Cannes Film Festival, where it premiered on May 14. It opened in the United States on August 10, 2018, which was chosen to coincide with the one-year anniversary of the Charlottesville rally. Although based on a true story, the plot of the film is considerably more dramatic than the events of the book, and the time period has been shifted. Notably: \"BlacKkKlansman\" grossed $48.3 million", "doc_score": "80.48027038574219", "publish_date": "2018/12/31"}, {"doc_id": "20120973", "text": "Black Water (2018 film) / direct Wheeler and Taylor to partner up and search for Rhodes' buyer. It is revealed Marco escaped the submarine and left Kingsley alive, naked and tied up with scarves. For helping Marco escape, Marco tracks Ballard and kills her, letting Wheeler know they are now even. \"Black Water\" was officially announced on January, 4th 2017 with Jean-Claude Van Damme and Dolph Lundgren co-starring. Van Damme and Lundgren first collaborated on \"Universal Soldier\" in 1992. Since then, they've appeared in two sequels together (\"\" and \"\"), as well as \"The Expendables 2\". According to screenwriter Chad Law, \"Black Water\" \"came together\"", "doc_score": "81.64765167236328", "publish_date": "2018/12/31"}, {"doc_id": "18587244", "text": "Fifty Shades Darker (film) / \"Fifty Shades Freed\" (2018) began on February 9, 2016, in Paris and Vancouver. It was released in the United States on February 10, 2017. The film grossed $381 million worldwide against its $55 million budget, but received negative reviews for its screenplay, acting and narrative, though Dakota Johnson's performance received some praise. At the 38th Golden Raspberry Awards, the film received nine nominations; including Worst Picture, Worst Actor (Dornan) and Worst Actress (Johnson), and won two for Worst Prequel, Remake, Rip-off or Sequel, and Worst Supporting Actress (Basinger). After Anastasia Steele leaves Christian Grey, he has nightmares about his abusive", "doc_score": "82.01828002929688", "publish_date": "2018/12/31"}, {"doc_id": "19662599", "text": "The Cleanse / The Cleanse The Cleanse is a 2016 American dark fantasy comedy film written and directed by Bobby Miller. The film stars Johnny Galecki, Anna Friel, Oliver Platt, Anjelica Huston, Kyle Gallner, Kevin J. O'Connor, and Diana Bang. The film was released on May 4, 2018, by Vertical Entertainment. Depressed and disappointed with his life after losing his job and his fiancée, Paul Berger attends a selection seminar for “Let’s Get Pure,” a secretive self-help program created by Ken Roberts. At the selection meeting, Paul takes an interest in fellow applicant Maggie Jameson. Paul is selected for the program’s purification retreat.", "doc_score": "80.98986053466797", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_4", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "18469502", "text": "19th SAARC summit / 19th SAARC summit The 19th SAARC summit was a scheduled diplomatic conference, which was originally planned to be held in Islamabad, Pakistan on 15–19 November 2016. The summit was to be attended by the leaders of the eight SAARC member states and representatives of observers and guest states. Following the rising diplomatic tensions after the Uri terrorist attack, India announced its boycott of the summit, alleging Pakistan's involvement in the attack. Later, Bangladesh, Afghanistan, Bhutan, Sri Lanka and Maldives also pulled out of the summit. culminating in an indefinite postponement of the summit. Following the 2016 Uri terror attack, India", "doc_score": "87.99890899658203", "publish_date": "2018/12/31"}, {"doc_id": "5512034", "text": "G20 / Netherlands had a similar status to Spain while the rotating presidency of the Council of the European Union would also receive an invitation, but only in that capacity and not as their own state's leader (such as the Czech premiers Mirek Topolánek and Jan Fischer during the 2009 summits). As of 2017, leaders from the following nations have been invited to the G20 summits: Azerbaijan, Benin, Brunei, Cambodia, Chad, Chile, Colombia, Egypt, Equatorial Guinea, Ethiopia, Guinea, Kazakhstan, Laos, Malawi, Malaysia, Mauritania, Myanmar, the Netherlands, New Zealand, Nigeria, Norway, the Philippines, Poland, Senegal, Singapore, Spain, Switzerland, Thailand, the United Arab Emirates,", "doc_score": "87.29470825195312", "publish_date": "2018/12/31"}, {"doc_id": "14572336", "text": "14th G-15 summit / on principles designed to revive a stalled nuclear fuel-swap deal backed by the United Nations. Those nations represented at the summit were Algeria, Argentina, Brazil, Chile, Egypt, India, Indonesia, Iran, Jamaica, Kenya, Malaysia, Mexico, Nigeria, Peru, Senegal, Sri Lanka, Venezuela, and Zimbabwe. The G-15 membership has expanded to 18 countries, but the name has remained unchanged. The leaders of G-15 nations are core contributors in summit meetings, but only some of the heads-of-state were at the Teheran event: The G-15 perceive an ongoing need to expand dialogue with the G8 and with the G20. The G-15 want to help bridge", "doc_score": "83.82827758789062", "publish_date": "2018/12/31"}, {"doc_id": "5512023", "text": "G20 / its nature and character.\" In 2018, Argentina hosted the 2018 Summit. The 2019 Summit will be in Japan 2020 in Saudi Arabiaand 2022 in India. To decide which member nation gets to chair the G20 leaders' meeting for a given year, all 19 sovereign nations are assigned to one of five different groupings, with each group having four nations, except one having three. This system has been in place since 2010, when South Korea, which is in Group 5, held the G20 chair. The table below lists the nations' groupings: The G20 operates without a permanent secretariat or staff. The", "doc_score": "85.33663940429688", "publish_date": "2018/12/31"}, {"doc_id": "18647688", "text": "2016 G20 Hangzhou summit / than two hundred steel mills) were asked to stop their production (in order to temporarily reduce air pollution). On 3 September 2016, Barack Obama and Xi Jinping announced the ratification of the Paris Agreement (of the 2015 United Nations Climate Change Conference) by their countries. After they did it, it is 26 countries which have ratified the agreement so far; the United States and China represent respectively 18 percent and 20 percent of global carbon dioxide emissions (the driving force behind global warming). The main themes of final communiqué of the summit are: The heads of state and government of", "doc_score": "83.44741821289062", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_5", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "14502660", "text": "Beekeeping in the United Kingdom / Beekeeping in the United Kingdom In the winter of 2008, about 20% of the UK's bees died. The losses were highest in the north of England and lowest in the east. These winter losses have been increasing in recent years as some of the treatments to combat \"Varroa\" lose their efficacy. The government researches bees at its National Bee Unit, run by the Food and Environment Research Agency at Sand Hutton in North Yorkshire, close to A64. The Bees Act 1980 is an act of the Parliament of the United Kingdom that seeks to stop the damage caused by diseases,", "doc_score": "92.46045684814453", "publish_date": "2018/12/31"}, {"doc_id": "51664", "text": "Bee / killed colony, and deadly in combination. Winter losses increased to about 1/3. \"Varroa\" mites were thought to be responsible for about half the losses. Apart from colony collapse disorder, losses outside the US have been attributed to causes including pesticide seed dressings, using neonicotinoids such as Clothianidin, Imidacloprid and Thiamethoxam. From 2013 the European Union restricted some pesticides to stop bee populations from declining further. In 2014 the Intergovernmental Panel on Climate Change report warned that bees faced increased risk of extinction because of global warming. In 2018 the European Union decided to ban field use of all three major", "doc_score": "90.89429473876953", "publish_date": "2018/12/31"}, {"doc_id": "12685953", "text": "Bombus hortorum / may affect the response to the parasite by triggering the bee’s innate immune system as well as up-regulated effector genes that defend the host. \"Bombus hortorum\" play a very active role in agriculture, as they are frequent pollinators of many crops, including sunflowers, strawberries, apples, and tomatoes. The modernization of agriculture and demand for crops to feed the human population has brought about a significant increase in pesticide use. This has an adverse effect on the genus \"Bombus\". The bees are directly exposed to the chemicals in two ways: by consuming nectar that has been directly treated with pesticide, or", "doc_score": "89.99862670898438", "publish_date": "2018/12/31"}, {"doc_id": "16991037", "text": "Bombus muscorum / \"Crithidia bombi\" has been found to be higher in populations with lower genetic diversity. As \"B. muscorum\" populations continue to lose heterozygosity, the impact of parasitism increases, pushing already threatened populations closer to extinction. Due to recent decades of agricultural intensification in Europe, the natural habitat of \"B. muscorum\" has been largely diminished. Many of the permanent flower-rich areas where the bee commonly forages have been destroyed by increased commercial farming. \"B. muscorum\" has poor dispersal ability compared to other species of bumblebee, making it more vulnerable to habitat loss. As a result, populations have decreased dramatically in recent decades.", "doc_score": "86.93132019042969", "publish_date": "2018/12/31"}, {"doc_id": "16447084", "text": "Bombus ruderatus / further facilitated the decline of the native \"Bombus dahlbomii\". In general, \"B. dahlbomii\" tends to be more successful in areas where \"B. ruderatus\" or \"B. terrestris\" has not yet colonized. In recent years, many countries have seen decreases in bee populations, specifically bumblebees. Some possible explanations could include habitat fragmentation, climate change, disease, agrochemicals, and other factors. As stated previously, \"B. ruderatus\" has seen a population decline in Britain and has disappeared completely from many of its previous sites. Declines in bee populations can lead to other ecological issues, such as declines in the success of plant species that rely", "doc_score": "87.59309387207031", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_6", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "18201965", "text": "Ratnik (program) / Ratnik (program) Ratnik (Russian: \"Ратник\"; Warrior) is a Russian future infantry combat system. It is designed to improve the connectivity and combat effectiveness of combat personnel in the Russian Armed Forces. Improvements include modernised body armour, a helmet with a special eye monitor (thermal, night vision monocular, flashlight), communication systems, and special headphones. It includes 10 subsystems and 59 individual items. As of October 2016, it has already seen combat use. The \"Strelets\" (\"Musketeer\") system provides voice and video communication. The system also includes a GLONASS navigation module so that a squad leader can see the location of each soldier", "doc_score": "85.29399108886719", "publish_date": "2018/12/31"}, {"doc_id": "3037384", "text": "Molniya orbit / had a lifespan of approximately 1.5 years, as their orbits were disrupted by perturbations, and they had to be constantly replaced. Its successor, the Molniya-2, provided both military and civilian broadcasting, and was used to create the Orbita television network, spanning the Soviet Union. These were in turn replaced by the Molniya-3 design, followed by the Mayak and Meridian satellites in 1997 and 2002 respectively. The Russian US-K early-warning satellites, which watch for US missile launches were launched in Molniya orbits from 1967, as part of the Oko system. From 1971, the American Jumpseat and Trumpet satellites were launched into", "doc_score": "84.06056213378906", "publish_date": "2018/12/31"}, {"doc_id": "16837875", "text": "Russian System of Disaster Management / Russian System of Disaster Management All-Russian comprehensive system information and warning the population in crowded places (OKSION; ) is Russia's complex systems for monitoring, reporting and alerts. It was created in the framework of the Federal Target Program \"Risk reduction and mitigation of natural and man-made disasters in the Russian Federation up to 2010\". In May 2011, 596 OKSION terminal facilities in 37 data centers were built and put into operation. 2590 Plasmas and 1035 devices, such as \"running line\" were established. The whole complex is managed by \"OKSION\" (Federal State Institution All-Russian Information Centre), a complex system of informing", "doc_score": "83.52650451660156", "publish_date": "2018/12/31"}, {"doc_id": "15962007", "text": "Soviet Deep Space Network / Soviet Deep Space Network The Soviet Deep Space Network is a network of large antennas and communication facilities that supports interplanetary spacecraft missions, and radio and radar astronomy observations for the exploration of the solar system and the universe. It was built to support the space missions of the Soviet Union. Similar networks are run by the USA, China, Europe, Japan, and India. The first Soviet space network had 13 stations and was designed to track Earth orbiting satellites. Interplanetary missions require larger antennas, more powerful transmitters, and more sensitive receivers, and this effort was started in 1959 to support", "doc_score": "82.8838882446289", "publish_date": "2018/12/31"}, {"doc_id": "16776074", "text": "RKA Mission Control Center / RKA Mission Control Center The RKA Mission Control Center (), also known by its acronym ЦУП (TsUP) is the mission control center of the Russian Federal Space Agency. It is located in Korolyov, in Pioneer Street near the S.P. Korolev Rocket and Space Corporation Energia plant. It contains an active control room for the International Space Station. It also houses a memorial control room for the Mir space station where the last few orbits of Mir before it burned up in the atmosphere are shown on the display screens. TsUP provides practical flight control for spacecraft of several different classes:", "doc_score": "83.50012969970703", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_7", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "19757495", "text": "Labour Party leadership of Jeremy Corbyn / this fell back sharply to just +3 by the end of the next month following criticism of Corbyn's handling of the EU referendum and a string of Shadow Cabinet resignations. After being elected leader on 12 September 2015, Corbyn became Leader of the Official Opposition. On 14 September 2015, his appointment to the Privy Council was announced. Two days later Corbyn engaged in his first Prime Minister's Questions session as leader and broke with the traditional format by asking the Prime Minister six questions he had received from members of the public, the result of his invitation to Labour Party", "doc_score": "79.55010223388672", "publish_date": "2018/12/31"}, {"doc_id": "2584777", "text": "Laurence Robertson / environmental services company Veolia, which is among Bryant-Pearson's major clients. Robertson has been employed by Veolia since 2013. In July 2017, Andrew Murrison succeeded Robertson as Chair of the Northern Ireland Affairs Committee. Robertson is a Eurosceptic and active in the EU pressure group Better Off Out. He is a member of the pressure group The Freedom Association. He opposes devolution and the Good Friday Agreement in Northern Ireland. In mid-November 2018, following publication of the draft UK Brexit Withdrawal Agreement, Robertson submitted to the Chair of the 1922 Committee of the Conservative Party a letter confirming he had no", "doc_score": "79.16451263427734", "publish_date": "2018/12/31"}, {"doc_id": "10598105", "text": "Robin Mitchell / Region for the Scottish Parliament elections, appearing as a highwayman named Adam Lyal and pledging to \"Wear clothes and white make-up to impersonate a highwayman hanged in Scotland in 1811 at all sittings of Parliament.\" In 1999, Mitchell received 1184 votes. In 2003, Robin Bankhead received 964 votes and in 2007, Euan MacInnes received 867 votes. The party deregistered in 2009. In August 2009, Mitchell was selected to appear on the Fourth Plinth in Trafalgar Square London as part of Antony Gormley's One and Other art project. In February 2014, The Cadies & Witchery Tours celebrated their 30-year anniversary. In", "doc_score": "81.65703582763672", "publish_date": "2018/12/31"}, {"doc_id": "10193795", "text": "Mathias Cormann / Malcolm Turnbull. Although he publicly supported Abbott in the 2015 leadership spill, Cormann was promoted by Turnbull to take on the additional roles of Special Minister of State in 2016, and Leader of the Government in the Senate in 2017. As government leader in the upper house, Cormann became third in line to serve as acting prime minister when necessary. He fulfilled this role for several days in February 2018, during a unique set of circumstances in which Prime Minister Turnbull made a state visit to the United States, Deputy Prime Minister Barnaby Joyce took personal leave amid scandal surrounding", "doc_score": "81.36033630371094", "publish_date": "2018/12/31"}, {"doc_id": "3393895", "text": "Jim Clyburn / the Leader\" post previously held by Chris Van Hollen. He had attended all leadership meetings but was not in the leadership hierarchy. On November 28, 2018, Clyburn was elected to serve his second stint as House Majority Whip. Clyburn is regarded as liberal in his political stances, actions and votes. A 2007 ranking by the \"National Journal\" ranked him as the 77th most liberal of all 435 US congressional representatives at the time, and with a score of 81, indicating that the conductors of this study found his voting record to be more liberal than 81 percent of other members", "doc_score": "80.84996032714844", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_8", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "2104553", "text": "In vitro toxicology / In vitro toxicology \"In vitro\" toxicity testing is the scientific analysis of the effects of toxic chemical substances on cultured bacteria or mammalian cells. \"In vitro\" (literally 'in glass') testing methods are employed primarily to identify potentially hazardous chemicals and/or to confirm the lack of certain toxic properties in the early stages of the development of potentially useful new substances such as therapeutic drugs, agricultural chemicals and food additives. \"In vitro\" assays for xenobiotic toxicity are recently carefully considered by key government agencies (e.g. EPA; NIEHS/NTP; FDA), to better assess human risks. There are substantial activities in using in vitro", "doc_score": "83.07940673828125", "publish_date": "2018/12/31"}, {"doc_id": "9080830", "text": "History of animal testing / had an impression that combustion and respiration are chemically identical. Lavoisier demonstrated this with the help of Pierre-Simon Laplace. They both carefully measured the amount of \"carbon dioxide and heat given off by a guinea pig as it breathed\". Then they contrasted this to \"the amount of heat produced when they burned carbon to produce the same amount of carbon dioxide as had been exhaled by the guinea pig\". Their conclusion made Lavoisier confident \"that respiration is a form of combustion\". Also, the result showed that the heat mammals produce through respiration allowed their bodies to be above room temperature.", "doc_score": "83.45182800292969", "publish_date": "2018/12/31"}, {"doc_id": "2104561", "text": "In vitro toxicology / biochips\". In vitro toxicology \"In vitro\" toxicity testing is the scientific analysis of the effects of toxic chemical substances on cultured bacteria or mammalian cells. \"In vitro\" (literally 'in glass') testing methods are employed primarily to identify potentially hazardous chemicals and/or to confirm the lack of certain toxic properties in the early stages of the development of potentially useful new substances such as therapeutic drugs, agricultural chemicals and food additives. \"In vitro\" assays for xenobiotic toxicity are recently carefully considered by key government agencies (e.g. EPA; NIEHS/NTP; FDA), to better assess human risks. There are substantial activities in using in", "doc_score": "82.39849090576172", "publish_date": "2018/12/31"}, {"doc_id": "10488460", "text": "Detection of genetically modified organisms / near infrared light, chemical bonds in the sample vibrate and re-release the light energy at a wavelength characteristic for a specific molecule or chemical bond. It is not yet known if the differences between GMOs and conventional plants are large enough to detect with NIR imaging. Although the technique would require advanced machinery and data processing tools, a non-chemical approach could have some advantages such as lower costs and enhanced speed and mobility. The Cantons of Switzerland perform tests to assess the presence of genetically modified organisms in foodstuffs. In 2008, 3% of the tested samples contained detectable amounts of", "doc_score": "82.46015930175781", "publish_date": "2018/12/31"}, {"doc_id": "16649541", "text": "Chemical genetics / two main advantages. Firstly, it is easy to perform high-throughput screen using wide spectrum or specific target compounds and reveal important genes or pathways involved in developmental processes. Secondly, it allows narrowing the time of action of a particular gene. It can also be used as a tool in drug development to test toxicity in whole organism. Procedures such as FETAX (Frog Embryo Teratogenesis Assay – Xenopus) are being developed to implement chemical screenings to test toxicity. Zebrafish and \"Xenopus\" embryos have also been used to identify new drugs targeting a particular gene of interest. Chemical genetics Chemical genetics is", "doc_score": "78.3093032836914", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_9", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "14731981", "text": "Weather Stress Index / Weather Stress Index The Weather Stress Index, or WSI, is a relative measure of the weather conditions, often used as a comfort indicator. The index, a number between 0 and 100, represents the percentage of time in the past with temperatures below the current temperature, for a given location, day and time. This makes the index a local measure based in past weather conditions. For example, if for a given location, on the 25th of July at 13:00 UTC the WSI is 85 for a temperature of, this means that the temperature was inferior to 42 °C in 85%", "doc_score": "87.0696792602539", "publish_date": "2018/12/31"}, {"doc_id": "5778448", "text": "British Summer Time / line with GMT at the end of summer in 1945. In 1947, due to severe fuel shortages, clocks were advanced by one hour on two occasions during the spring, and put back by one hour on two occasions during the autumn, meaning that Britain was back on BDST during that summer. An inquiry during the winter of 1959–60, in which 180 national organisations were consulted, revealed a slight preference for a change to all-year GMT+1, but instead the length of summer time was extended as a trial. A further inquiry during 1966–67 led the government of Harold Wilson to introduce", "doc_score": "87.01814270019531", "publish_date": "2018/12/31"}, {"doc_id": "7350175", "text": "Time in the United Kingdom / Since 2002 the Act has specified the last Sunday in March as the start of British Summer Time with the last Sunday in October being end of British Summer Time. Since 1998 the start and end date are the same in both the United Kingdom and the rest of the European Union. The United Kingdom experimentally adopted Central European Time by maintaining Summer Time throughout the year from 1968 to 1971. In a House of Lords debate, Richard Butler, 17th Viscount Mountgarret said that the change was welcomed at the time, but the experiment was eventually halted after a debate", "doc_score": "88.48678588867188", "publish_date": "2018/12/31"}, {"doc_id": "20788104", "text": "2018 British Isles heat wave / Wales and Northern Ireland, June 2018 was the warmest June ever recorded and in England and Scotland, June 2018 ranks within the top 5 warmest on record. In the Central England region, the CET is a long running temperature series, with records back to 1659. 2018's temperature was, meaning it ranks as the 18th warmest June recorded in England in the past 359 years, also being the warmest since 1976. July 2018 was again, a very hot month, with the Central England Temperature showing that July 2018 is the 4th hottest month ever recorded since 1659. It also was", "doc_score": "88.68419647216797", "publish_date": "2018/12/31"}, {"doc_id": "886136", "text": "Climate of the United Kingdom / of the year can be in spring. As stated below, 27 May was the hottest day of the year in 2012 in most parts of the UK. In Aberdaron, the hottest day of 2011 was very early on in the year on 21 April. Temperatures in March seldom reach 20 °C, as they did in 1990, 1993, 2012 and 2017, and this temperature is usually reached for the first time in April or May. Throughout spring, there can be large temperature swings between day and night. On 9 April 2017, night-time temperatures fell to just 3 °C at Northolt, but", "doc_score": "89.53910827636719", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_10", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "19422337", "text": "Operation Community Shield (2005–present) / Operation Community Shield (2005–present) Operation \"Community Shield\" is an ongoing multi-agency law enforcement initiative targeting violent gang members and their associates involved in the illegal drug and human trafficking industries in the United States. Since its launch by U.S. Immigration and Customs Enforcement (ICE) in February 2005, Homeland Security Investigations (HSI) and other participating federal, state and local law enforcement agencies have made more than 40,000 gang-related arrests, including 451 gang leaders, representing more than 2,400 different gangs and organizations, and have seized more than 8,000 guns in multiple projects. HSI's National Gang Unit (NGU) is a critical part of", "doc_score": "85.55828857421875", "publish_date": "2018/12/31"}, {"doc_id": "19246535", "text": "Occupation of the Malheur National Wildlife Refuge / holding accountable the occupiers who were involved. He said there were \"maybe a couple of hundred\" FBI agents in Harney County plus dozens of state and local law enforcement officers during the refuge takeover. Prosecutors indicated that nine informants had been engaged at the refuge occupation, for periods of two hours to 23 days, and that none were involved at the initial occupation. Some had carried weapons. A California blogger, Gary Hunt, said he received a thumb drive and documents that contained the names of the nine informants who had been at the Refuge, and six others in the case", "doc_score": "82.10625457763672", "publish_date": "2018/12/31"}, {"doc_id": "19850552", "text": "Arizona Border Recon / Arizona Border Recon Arizona Border Recon (AZBR) is an American paramilitary militia group in Arizona composed of former military, law enforcement and private security contractors. The group was featured in the 2015 documentary \"Cartel Land\". According to Chicago Film Critics Association member Bill Stamets, the documentary was inspired by a December, 2012 \"Rolling Stone\" report. The group was formed in 2011 by Tim Foley, a former construction supervisor and United States Army veteran, who served in the 82nd Airborne Division. As of March 2018, the group had 250 volunteers operating in the Altar Valley around Sasabe, Arizona, armed with personal", "doc_score": "85.51376342773438", "publish_date": "2018/12/31"}, {"doc_id": "19285390", "text": "Timeline of the occupation of the Malheur National Wildlife Refuge / (OPB) put the number of the militants at the MNWR at \"between six and 12.\" In a statement posted to the Facebook page of the 3 Percenters of Idaho (one of the militias identified by media as involved in the takeover), the group disclaimed involvement, stating that the seizure was \"carried out by a small group of persons who chose to carry out this takeover after the rally.\" The Harney County Sheriff's Office initially reported that the Oregon State Police (OSP) was \"handling the incident.\" At the same time, a spokesperson for the Federal Bureau of Investigation (FBI) said the", "doc_score": "83.29694366455078", "publish_date": "2018/12/31"}, {"doc_id": "19422339", "text": "Operation Community Shield (2005–present) / projects include: Operation Community Shield (2005–present) Operation \"Community Shield\" is an ongoing multi-agency law enforcement initiative targeting violent gang members and their associates involved in the illegal drug and human trafficking industries in the United States. Since its launch by U.S. Immigration and Customs Enforcement (ICE) in February 2005, Homeland Security Investigations (HSI) and other participating federal, state and local law enforcement agencies have made more than 40,000 gang-related arrests, including 451 gang leaders, representing more than 2,400 different gangs and organizations, and have seized more than 8,000 guns in multiple projects. HSI's National Gang Unit (NGU) is a critical", "doc_score": "84.02286529541016", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_11", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "12332667", "text": "Josh Tillman / Festival in Camden, New Jersey, after twenty minutes into his planned fifty-minute performance. Instead of performing his setlist, Tillman walked out and asked, \"What the fuck is going on?\" He then talked for six minutes about the \"numbing\" role entertainment plays in our lives and how \"stupidity just fucking runs the world because entertainment is stupid.\" When the audience applauded him he asked them not to and responded by saying, \"Maybe just take a moment to be really fucking profoundly sad.\" He finally played a thirteen-minute piece from his upcoming album \"Pure Comedy\" called \"Leaving LA\" which references the frustrations", "doc_score": "78.05125427246094", "publish_date": "2018/12/31"}, {"doc_id": "390210", "text": "System of a Down / to be held in a parking lot, was set up to accommodate 3,500 people; however, an estimated 7,000 to 10,000 fans showed up. Because of the large excess number of fans, the performance was cancelled by police officers just before the group took the stage. No announcement was made that the concert had been cancelled. Fans waited for more than an hour for the group to appear, but when a banner hanging at the back of the stage that read \"System of a Down\" was removed by security, the audience rushed the stage, destroying all the band's touring gear (approximately", "doc_score": "79.31126403808594", "publish_date": "2018/12/31"}, {"doc_id": "16393210", "text": "Treefort Music Fest / chefs plating Wagyu beef.\" Thousands of people from around the world enjoyed the final days of the festival. Idaho was the only red state on Pussy Riot's first North American tour, and their politically-charged concert (more political rally than traditional concert) had people standing in line for nearly two hours; audience members raised their fists in solidarity as they played their music videos and performed, whereas some in the back of the venue left several songs into the set. Despite the occasionally inclement weather (it snowed on the morning of the final day), one power outage, and cancellations (one due", "doc_score": "79.6261215209961", "publish_date": "2018/12/31"}, {"doc_id": "20636856", "text": "March 20–22, 2018 nor'easter / snowstorm, the new date of Lovato's concert will be April 2. The nor'easter caused beach erosion at the Jersey Shore, including Brigantine and Ocean City, which had just seen beach replenishment. Street flooding occurred in Ocean City from the nor'easter. In New York, Governor Andrew Cuomo declared a state of emergency for New York City, Long Island, and Westchester, Rockland, and Putnam counties. Schools in New York City were closed on March 21 due to the nor'easter and the city issued a Snow Alert. 12-18 inches of snow fell across the region. Governor Cuomo issued a travel ban for tractor-trailers", "doc_score": "80.57957458496094", "publish_date": "2018/12/31"}, {"doc_id": "2079062", "text": "Altamont Free Concert / Altamont Free Concert The Altamont Speedway Free Festival was a counterculture rock concert in 1969 in the United States, held at the Altamont Speedway in northern California on Saturday, December 6. The event is best known for considerable violence, including the stabbing death of Meredith Hunter and three accidental deaths: two caused by a hit-and-run car accident, and one by LSD-induced drowning in an irrigation canal. Scores were injured, numerous cars were stolen and then abandoned, and there was extensive property damage. The concert featured (in order of appearance): Santana, The Jefferson Airplane, The Flying Burrito Brothers and Crosby, Stills,", "doc_score": "82.1133041381836", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_12", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "16081799", "text": "Housing trust fund / 10% of funds can support homeownership services for first-time home buyers like down payment and closing cost assistance and funding to reduce interest rates. Funds from surplus revenues generated by Fannie Mae and Freddie Mac were expected to fund the program. However, these payments have been suspended since the federal government placed them under conservatorship. On April 4, 2016, Julián Castro, Secretary of the United States Department of Housing and Urban Development (HUD), announced that nearly $174 million would be made available through the first ever allocation of the National Housing Trust Fund. President Obama's FY 2011 budget called for", "doc_score": "85.22126007080078", "publish_date": "2018/12/31"}, {"doc_id": "12533278", "text": "Troubled Asset Relief Program / spent $114 million on lobbying and campaign contributions. Banks that received bailout money had compensated their top executives nearly $1.6 billion in 2007, including salaries, cash bonuses, stock options, and benefits including personal use of company jets and chauffeurs, home security, country club memberships, and professional money management. The Obama administration has promised to set a $500,000 cap on executive pay at companies that receive bailout money, directing banks to tie risk taken to workers' reward by paying anything further in deferred stock. Graef Crystal, a former compensation consultant and author of \"The Crystal Report on Executive Compensation,\" claimed that", "doc_score": "84.91085815429688", "publish_date": "2018/12/31"}, {"doc_id": "4088201", "text": "Student financial aid (United States) / four-year institutions rose from 15% to 20% of median income from 1987 to 2008. In that same time, productivity has declined in the form of lighter teaching loads for professors and increased expenditures on administrative staff. Non-need based loans are available for students and families who cannot afford to pay the entire cost of college. These loans are directed toward those individuals and families who did not qualify for need-based loans due to the amount of their personal assets. There is usually a higher interest rate associated with non-need based loans. Because these loans are not need-based, the U.S. government", "doc_score": "84.90951538085938", "publish_date": "2018/12/31"}, {"doc_id": "8162935", "text": "Federal Direct Student Loan Program / increased from $12.6 billion in 2005 to $17.8 billion in 2008. President Obama organized all new loans under the Direct Loan program by July 2010. The switch to 100% Direct Lending effective July 1, 2010 was enacted by the Health Care and Education Reconciliation Act of 2010. In comparison, other countries have also experimented with government-sponsored loan programs. New Zealand, for instance, now offers 0% interest loans to students who live in New Zealand for 183 or more consecutive days (retroactive for all former students who had government loans), who can repay their loans based on their income after they", "doc_score": "86.59255981445312", "publish_date": "2018/12/31"}, {"doc_id": "2636866", "text": "Student loan / spending on education dropped 30%, while total enrollment at public colleges and universities jumped 34%. In a study conducted by the Federal Reserve Bank of St. Louis found that approximate $140 billion in student debt was loaned directly by the federal government, but by 2017, the federal government had reached $1.15 trillion. The Income-Based Repayment (IBR) plan is an alternative to paying back federal student loans, which allows the borrowers to pay back loans based on how much they make, and not based how much money is actually owed. Income-based repayment is a federal program and is not available for", "doc_score": "87.28300476074219", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_13", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "17011806", "text": "2018 Atlantic hurricane season / numbers to 11 named storms, 5 hurricanes and only one major hurricane, with the reason of having two unexpected hurricanes forming by the beginning of July. On August 9, 2018, NOAA revised its predictions, forecasting a below-average season with 9–13 named storms, 4–7 hurricanes, and 0–2 major hurricanes for all of the 2018 season. For the fourth consecutive year, activity began early, with the formation of Tropical Storm Alberto on May 25. Alberto went on to attain winds of 65 mph, before making landfall in North Florida with winds of 45 mph. Alberto reached the Great Lakes region as a", "doc_score": "87.42691040039062", "publish_date": "2018/12/31"}, {"doc_id": "17011847", "text": "2018 Atlantic hurricane season / on October 10 with winds of 130 mph. At 18:00 UTC on October 10, Michael made landfall with sustained winds of and a minimum central pressure of, becoming the strongest storm of the season and also the third-strongest landfalling hurricane in the U.S. on record, in terms of central pressure. After crossing through the southeastern United States, Michael started restrengthening early on October 12 as a result of baroclinic forcing; however, the system transitioned into an extratropical cyclone soon afterward. The combined effects of the precursor low to Michael and a disturbance over the Pacific Ocean caused significant flooding", "doc_score": "84.84666442871094", "publish_date": "2018/12/31"}, {"doc_id": "17011764", "text": "2017 Atlantic hurricane season / 12. With peak winds of 180 mph (285 km/h), Irma was the strongest Atlantic storm outside of the Gulf of Mexico or Caribbean Sea on record. Winds were experimentally measured at 185 mph (295 km/h) by the NHC, but the official peak intensity remains near 180 mph (285 km/h). Maintaining peak intensity for 37 consecutive hours, Irma is the only tropical cyclone on record worldwide to have had winds that intense for so long. As the storm moved through the northern Leeward Islands, it became the only Category 5 hurricane to make a direct impact there; its landfall intensity stands", "doc_score": "86.72798156738281", "publish_date": "2018/12/31"}, {"doc_id": "17011810", "text": "2018 Atlantic hurricane season / Debby, Ernesto, Joyce and Leslie) were designated a subtropical storm. Activity picked up once again in October, with Michael forming on October 7 and strengthening into a major hurricane over the Gulf of Mexico, before making landfall in the Florida Panhandle at peak intensity, on October 10. On October 9, Tropical Storm Nadine developed in the eastern tropical Atlantic. After fifteen days as a tropical cyclone, on October 13, Leslie transitioned into a powerful extratropical cyclone approximately 120 miles west of the Iberian Peninsula, before making landfall soon afterward. A two-week period of inactivity ensued as the season began to", "doc_score": "84.62277221679688", "publish_date": "2018/12/31"}, {"doc_id": "17011848", "text": "2018 Atlantic hurricane season / across Central America. Nearly 2,000 homes in Nicaragua suffered damage and 1,115 people evacuated. A total of 253 and 180 homes were damaged in El Salvador and Honduras, respectively. More than 22,700 people were directly affected throughout the three countries. Catastrophic damage occurred in Mexico Beach, Florida, where the storm made landfall at peak intensity. Michael killed at least 60 people; at least 15 fatalities occurred across Central America: 8 in Honduras, 4 in Nicaragua, and 3 in El Salvador. In the United States, at least 45 were killed across Florida, Georgia, North Carolina, and Virginia. Insured damage estimates in", "doc_score": "85.4852523803711", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_14", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "211379", "text": "July 2 / July 2 This day is the midpoint of a common year because there are 182 days before and 182 days after it in common years, and 183 before and 182 after in leap years. The exact time of the middle of the year is at noon. In countries that use summer time the actual exact time of the midpoint in a common year is at 1:00 p.m, or 11:00 a.m for countries in the southern hemisphere; this is when 182 days and 12 hours have elapsed and there are 182 days and 12 hours remaining. In a leap year in", "doc_score": "84.27910614013672", "publish_date": "2018/12/31"}, {"doc_id": "398657", "text": "Summer / common, reckoning based on astronomical markers is shifted half a season. By this method, in North America, summer is the period from the summer solstice (usually 20 or 21 June in the Northern Hemisphere) to the autumn equinox. Reckoning by cultural festivals, the summer season in the United States is traditionally regarded as beginning on Memorial Day weekend (the last Weekend in May) and ending on Labor Day (the first Monday in September) 1981, more closely in line with the meteorological definition for the parts of the country that have four-season weather. The similar Canadian tradition starts summer on Victoria", "doc_score": "85.56463623046875", "publish_date": "2018/12/31"}, {"doc_id": "211380", "text": "July 2 / those countries, the midpoint occurs at 1:00 a.m. on July 2, or 11:00pm on July 1 in the southern hemisphere. This is due to summer time having advanced the time by one hour. It falls on the same day of the week as New Year's Day in common years. July 2 This day is the midpoint of a common year because there are 182 days before and 182 days after it in common years, and 183 before and 182 after in leap years. The exact time of the middle of the year is at noon. In countries that use summer", "doc_score": "86.06311798095703", "publish_date": "2018/12/31"}, {"doc_id": "5353575", "text": "Summer vacation / often depends on the region – for example, most schools in the Northeastern United States end in June and start the Wednesday after Labor Day (Teachers report back on Tuesday), while the majority of schools in the Southern United States have schools end in May and start again in August. The origins of the summer holiday break are often believed to be rooted in agriculture. It is widely believed that the school calendar follows the agrarian farming calendar because during the settlement of the United States, the nation primarily consisted of a farming population. This belief maintains that the current", "doc_score": "85.47664642333984", "publish_date": "2018/12/31"}, {"doc_id": "398653", "text": "Summer / Summer Summer is the hottest of the four temperate seasons, falling after spring and before autumn. At the summer solstice, the days are longest and the nights are shortest, with day-length decreasing as the season progresses after the solstice. The date of the beginning of summer varies according to climate, tradition, and culture. When it is summer in the Northern Hemisphere, it is winter in the Southern Hemisphere, and vice versa. From an astronomical view, the equinoxes and solstices would be the middle of the respective seasons, but sometimes astronomical summer is defined as starting at the solstice, the time", "doc_score": "82.97901916503906", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_15", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "3094612", "text": "Legends Football League / playoffs in the East while Seattle and Dallas advanced in the West. Chicago and Seattle won their Conference Championships and advanced to the Legends Cup in a rematch of both the previous championship and a meeting earlier in the season though with the opposite result of those two prior matches. The season ended on August 27, 2016, with the Chicago Bliss defeating the Seattle Mist 31–26 to win their third Legends Cup. The championship game was played at WestWorld in Scottsdale, Arizona. The 2017 season began with new teams at Pittsburgh and Denver replacing New England and Dallas. Three teams", "doc_score": "84.99053192138672", "publish_date": "2018/12/31"}, {"doc_id": "19872112", "text": "2017 Indoor Football League season / having played the last 24 seasons in the Arena Football League. The following were named the top performers during the 2017 season: 2017 Indoor Football League season The 2017 Indoor Football League season was the ninth season of the Indoor Football League (IFL). Playing with ten teams in two conferences spread across the United States, the league's regular season kicked off on February 16, 2017, when the Salt Lake Screaming Eagles hosted the Nebraska Danger. The regular season ended 18 weeks later on June 18, 2017, with the defending league champion Sioux Falls Storm visiting the Iowa Barnstormers and the", "doc_score": "83.66020965576172", "publish_date": "2018/12/31"}, {"doc_id": "12396441", "text": "Major Arena Soccer League / the league for the 2017–18 season.<br> <nowiki>*</nowiki> Does not include 28 games where attendance was not reported. The PASL 2008–09 regular season consisted of 86 games total. <nowiki>**</nowiki> Does not include 8 games where attendance was not reported. The PASL 2009–10 regular season consisted of 95 games total. <nowiki>***</nowiki> Does not include 10 games where attendance was not reported. The PASL 2010–11 regular season consisted of 94 games total. The official game ball was made by Puma SE through the 2016-17 season. Starting in the 2017-18 season, Mitre became the official ball sponsor of both the MASL and M2. Joshua", "doc_score": "83.7108383178711", "publish_date": "2018/12/31"}, {"doc_id": "20267255", "text": "League of Legends in esports / World Champion when they defeated fellow Korean team KOO Tigers with a score of 3 to 1 in the best-of-five finals in Berlin, Germany. SK Telecom T1 repeated their feat in October 2016, defeating fellow Korean team Samsung Galaxy 3-2 in the Season 6 World Championship. The 2016 tournament was also notable for introducing \"Fan contributions\" to the prize pool; a certain percentage of purchases from Riot's store over the preceding months of the tournament went to increasing the prizes for the 16 competing teams in the tournament. On February 7, 2013, Riot Games made the \"League of Legends\" Championship", "doc_score": "83.5257797241211", "publish_date": "2018/12/31"}, {"doc_id": "20068467", "text": "2017–18 NBA season / regular season ended on April 11, 2018. The playoffs began on April 14, 2018 and ended on June 8 with the Golden State Warriors defeating the Cleveland Cavaliers in the 2018 NBA Finals. Free agency negotiations began on July 1. Players began signing on July 6, after the July moratorium ended. For the first time since the inauguration of the BAA, there would be no coaching changes going from the previous season to entering the regular season. In fact, the 536 days from Dave Joerger being fired as coach of the Memphis Grizzlies to the day the Phoenix Suns fired", "doc_score": "82.93263244628906", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_16", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "8236529", "text": "The War in 2020 / his objections. The fallout from the Scramblers' deployment shocks the U.S. government, which proposes negotiating a ceasefire after all that happened. Taylor proposes leading all his remaining forces into a surgical strike at the Japanese headquarters in Baku, with logistical support from the Soviets. However, on November 4, the Soviets turn on the Americans as they gather at the last jump-off point north of the Caspian Sea; Taylor's forces escape the trap and head for the Japanese headquarters, which is itself under siege from Azeri militants. Despite a withdrawal order from Washington, the US troops storm the command center and", "doc_score": "90.04385375976562", "publish_date": "2018/12/31"}, {"doc_id": "4568830", "text": "The Russian Campaign / 1945) between one and six replacement points, determined by a die roll, of Allied aid via Murmansk - in the L2 edition this has now been fixed at three extra points per turn. Only one Russian tank (or Guards Tank) unit, and one Guards Infantry Army, may be replaced each turn. In 1943 the value of the Russian worker units (but not that of the Murmansk aid) is doubled, representing greater industrial mobilisation and greater Allied Lend-Lease aid via Persia and Vladivostok. Generally, the Germans have more powerful (at least in 1941) and more mobile units and are able to", "doc_score": "87.3533706665039", "publish_date": "2018/12/31"}, {"doc_id": "12315783", "text": "Timeline of the Russo-Georgian War / ANSA that after phone talks with other G7 foreign ministers, he was \"optimistic\". By 22:00, during the Georgian withdrawal to Mtskheta, a checkpoint on the highway was set up by the MIA Special Forces in Igoeti. Russian troops left the Georgian military base at Senaki, which they had destroyed. Russians claimed that they left the Senaki base \"after liquidating the danger.\" Russian Defence Ministry claimed that this raid intended to prevent \"new attacks on South Ossetia\". Senaki is located from the border of Abkhazia, and from the Black Sea. Senaki has a strategic location and its control would isolate the", "doc_score": "84.21205139160156", "publish_date": "2018/12/31"}, {"doc_id": "20990871", "text": "Timeline of the war in Donbass (April 2018) / and Novozvanivka were targeted by 82 mm mortars. Antitank rockets landed in Popasna and Luhanske. Armoured fighting vehicles opened fire at Ukrainian forces around Troitske. Ukrainian troops at Novoselivka were harassed with small arms fire. By the end of the day the number of registered ceasefire violations had risen to 61, one more Ukrainian soldier was wounded and one more injured. Pro-Russian officials reported two civilian residents killed, one seriously injured, two houses and a bus destroyed in the course of heavy shelling on Dokuchaievsk, in the southern outskirts of Donetsk city. The town was shelled by tanks and 120", "doc_score": "87.4612045288086", "publish_date": "2018/12/31"}, {"doc_id": "21002302", "text": "Timeline of the war in Donbass (July 2018) / Novotroitske, Novomykhailivka, Avdiivka, Kamianka and Pisky, in the outskirts of Donetsk city, Vodiane, Lebedinske, Hnutove and Shyrokyne, in the region of Mariupol, and in the northern sector of the demarcation line, Svitlodarsk, Zhovte, Krymske, Mayorsk and Luhanske. A series of Ukrainian violations of the ceasefire were reported by pro-Russian authorities at Donetsk city by evening. Dokuchaievsk and Novomykhailivka, in the outskirts of Donetsk city, and Pikuzy, in the region of Mariupol, came under hostile fire. In the main incidents, BMP-2 armoured vehicles engaged Ukrainian forces at Dokuchaievsk and Pikuzy, while Novomykhailivka became the target of automatic grenade launchers and antitank", "doc_score": "88.15290069580078", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_17", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "20834497", "text": "Alamance 12 / Alamance 12 The Alamance 12 are twelve people in Alamance County, North Carolina who were charged with voting illegally in the 2016 presidential election. In December 2017 the district attorney of Alamance County charged Whitney Brown, Keith Sellars, Taranta Holman, Ebonie Oliver, Jason McLamb, Robert Wade, Michael Haith, Neko Rogers, Willie Vinson Jr, Wayne Spinks, Milton Wilson, and Steven White for voting as convicted felons. All 12 were either on felony probation or parole when they voted. Many in the group stated that this was an unwitting mistake, as they thought they were practicing their right and didn't know it", "doc_score": "77.8755111694336", "publish_date": "2018/12/31"}, {"doc_id": "20834499", "text": "Alamance 12 / drop the charges. The Southern Coalition for Social Justice in Durham has filed requests to dismiss the charges because the 1901 law was intended to suppress black voting. Three of the 12 have pleaded their cases down to misdemeanors. Alamance 12 The Alamance 12 are twelve people in Alamance County, North Carolina who were charged with voting illegally in the 2016 presidential election. In December 2017 the district attorney of Alamance County charged Whitney Brown, Keith Sellars, Taranta Holman, Ebonie Oliver, Jason McLamb, Robert Wade, Michael Haith, Neko Rogers, Willie Vinson Jr, Wayne Spinks, Milton Wilson, and Steven White for", "doc_score": "77.76721954345703", "publish_date": "2018/12/31"}, {"doc_id": "15770089", "text": "Thaddeus McCotter 2012 presidential campaign / the straw poll, he finished last among ten candidates, receiving or. Based on the $18,000 he paid for campaign space, the result corresponded to $514 per vote. Senior adviser Christopher Rants explained that the purpose of the straw poll \"was not about votes, it was about introducing our candidate to the public in our first large forum... By any measure, we did that\". Three days after the straw poll, McCotter wrote an article in \"National Review\" outlining some of his economic plans. He advocated spending reductions, a twenty percent reserve requirement for banks to keep available as capital, and", "doc_score": "73.70897674560547", "publish_date": "2018/12/31"}, {"doc_id": "14360402", "text": "Ryan Quarles / in Lexington, Kentucky for reckless driving. \"A police report said Ryan Quarles, 26, was arrested near North Mill and West Short streets in Lexington about 3:10 a.m. Saturday. Quarles was driving a black Jeep Cherokee through a parking lot, weaving through cars, the uniform citation said. The report said Quarles showed signs of intoxication and had a blood alcohol level of 0.067 when given a breath test. His blood alcohol level was below the legal limit of 0.08.\" Quarles pleaded guilty and paid a fine after the charge was lowered to careless driving. In November 2010, Quarles received 8,508 votes", "doc_score": "76.7547378540039", "publish_date": "2018/12/31"}, {"doc_id": "15770080", "text": "Thaddeus McCotter 2012 presidential campaign / addressed the Republican Leadership Conference in New Orleans and entered the event's straw poll. Out of the cast, he received two, last place among those considered. At this time, McCotter remained undecided about a run, according to his aides, though he paid $18,000 for a prime spot at the August 13 Ames Straw Poll. During a visit to Iowa, the first caucus state, McCotter announced he would reveal his campaign plans prior to the straw poll. On June 30, \"Politico\" reported McCotter was ready to begin a campaign. McCotter filed a presidential campaign committee statement with the Federal Election Commission", "doc_score": "75.20570373535156", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_18", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "19970136", "text": "Executive Order 13767 / to comply with the National Environmental Policy Act, and seek to compel the government to carry out an environmental impact study and produce an environmental impact statement (EIS) before building the wall. The lawsuit specifically seeks \"to stop any work until the government agrees to analyze the impact of construction, noise, light and other changes to the landscape on rivers, plants and endangered species – including jaguars, Sonoran pronghorns and ocelots – and also on border residents\". Two separate cases, also arguing about the governent's failure to complete an EIS, were later filed, one by the groups the Sierra Club,", "doc_score": "81.64012145996094", "publish_date": "2018/12/31"}, {"doc_id": "20542695", "text": "Florida v. Georgia (2018) / Basin into the panhandle, impacting its seafood production; Florida sought relief to have more water allocated towards them from the ACF by placing a water allocation cap on Georgia. The Supreme Court assigned a special master to review Florida's complaint, but ultimately found in 2016 that Florida had not fully demonstrated the need for more allocation. Florida challenged this determination to the Supreme Court. On June 27, 2018, the Supreme Court ruled 5–4 that the special master had not properly considered Florida's argument and remanded the case to be reheard and reviewed. The case involves the Apalachicola-Chattahoochee-Flint (ACF) River Basin,", "doc_score": "81.1917953491211", "publish_date": "2018/12/31"}, {"doc_id": "16777265", "text": "Deferred Action for Childhood Arrivals / Texas dismissed the lawsuit, ruling that the court lacked jurisdiction to decide on what essentially was a dispute between federal employees and their employer, the U.S. government. Nonetheless, in his decision to dismiss the case, the judge reiterated his view that DACA was inherently unlawful. The plaintiffs then filed an appeal but the U.S. Court of Appeals for the Fifth Circuit upheld the dismissal on procedural grounds. The first challenge against the DACA expansions was filed by Sheriff Joe Arpaio of Maricopa County, Arizona, in November 2014. In the lawsuit, Arpaio claimed that DACA and its expansions were \"unconstitutional, arbitrary", "doc_score": "81.62965393066406", "publish_date": "2018/12/31"}, {"doc_id": "19970130", "text": "Executive Order 13767 / Architecture noted that solar farms cannot be efficiently dispersed along a wall. During the following month, Trump said that the wall should be \"see through\" in order to detect smugglers who \"throw the large sacks of drugs over.\" About two-thirds of the U.S.–Mexico border runs along private or state-owned lands, and the federal government would need to acquire such land through purchase or seizure (eminent domain) to build any border wall. The \"process is likely to cost the government millions and could take years of complex litigation,\" as was the case for preexisting border walls. In his budget request to", "doc_score": "79.7153549194336", "publish_date": "2018/12/31"}, {"doc_id": "19985918", "text": "Executive Order 13768 / April 25, 2017, ruling that the plaintiffs were likely to succeed on the merits of their challenge. On November 20, 2017, Judge Orrick issued a summary judgment that ruled Section 9(a) of the Executive Order was unconstitutional on its face and issued a permanent nationwide injunction against its implementation. The judgment concluded: The city of Richmond, California filed a similar lawsuit on March 21, 2017. This lawsuit was also assigned to Judge Orrick. On February 8, 2017, the cities of Chelsea, Massachusetts and Lawrence, Massachusetts filed a lawsuit in the U.S. District Court in Boston, challenging the validity of the", "doc_score": "79.22955322265625", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_19", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "2932067", "text": "Soccer in the United States / and the construction of soccer-specific stadiums, some MLS clubs became profitable for the first time in the mid-2000s, and \"Forbes\" magazine found that three clubs were already valued at $40 million or more, with the Los Angeles Galaxy worth $100 million. The establishment of the Designated Player Rule in 2007 has led to the signings of international superstars such as David Beckham and Thierry Henry, and Cuauhtémoc Blanco. Major League Soccer has been in an expansion phase, going from 10 teams in 2005 to 23 teams today, with the addition of a second Los Angeles team (replacing another team in", "doc_score": "87.20623016357422", "publish_date": "2018/12/31"}, {"doc_id": "797254", "text": "Major League Soccer / which is money that the team can use on player salaries that does not count against the cap, and teams can earn allocation money in several ways, such as from the transfer fees earned by selling players to teams in other leagues. MLS teams can also use Targeted Allocation Money (often referred to as TAM), an initiative announced in 2015. Teams can use TAM funds to attract high-profile players by \"buying down\" contracts of players to below the Designated Player level. High-profile players for which TAM funds were used include Hector Villalba and Zlatan Ibrahimović. MLS has introduced various initiatives", "doc_score": "86.21800231933594", "publish_date": "2018/12/31"}, {"doc_id": "797252", "text": "Major League Soccer / the salary cap. Rules concerning Designated Players and allocation money allow for additional wage spending that is exempt from the salary cap. These initiatives have brought about an increase in on-field competition. The designated player (DP) rule allows teams to sign a limited number of players whose salary exceeds the maximum cap, each DP player only counts as $480,625 (the maximum non-DP salary) against the cap in 2017. Instituted in 2007, England's David Beckham was the first signing under the DP rule. The DP rule has led to large income inequality in MLS with top DPs earning as much as", "doc_score": "88.33133697509766", "publish_date": "2018/12/31"}, {"doc_id": "2932068", "text": "Soccer in the United States / that city folded by the league) in 2018, and plans to expand to 24 teams in 2019 and 26 in 2020. The league's 2007 and 2009 expansion to Toronto and Seattle, respectively, have proven highly successful, with league-leading ticket and merchandise sales, capped by sold-out attendances for friendlies against Real Madrid of Spain and Chelsea of England. In 2013, New York City FC agreed to pay a record $100 million expansion fee for the right to join MLS in 2015. This record was surpassed by the ownership groups of FC Cincinnati and a new Nashville team, which each paid $150", "doc_score": "84.81725311279297", "publish_date": "2018/12/31"}, {"doc_id": "797235", "text": "Major League Soccer / retain key players using retention funds instead of losing the players to foreign leagues. Among the first high-profile players re-signed in 2013 using retention funds were U.S. national team regulars Graham Zusi and Matt Besler. Beginning in summer of 2013 and continuing in the run up to the 2014 World Cup, MLS began signing U.S. stars based abroad, including Clint Dempsey, Jermaine Jones, and Michael Bradley from Europe; and DaMarcus Beasley from Mexico's Liga MX. By the 2014 season, fifteen of the nineteen MLS head coaches had previously played in MLS. By 2013, the league's popularity had increased to the", "doc_score": "87.72095489501953", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_20", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "15606643", "text": "Are You There, Chelsea? / on May 13, 2011, as a midseason entry in the 2011–12 United States network television schedule. The half-hour series was produced by Warner Bros. Television. On July 3, 2011, it was announced that Morales, Moore, and Koy were dropped from the series due to creative reasons. On August 9, 2011, Jake McDorman was revealed to have upgraded to a series regular replacing Jo Koy's character as the Bartender. In the original pilot he played Jonathan, one of Chelsea's love interests. Another change was the show's setting from Los Angeles to New Jersey. On August 25, 2011, Ali Wong joined the", "doc_score": "80.00605773925781", "publish_date": "2018/12/31"}, {"doc_id": "15492248", "text": "Khloé & Lamar / Khloé & Lamar Khloé & Lamar is an American reality television series that debuted on E! in the United States and Canada on April 10, 2011. The series is the third spin-off of the show \"Keeping Up with the Kardashians\" and features reality star Khloé Kardashian and her then-husband, basketball player Lamar Odom. The series returned for its second and final season on February 19, 2012. Riley Sky of \"Dropkick Divas Media\" gave the series 3 out of 5 stars, saying \"Khloé & Lamar is probably one of my favorite reality series. The show features each person's own personal struggles", "doc_score": "81.52627563476562", "publish_date": "2018/12/31"}, {"doc_id": "15579109", "text": "Made in Chelsea / series will begin airing on 8 October 2018 and will conclude on 17 December 2018 following eleven episodes. Ahead of the series it was announced that Georgia \"Toff\" Toffolo, Francis Boulle and Sam Prince would not be returning to the series. Instead, new cast members include Gareth Locke. Emily Blackwell will also be returning to the series. This is a list of cast members currently appearing in the show. As well as appearing in \"Made in Chelsea\", some of the cast members have competed in other reality TV shows including \"Celebrity Big Brother\", \"I'm a Celebrity...Get Me Out of Here!\",", "doc_score": "78.20796203613281", "publish_date": "2018/12/31"}, {"doc_id": "18803474", "text": "Kandi's Ski Trip / Kandi's Ski Trip Kandi's Ski Trip is an American reality documentary television series on Bravo that premiered on Sunday, May 17, 2015. The three-part television special follows singer and reality television star Kandi Burruss, her husband Todd Tucker and their blended family as they go to a ski trip together. The series received relatively high ratings. The series is the fifth spin-off of \"The Real Housewives of Atlanta\", following \"Don't Be Tardy\", \"The Kandi Factory\", \"\" and \"Kandi's Wedding\", and the third one starring Kandi Burruss. In Australia, \"Kandi's Ski Trip\" premiered on Arena on August 2, 2015. In the", "doc_score": "77.5968017578125", "publish_date": "2018/12/31"}, {"doc_id": "17722872", "text": "Elyse Umemoto / in private and had been stolen from her in violation of her trust. Ultimately, pageant officials decided not to discipline her for the photos. Following her stint as Miss Washington, Umemoto moved to Las Vegas, Nevada, where she starting working as the manager of a dance team. In 2011, Umemoto was one of 18 people selected for the cast of \"\", the series' 23rd season overall. At the start of the game, she was placed on the Savaii tribe, the most notable member of which was Ozzy Lusth, a two-time returning player and one of two returnees that season (the", "doc_score": "79.31855010986328", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_21", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "15771032", "text": "Powers (U.S. TV series) / June 2011. The following week, Lucy Punch was cast as Deena Pilgrim. Katee Sackhoff had campaigned for the part. Although FX was rumored to be courting Kyle Chandler for the part of Walker, the next day Jason Patric was cast in the part. Later in June, Carly Foulkes was cast as RetroGirl and Bailee Madison was cast as Calista. Filming began in Chicago in early July 2011 and ended in early August. In November 2011, FX announced that it would retool and reshoot the \"Powers\" pilot. Bendis tweeted that \"the reshoots are planned for January and are all about tone", "doc_score": "82.7583999633789", "publish_date": "2018/12/31"}, {"doc_id": "15771029", "text": "Powers (U.S. TV series) / Powers (U.S. TV series) Powers is an American online streaming series adaptation of the \"Powers\" comic book series published by Marvel Comics under their Icon Comics imprint. Marking PlayStation Network's first venture into scripted original programming, the series premiered on March 10, 2015. The first two episodes of the series were written by Charlie Huston and directed by David Slade. The first three episodes, (the third directed by David Petrarca), were released on March 10, 2015, on the PlayStation Network. The pilot episode is available for free for people in the USA on YouTube and the entire first season was", "doc_score": "81.09092712402344", "publish_date": "2018/12/31"}, {"doc_id": "11709598", "text": "Colleen Rennison / Virk) for a recurring role in \"Davinci's City Hall\". Most recently Rennison has appeared in the films \"American Venus\", \"Boot Camp\" with Mila Kunis, and \"What Goes Up\" starring Hilary Duff, Steve Coogan and Molly Shannon. Rennison has also appeared in the television series \"\", \"\", \"Millennium\", and The Sentinel. She appeared twice on \"Stargate SG-1\" as Ally and as Cassandra. In 2005, Rennison's mother submitted a recording of Rennison to CityTV, a local station holding a contest. Out of thousands of entries, she was selected along with two other girls to meet with Grammy Award-winning and multi-platinum-selling producer/composer/songwriter David", "doc_score": "79.3817367553711", "publish_date": "2018/12/31"}, {"doc_id": "9305068", "text": "Sarah Biasini / the Park\" () at the Théâtre Marigny in Paris. Sarah Biasini Sarah Magdalena Biasini (born 21 July 1977 in Gassin) is a French actress, the daughter of actress Romy Schneider and her second husband and former private secretary. Biasini studied art history at the Sorbonne in Paris and theater at the Lee Strasberg Institute in Los Angeles and the Actors Studio in New York City. She made her film debut in 2004 starring in the Emmy-nominated French mini-series \"\", a swashbuckling adventure story loosely based on the life of the sword-wielding 17th-century opera star Julie d'Aubigny (Mlle. Maupin). In", "doc_score": "77.99437713623047", "publish_date": "2018/12/31"}, {"doc_id": "3478984", "text": "Gina Torres / world, responding to events that affect American interests. She was the voice of Wonder Woman in \"DC Universe Online\" MMORPG until mid 2013 when the part was recast, as well as Arachnid in the \"Transformers Prime\" cartoon. In 2013, Torres was reunited with fellow \"Firefly\" costar, Nathan Fillion, in an episode of Fillion's television show, \"Castle\". In 2011, Torres was cast as main character Jessica Pearson on the USA Network legal drama \"Suits\". In 2016, it was announced that Torres would be leaving the cast of \"Suits\" following the summer segment of season six. In addition to her contract being", "doc_score": "79.80490112304688", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_22", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "1811808", "text": "Winterthur Museum, Garden and Library / the Winterthur estate to house his collection, conservation laboratories, and administrative offices. The gardens were designed by Marian Cruger Coffin. The museum has 175 period-room displays and approximately 85,000 objects. Most rooms are open to the public on small, guided tours. The collection spans more than two centuries of American decorative arts, notably from 1640 to 1860, and contains some of the most important pieces of American furniture and fine art. The Winterthur Library includes more than 87,000 volumes and approximately 500,000 manuscripts and images, mostly related to American history, decorative arts, and architecture. The facility also houses extensive conservation,", "doc_score": "83.59703826904297", "publish_date": "2018/12/31"}, {"doc_id": "17355691", "text": "Driehaus Museum / of Gilded Age and Art Nouveau jewelery opened on February 14, 2015 and will run through January 3, 2016. Entitled \"Maker & Muse\", it includes work by jewelers including Clara Barck, Liberty of London, Tiffany and René Lalique, as well as a pendant given to Emilie Flöge by Gustav Klimt. The museum offers guided tours daily in addition to general admission. The following themed tours are also offered on a seasonal basis: the living history-style Servants’ Tour featuring the mansions’ servants’ quarters and led by a fictional housekeeper; McCormickville Walking Tour of the surrounding historic neighborhood; and evening Twilight Tour", "doc_score": "80.87167358398438", "publish_date": "2018/12/31"}, {"doc_id": "17355684", "text": "Driehaus Museum / Driehaus Museum The Richard H. Driehaus Museum is a museum located at 40 East Erie Street on the Near North Side in Chicago, Illinois, near the Magnificent Mile. The museum is housed within the historic Samuel M. Nickerson House, the 1883 residence of a wealthy Chicago banker. Although the mansion has been restored, the Driehaus Museum does not re-create the Nickerson period but rather broadly interprets and displays the prevailing design, architecture, and decorating tastes of Gilded Age America and the \"art nouveau\" era in permanent and special exhibitions. The interiors are replete with marble, onyx, carved exotic and domestic", "doc_score": "78.4072036743164", "publish_date": "2018/12/31"}, {"doc_id": "19694000", "text": "Eloise Kruger / Jean, nephews Donald Campbell and Bob Campbell, and cousin Carl Rohman. Her collection was donated to the University of Nebraska - Lincoln in 1997 and is now held in the Kruger Gallery inside the College of Architecture. This contribution included over eight hundred books on the subjects of architectural detailing, to histories in ceramics, iron work, interior design, and kitchen space planning, as well as her miniature collection of over 20,000 pieces, valued at $500,000. The Kruger Gallery now uses her collection to increase awareness of architectural and interior eras, and in the field of material culture. \"I think it's", "doc_score": "81.2121353149414", "publish_date": "2018/12/31"}, {"doc_id": "14189137", "text": "Iris Apfel / Roslyn Harbor, New York, and later at the Peabody Essex Museum in Salem, Massachusetts. The Museum of Lifestyle & Fashion History in Boynton Beach, Florida, is designing a building that will house a dedicated gallery of Apfel's clothes, accessories, and furnishings. At age 90 in 2012, Apfel was a visiting professor at University of Texas at Austin. Apfel consults and lectures about style and other fashion topics. In 2013, she was listed as one of the fifty \"Best-Dressed over 50\" by \"The Guardian\". Apfel is the star of a documentary by Albert Maysles, called \"Iris\". It premiered at the New", "doc_score": "81.05945587158203", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_23", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "16302492", "text": "Decoupling (utility regulation) / Decoupling (utility regulation) In public utility regulation, decoupling refers to the disassociation of a utility's profits from its sales of the energy commodity. Instead, a rate of return is aligned with meeting revenue targets, and rates are adjusted up or down to meet the target at the end of the adjustment period. This makes the utility indifferent to selling less product and improves the ability of energy efficiency and distributed generation to operate within the utility environment. Ideally, utilities should be rewarded based on how well they meet their customers' energy service needs. However, most current rate designs place the", "doc_score": "85.89888000488281", "publish_date": "2018/12/31"}, {"doc_id": "7377249", "text": "Deregulation of the Texas electricity market / Deregulation of the Texas electricity market Electricity deregulation in Texas, approved by Texas Senate Bill 7 on January 1, 2002, calls for the creation of the Electric Utility Restructuring Legislative Oversight Committee to oversee implementation of the bill. According to the law, deregulation would be phased in over several years. As a result, 85% of Texas power consumers (those served by a company not owned by a municipality or a utility cooperative) can choose their electricity service from a variety of retail electric providers (REPs), including the incumbent utility. The incumbent utility in the area still owns and maintains the", "doc_score": "88.04397583007812", "publish_date": "2018/12/31"}, {"doc_id": "4719017", "text": "Energy demand management / Energy demand management Energy demand management, also known as demand-side management (DSM) or demand-side response (DSR), is the modification of consumer demand for energy through various methods such as financial incentives and behavioral change through education. Usually, the goal of demand-side management is to encourage the consumer to use less energy during peak hours, or to move the time of energy use to off-peak times such as nighttime and weekends. Peak demand management does not necessarily decrease total energy consumption, but could be expected to reduce the need for investments in networks and/or power plants for meeting peak demands. An", "doc_score": "83.59528350830078", "publish_date": "2018/12/31"}, {"doc_id": "10123989", "text": "Nellis Solar Power Plant / that 15 percent of all electricity generated in Nevada be derived from new renewables by the year 2013. The 2001, revision to the RPS keeps in place Nevada's commitment to expand solar energy resources by requiring that at least 5 percent of the renewable energy projects must generate electricity from solar energy. In June 2005, the Nevada legislature passed a bill during a special legislative session that modified the Nevada RPS (Assembly Bill 03). The bill extends the deadline and raised the requirements of the RPS to 20 percent of sales by 2015. An extension of the plant called Nellis", "doc_score": "87.40131378173828", "publish_date": "2018/12/31"}, {"doc_id": "6010168", "text": "Delmarva Power / in the town of St. Michaels, Maryland and surrounding areas, under a lease agreement. On October 15, 2006, the St. Michaels Electric Utility was acquired by Choptank Electric Cooperative for $12.2 million, ending Delmarva Power's lease of the system. In 2008, Delmarva Power sold its service area in the Virginia portion of the Delmarva Peninsula, which consisted of 22,000 customers, to A&N Electric Cooperative and Old Dominion Electric Cooperative for $44 million. On April 30, 2014, Exelon announced that it would acquire Pepco Holdings, the parent company of Delmarva Power. The merger was initially rejected by the District of Columbia", "doc_score": "87.59242248535156", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_24", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "9019206", "text": "Bill Knapp's / and chocolate cakes (later purchased by Awrey Bakeries) were also featured. Locations replenished inventory on a daily basis from the commissary in Battle Creek, Mich. with their own fleet of trucks. Bill Knapp placed great emphasis on the quality and freshness of the food, with added emphasis on preparing the food \"from scratch.\" Bill Knapp \"was interested in providing decent food for a reasonable price with friendly service.\" The target clientele of his restaurants was families, often three generations eating together at long tables pushed together. As the decades passed, the clientele remained nearly the same as it had when", "doc_score": "78.8554458618164", "publish_date": "2018/12/31"}, {"doc_id": "12763135", "text": "Paschal's / James (1920-2008), originally from Thomson, Georgia, opened Paschal's Sandwich Shop at 837 West Hunter Street in Atlanta. (The street was later renamed Martin Luther King, Jr. Drive.) Located in the black business district in proximity to downtown, the luncheonette had no kitchen space; Robert prepared the food at his home and sent it by taxi to the shop, as the brothers did not own a car. Only sandwiches and soda were on the menu, and the house specialty was a 52-cent fried chicken sandwich which was Robert's own recipe. The following year, the brothers acquired an adjoining property to bring", "doc_score": "81.63874053955078", "publish_date": "2018/12/31"}, {"doc_id": "1891060", "text": "Herbsaint / Herbsaint Herbsaint is a brand name of anise-flavored liqueur originally created as an absinthe-substitute in New Orleans, Louisiana in 1934, and currently produced by the Sazerac Company. It was developed by J. Marion Legendre and Reginald Parker of the city, who had learned how to make absinthe while in France during World War I. It was originally produced under the name \"Legendre Absinthe\", although it never contained absinthe's essential ingredient, Grande Wormwood \"(Artemisia absinthium)\". It first went on sale following the repeal of Prohibition, and was unique in its category as an absinthe substitute, as opposed to a pastis. The", "doc_score": "79.95761108398438", "publish_date": "2018/12/31"}, {"doc_id": "8779364", "text": "Earl Abel's / personnel stationed at nearby Fort Sam Houston. After founding a chain of restaurants in San Antonio in 1933, Earl Abel decided to close most of his restaurants due to labor shortages during World War II, leaving the remaining location at the corner of Broadway and Hildebrand Avenue as a landmark on a portion of the city's inner northside, now the city's Midtown District. One of the things that distinguished the restaurant was the series of signs above the lunch counter that read \"Eating here keeps Earl Able,\" \"It was a brave man who ate the first oyster,\" \"Seeville dardaygo tousandbuses", "doc_score": "79.21247863769531", "publish_date": "2018/12/31"}, {"doc_id": "9619644", "text": "Traymore Hotel / pre-casino Atlantic City resorts, the Traymore went through several incarnations. It started off as a modest ten-room wooden cottage boarding house located at Illinois Avenue and the Boardwalk. The name \"Traymore\" came from the hotel's steadiest customer, \"Uncle Al Harvey\", a rich Marylander who had named his estate \"Traymore\" after his home town in Ireland. The first hotel was rather flimsy, as it was destroyed by a severe winter storm on January 10, 1884. It was quickly rebuilt and enlarged. When rebuilt, the owners made the hotel stronger and more modern, adding indoor plumbing and bathrooms. They also added a", "doc_score": "83.16926574707031", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_25", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "3662532", "text": "William Blundell / at auction for up to $65,000. In an interview with \"Four Corners\", Blundell claimed that he had painted at least 400 Whiteleys alone. The forgeries were publicly exposed as a result of a dispute over Curvers' estate. Curvers had amassed a large private art collection, including an original E. Phillips Fox. Shortly before her death, Curvers dictated a new will to Blundell, appointing him executor, and leaving nothing to her husband and son. Curvers' husband, John, contested the will, and in the course of the estate investigation, summoned several art experts to examine the private collection because he doubted the", "doc_score": "84.75672912597656", "publish_date": "2018/12/31"}, {"doc_id": "17853758", "text": "Streatham portrait / look as though they've just come back from Asprey\", and that there was no documentation of Jane owning the jewellery seen in the portrait. After the discovery, Libby Sheldon of University College London conducted several tests to verify the painting's age, including spectroscopy and laser microscopy. The age of the inscription was taken into consideration, and found to be contemporaneous with the rest of the painting. Pigments, including a type of yellow pigment rarely found after 1600, were appropriate for the 16th century. Dendrochronological analysis later showed that the work was too late to be a life portrait of Jane,", "doc_score": "82.0440902709961", "publish_date": "2018/12/31"}, {"doc_id": "7076150", "text": "1913 Liberty Head nickel / by the new regime. The Numismatic Gallery regained possession of it, and sold it this time to Ambassador Henry Norweb and his wife. The Norwebs donated the specimen to the Smithsonian Institution’s National Numismatic Collection in 1978 to commemorate their sixtieth wedding anniversary, where it remains. The Walton specimen is the most elusive of the five 1913 Liberty Head nickels; for over 40 years, its whereabouts were unknown and it was believed to have been lost. George O. Walton, for whom the specimen is named, purchased it from Newman and Johnson in 1945 for approximately US$3,750, equal to $ today.", "doc_score": "81.11869049072266", "publish_date": "2018/12/31"}, {"doc_id": "9355780", "text": "Elizabeth Jane Gardner / works, \"La Confidence\" (ca. 1880) is in the collection of the Georgia Museum of Art. This painting depicts an intimate, whispered secret between two young peasant girls. The painting was given to the Lucy Cobb Institute, an all-girls school in Athens, Georgia. Hung in the drawing room parlor of the school, the work was beloved in the school's collection and was viewed as having a \"moralizing purpose\" for the young girls enrolled in the finishing school. In 1991, painter, filmmaker and University of Georgia filmmaker James Herbert (director) appropriated Gardner's painting and several others from the Georgia Museum of Art's", "doc_score": "81.85148620605469", "publish_date": "2018/12/31"}, {"doc_id": "13128642", "text": "Mary Ann Willson / Mary Ann Willson Mary Ann Willson (active approximately 1810 to 1825) was an American folk artist based in Greene County, New York. She was unknown until 1943, when a portfolio of her work was discovered by staff at the Harry Stone Gallery in New York City. According to art historian Jean Lipman, Willson and her contemporary Eunice Pinney of Connecticut are considered two of the earliest American painters to work in the medium of watercolor. Little is known about the artist. What information is available is derived from two anonymous letters, one of which accompanied the portfolio acquired by the", "doc_score": "85.07012939453125", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_26", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "14665163", "text": "The Groundstar Conspiracy / an ambulance, the authorities are alerted, and soon Welles is operated on, given plastic surgery and interrogated by a hard-boiled government official named Tuxan. But Welles claims to have no memory of his crime. In fact, he claims no memory of his life at all, save for brief glimpses of a woman and small boy frolicking on a beach. Despite Tuxan's brutal interrogation techniques (electro-shock and water submersion), Welles still maintains his story of total amnesia. Tuxan allows Welles to escape, hoping he will lead them to the people behind the attempted theft. Welles goes to Nicole's home and begs", "doc_score": "80.09854888916016", "publish_date": "2018/12/31"}, {"doc_id": "4323161", "text": "Nadia Santos / says she had moments of lucidity as the fluid wore off and in those times she altered the equation so only she knows the true location of the Sphere. Between seasons three and four, as shown in season four flashbacks, Nadia and Sloane locate the Sphere of Life in Siena. Nadia, seeing the madness Rambaldi inspires in Sloane grow as they get closer to the artifact, and after having apocalyptic visions upon touching the Sphere, refuses to retrieve it. Sloane berates her and tries to retrieve the Sphere himself, failing and gravely injuring himself. Nadia saves his life and apparently", "doc_score": "79.39742279052734", "publish_date": "2018/12/31"}, {"doc_id": "5947513", "text": "Christian Troy / the boy's biological father. In the third season, Christian himself is sexually assaulted by The Carver, a masked serial rapist preying on McNamara/Troy's patients. He is briefly suspected of, and arrested once for, the Carver's crimes. A distraught Christian temporarily withdraws from work, prompting Sean to bring in another surgeon, Quentin Costa. Costa involves himself in Christian's relationship with Kimber Henry, and the two become bitter rivals. Christian almost marries Kimber, but the relationship sours after she is kidnapped by the Carver; after she is rescued, she refuses to let Christian see what the rapist had done to her face", "doc_score": "79.36445617675781", "publish_date": "2018/12/31"}, {"doc_id": "13523838", "text": "Chance Chancellor / In truth, he made the confession only so that he could ascertain who was dealing drugs to the inmates. Chance is accidentally shot dead by Ronan. Nina, Paul, Chloe, and Heather rush in just as he is shot. Paramedics pronounce him dead on the spot. Nina and Phillip III are driven to a country road out of town to meet with Christine and Ronan, and in the backseat of Ronan and Christine's car appeared Chance, who said that \"only those four must know that he is still alive\" as he is going into the witness protection program and that this", "doc_score": "79.30110168457031", "publish_date": "2018/12/31"}, {"doc_id": "3776083", "text": "Tony Almeida / this. After Jack succeeds in rescuing Kim and Teri Bauer, both Alberta Green and Ryan Chappelle encourage Tony to report Jack for unnecessarily endangering Senator Palmer. However, Tony refuses. Kim and Teri flee from a CTU safe house when it is attacked by hitmen working for Gaines' employers, Andre and Alexis Drazen. After a confrontation by Nina, Tony visits Jack's home and saves both Teri and Phil Parslow from being killed by Jovan Myovic. Before the day's end, Palmer is saved and the Drazens are killed. However, Nina is revealed to be a \"second\" mole working for the Drazens, having", "doc_score": "78.31230163574219", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_27", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "18870970", "text": "Bree Newsome / to Richland County Jail. The misdemeanor crime is punishable by a fine or a maximum jail sentence of three years. A judge set a $3,000 bond for each. Newsome's act of civil disobedience made international headlines and television news. By late afternoon, a crowdfunding campaign had raised over $60,000 for her bail. Filmmaker Michael Moore offered on Twitter to pay her bail and legal fees. Todd Rutherford, the minority leader of the state House of Representatives, offered to represent Newsome in court. NAACP chapter president Reverend Doctor William Barber II applauded Newsome's action, comparing it to those of Rosa Parks", "doc_score": "84.53046417236328", "publish_date": "2018/12/31"}, {"doc_id": "19748097", "text": "Shooting of Keith Lamont Scott / requested such an investigation; under North Carolina state law, district attorneys must make a request to the SBI upon the request of the family of a person fatally shot by an on-duty officer. U.S. Attorney General Loretta Lynch said that the U.S. Department of Justice was opening an investigation into the shooting of Scott. The Justice department sent four members of its Community Relations Service to Charlotte, and also offered the assistance of the Federal Bureau of Investigation and the Office of Community Oriented Policing Services. On November 30, 2016, Mecklenburg District Attorney Andrew Murray announced that his office had", "doc_score": "84.3359375", "publish_date": "2018/12/31"}, {"doc_id": "19269460", "text": "Greensboro Truth and Reconciliation Commission / some did defy the agreement, North Carolina laws in 1979 did not make it illegal for the protesters to carry weapons. The commission found, “The idea of armed self-defense is acceptable and deeply embedded in our national identity and tradition [yet] there is a double standard by which armed black people are seen as an unacceptable threat.” Johnson, the report of the commission makes clear, was never notified or warned in advance by Greensboro police of the Klan and American Nazi Party’s intentions regarding the march. The police went so far as to purposely station all of its officers in", "doc_score": "82.59518432617188", "publish_date": "2018/12/31"}, {"doc_id": "14182087", "text": "Robben Wright Fleming / afterwards confirmed Fleming's view that university students were not responsible for the violence. The press treated the affair as a conflict between the president and the sheriff, treating Fleming as a hero; the \"Detroit Free Press\" wrote in an editorial, \"Mr. Fleming has had far more experience, with far greater success, in handling these affairs than has Harvey.... Mr. Fleming kept his campus calm. Now his best-laid plans have been undermined by one dumb cop.\" In February 1970, a coalition of students called the Black Action Movement (BAM) presented Fleming with a list of demands that included a minimum", "doc_score": "85.08516693115234", "publish_date": "2018/12/31"}, {"doc_id": "19269445", "text": "Greensboro Truth and Reconciliation Commission / riot. Johnson later stated, “I knew that in the depths of my soul that we had been set up.” A curfew was immediately implemented at the Morningside neighborhood, followed by the deployment of the North Carolina National Guard, and public service announcements to deter anyone from participating in any further marches. At a neighboring area adjacent to the Morningside Housing Project, Claudette Burroughs-White was home when a child ran up to her and informed her of the events he witnessed. “I thought he was losing his mind. When I found out that it was the truth, I was just so", "doc_score": "86.40835571289062", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_28", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "11764884", "text": "Harish Salve / worked with former Attorney General, Soli Sorabjee, from 1980–1986. He declined to be nominated for a second three-year term due to \"personal reasons\" when his first term ended in November 2002. He later clarified that his wife was unhappy with him bringing work home.. Salve was appointed as Amicus Curiae by the Supreme Court in some cases, mostly relating to preservation of the environment. However, in 2011, he recused himself from this position during a hearing on illegal mining, on the grounds that he had previously appeared for one or more of the parties. In 2013, Salve was admitted to", "doc_score": "82.57604217529297", "publish_date": "2018/12/31"}, {"doc_id": "21007658", "text": "Brendon Woods / American Public Defender. Woods established the Clean Slate Program that helps adults on probation seal their criminal record. Woods created the L.Y.R.I.C. (Learn Your Rights in California) program, which sends public defenders to high schools to teach students how to safely assert their constitutional rights with police officers. In 2014, Woods created an Immigration Representation Unit to represent people during removal proceedings in immigration court, the first unit of its kind in the state of California. In 2018, the unit discovered that the Oakland Police Department mistakenly rejected U-visa certifications. In 2016, Woods spearheaded a program that educates people housed", "doc_score": "79.13965606689453", "publish_date": "2018/12/31"}, {"doc_id": "17153641", "text": "Prenda Law / to end the case by requesting dismissal, which was also declined. On February 7, 2013 the court instead ordered plaintiff's attorney Brett Gibbs to attend a hearing, in order to answer questions concerning the firm's conduct in the case. \"More ominously\" according to a legal onlooker, it also stated that \"the Court perceives that Plaintiff may have defrauded the Court\" based on Pietz's evidence, and that based upon testimony presented by and about the plaintiffs at the next hearing, \"the Court will consider whether sanctions are appropriate, and if so, determine the proper punishment. This may include a monetary fine,", "doc_score": "81.92960357666016", "publish_date": "2018/12/31"}, {"doc_id": "17153622", "text": "Prenda Law / LLC as its apparent replacement), while in 2014, ABA Journal-Law News described the \"Prenda Law saga\" as entering \"legal folklore\". In the 2013 civil ruling, Prenda Law, and three named principals, John Steele, Paul Hansmeier, and Paul Duffy, were found to have undertaken vexatious litigation, identity theft, misrepresentation and calculated deception (including \"fraudulent signature\"), professional misconduct and to have shown moral turpitude. The principals were also deemed to have founded and been the \"de facto\" owners and officers of the shell company which plaintiff and their alleged \"client\" created in order to \"give an appearance of legitimacy\". As a result,", "doc_score": "80.1163558959961", "publish_date": "2018/12/31"}, {"doc_id": "3078544", "text": "Gebhart v. Belton / age of 35, Seitz had been appointed to the Court of Chancery, making him the youngest judge in the history of Delaware. Just prior to the \"Gebhart\" litigation, Seitz had given a graduation speech at a local Catholic boys' high school, in which he discussed the courage that would be required to address \"a subject that was one of Delaware's great taboos -- the subjugated state of its Negroes. How can we say that we deeply revere the principles of our Declaration [of Independence] and our Constitution and yet refuse to recognize these principles when they are applied to the", "doc_score": "79.86846923828125", "publish_date": "2018/12/31"}]}
{"question_id": "20230908_29", "search_time": "2023/09/09/15:57", "search_result": [{"doc_id": "18411750", "text": "CUSP9 / These targets have been shown to be active in glioblastoma. CUSP9 is related several other trials using a similar conceptual approach: The COMBAT regimen for treating various advanced pediatric cancers that uses two re-purposed non-cytotoxic drugs to augment two traditional cytotoxic drugs, or the GLAD regimen that uses one traditional anti-cancer drug, gefitinib, with three re-purposed non-cancer drugs. Or the MEMMAT regimen, in a current trial of A.Peyrl et al. using a 7 drug cocktail, (ClinicalTrials.gov Identifier: NCT01356290)- non-cytotoxic drugs bevacizumab, thalidomide, celecoxib, and fenofibric acid to augment traditional cytotoxic drugs etoposide, cyclophosphamide, and cytarabine to treat progressive medulloblastoma. The", "doc_score": "80.97891998291016", "publish_date": "2018/12/31"}, {"doc_id": "12500503", "text": "MALINTENT / MALINTENT MALINTENT is technological system that was developed by the U.S. Department of Homeland Security to be implemented for detection of potential terrorist suspects. The system does various test scanning for elevated blood pressure, rapid heart and breath rate, and non-verbal cues. According to the scientists, the MALINTENT system uses a barrage of non-invasive sensors and imagers to detect and evaluate a person's facial expressions to gauge whether he or she could be planning to commit an attack or crime. In its current development, it can recognize seven primary emotions and emotional clues and will eventually have equipment which can", "doc_score": "81.87226867675781", "publish_date": "2018/12/31"}, {"doc_id": "2016495", "text": "DOCSIS / 1.1 and 2.0. Most recently, a number of enhancements to the Baseline Privacy Interface were added as part of DOCSIS 3.0, and the specification was renamed \"Security\" (SEC). The intent of the BPI/SEC specifications is to describe MAC layer security services for DOCSIS CMTS to cable modem communications. BPI/SEC security goals are twofold: BPI/SEC is intended to prevent cable users from listening to each other. It does this by encrypting data flows between the CMTS and the cable modem. BPI and BPI+ use 56-bit DES encryption, while SEC adds support for 128-bit AES. All versions provide for periodic key refreshes", "doc_score": "82.0748291015625", "publish_date": "2018/12/31"}, {"doc_id": "12201630", "text": "HspE7 / HspE7 HspE7 is an investigational therapeutic vaccine candidate being developed by Nventa Biopharmaceuticals for the treatment of precancerous and cancerous lesions caused by the human papillomavirus (HPV). HspE7 uses recombinant DNA technology to covalently fuse a heat shock protein (Hsp) to a target antigen, thereby stimulating cellular immune system responses to specific diseases. HspE7 is a patented construct consisting of the HPV Type 16 E7 protein and heat shock protein 65 (Hsp65) and is currently the only candidate using Hsp technology to target the over 20 million Americans already infected with HPV. The candidate is being developed with a Toll-like", "doc_score": "81.62638092041016", "publish_date": "2018/12/31"}, {"doc_id": "8196110", "text": "Dz13 / in nasopharyngeal cancer patients injected with LMP1 DNAzyme and allergic asthma patients following GATA3 DNAzyme inhalation. Dz13 Dz13 is an experimental treatment developed by scientists at the University of New South Wales. The drug aims to combat a range of illnesses, including skin cancer, restenosis, arthritis and macular degeneration. Dz13 is a 10-23 DNAzyme that targets c-Jun, a transcription factor found in diseased blood vessels, eyes, lungs and joints. The treatment works by the DNA-based enzyme binding to and catalytically destroying its target messenger RNA, thereby inhibiting c-Jun expression in cells. Dz13 has underpinned the development of a library of", "doc_score": "82.43519592285156", "publish_date": "2018/12/31"}]}
