{"question_id": "20230609_0", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "11863570", "text": "Air pollution in the United States / Air pollution in the United States Air pollution is the introduction of chemicals, particulate matter, or biological materials that cause harm or discomfort to humans or other living organisms, or damages the natural environment into the atmosphere. Ever since the beginning of the Industrial Revolution in the United States, America has had much trouble with environmental issues, air pollution in particular. According to a 2009 report, around \"60 percent of Americans live in areas where air pollution has reached unhealthy levels that can make people sick\". Pollution in the United States has plummeted in the last decade, with pollutants such", "doc_score": "89.39046478271484", "publish_date": "2018/12/31"}, {"doc_id": "11863602", "text": "Air pollution in the United States / was around $71,300. Also, over 91% of African-Americans and 86% of Hispanics live in urban areas, whereas only about 70% of whites live in urban areas. Furthermore, in April 2017, three environmental groups—Environmental Justice and Health Alliance for Chemical Policy Reform, Coming Clean, and Center for Effective Government—completed a study regarding the disproportionate spread of environmental burdens. They define \"fenceline zones\" as areas within the vicinity of U.S. chemical facilities that are at of highest risk of death or injury after a potential chemical accident. They found that the 134 million people living in \"fenceline zones\" are 75% more likely", "doc_score": "88.6806869506836", "publish_date": "2018/12/31"}, {"doc_id": "11863625", "text": "Air pollution in the United States / cause of diabetes onset. Diabetes mellitus is a disease that is characterized by the body's inability to properly regulate blood glucose (or blood sugar) levels. Prolonged levels of high blood sugar may lead to severe health complications such as heart disease, nerve damage, kidney failure, blindness, or even early death. As diabetes becomes a rising epidemic, the Center for Disease Control and Prevention estimates that up to nearly 8 million U.S. citizens may have undiagnosed diabetes or its precursor. Conventional medical findings suggest that unhealthy or calorie-dense diets, lack of physical activity, and family history are risk factors for developing", "doc_score": "89.28144073486328", "publish_date": "2018/12/31"}, {"doc_id": "11863579", "text": "Air pollution in the United States / old were diagnosed with Asthma, due to prenatal exposure to phthalates, butylbenzyl phthalate (BBzP), di-n-butyl phthalate (DnBP), di(2-ethylhexyl) phthalate (DEHP), and diethyl phthalate (DEP). These phthalates were detected in urine samples from 300 pregnant women. Roughly seven million children suffer from asthma, meaning 1 out of every 10 children, and the rates have been steadily increasing. Among African American children, one out of six children suffers from asthma, which has risen by 50% since 2001. This issue of respiratory problems accounts for 88% of premature deaths in low-income to middle-class counties in America. Population-based studies have shown that communities with", "doc_score": "87.52865600585938", "publish_date": "2018/12/31"}, {"doc_id": "11863593", "text": "Air pollution in the United States / One of the places these pollutants accumulate and affect is the brain and nervous system. The brain is constantly changing and growing throughout a person's lifetime by reorganizing its synaptic connections in regards to its changing environment. Therefore, presence and buildup of toxic pollutants in the brain can lead to health problems, diseases, and behavior changes and people living in communities with poor air quality, usually low income, and colored communities, have higher chances of becoming ill than wealthy, white communities. It is found that children living in areas of high air pollution, particularly high traffic pollution, tend to do", "doc_score": "88.0291976928711", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_1", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "16143907", "text": "Reactions to the Occupy movement / Reactions to the Occupy movement Since September 2011, the Occupy movement has spread to over 80 countries and 2,700 towns and cities, including in over 90 cities in the United States alone. The movement has generated reactions from the media, the general public, the United States government, and from international governments. On 15 October 2011, President Dilma Rousseff said, \"We agree with some of the expressions that some movements have used around the world [in] demonstrations like the ones we see in the US and other countries.\" On Saturday 26 November 2011, Edinburgh City Council set a worldwide precedent by", "doc_score": "80.81067657470703", "publish_date": "2018/12/31"}, {"doc_id": "20350160", "text": "2017 St. Louis protests / pepper spray to drive back protesters on at least two occasions: after protesters responded angrily to the approach of buses filled with police in tactical armor (riot gear), and after individuals mounted an abandoned police vehicle and damaged its windshield. Demonstrations later moved to the Central West End neighborhood, where they swelled to over 1,000 people. They were peaceful until about 9:45 pm, after protesters made their way to the home of mayor Lyda Krewson. Despite urgings from demonstration leaders, at least one protester put a rock through the mayor's window. The mayor is believed not to have been home.", "doc_score": "81.33821105957031", "publish_date": "2018/12/31"}, {"doc_id": "20589556", "text": "2018 United States gun violence protests / The National School Walkout occurred nationally on April 20, 2018 which was the 19th anniversary of the Columbine High School massacre. The movement was founded and organized by Lane Murdock of Ridgefield High School. On the day of the walkout, student demonstrators wore safety orange and departed from over 2600 schools to push for legislative action against gun violence. 2018 United States gun violence protests In 2018 protests against gun violence in the United States increased after a series of mass shootings, most notably the February 14 Stoneman Douglas High School shooting. An organized protest in the form of a", "doc_score": "79.31404113769531", "publish_date": "2018/12/31"}, {"doc_id": "15923543", "text": "Occupy Wall Street / Wall Street did not have a permit, the protesters created the \"human microphone\" in which a speaker pauses while the nearby members of the audience repeat the phrase in unison. The effect has been called \"comic or exhilarating—often all at once.\" Some feel this provided a further unifying effect for the crowd. During the weeks that overnight use of the park was allowed, a separate area was set aside for an information area which contained laptop computers and several wireless routers. The items were powered with gas generators until the New York City Fire Department removed them on October 28,", "doc_score": "80.81842041015625", "publish_date": "2018/12/31"}, {"doc_id": "19592356", "text": "2016 Sacramento riot / 2016 Sacramento riot The 2016 Sacramento riot was a civil disorder at a neo-Nazi rally outside the California State Capitol in Sacramento, California on June 26, 2016. Anti-fascist counter-protesters and white supremacist groups were involved. Ten people were hospitalized for stabbing and laceration wounds with the majority of those hospitalized being counter-protesters. A neo-Nazi group called the Traditionalist Workers Party (TWP) had a permit for a rally on the west steps of the capitol building. They were joined by their affiliate, Golden State Skinheads (GSS). Several groups led by Antifa (Anti-Fascist Action) Sacramento and BAMN (By Any Means Necessary) organized", "doc_score": "80.04103088378906", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_2", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "4406", "text": "Apple Inc. / Singaporean government to cover the rooftops of 800 buildings in the city-state with solar panels allowing Apple's Singapore operations to be run on 100% renewable energy. Liam was introduced to the world, an advanced robotic disassembler and sorter designed by Apple Engineers in California specifically for recycling outdated or broken iPhones. Reuses and recycles parts from traded in products. Apple announced on August 16, 2016, that Lens Technology, one of its major suppliers in China, has committed to power all its glass production for Apple with 100 percent renewable energy by 2018. The commitment is a large step in Apple's", "doc_score": "81.03138732910156", "publish_date": "2018/12/31"}, {"doc_id": "17600953", "text": "Apple Park / Apple Park Apple Park is the corporate headquarters of Apple Inc., located at 1 Apple Park Way in Cupertino, California, United States. It opened to employees in April 2017, while construction was still underway. Its research and development facilities are occupied with more than 2,000 people. It superseded the original headquarters at 1 Infinite Loop, which opened in 1993. Its circular design and extreme scale have earned a media nickname of \"the spaceship\". Located on a suburban site totaling, it houses more than 12,000 employees in one central four-storied circular building of approximately. Steve Jobs wanted the whole", "doc_score": "84.6015853881836", "publish_date": "2018/12/31"}, {"doc_id": "4364", "text": "Apple Inc. / campus on October 15, 2013, after a 2011 presentation by Jobs detailing the architectural design of the new building and its environs. The new campus is planned to house up to 13,000 employees in one central, four-storied, circular building surrounded by extensive landscape. It will feature a café with room for 3,000 sitting people and parking underground as well as in a parking structure. The 2.8million square foot facility will also include Jobs's original designs for a fitness center and a corporate auditorium. Apple has expanded its campuses in Austin, Texas concurrently with building Apple Park in Cupertino. The expansion", "doc_score": "82.16117858886719", "publish_date": "2018/12/31"}, {"doc_id": "4392", "text": "Apple Inc. / devices locally. In May 2017, the company announced a $1 billion funding project for \"advanced manufacturing\" in the United States, and subsequently invested $200million in Corning Inc., a manufacturer of toughened Gorilla Glass technology used in its iPhone devices. The following December, Apple's chief operating officer, Jeff Williams, told \"CNBC\" that the \"$1 billion\" amount was \"absolutely not\" the final limit on its spending, elaborating that \"We're not thinking in terms of a fund limit.... We're thinking about, where are the opportunities across the U.S. to help nurture companies that are making the advanced technology — and the advanced", "doc_score": "83.12210083007812", "publish_date": "2018/12/31"}, {"doc_id": "4369", "text": "Apple Inc. / of retail locations and its geographical coverage, with 499 stores across 22 countries worldwide. Strong product sales have placed Apple among the top-tier retail stores, with sales over $16 billion globally in 2011. In May 2016, Angela Ahrendts, Apple's current Senior Vice President of Retail, unveiled a significantly redesigned Apple Store in Union Square, San Francisco, featuring large glass doors for the entry, open spaces, and rebranded rooms. In addition to purchasing products, consumers can get advice and help from \"Creative Pros\" – individuals with specialized knowledge of creative arts; get product support in a tree-lined Genius Grove; and", "doc_score": "80.86141967773438", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_3", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "2881775", "text": "Railway electrification system / India, Germany, Japan, and France. Newly electrified lines often show a \"sparks effect\", whereby electrification in passenger rail systems leads to significant jumps in patronage / revenue. The reasons may include electric trains being seen as more modern and attractive to ride, faster and smoother service, and the fact that electrification often goes hand in hand with a general infrastructure and rolling stock overhaul / replacement, which leads to better service quality (in a way that theoretically could also be achieved by doing similar upgrades yet without electrification). Whatever the causes of the sparks effect, it", "doc_score": "81.3885269165039", "publish_date": "2018/12/31"}, {"doc_id": "5368131", "text": "Railway nationalization / Railway nationalization Railway nationalization is the act of taking rail transport assets into public ownership. Several countries have at different times nationalized part or all of their railway system. More recently, the international trend has been towards privatization. In some areas, notably Great Britain, resultant problems with track maintenance have led back to a more mixed solution, with a nationalised infrastructure operator but privately run train operating companies. National characteristics influenced the structures under which countries' rail networks developed. Some national railways were always under direct State management, some were State-planned but privately operated (as in France}, others were wholly", "doc_score": "81.57453918457031", "publish_date": "2018/12/31"}, {"doc_id": "2881774", "text": "Railway electrification system / on a dead gap, in which case there is no power to restart. Power gaps can be overcome by on-board batteries or motor-flywheel-generator systems. In 2014, progress is being made in the use of large capacitors to power electric vehicles between stations, and so avoid the need for overhead wires between those stations. In 2006, (25% by length) of the world rail network was electrified and 50% of all rail transport was carried by electric traction. In 2012 for electrified kilometers, China surpassed Russia making it first place in the world with over electrified. Trailing behind China were Russia,", "doc_score": "79.66795349121094", "publish_date": "2018/12/31"}, {"doc_id": "11977820", "text": "New Deal (railway) / Steve Crabb. Before the new timetable could be introduced, stopping patterns and running times were scrutinised to maximise the utilisation of locomotives and rolling stock. The majority of the country timetable had not been revised since the steam era of the 1950s, with excessive turn around times at termini and excessive numbers of stops at little-used stations. The research found that 30% to 50% more services could be run with a new timetable but with fewer carriages. The railways went through a period of flux between 1980 and 1983, as the concept of the New Deal evolved. As of February", "doc_score": "77.58387756347656", "publish_date": "2018/12/31"}, {"doc_id": "5368133", "text": "Railway nationalization / company holds monopoly on this sphere of transportation. The Argentine railways developed with private British, Argentine and French capital and were nationalised by the state in 1948 during President Juan Perón's first term of office and merged into the existing state-owned railways. In the 1990s, following Carlos Menem's neoliberal reforms, services were privatised through concession with infrastructure still belonging to the state. After a series of high-profile accidents and serious deterioration of services under privatisation, most rail lines have returned to state control by 2015, in effect re-nationalising them. In Canada, the government took control of several railways that fell", "doc_score": "79.74353790283203", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_4", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "13783193", "text": "Steel crisis / Although the bulk of job losses occurred in the 1974-1986 period, steel employment would continue to decline for decades, reaching just 142,000 jobs in 2015. Although foreign competition played a notable role in the decline of American steel employment, productivity gains have played an even larger role. By 1980, it was estimated that nearly one-fourth of American steel manufacturing was using outdated and inefficient methods and machinery. The number of man hours required to produce one ton of finished steel was 10.1 hours in 1980; this declined to just 1.5 hours by 2017, with some mini-mills requiring just 0.5 man", "doc_score": "85.27592468261719", "publish_date": "2018/12/31"}, {"doc_id": "19957345", "text": "21st-century fossil fuel regulations in the United States / gas, coal production has been declining since 2008. Currently the U.S. occupies five major basins or regions where coal is produced. The U.S. Energy Information Administration released coal production data of 2016 in January, reporting a 17% decrease from 2015 levels. As coal is projected to remain a key energy resource, regulations concerning environmental pollution increase. The Environmental Protection Administration monitors and controls the emissions from coal-fired power plants to ensure public health and air quality. Coal production and consumption generates various environmental impacts such as the release of greenhouse gases. There are around 1,100 major electric power plants, which", "doc_score": "83.85165405273438", "publish_date": "2018/12/31"}, {"doc_id": "9468575", "text": "Hydraulic fracturing in the United States / clinically significant skin problems increased from 3% to 13% over the same distances. Methane leakage is one hazard associated with hydraulic fracturing natural gas. Methane is a prominent greenhouse gas. Over a twenty-year period, it is 72 times more potent than carbon dioxide. In 2012 it accounted for 9% of all US greenhouse gas emissions. Natural Gas and Petroleum Systems are the largest contributor, providing 29% of the emissions. Natural gas drilling companies are beginning to incorporate technologies called green completion to minimize methane leakage. The indirect effects of the increase in the supply of natural gas from fracking have", "doc_score": "82.9609603881836", "publish_date": "2018/12/31"}, {"doc_id": "13056881", "text": "Effects of the 2008–10 automotive industry crisis on the United States / for health care and 775,000 retirees collect auto-industry pensions. Gary Burtless of the Brookings Institution argued that hourly wages were similar between the Big Three and the transplants. \"The basic hourly wage received by a UAW worker in a Big Three plant is close to that received by a Toyota or Honda worker in a U.S. plant. The UAW-negotiated wage was roughly $28 an hour in 2007. For new workers, the hourly wage was lower at $14 an hour; senior workers made more money. The major cost difference between UAW members and employees in foreign-nameplate factories in the U.S. comes", "doc_score": "84.11709594726562", "publish_date": "2018/12/31"}, {"doc_id": "15004078", "text": "Effects of the Great Recession / Organization (ILO) predicted that at least 20 million jobs will have been lost by the end of 2009 due to the crisis — mostly in \"construction, real estate, financial services, and the auto sector\" — bringing world unemployment above 200 million for the first time. The number of unemployed people worldwide could increase by more than 50 million in 2009 as the global recession intensifies, the ILO has forecast. In December 2007, the U.S. unemployment rate was 4.9%. By October 2009, the unemployment rate had risen to 10.1%. A broader measure of unemployment (taking into account marginally attached workers, those", "doc_score": "83.14064025878906", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_5", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "19262475", "text": "2017 Rose Bowl / 2017 Rose Bowl The 2017 Rose Bowl was a college football bowl game played on January 2, 2017 at the Rose Bowl stadium in Pasadena, California. This 103rd Rose Bowl Game matched the Big Ten Conference champions Penn State Nittany Lions against the USC Trojans of the Pac-12 Conference, a rematch of the 1923 and 2009 Rose Bowls, the former the first appearance for either team in the bowl and the latter the most recent appearance for either team. It was one of the 2016–17 bowl games that concluded the 2016 FBS football season. Sponsored by the Northwestern Mutual financial", "doc_score": "81.88052368164062", "publish_date": "2018/12/31"}, {"doc_id": "20726087", "text": "Snow Bowl (2017) / Snow Bowl (2017) The Snow Bowl was a National Football League game played on December 10, 2017, between the Buffalo Bills and Indianapolis Colts at New Era Field in Orchard Park, New York. It is notable for being held in the midst of a heavy lake-effect snow storm that ultimately dumped 16.7 inches of snow in Orchard Park, with between 8-9 inches falling during the game alone. The Bills won the game and improved to 7–6 on their way to snapping the franchise's 18-year playoff drought, while the loss for the Colts sealed the fate for their season. Buffalo is", "doc_score": "82.68596649169922", "publish_date": "2018/12/31"}, {"doc_id": "20444574", "text": "2017 Armed Forces Bowl / 2017 Armed Forces Bowl The 2017 Armed Forces Bowl was a college football bowl game played on December 23, 2017, at Amon G. Carter Stadium on the campus of Texas Christian University in Fort Worth, Texas. The fifteenth edition of the Armed Forces Bowl featured the Army Black Knights against the San Diego State Aztecs of the Mountain West Conference. Kickoff was scheduled for 2:30 PM CST and the game aired on ESPN. It was one of the 2017–18 bowl games concluding the 2017 FBS football season. Sponsored by aerospace and defense company Lockheed Martin, the game was officially known", "doc_score": "82.86726379394531", "publish_date": "2018/12/31"}, {"doc_id": "4168943", "text": "Rose Bowl (stadium) / (LVI) is scheduled for February 2022 at the Rams' and Chargers' new stadium in Inglewood (the Rams returned to Los Angeles in 2016, the Chargers the following year). Though best known as an American football stadium, the Rose Bowl is also one of the most decorated soccer (association football) venues in the world. The stadium hosted the prestigious 1994 FIFA World Cup Final (an event watched by over 700 million people worldwide), the 1999 FIFA Women's World Cup Final, and the 1984 Olympic Gold Medal Match, making it the only venue in the world to host all three of international", "doc_score": "79.77552032470703", "publish_date": "2018/12/31"}, {"doc_id": "20444576", "text": "2017 Armed Forces Bowl / New Year's Six bowl game. Immediately following their 31–28 overtime win over Temple to become bowl-eligible, the Black Knights officially accepted their invitation. This was the Black Knights' second Armed Forces Bowl, following their victory over the SMU Mustangs in the 2010 Armed Forces Bowl by a score of 16–14. This was the Aztecs' first Armed Forces Bowl. 2017 Armed Forces Bowl The 2017 Armed Forces Bowl was a college football bowl game played on December 23, 2017, at Amon G. Carter Stadium on the campus of Texas Christian University in Fort Worth, Texas. The fifteenth edition of the Armed", "doc_score": "81.4935531616211", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_6", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "3495433", "text": "STS-115 / the final tasks required for activation of the Solar Alpha Rotary Joint (SARJ). The SARJ is an automobile-sized joint that will allow the station's solar arrays to turn and point toward the sun. Burbank and MacLean released locks that had held the joint secure during its launch to orbit aboard \"Atlantis\". As they worked, the spacewalkers overcame several minor problems, including a malfunctioning helmet camera, a broken socket tool, a stubborn bolt, and a bolt that came loose from the mechanism designed to hold it captive. The stubborn bolt required the force of both spacewalkers to finally remove it. Burbank", "doc_score": "85.40563201904297", "publish_date": "2018/12/31"}, {"doc_id": "15941231", "text": "Unmanned NASA missions / by an Atlas V rocket on November 26, 2011 and landed successfully on August 6, 2012 on the plains of Aeolis Palus in Gale Crater near Aeolis Mons (formerly \"Mount Sharp\"). On Mars it is helping to assess Mars' habitability. It can chemically analyze samples by scooping up soil and drill rocks using a laser and sensor system. The \"Curiosity\" rover is about two times longer and fives times more massive than the \"Spirit\" or \"Opportunity\" Mars Exploration Rovers and carries more than ten times the mass of scientific instruments. Unmanned NASA missions Following is a sampling of some of", "doc_score": "84.76329040527344", "publish_date": "2018/12/31"}, {"doc_id": "10354595", "text": "Mars landing / heat flow from the deep interior of Mars, was launched on May 5, 2018. It landed successfully in Mars's Elysium Planitia on November 26, 2018. Additional future missions are the Mars 2020 rover, the Chinese Mars Global Remote Sensing Orbiter and Small Rover, and the Indian Mars Orbiter Mission 2 orbiter. The ESA ExoMars rover, also planned for launch in 2020, should obtain soil samples from up to 2 meters depth and make an extensive search for biosignatures and biomolecules. There is a proposal for a Mars Sample Return Mission by ESA and NASA, but this has been delayed until", "doc_score": "86.61051940917969", "publish_date": "2018/12/31"}, {"doc_id": "3480245", "text": "Kepler (spacecraft) / Laboratory, with Ball Aerospace responsible for developing the \"Kepler\" flight system. The Ames Research Center is responsible for the ground system development, mission operations since December 2009, and scientific data analysis. The initial planned lifetime was 3.5 years, but greater-than-expected noise in the data, from both the stars and the spacecraft, meant additional time was needed to fulfill all mission goals. Initially, in 2012, the mission was expected to be extended until 2016, but on July 14, 2012, one of the spacecraft's four reaction wheels used for pointing the spacecraft stopped turning, and completing the mission would only be possible", "doc_score": "82.47117614746094", "publish_date": "2018/12/31"}, {"doc_id": "15941220", "text": "Unmanned NASA missions / Mars Polar Lander and were intended to strike the surface of Mars. The Gravity Recovery and Climate Experiment (GRACE), a joint mission of NASA and the German Aerospace Center, made detailed measurements of Earth's gravity field from its launch in March 2002 until October 2017. The satellites were launched from Plesetsk Cosmodrome, Russia on a Rockot launch vehicle. By measuring gravity, GRACE showed how mass is distributed around the planet and how it varies over time. Data from the GRACE satellites is an important tool for studying Earth's ocean, geology, and climate. GRACE was a collaborative endeavor involving the Center", "doc_score": "83.85192108154297", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_7", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "622053", "text": "Sweet potato / The plant does not tolerate frost. It grows best at an average temperature of, abundant sunshine and warm nights. Annual rainfalls of are considered most suitable, with a minimum of in the growing season. The crop is sensitive to drought at the tuber initiation stage 50–60 days after planting, and it is not tolerant to water-logging, as it may cause tuber rots and reduce growth of storage roots if aeration is poor. Depending on the cultivar and conditions, tuberous roots mature in two to nine months. With care, early-maturing cultivars can be grown as an annual summer crop in", "doc_score": "83.87146759033203", "publish_date": "2018/12/31"}, {"doc_id": "11231990", "text": "Georgia (U.S. state) wine / Georgia (U.S. state) wine Georgia wine refers to wine made from grapes grown in the U.S. state of Georgia. Georgia was an important winegrowing region of the United States in the 19th century, and by 1900 ranked sixth in production among U.S. states. The state of Georgia first prohibited alcoholic beverages before many other states, in 1907 and subsequently the Georgian wine industry was decimated by Prohibition in the United States. The modern wine industry of Georgia only began in the 1980s. Georgia is the national leader in the production of wine from the Muscadine grape. In 2014 the Upper", "doc_score": "85.49664306640625", "publish_date": "2018/12/31"}, {"doc_id": "617581", "text": "Peach / predictability of the fruit quality. Peach trees need full sun, and a layout that allows good natural air flow to assist the thermal environment for the tree. Peaches are planted in early winter. During the growth season, peach trees need a regular and reliable supply of water, with higher amounts just before harvest. Peaches need nitrogen-rich fertilizers more than other fruit trees. Without regular fertilizer supply, peach tree leaves start turning yellow or exhibit stunted growth. Blood meal, bone meal, and calcium ammonium nitrate are suitable fertilizers. The number of flowers on a peach tree is typically thinned out because", "doc_score": "83.75138092041016", "publish_date": "2018/12/31"}, {"doc_id": "617595", "text": "Peach / a ripe peach was also a symbol to imply a ripe state of good health. Caravaggio paintings introduce realism by painting peach leaves that are molted, discolored or in some cases have wormholes – conditions common in modern peach cultivation. Peach The peach (\"Prunus persica\") is a deciduous tree native to the region of Northwest China between the Tarim Basin and the north slopes of the Kunlun Mountains, where it was first domesticated and cultivated. It bears an edible juicy fruit called a peach or a nectarine. The specific name \"persica\" refers to its widespread cultivation in Persia (modern-day Iran),", "doc_score": "83.10828399658203", "publish_date": "2018/12/31"}, {"doc_id": "15689852", "text": "Peach production in China / root stocks used for peaches are \"Prunus davidiana Franc\" in Southern China and \"Prunus persica Stoke\" in Northern China. Since 1959, the peach has also been grown under a protected system innovated by the Shandong Agricultural University which has substantially extended its marketing period. Protected system practices involve the application of chemicals under controlled conditions, setting foliage limits, pruning during summer, girdling during autumn, creating drought stress, pruning roots and use of \"dwarfing root stocks and dwarfing or semi-dwarfing cultivars\", micro-climate control (temperature, humidity, light, water, CO:O ratio, additional illumination, covering with transparent films and use of reflective lights on", "doc_score": "85.00650024414062", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_8", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "7835341", "text": "Automobile model numbering system in the Soviet Union and Russia / Automobile model numbering system in the Soviet Union and Russia A standardized automobile model numbering system has been used in the Soviet Union and Russia. Using the modern version of the system it is possible to determine a vehicle's type and engine capacity. The modern version of the numbering system was introduced in the mid-1970s. A similar system is used in the People's Republic of China. The old numbering system was used from 1945 until the new system replaced it later (one model numbered by old system, LAZ-695N bus, is still produced ). According to the old system, the vehicle", "doc_score": "83.94510650634766", "publish_date": "2018/12/31"}, {"doc_id": "4693623", "text": "Truck driver / 1)- Unsafe Driving, 2)- Hours of Service (HOS) Compliance, 3)- Driver Fitness, 4)- Controlled Substances and Alcohol, 5)- Vehicle Maintenance, 6)- Hazardous Materials (HM) Compliance, and 7)- Crash Indicator. The HM and crash indicators are not currently publicly available. There have been improvements, such as the combining of the original \"Inspection Selection System\" (ISS) and the \"Motor Carrier Safety Status Measurement System\" (SafeStat) to create ISS-2 in 2000 but many issues remained unsolved. A 2012 FMCSA rule change addressed issues but still presented many problems including the \"Hours of Service\" rules for those drivers falling under the required \"record of", "doc_score": "83.78094482421875", "publish_date": "2018/12/31"}, {"doc_id": "4184915", "text": "Car and Driver 10Best / Car and Driver 10Best \"Car and Driver\" 10Best is a list annually produced by \"Car and Driver\" (\"C/D\"), nominating what it considers the ten best cars of the year. \"C/D\" also produces the 5Best list, highlighting what it considers the five best trucks of the year. All production vehicles for sale in that calendar year are considered with these recent restrictions: The magazine sometimes selects a specific trim and other times a whole family of vehicles. From 1983 through 2008, the following marques were represented on the list the most times, including both the car and truck. From the start", "doc_score": "81.65007781982422", "publish_date": "2018/12/31"}, {"doc_id": "13572507", "text": "Automotive industry in the United States / companies periodically bounced back, but by 2008 the industry was in turmoil due to the aforementioned crisis. As a result, General Motors and Chrysler filed for bankruptcy reorganization and were bailed out with loans and investments from the federal government. But according to Autodata Corp, June 2014 seasonally adjusted annualized sales is the biggest in history with 16.98 million vehicles and toppled previous record in July 2006. Prior to the 1980s, most manufacturing facilities were owned by the Big Three (GM, Ford, Chrysler) and AMC. Their U.S. market share has dropped steadily as numerous foreign-owned car companies have built factories", "doc_score": "82.25101470947266", "publish_date": "2018/12/31"}, {"doc_id": "1418766", "text": "Automotive industry / again in 1994. In 2006, Japan narrowly passed the U.S. in production and held this rank until 2009, when China took the top spot with 13.8 million units. With 19.3 million units manufactured in 2012, China almost doubled the U.S. production, with 10.3 million units, while Japan was in third place with 9.9 million units. From 1970 (140 models) over 1998 (260 models) to 2012 (684 models), the number of automobile models in the U.S. has grown exponentially. Safety is a state that implies to be protected from any risk, danger, damage or cause of injury. In the automotive industry,", "doc_score": "80.85594177246094", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_9", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "1516470", "text": "Starbucks / of over $2 billion. The company began a \"skinny\" line of drinks in 2008, offering lower-calorie and sugar-free versions of the company's offered drinks that use skim milk, and can be sweetened by a choice of \"natural\" sweeteners (such as raw sugar, agave syrup, or honey), artificial sweeteners (such as Sweet'N Low, Splenda, Equal), or one of the company's sugar-free syrup flavors. Starbucks stopped using milk originating from rBGH-treated cows in 2007. In June 2009, the company announced that it would be overhauling its menu and selling salads and baked goods without high fructose corn syrup or artificial ingredients. This", "doc_score": "86.15625762939453", "publish_date": "2018/12/31"}, {"doc_id": "1516471", "text": "Starbucks / move was expected to attract health- and cost-conscious consumers and will not affect prices. Starbucks introduced a new line of instant coffee packets, called VIA \"Ready Brew\", in March 2009. It was first unveiled in New York City with subsequent testing of the product also in Seattle, Chicago, and London. The first two VIA flavors include Italian Roast and Colombia, which were then rolled out in October 2009, across the U.S. and Canada with Starbucks stores promoting the product with a blind \"taste challenge\" of the instant versus fresh roast, in which many people could not tell the difference between", "doc_score": "84.16069793701172", "publish_date": "2018/12/31"}, {"doc_id": "1516521", "text": "Starbucks / in Pakistan that used the logo in 2003 in its advertisements and a cafe in Cambodia in 2009, the owner saying that \"whatever we have done we have done within the law\". In 1999, Starbucks started \"Grounds for your Garden\" to make their business environmentally friendlier. This gives leftover coffee grounds to anyone requesting it for composting. Although not all stores and regions participate, customers can request and lobby their local store to begin the practice. In 2004, Starbucks began reducing the size of their paper napkins and store garbage bags, and lightening their solid waste production by. In", "doc_score": "83.29341125488281", "publish_date": "2018/12/31"}, {"doc_id": "1516473", "text": "Starbucks / $30 million in cash and planned to start a chain of juice bars starting in around middle of 2012, venturing into territory staked out by Jamba Inc. Its first store released in San Bernardino, California and plans for a store in San Francisco were to be launched in early 2013. In 2012, Starbucks began selling a line of iced Starbucks Refresher beverages that contain an extract from green arabica coffee beans. The beverages are fruit flavored and contain caffeine but advertised as having no coffee flavor. Starbucks' green coffee extraction process involves soaking the beans in water. On June 25,", "doc_score": "83.61553955078125", "publish_date": "2018/12/31"}, {"doc_id": "13411363", "text": "Standard Coffee / its service area. With the advent of supermarkets and transportation improvements, the usefulness of home-delivered groceries waned. In the 1960s, the company dropped home delivery of sundry items, focusing instead on delivering to offices. In 1967 Standard Coffee Service Company changed its name to Standard Office Coffee Service Company and has continued introducing products and services such as thermal brewing systems for freshness (1987), a water filtration process, Standguard Water Quality Assurance (1991) and its Individual Brew Technology (IBT) for one-cup coffees and teas (2004). The Standard Companies, Inc., d/b/a Standard Coffee Service Company is one of the largest service", "doc_score": "80.24385833740234", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_10", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "3576105", "text": "Gabe Kapler / the 2016 season. On October 30, 2017, the Philadelphia Phillies announced that they had hired the 42-year-old Kapler as their new manager, the 54th in team history. Phillies General Manager Matt Klentak and principal owner John Middleton said that what most impressed them during Kapler's interview with many people across a number of team departments were his level of preparation and—especially—his people skills, evidenced by his ability to connect with each one of the groups. Kapler inherited a team that had lost 96 games their prior season, the team's sixth season in a row with a losing record. He had", "doc_score": "75.03962707519531", "publish_date": "2018/12/31"}, {"doc_id": "15672964", "text": "Casey Neistat / in a team environment and as a manager and stated he began to remove himself from a supervisory role beginning in the summer of 2017. Neistat went on to state that he blamed himself for the failure and was sad that there would be members of the Beme media team that would no longer be employed by CNN. Neistat removed the video from his YouTube channel at 9:30am. Neistat then uploaded a much shorter and revised video to his YouTube channel, \"Moving on from Beme\", in which he downplayed the previous references to his frustrations and shortcomings in the previously", "doc_score": "76.54963684082031", "publish_date": "2018/12/31"}, {"doc_id": "5513341", "text": "Dries Buytaert / 35 innovators in the world under the age of 35. In March of 2017, Buytaert fired veteran Drupal developer Larry Garfield and disinvited him from DrupalCon, shortly after forum posts came to light that outed Garfield as a participant in the Gorean subculture. In a March 22 blog post, Garfield accused Buytaert of tolerating doxing and wrote that Drupal's Community Working Group had not found any Code of Conduct violations in his history. Buytaert made a post the next day which defended the firing as necessary for fostering an inclusive community. He also wrote that his precise reasoning was confidential", "doc_score": "75.09721374511719", "publish_date": "2018/12/31"}, {"doc_id": "4818869", "text": "Mark Hurd / the Board of Directors appointing CFO Cathie Lesjak as interim CEO. Hurd's decision was made after an investigation into whether Hurd violated HP’s code of business conduct following claims made by former contractor, Jodie Fisher. The investigation concluded that the company's sexual-harassment policy was not violated, but in the course of investigating the allegations, they found that Hurd had submitted inaccurate expense reports. Outside observers suggested the company’s board of directors had made a poor decision and may have had mixed motives in requiring his resignation in order to mitigate negative publicity. Fisher herself expressed regrets at the outcome. On", "doc_score": "77.46599578857422", "publish_date": "2018/12/31"}, {"doc_id": "17030014", "text": "Travis Kalanick / stepped down as the CEO of Uber because of the pressure from a majority of the investors as he was seen as a liability but will continue to stay on the company's board. On August 10, 2017, Axios reported that Benchmark is suing Kalanick for \"fraud, breach of contract and breach of fiduciary duty.\" The suit is based on Uber's decision to expand the number of board seats, with Benchmark arguing the decision is invalid due to withholding of material information prior to the vote. The lawsuit was very controversial in Silicon Valley because of the relationship between the founder", "doc_score": "77.08673095703125", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_11", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "15772495", "text": "Cut, Cap and Balance Act / Cut, Cap and Balance Act The proposed Cut, Cap and Balance Act of 2011 (or HR 2560) was a bill put forward in the 112th United States Congress by Republicans during the 2011 U.S. debt ceiling crisis. The provisions of the bill included a cut in the total amount of federal government spending, a cap on the level of future spending as a percentage of GDP, and, on the condition that Congress pass certain changes to the U.S. Constitution, an increase in the national debt ceiling to allow the federal government to continue to service its debts. The bill had", "doc_score": "94.41606140136719", "publish_date": "2018/12/31"}, {"doc_id": "15772498", "text": "Cut, Cap and Balance Act / bill made an increase in the debt ceiling contingent on the passage of a constitutional amendment, the bill would, in practice, have needed the support of a supermajority of two-thirds in each house of Congress in order to be effective. When the bill arrived on the floor of the Senate, Democrat and Majority Leader Harry Reid called the proposal \"one of the worst pieces of legislation to ever be placed on the floor of the United States Senate.\" On July 22, 2011, the Senate voted to table the bill (postpone consideration of the bill indefinitely). Voting precisely followed party lines,", "doc_score": "92.60858154296875", "publish_date": "2018/12/31"}, {"doc_id": "4028917", "text": "Balanced budget amendment / them in a way which tended to subvert democracy. Backers also produced their own constitutional scholars stating that limiting such a convention was perfectly constitutional, that it could be limited to whatever purpose the states had called it for, and that states would be free to select the delegates to represent them, as was the case in 1787. Perhaps motivated by the number of state legislatures calling for such a convention approaching the required two-thirds, and recognizing its inability to make sufficient cuts on its own initiative to balance the budget, Congress responded in 1985 with the Gramm-Rudman-Hollings Act, named", "doc_score": "90.48908996582031", "publish_date": "2018/12/31"}, {"doc_id": "15772497", "text": "Cut, Cap and Balance Act / Republicans voting against. Two Republican 2012 presidential candidates voted against the bill: Ron Paul and Michele Bachmann. Paul did not support raising the debt ceiling as a matter of principle and Bachmann believed that \"the motion does not go far enough in fundamentally restructuring the way Washington spends taxpayer dollars...we must also repeal and defund ObamaCare [the Affordable Care Act].\". The bill had little chance of becoming law. It was adopted by a Republican majority in the House of Representatives, but both the presidency and the Senate were controlled by Democrats, who strongly opposed the bill. Furthermore, because the", "doc_score": "92.43106842041016", "publish_date": "2018/12/31"}, {"doc_id": "15772499", "text": "Cut, Cap and Balance Act / with 51 Democrats voting to table the bill and 46 Republicans voting to bring it up for debate. One media commentator stated that: \"The vote handed conservatives a chance to showcase their strategy for restricting future spending in Washington, but it faced a veto from President Barack Obama, making it more of a symbolic vote for Republicans to put their mark on deficit reduction\". The bill provided for an increase in the debt ceiling of $2.4 trillion, the figure requested by President Obama. However it tied this increase to a number of other proposals, including cuts in spending, a cap", "doc_score": "92.56169891357422", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_12", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "20950885", "text": "2018 NCAA Division I Men's Soccer Championship Game / Tournament. A late season resurgence by both programs allowed both to reach the NCAA final. The three-time defending champions, Stanford, were eliminated in the quarterfinals by Akron. The match was broadcast on ESPN2. The NCAA Division I Men's Soccer Tournament, sometimes known as the College Cup, is an American intercollegiate soccer tournament conducted by the National Collegiate Athletic Association (NCAA), and determines the Division I men's national champion. The tournament has been formally held since 1959, when it was an eight-team tournament. Since then, the tournament has expanded to 48 teams, in which every Division I conference tournament champion is", "doc_score": "74.39119720458984", "publish_date": "2018/12/31"}, {"doc_id": "20871866", "text": "Colley Matrix / Matrix. Colley Matrix Colley Matrix is a computer-generated sports rating system designed by Dr. Wes Colley. The site is one of more than 40 polls, rankings, and formulas recognized by the NCAA in its list of national champion major selections. In 2018, the Mountain West Conference moved away from using the poll, along with three others, to determine the host site for its conference championship game in football. In this initial paper at Princeton University, Colley states, \"The method is based on very simple statistical principles, and uses only Div. I-A wins and losses as input — margin of victory", "doc_score": "74.32560729980469", "publish_date": "2018/12/31"}, {"doc_id": "20871862", "text": "Colley Matrix / Colley Matrix Colley Matrix is a computer-generated sports rating system designed by Dr. Wes Colley. The site is one of more than 40 polls, rankings, and formulas recognized by the NCAA in its list of national champion major selections. In 2018, the Mountain West Conference moved away from using the poll, along with three others, to determine the host site for its conference championship game in football. In this initial paper at Princeton University, Colley states, \"The method is based on very simple statistical principles, and uses only Div. I-A wins and losses as input — margin of victory does", "doc_score": "74.38362121582031", "publish_date": "2018/12/31"}, {"doc_id": "18449410", "text": "2017 College Football Playoff National Championship / and Ben Boulware were named the Offensive and Defensive Most Valuable Players respectively. Competing bids were placed to host the championship game by Tampa, Jacksonville, Minneapolis, San Antonio, San Francisco, and South Florida. Raymond James Stadium in Tampa, Florida, was announced as the host site for the third College Football Playoff (CFP) National Championship game on December 17, 2013. It became the first CFP championship game to not be held at the site of one of the \"New Year's Six\" bowls. This championship game is part of the third annual CFP, constituted by four teams playing to decide the national", "doc_score": "74.90254211425781", "publish_date": "2018/12/31"}, {"doc_id": "20768662", "text": "2018–19 NBA G League season / relocations was that of the Delaware 87ers, which were moved into a new nearby facility in Wilmington from their former home in Newark, and rebranded as the Delaware Blue Coats. Finally, the Rio Grande Valley Vipers moved within the urban area at the southernmost end of Texas, going from Hidalgo to nearby Edinburg with the opening of Bert Ogden Arena. With the addition of the Go-Go, the league slightly realigned its six divisions. The Go-Go were added to the Southeast and Delaware was shifted to the Atlantic. During the season, league president Malcolm Turner stepped down to become the athletics", "doc_score": "74.76139831542969", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_13", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "2693519", "text": "Happy Meal / Happy Meal A Happy Meal is a form of kids' meal sold at the fast food restaurant chain McDonald's since June 1979. A small toy is included with the food, both of which are usually contained in a red box with a yellow smiley face and the McDonald's logo. The packaging and toy are frequently part of a marketing tie-in to an existing television show, film, or toy brand. The Happy Meal contains a main item (typically a hamburger, cheeseburger, or small serving of Chicken McNuggets), a side item (french fries, apple slices, a Go-Gurt tube, or a salad in", "doc_score": "85.92236328125", "publish_date": "2018/12/31"}, {"doc_id": "7504853", "text": "5 A Day / Health recommendation to eat five portions of fruit, berries or vegetables each day. The National Health Service explains a \"portion\" to be: two or more small-sized, one piece of medium-sized or half a piece of large fresh fruit; or two broccoli spears or four heaped tablespoons of cooked kale, spinach, spring greens or green beans; or three heaped tablespoons of cooked vegetables; or three sticks of celery, a 5 cm piece of cucumber, one medium tomato or seven cherry tomatoes; or three or more heaped tablespoons of beans or pulses. The programme was introduced by the UK Department of Health", "doc_score": "83.88391876220703", "publish_date": "2018/12/31"}, {"doc_id": "2693530", "text": "Happy Meal / toys in a move to curb obesity. Happy Meal A Happy Meal is a form of kids' meal sold at the fast food restaurant chain McDonald's since June 1979. A small toy is included with the food, both of which are usually contained in a red box with a yellow smiley face and the McDonald's logo. The packaging and toy are frequently part of a marketing tie-in to an existing television show, film, or toy brand. The Happy Meal contains a main item (typically a hamburger, cheeseburger, or small serving of Chicken McNuggets), a side item (french fries, apple slices,", "doc_score": "84.73107147216797", "publish_date": "2018/12/31"}, {"doc_id": "2693527", "text": "Happy Meal / to children. When the Happy Meal started in 1979, the toys back then were a McDoodle stencil, a McWrist wallet, an ID bracelet, a puzzle lock, a spinning top, or a McDonaldland character-shaped eraser. In Canada, the promotion prior to the Happy Meal was called the \"Treat of the Week\", where a different toy was available free on request each week. This promotion continued after the Happy Meal was introduced in 1979. Happy Meal toys have become increasingly elaborate in recent years. While initially they were little more than a cheap plastic trinket such as a Frisbee or ball, they", "doc_score": "82.77396392822266", "publish_date": "2018/12/31"}, {"doc_id": "18691488", "text": "Disney Dining Plan / Disney Dining Plan The Disney Dining Plan is a prepaid meal package that guests staying at Walt Disney World hotels can purchase in order to receive discounts up to 30% on food in the complex. It was first introduced in 2005 and has developed in complexity over time, such that there are now many different forms of the plan. The Disney Dining Plan allows guests to eat at park restaurants without needing to have cash on their persons. The plan does now include alcoholic beverages but not gratuities. More than 100 Walt Disney World restaurants accept the plan. The plan", "doc_score": "84.42729949951172", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_14", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "5438335", "text": "Lionel Messi / from endorsements; \"SportsPro\" has consequently cited him as one of the world's most marketable athletes every year since their research began in 2010. His main sponsor since 2006 is the sportswear company Adidas. As Barça's leading youth prospect, he had been signed with Nike since age 14, but transferred to Adidas after they successfully challenged their rival's claim to his image rights in court. Over time, Messi established himself as their leading brand endorser; from 2008, he had a long-running signature collection of Adidas F50 boots, and in 2015, he became the first footballer to receive his own sub-brand of", "doc_score": "82.10292053222656", "publish_date": "2018/12/31"}, {"doc_id": "5438346", "text": "Lionel Messi / were fellow members of \"The Machine of '87\" at Newell's Old Boys. He currently lives in Castelldefels, a village near Barcelona. Although considered a one-club man, he has long planned to return to Rosario to end his playing career at Newell's. He was on bad terms with the club after his transfer to Barcelona, but by 2012 their public feud had ended, with Newell's embracing their ties with Messi, even issuing a club membership card to his newborn son. Throughout his career, Messi has been involved in charitable efforts aimed at vulnerable children, a commitment that stems in part from", "doc_score": "82.39766693115234", "publish_date": "2018/12/31"}, {"doc_id": "5438240", "text": "Lionel Messi / an assist from Messi. Now in his ninth senior season with Barcelona, Messi signed a new contract on 7 February, committing himself to the club through 2018, while his fixed wage rose to €13 million. He wore the captain's armband for the first time a month later, on 17 March, in a league match against Rayo Vallecano; by then, he had become the team's tactical focal point to a degree that was arguably rivalled only by former Barcelona players Josep Samitier, László Kubala and Johan Cruyff. Since his evolution into a false nine three years earlier, his input into the", "doc_score": "83.49787902832031", "publish_date": "2018/12/31"}, {"doc_id": "5438199", "text": "Lionel Messi / joined local club Grandoli, where he was coached by his father, though his earliest influence as a player came from his maternal grandmother, Celia, who accompanied him to training and matches. He was greatly affected by her death, shortly before his eleventh birthday; since then, as a devout Catholic, he has celebrated his goals by looking up and pointing to the sky in tribute of his grandmother. A lifelong supporter of Newell's Old Boys, Messi joined the Rosario club when he was six years old. During the six years he played for Newell's, he scored almost 500 goals as a", "doc_score": "79.689697265625", "publish_date": "2018/12/31"}, {"doc_id": "5438197", "text": "Lionel Messi / play and score in a FIFA World Cup during the 2006 edition, and reached the final of the 2007 Copa América, where he was named young player of the tournament. As the squad's captain from August 2011, he led Argentina to three consecutive finals: the 2014 World Cup, for which he won the Golden Ball, and the 2015 and 2016 Copas América. After announcing his international retirement in 2016, he reversed his decision and led his country to qualification for the 2018 World Cup. Lionel Andrés Messi was born on 24 June 1987 in Rosario, the third of four children", "doc_score": "81.65362548828125", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_15", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "12993734", "text": "Anglerfish / as its entire body. In 2005, near Monterey, California, at 1474 metres depth, an ROV filmed a female ceratioid anglerfish of the genus \"Oneirodes\" for 24 minutes. When approached, the fish retreated rapidly, but in 74% of the video footage, it drifted passively, oriented at any angle. When advancing, it swam intermittently at a speed of 0.24 body lengths per second, beating its pectoral fins in-phase. The lethargic behaviour of this ambush predator is suited to the energy-poor environment of the deep sea. Another in situ observation of three different whipnose anglerfish showed unusual upside-down swimming behavior. Fish were observed", "doc_score": "83.65670776367188", "publish_date": "2018/12/31"}, {"doc_id": "2375743", "text": "Northern elephant seal / off the coast of California. A female northern elephant seal was documented in 2013 by a deep sea camera at a depth of, where it consumed a Pacific hagfish, slurping it up from the ocean floor. The event was reported by a Ukrainian boy named Kirill Dudko, who further reported the find to scientists in Canada. Elephant seals do not need to drink, as they get their water from food and metabolism of fats. While hunting in the dark depths, elephant seals seem to locate their prey at least partly by vision; the bioluminescence of some prey animals can", "doc_score": "78.49845123291016", "publish_date": "2018/12/31"}, {"doc_id": "16131826", "text": "Surface wave detection by animals / and predictable waves, as dictated by surface tension and gravity. The water surface has a dampening effect which causes an abnormal dispersion pattern in which waves decrease in amplitude, speed and frequency with distance from the source. Short-wavelength (higher frequency) waves disperse faster than longer wavelength waves, resulting in higher frequencies at the front of the wave-train and lower frequencies at the tail; a fish detects this as a downward-sweeping frequency modulation. A vast amount of the research on surface wave detection has been done in the surface-feeding topminnow/killfish \"Aplocheilus lineatus\". Schwartz (1965) demonstrated that this species has exceptionally well-developed", "doc_score": "79.89720153808594", "publish_date": "2018/12/31"}, {"doc_id": "17418655", "text": "GuLF Study / gallons, or 643 million litres) spilled from a depth of 5,000 ft (1,500 m) into the Gulf of Mexico, 48 miles off the coast of Louisiana. According to the GuLF Study, the duration of the spill, the area affected, the proximity to local communities, and the number of people involved in the clean-up, were all greater than in any other spill that has been studied. Around 180 miles of shoreline were \"heavily to moderately oiled,\" according to a US government report. Additional safety concerns were raised by the use of roughly nine million litres of oil dispersants, Corexit 9527 and", "doc_score": "80.38249969482422", "publish_date": "2018/12/31"}, {"doc_id": "2510433", "text": "Shark attack / There were four fatalities worldwide in 2016, which is lower than the average of eight fatalities per year worldwide in the 2011–2015 period and six deaths per annum over the past decade. In 2016 58% of attacks were on surfers. Despite these reports, however, the actual number of fatal shark attacks worldwide remains uncertain. For the majority of Third World coastal nations, there exists no method of reporting suspected shark attacks; therefore, losses and fatalities near-shore or at sea often remain unsolved or unpublicized. Of these attacks, the majority occurred in the United States (53 in 2000, 40 in 2005,", "doc_score": "79.04780578613281", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_16", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "20964793", "text": "Nobody Is Above the Law / Nobody Is Above the Law Nobody Is Above the Law was a protest held on November 8, 2018, organized by MoveOn to protect the Special Counsel investigation headed by Robert Mueller. The nationwide demonstration saw events held in hundreds of cities, and followed President Donald Trump's appointment of Matthew Whitaker replacing Jeff Sessions as United States Attorney General. The hashtag '#ProtectMueller' trended on Twitter during the demonstration. The demonstration was organized by a national coalition of organizations called Trump Is Not Above the Law, including MoveOn, Common Cause, Indivisible, People for the American Way, March For Truth and Sierra Club.", "doc_score": "78.78327941894531", "publish_date": "2018/12/31"}, {"doc_id": "7092648", "text": "Terminological inexactitude / to accuse another member of lying is considered unparliamentary. In more recent times, the term was used by Conservative MP Jacob Rees-Mogg to the Leader of the Oppositon, Jeremy Corbyn over an accusation that Rees-Mogg's company had moved a hedge fund into the Eurozone despite him being in favour of Brexit. Terminological inexactitude Terminological inexactitude is a phrase introduced in 1906 by British politician Winston Churchill. Today, it is used as a euphemism or circumlocution meaning a lie or untruth. Churchill first used the phrase following the 1906 election. Speaking in the House of Commons on 22 February 1906 as", "doc_score": "77.67925262451172", "publish_date": "2018/12/31"}, {"doc_id": "189687", "text": "Prince Harry, Duke of Sussex / Harry is also a keen Rugby Union fan and supported England's bid to host the 2015 Rugby World Cup. Harry earned a reputation in his youth for being rebellious, leading the tabloid press to label him a \"wild child\". At age 17 he was seen smoking cannabis and partaking in underage drinking with his friends, and clashing physically with paparazzi outside nightclubs. He was photographed at Highgrove House at a \"Colonial and Native\" themed costume party wearing a Nazi German Afrika Korps uniform with a swastika armband. He later issued a public statement apologising for his behaviour. In January 2009,", "doc_score": "79.11284637451172", "publish_date": "2018/12/31"}, {"doc_id": "5385238", "text": "In terrorem / In terrorem In terrorem, Latin for \"into/about fear\", is a legal threat, usually one given in hope of compelling someone to act without resorting to a lawsuit or criminal prosecution. For example, many intellectual property attorneys send \"in terrorem\" letters, which threaten litigation absent compliance with the written request, to persons that are violating their clients' trademark rights before resorting to court proceedings. \"In terrorem\" clauses (referred to in English as No-contest clauses) are also used in wills to keep beneficiaries from contesting the will by either completely disinheriting them from any share, or reducing their share to a nominal", "doc_score": "77.61671447753906", "publish_date": "2018/12/31"}, {"doc_id": "5385242", "text": "In terrorem / In terrorem In terrorem, Latin for \"into/about fear\", is a legal threat, usually one given in hope of compelling someone to act without resorting to a lawsuit or criminal prosecution. For example, many intellectual property attorneys send \"in terrorem\" letters, which threaten litigation absent compliance with the written request, to persons that are violating their clients' trademark rights before resorting to court proceedings. \"In terrorem\" clauses (referred to in English as No-contest clauses) are also used in wills to keep beneficiaries from contesting the will by either completely disinheriting them from any share, or reducing their share to a nominal", "doc_score": "77.61671447753906", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_17", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "4343281", "text": "Student syndrome / Student syndrome Student syndrome refers to planned procrastination, when, for example, a student will only start to apply themselves to an assignment at the last possible moment before its deadline. This eliminates any potential safety margins and puts the person under stress and pressure. According to one academic source, it is done in order to induce a level of urgency high enough to ensure the proper amount of effort is put into the task. The term is used to describe this form of procrastination in general, and not only by students, e.g. in the field of software engineering: \"This initial", "doc_score": "78.20262145996094", "publish_date": "2018/12/31"}, {"doc_id": "16668686", "text": "Viacom criticisms and controversies / Viacom criticisms and controversies In March 2005, the prior Viacom announced plans of looking into splitting the company into two publicly traded companies. The company was not only dealing with a stagnating stock price, but also the rivalry between Leslie Moonves and Tom Freston, longtime heads of MTV Networks. In addition, the company was facing issues after MTV was banned from producing any more Super Bowl halftime shows after the Super Bowl XXXVIII halftime show controversy in 2004. In February 2007, Viacom sent upwards of 100,000 DMCA takedown notices to the video-sharing site YouTube. Of the 100,000 notices, approximately 60–70", "doc_score": "77.17017364501953", "publish_date": "2018/12/31"}, {"doc_id": "11993685", "text": "The American Idol Experience / Ryan Seacrest, judge Paula Abdul and \"American Idol\" creator Simon Fuller. \"The American Idol Experience\" has been promoted by winners of the \"American Idol\" from Season seven onwards by appearing in commercials and announcing \"I'm going to Disney World!\". In June 2014, Disney announced that the show would close in January 2015, then two months later they moved up the closure date to the end of August 2014. The show's final performances were on August 30, 2014. Park guests age 14 and older auditioned before a Disney \"casting director\" who judged singers based on their ability to sing and perform", "doc_score": "78.36734008789062", "publish_date": "2018/12/31"}, {"doc_id": "16857676", "text": "A Nightmare on Face Time / a Blockbuster video store outside of town for $10,000, a venture he believes will make them rich. His family is skeptical of this idea, since online video streaming and Redbox-DVD vending machines have made brick and mortar rental stores obsolete. This is illustrated by the eerie, abandoned-looking store, which houses ghosts, and which the citizens of South Park regard as a haunted house of sorts. Despite this, Randy forces his whole family to work at the store. When this precludes Stan from trick-or-treating with his friends, Kyle resorts to using FaceTime on his and Stan's iPads in order for Stan", "doc_score": "75.14152526855469", "publish_date": "2018/12/31"}, {"doc_id": "14314147", "text": "Waiting for \"\"Superman\"\" / real estate deals\" In 2011, many news media reported on a testing score \"cheating scandal\" at Rhee's schools, because the test answer sheets contained a suspiciously high number of erasures that changed wrong answers to right answers. They asked Rhee whether the pressure on teachers led them to cheat. Rhee said that only a small number of teachers and principals cheated. Ravitch said that \"cheating, teaching to bad tests, institutionalized fraud, dumbing down of tests, and a narrowed curriculum\" were the true outcomes of Rhee's tenure in D.C. schools. A teacher-backed group called the Grassroots Education Movement produced a rebuttal", "doc_score": "76.00153350830078", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_18", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "7042818", "text": "Suzann Pettersen / the event by five strokes over Karrie Webb, Momoko Ueda, Morgan Pressel, Ai Miyazato and Angela Stanford. Pettersen was a runner-up six times on the LPGA Tour in 2010, but did not record a victory. Pettersen broke her 20-month victory drought in May, when she captured the Sybase Match Play Championship at Hamilton Farm Golf Club in New Jersey. Playing in cool, rainy conditions, she won all six of her 18-hole matches over four days, and defeated, among others, then-world number one Yani Tseng in the quarter-finals, and Cristie Kerr in the finals. In early August, she won the Ladies", "doc_score": "88.3729019165039", "publish_date": "2018/12/31"}, {"doc_id": "12054663", "text": "Amanda Blumenherst / Ochoa as the only two-time winners. She set a school-record 71.00 stroke average, and tied an NCAA record with a 63 (−9) at the NCAA East Regionals. Blumenherst won her second consecutive Honda Sports Award for golf as the best collegiate female golfer, which put her in the running for the Honda-Broderick Cup award as the collegiate Female Athlete of the Year. She was named the ACC Player of the Year for the third consecutive year, and had 30 career top 10 finishes. She won her third straight individual ACC championship in Daytona Beach, Florida, and finished fifth at the", "doc_score": "83.49415588378906", "publish_date": "2018/12/31"}, {"doc_id": "4332117", "text": "Justin Rose / reach the clubhouse at one-over-par. Mickelson, needing a birdie at the last to tie Rose and force a playoff, blocked his drive and could not reach the green in two. In a last attempt, Mickelson ran his pitch shot from below the green up to the pin, but could not hole it, which meant that Rose had claimed his first major championship. Rose moved back up to world number three as a result, equaling his career high ranking. On 29 June 2014, Rose won the Quicken Loans National, beating Shawn Stefani at the first hole of a playoff, with both", "doc_score": "85.36764526367188", "publish_date": "2018/12/31"}, {"doc_id": "17485725", "text": "Emma Talley / in 2016 after earning All-SEC Second Team honors the previous three years. In 2008, Talley was on the victorious U.S. Junior Ryder Cup team, which defeated Europe 22–2. On August 11, 2013, Talley won the U.S. Women's Amateur in a 36-hole finale by defeating Yueer Cindy Feng, 2 & 1. She competed in all the LPGA majors except The Evian Championship in 2014. Her best finish was at the Ricoh Women's British Open with a total score of six-over-par, receiving the low amateur honors. Talley joined the Symetra Tour in 2016. That season saw her compete in 14 tournaments, finishing", "doc_score": "84.42586517333984", "publish_date": "2018/12/31"}, {"doc_id": "14465124", "text": "Mina Harigae / Mina Harigae Mina Harigae (born November 1, 1989) is an American professional golfer currently playing on the LPGA Tour. As an amateur golfer, she won the 2007 U.S. Women's Amateur Public Links. Harigae won the California Women's Amateur Championship for four consecutive years (2001–2005); her first victory came as a 12-year-old. Born to Japanese parents, Harigae attended the Stevenson School. Her parents run a sushi restaurant in Monterey, California. She attended Duke University, leaving after a year to pursue a professional golf career. In 2009, Harigae played on the Futures Tour, the LPGA Tour's developmental tour. She won three tournaments", "doc_score": "85.48065185546875", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_19", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "2239402", "text": "Kīlauea / Kīlauea Kīlauea (, ; ) is a currently active shield volcano in the Hawaiian Islands, and the most active of the five volcanoes that together form the island of Hawaii. Located along the southern shore of the island, the volcano is between 300,000 and 600,000 years old and emerged above sea level about 100,000 years ago. It is the second youngest product of the Hawaiian hotspot and the current eruptive center of the Hawaiian–Emperor seamount chain. Because it lacks topographic prominence and its activities historically coincided with those of Mauna Loa, Kīlauea was once thought to be a satellite of", "doc_score": "93.3968505859375", "publish_date": "2018/12/31"}, {"doc_id": "2239466", "text": "Kīlauea / Route 130. Kīlauea Kīlauea (, ; ) is a currently active shield volcano in the Hawaiian Islands, and the most active of the five volcanoes that together form the island of Hawaii. Located along the southern shore of the island, the volcano is between 300,000 and 600,000 years old and emerged above sea level about 100,000 years ago. It is the second youngest product of the Hawaiian hotspot and the current eruptive center of the Hawaiian–Emperor seamount chain. Because it lacks topographic prominence and its activities historically coincided with those of Mauna Loa, Kīlauea was once thought to be a", "doc_score": "92.86380004882812", "publish_date": "2018/12/31"}, {"doc_id": "10909834", "text": "Hawaii hotspot / it is most likely to run, and maintains a tourist site for viewing the lava. After the subaerial phase the volcano enters a series of postshield stages involving subsidence and erosion, becoming an atoll and eventually a seamount. Once the Pacific Plate moves it out of the tropics, the reef mostly dies away, and the extinct volcano becomes one of an estimated 10,000 barren seamounts worldwide. Every Emperor seamount is a dead volcano. Hawaii hotspot The Hawaii hotspot is a volcanic hotspot located near the namesake Hawaiian Islands, in the northern Pacific Ocean. One of the most well-known and heavily", "doc_score": "89.84015655517578", "publish_date": "2018/12/31"}, {"doc_id": "10909833", "text": "Hawaii hotspot / This stage produces mostly volcanic ash, a result of the waves dampening the lava. This conflict between lava and sea influences Hawaiian mythology. The volcano enters the subaerial subphase once it is tall enough to escape the water. Now the volcano puts on 95% of its above-water height over roughly 500,000 years. Thereafter eruptions become much less explosive. The lava released in this stage often includes both pāhoehoe and ʻaʻā, and the currently active Hawaiian volcanoes, Mauna Loa and Kīlauea, are in this phase. Hawaiian lava is often runny, blocky, slow, and relatively easy to predict; the USGS tracks where", "doc_score": "90.59135437011719", "publish_date": "2018/12/31"}, {"doc_id": "10909794", "text": "Hawaii hotspot / center manifests, and a volcanic island arises anew. The process continues until the mantle plume itself collapses. This cycle of growth and dormancy strings together volcanoes over millions of years, leaving a trail of volcanic islands and seamounts across the ocean floor. According to Wilson's theory, the Hawaiian volcanoes should be progressively older and increasingly eroded the further they are from the hotspot, and this is easily observable; the oldest rock in the main Hawaiian islands, that of Kauai, is about 5.5 million years old and deeply eroded, while the rock on Hawaii island is a comparatively young 0.7 million", "doc_score": "88.5139389038086", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_20", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "14974474", "text": "Universal Credit / as part of the overall benefit calculation is included in the monthly payment and claimants must then pay landlords themselves. It is possible in some circumstances to get an Alternative Payment Arrangement (APA), which allows payment of housing benefit direct to the landlord. Universal Credit claimants are also entitled to Personal Budgeting Support (PBS), which is aimed to help them adapt to some of the changes it brings, such as monthly payment. In 2015 the Chancellor, George Osborne, announced a future £3.2 billion a year cut to the overall Universal Credit budget after an attempt to cut Tax Credits that", "doc_score": "88.89277648925781", "publish_date": "2018/12/31"}, {"doc_id": "14809316", "text": "Basic income / Basic income A basic income, also called basic income guarantee, universal basic income (UBI), basic living stipend (BLS), or universal demogrant, is a type of program in which citizens (or permanent residents) of a country, or any other region, may receive a regular sum of money from a source such as the government. A pure or unconditional basic income has no means test, but unlike Social Security in the United States it is distributed automatically to all citizens without a requirement to notify changes in the citizen's financial status. Basic income can be implemented nationally, regionally or locally. An unconditional", "doc_score": "88.28860473632812", "publish_date": "2018/12/31"}, {"doc_id": "14635262", "text": "Income-based repayment / discretionary income, but will never be more than the 10-year standard repayment amount. Whether a borrower pays 10% or 15% of discretionary income depends on when the borrower first started borrowing student loans. Payments under the PAYE Plan are 10% of discretionary income, but will never be more than the 10-year standard repayment amount. Payments under the REPAYE Plan are also 10% of discretionary income; however, unlike IBR and PAYE, payments for high-income borrowers may be higher than the 10-year standard repayment amount. Also, unlike IBR and PAYE, if required monthly payments do not cover the accruing interest, 50% of", "doc_score": "85.42185974121094", "publish_date": "2018/12/31"}, {"doc_id": "4538334", "text": "Affordability of housing in the United Kingdom / eliminates the jumps in stamp duty at the threshold values. For instance a property of £600,000 under the old system would pay 4% tax of the whole asking price i.e. £24,000. Under the new system no tax is paid on the first £125,000, the next £125-250,000 is charged at 2% i.e. £2500 plus the portion (£350,000) in the £250,000-£925,000 tax band at 5% i.e. £17,500. This gives a total tax of £20,000. This change was said to be beneficial to 98% of property purchases but caused a collapse in sales at the upper end of the market. In 2011, \"Which?\"", "doc_score": "87.4986572265625", "publish_date": "2018/12/31"}, {"doc_id": "11774224", "text": "Nil rate band / into force. Nil rate band The nil-rate band is the value of an estate that is not subject to Inheritance Tax in the United Kingdom. Chargeable lifetime transfers and the chargeable estate on death above this amount are liable for IHT. The Chancellor of the Exchequer's Autumn Statement on 9 October 2007 announced that with immediate effect inheritance tax allowances (often referred to as the nil-rate band) were to be transferrable between married couples and between civil partners. Thus, for the 2007/8 tax year, a married couple will in effect have an allowance of £600,000 against inheritance tax, whilst a", "doc_score": "85.34093475341797", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_21", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "10402588", "text": "Brainport / impulses which are sent through an electrode array, via the tongue, to the person's brain. The human brain is able to interpret these impulses as visual signals and they are then redirected to the visual cortex, allowing the person to \"see.\" This is similar in part to how a cochlear implant works, in that it transmits electrical stimuli to a receiving device in the body. The BrainPort V100 oral electronic vision aid was approved by the Food and Drug Administration (FDA) on June 18, 2015. Brainport BrainPort is a technology whereby sensory information can be sent to one's brain through", "doc_score": "85.81983184814453", "publish_date": "2018/12/31"}, {"doc_id": "20193326", "text": "HomePod / HomePod HomePod is a smart speaker developed by Apple Inc. It was announced on June 5, 2017, at the Apple Worldwide Developers Conference, and originally scheduled for release in December 2017. The release date slipped to early 2018. Apple ultimately began taking preorders on January 26 (having announced them three days earlier), and the first orders began arriving on February 9. It was initially released in Australia, the United Kingdom, and the United States and was released in Canada, France, and Germany on June 18, 2018.. It is available in two colors: White and Space Gray. The HomePod has a", "doc_score": "88.80706787109375", "publish_date": "2018/12/31"}, {"doc_id": "20338884", "text": "IPhone X / phone are composed of surgical-grade stainless steel to improve durability, and the device has a glass casing. The design is intended to be IP67 water and dust resistant. The iPhone X contains Apple's A11 Bionic system-on-chip, also used in the iPhone 8 and 8 Plus, which is a six-core processor with two cores optimized for performance (25% faster than the A10 Fusion processor), along with four cores optimized for efficiency (70% faster than the previous generation). It also features the first Apple-designed graphics processing unit and a Neural Engine, which powers an artificial intelligence accelerator. Face ID replaces the Touch", "doc_score": "84.94377136230469", "publish_date": "2018/12/31"}, {"doc_id": "20374265", "text": "Sonos One / Sonos One The Sonos One is a smart speaker developed by Sonos, announced on October 4, 2017 and released on October 24. The speaker contains a six-microphone array, allowing use of the virtual assistant Amazon Alexa. In 2018, the smart speaker added support for Apple's AirPlay 2. Originally slated for a 2018 release, Google Assistant integration has been pushed back to early 2019. The Sonos One features two Class-D amplifiers, a subwoofer, a tweeter, and six far-field microphones.<br> Running on a 64-bit motherboard, it is equipped with an AC and Ethernet port on the back of the speaker and is", "doc_score": "86.98255157470703", "publish_date": "2018/12/31"}, {"doc_id": "4349", "text": "Apple Inc. / Flash to store games, programs, and to cache the current media playing. The release also coincided with the opening of a separate Apple TV App Store and a new Siri Remote with a glass touchpad, gyroscope, and microphone. At the September 12, 2017 event, Apple released a new 4K Apple TV with the same form factor as the 4th Generation model. The 4K model is powered by the A10X SoC designed in-house that also powers their second-generation iPad Pro. The 4K model also has support for high dynamic range. Apple's first smart speaker, the HomePod was released on February 9,", "doc_score": "85.53587341308594", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_22", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "695818", "text": "Measles / by measles. This is down from 630,000 deaths in 1990. As of 2013, measles remains the leading cause of vaccine-preventable deaths in the world. In developed countries, death occurs in one to two cases out of every 1,000 (0.1–0.2%). In populations with high levels of malnutrition and a lack of adequate healthcare, mortality can be as high as 10%. In cases with complications, the rate may rise to 20–30%. In 2012, the number of deaths due to measles was 78% lower than in 2000 due to increased rates of immunization among UN member states. Even in countries where vaccination has", "doc_score": "87.17298126220703", "publish_date": "2018/12/31"}, {"doc_id": "17193870", "text": "Influenza A virus subtype H7N9 / accounts for about one-third of human cases ever reported. The cumulative total of laboratory-confirmed cases since the first epidemic is 1,223. About 40 percent have died. The CDC estimates that the H7N9 virus has the greatest potential compared with other influenza A viruses to cause a pandemic, although the risk is low, because like other type A viruses, it is not easily transmitted between people in its current form. The World Health Organization (WHO) has identified H7N9 as \"...an unusually dangerous virus for humans.\" Most of the cases resulted in severe respiratory illness, with a mortality rate of roughly 30", "doc_score": "85.63484954833984", "publish_date": "2018/12/31"}, {"doc_id": "489230", "text": "Hepatitis / Currently in the United States, approximately 3.5 million adults are estimated to be infected. Hepatitis C is particularly prevalent among people born between 1945–1965, a group of about 800,000 people, with prevalence as high as 3.2% versus 1.6% in the general U.S. population. Most chronic carriers of hepatitis C are unaware of their infection status. The most common mode of transmission of hepatitis C virus is exposure to blood products via blood transfusions (prior to 1992) and intravenous drug injection. A history of intravenous drug injection is the most important risk factor for chronic hepatitis C. Other susceptible populations include", "doc_score": "83.43404388427734", "publish_date": "2018/12/31"}, {"doc_id": "13369325", "text": "Vaccine-preventable diseases / deaths each year. With 100% immunization, and 100% efficacy of the vaccines, one out of seven deaths among young children could be prevented, mostly in developing countries, making this an important global health issue. Four diseases were responsible for 98% of vaccine-preventable deaths: measles, \"Haemophilus influenzae\" serotype b, pertussis, and neonatal tetanus. The Immunization Surveillance, Assessment and Monitoring program of the WHO monitors and assesses the safety and effectiveness of programs and vaccines at reducing illness and deaths from diseases that could be prevented by vaccines. Vaccine-preventable deaths are usually caused by a failure to obtain the vaccine in a", "doc_score": "85.54512786865234", "publish_date": "2018/12/31"}, {"doc_id": "8825511", "text": "Attack rate / it is often referred to as an attack ratio. Attack rate In epidemiology, the attack rate is the biostatistical measure of frequency of morbidity, or speed of spread, in an at risk population. It is used in hypothetical predictions and during actual outbreaks of disease. An at risk population is defined as one that has no immunity to the attacking pathogen which can be either a novel pathogen or an established pathogen. It is used to project the number of victims to expect during an epidemic. This aids in marshalling resources for delivery of medical care as well as production", "doc_score": "84.44416046142578", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_23", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "13067888", "text": "Conservation-reliant species / are five major areas of management action for conservation of vulnerable species: A prominent example is in India, where tigers, an apex predator and the national animal, are considered a conservation-reliant species. This keystone species can maintain self-sustaining wild populations; however, they require ongoing management actions because threats are pervasive, recurrent and put them at risk of extinction. The origin of these threats are rooted in the changing socio-economic, political and spatial organization of society in India. Tigers have become extinct in some areas because of extrinsic factors such as habitat destruction, poaching, disease, floods, fires and drought, decline of", "doc_score": "84.95902252197266", "publish_date": "2018/12/31"}, {"doc_id": "13283293", "text": "Deforestation in Costa Rica / Deforestation in Costa Rica Deforestation is a major threat to biodiversity and ecosystems in Costa Rica. The country has a rich biodiversity with some 12,000 species of plants, 1,239 species of butterflies, 838 species of birds, 440 species of reptiles and amphibians, and 232 species of mammals, which have been under threat from deforestation. Deforestation in Costa Rica has a serious impact on the environment and therefore may directly or indirectly contribute to flooding, desertification, sedimentation in rivers, loss of wildlife diversity, and the obvious sheer loss of timber. Since the end of World War II, approximately 80% of the", "doc_score": "80.39492797851562", "publish_date": "2018/12/31"}, {"doc_id": "13283306", "text": "Deforestation in Costa Rica / Deforestation in Costa Rica Deforestation is a major threat to biodiversity and ecosystems in Costa Rica. The country has a rich biodiversity with some 12,000 species of plants, 1,239 species of butterflies, 838 species of birds, 440 species of reptiles and amphibians, and 232 species of mammals, which have been under threat from deforestation. Deforestation in Costa Rica has a serious impact on the environment and therefore may directly or indirectly contribute to flooding, desertification, sedimentation in rivers, loss of wildlife diversity, and the obvious sheer loss of timber. Since the end of World War II, approximately 80% of the", "doc_score": "80.39492797851562", "publish_date": "2018/12/31"}, {"doc_id": "7273547", "text": "Environmental issues in Colombia / animal trafficking policy of six months to three years of jail but no one has served such sentence. During the first months of 2012, enforcement officers rescued more than 46,000 animals including birds and reptiles heading for the illegal international trade. Sloths The biggest threat to sloth’s survival in Colombia is the destruction and fragmentation of their habitat. Three types of sloths’ species are distinguished in Colombia: the brown-throated three-toed sloth, Bradypus variegatus which inhabits the Pacific and Amazonian lowland rainforest and the Caribbean, the Hoffman’s two-toed sloth, Choloepus hoffmanni prevails in the north along with the B. variegatus, in", "doc_score": "83.16549682617188", "publish_date": "2018/12/31"}, {"doc_id": "7273549", "text": "Environmental issues in Colombia / and lack attention from wildlife agencies and police. All three-different species have a different rate and specific threat to their survival but collectively habitat loss – deforestation is pivotal. Deforestation facilitates the illegal trade of sloths as they are usually caught by young children who take them from deforested areas and sell them to traffickers. Poachers also take hundreds of young two-and three-toed sloths from their mothers. The Colombian Ministry does not recognize the three-sloth species as being in threat of extinction mainly because there is no long-term study that represents the estimate of the total sloth population to demonstrate", "doc_score": "83.26008605957031", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_24", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "23508", "text": "Arsenal F.C. / tie the following season. Arsenal later won the FA Cup for a record 13th time, defeating Chelsea 2–1 in the 2017 final and once more becoming the outright leader in terms of FA Cups won. The victory also saw Wenger become the first manager in English football history to win seven FA Cups. However, in that same season, Arsenal finished in the fifth position in the league, the first time they had finished outside the top four since before Wenger arrived in 1996. After another unspectacular league season the following year, Wenger announced his departure from the club on 20", "doc_score": "88.6340103149414", "publish_date": "2018/12/31"}, {"doc_id": "266425", "text": "Manchester United F.C. / record 21 FA Community Shields. United have also won three UEFA Champions Leagues, one UEFA Europa League, one UEFA Cup Winners' Cup, one UEFA Super Cup, one Intercontinental Cup and one FIFA Club World Cup. In 1998–99, the club became the first in the history of English football to achieve the continental European treble. By winning the UEFA Europa League in 2016–17, they became one of five clubs to have won all three main UEFA club competitions, and the only English club to have won every competition available to them. The 1958 Munich air disaster claimed the lives of eight", "doc_score": "87.3171157836914", "publish_date": "2018/12/31"}, {"doc_id": "23507", "text": "Arsenal F.C. / 2011 League Cups, losing 2–1 to Chelsea and Birmingham City respectively. The club had not gained a major trophy since the 2005 FA Cup until 17 May 2014 when, spearheaded by then club-record acquisition Mesut Özil, Arsenal beat Hull City in the 2014 FA Cup Final, coming back from a 2–0 deficit to win the match 3–2. A year later, Arsenal appeared in the FA Cup final for the second time in a row, defeating Aston Villa 4–0 in the final and becoming the most successful club in the tournament's history with 12 titles, a record which Manchester United would", "doc_score": "86.75729370117188", "publish_date": "2018/12/31"}, {"doc_id": "19541282", "text": "2016–17 FA Cup / 2016–17 FA Cup The 2016–17 FA Cup (also known as the FA Challenge Cup) was the 136th edition of the oldest recognised football tournament in the world. It was sponsored by Emirates, and known as The Emirates FA Cup for sponsorship purposes. 736 clubs were accepted into the tournament, and it began with the Extra Preliminary Round on 6 August 2016, and concluded with the final on 27 May 2017. The winner qualified for the 2017–18 UEFA Europa League group stage. Premier League side Manchester United were the defending champions, but were eliminated in the quarter-finals by Chelsea. Arsenal won", "doc_score": "89.64512634277344", "publish_date": "2018/12/31"}, {"doc_id": "11299952", "text": "History of the FA Cup / Arsenal. To the present day, Cardiff City are the only non-English-based team to win the trophy. In 1901, Tottenham became the first team to attach ribbons in their team colours to the trophy, a tradition that continues to this day. In the 1933 final, Everton players wore shirts numbered 1–11, and Manchester City players 12–22. This was the first major competitive game ever to have the players' shirts numbered. The 1973 FA Cup Final was the first that a coloured — yellow — ball was used in a Cup Final. An orange ball was used in the 2014 and 2015", "doc_score": "86.33149719238281", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_25", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "12922679", "text": "L'Enfant Plaza Hotel / the facility throughout the evening. On May 31, Mayor of the District of Columbia Walter Washington, flanked by the Thomas Jefferson High School marching band and 40 high-kicking high school majorettes, cut the ribbon formally opening the hotel. The finished hotel had 372 rooms and occupied the bottom two \"lobby floors\" and the top four floors of the building. The building's final cost was $30 million. Quesada and the Rockefeller family each owned about 39 percent of L'Enfant Plaza Corp. Major Rockefeller investors included David Rockefeller, David Rockefeller, Jr., and Abby Rockefeller Mauzé. The hotel suffered a serious fire in", "doc_score": "72.19477844238281", "publish_date": "2018/12/31"}, {"doc_id": "15107581", "text": "La Reine Soleil / She refuses to live confined in the royal palace and wants to discover why her mother, Queen Nefertiti, has been exiled on the island of Elephantine. Assisted by her betrothed, prince Tutankhaten or \"Tut\", Akhesa flees the court in hopes of finding her mother. In defiance of danger the two teenagers travel down the Nile to the burning-hot desert dunes, courageously facing the mercenary Zannanza and priests of Amun Ra, who are conspiring to overthrow the pharaoh because of his rejection of their god. With innocence their only weapon, Akhesa and Tut overcome many hardships, and encounter an extraordinary destiny.", "doc_score": "70.38213348388672", "publish_date": "2018/12/31"}, {"doc_id": "156636", "text": "Gustave Eiffel / including Nouguier, Compagnon, the President of the City Council and reporters from \"Le Figaro\" and \"Le Monde Illustré\" completed the climb. At 2.35 Eiffel hoisted a large tricolour, to the accompaniment of a 25-gun salute fired from the lower level. By June construction had reached the second level platform, and on Bastille Day this was used for a fireworks display, and Eiffel held a celebratory banquet for the press on the first level platform. In 1887, Eiffel became involved with the French effort to construct a canal across the Panama Isthmus. The French Panama Canal Company, headed by Ferdinand de", "doc_score": "71.01882934570312", "publish_date": "2018/12/31"}, {"doc_id": "3652569", "text": "Dinard / football team used Dinard as its base during UEFA Euro 2016. Classical pianist Florence Delaage was born in Dinard. In modern history Dinard was first settled by Saint-Malo's shipping merchants who built some of the town's magnificent houses, very few of which survive. In the late 19th century American and British aristocrats made Dinard popular as a fashionable summer resort, and they built stunning villas on the cliff tops and exclusive hotels such as the 'Le Grand Hotel' on the seafront during the French \"Belle Époque\". The name Dinard comes from the words \"Din\" (\"hill\"/\"fort\") and \"Arz/Art\" (\"fortified\"). It has", "doc_score": "70.59855651855469", "publish_date": "2018/12/31"}, {"doc_id": "4923332", "text": "Bois Caïman / Bois Caïman Bois Caïman () is the site of the Vodou ceremony during which the first major slave insurrection of the Haitian Revolution was planned. On the night of August 14, 1791, representative slaves from nearby plantations gathered to participate in a secret ceremony conducted in the woods by nearby Le Cap in the French colony of Saint-Domingue. Presided over by Dutty Boukman, a prominent slave leader and Vodou priest, the ceremony served as both a religious ritual and strategic meeting as conspirators met and planned a revolt against the ruling white planters of the colony's wealthy Northern Plain. The", "doc_score": "70.2457275390625", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_26", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "4538327", "text": "Affordability of housing in the United Kingdom / property, PRS rents will largely be a reflection of house prices, while SRS rents are set by Local Authorities, Housing Associations or similar. Land Registry figures for England and Wales show that house prices rose from £70,000 to £224,000 in the 20 years between 1998 and 2018. Growth was almost continuous during the period, save for a two-year period of decline around 2008 as a result of the banking crisis. The gap between average income and average house prices has changed between 1985 and 2015 from twice an average salary to up to six times average income. Median house prices", "doc_score": "81.39027404785156", "publish_date": "2018/12/31"}, {"doc_id": "13606641", "text": "Cost of raising a child / of raising a child from birth to 21 years old. The latest report puts the cost as £231,843. The Cost of a child calculations, from birth to 21 years, were compiled by the Centre of Economic and Business Research (CEBR) for LV= in December 2015 and are based on the cost for the 21-year period to December 2015. Additional research was conducted by Opinium Research LLP from 22 to 27 January 2016. The total sample size was 1,000 UK adults with children under the age of 18 and was conducted online. Results have been weighted to nationally representative criteria Based", "doc_score": "82.39823913574219", "publish_date": "2018/12/31"}, {"doc_id": "4538339", "text": "Affordability of housing in the United Kingdom / average £176 per week in rent. Mortgagors paid an average of £153 per week in mortgage payments while mean weekly rents in the social housing sector were £98 for housing association tenants and £89 for local authority tenants. When considering the gross weekly income, including benefits, of all household members, the proportion of income spent on housing costs was 18% for mortgagors, 29% for social renters, and 34% for private renters. The demand for more affordable housing has often been even higher in London than in the rest of the UK. Research from Trust for London found that 24% of", "doc_score": "79.6941146850586", "publish_date": "2018/12/31"}, {"doc_id": "10516531", "text": "Free androgen index / and loss of secondary sex characteristics. In women, androgens are most often measured when there is concern that they may be raised (as in hirsutism or the polycystic ovary syndrome). Typical values for the FAI in women are 7-10. Various companies manufacture testing equipment and kits to measure this index. To test about 1 mL of blood is required. Statistical analysis has shown FAI to be a poor predictor of bioavailable testosterone and of hypogonadism. The Endocrine Society has taken a position against using the FAI to measure Free Testosterone in men: The FAI is often used as a surrogate", "doc_score": "79.53868865966797", "publish_date": "2018/12/31"}, {"doc_id": "10165009", "text": "Tax rates in Europe / the employer unemployment payment, for instance Veronmaksajat -organisation. Spanish income tax includes a personal tax free allowance and an allowance per child. In 2012 a special temporary surcharge was introduced as part of austerity measures to balance the budget. The personal allowance currently stands at €5,151. Income tax for the United Kingdom is based on 2016/17 tax bands. The current tax free threshold on earnings is £11,500. The relief is tapered by £1 for every £2 earned over £100,000. Tax rates in Europe This is a list of the maximum potential tax rates around Europe for certain income brackets. It", "doc_score": "78.04863739013672", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_27", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "705383", "text": "Panic attack / can either be triggered or occur unexpectedly. Smoking and psychological stress increase the risk of having a panic attack. Before diagnosis, conditions that produce similar symptoms should be ruled out, such as hyperthyroidism, hyperparathyroidism, heart disease, lung disease, and drug use. Treatment of panic attacks should be directed at the underlying cause. In those with frequent attacks, counselling or medications may be used. Breathing training and muscle relaxation techniques may also help. Those affected are at a higher risk of suicide. In Europe about 3% of the population has a panic attack in a given year while in the United", "doc_score": "90.5571060180664", "publish_date": "2018/12/31"}, {"doc_id": "705384", "text": "Panic attack / States they affect about 11%. They are more common in females than males. They often begin during puberty or early adulthood. Children and older people are less commonly affected. People with panic attacks often report a fear of dying or heart attack, flashing vision, faintness or nausea, numbness throughout the body, heavy breathing and hyperventilation, or loss of body control. Some people also suffer from tunnel vision, mostly due to blood flow leaving the head to more critical parts of the body in defense. These feelings may provoke a strong urge to escape or flee the place where the attack", "doc_score": "89.25150299072266", "publish_date": "2018/12/31"}, {"doc_id": "5426258", "text": "Acute coronary syndrome / angina (\"crescendo angina\"). New-onset angina is also considered unstable angina, since it suggests a new problem in a coronary artery. The cardinal symptom of critically decreased blood flow to the heart is chest pain, experienced as tightness around or over the chest and (often, but not always) radiating to the left arm and the left angle of the jaw. This may be associated with diaphoresis (sweating), nausea and vomiting, as well as shortness of breath. In many cases, the sensation is \"atypical\", with pain experienced in different ways or even being completely absent (which is more likely in female patients", "doc_score": "89.33759307861328", "publish_date": "2018/12/31"}, {"doc_id": "72574", "text": "Coronary artery disease / completely obstructed for more than 3 months. Cardiac syndrome X is chest pain (angina pectoris) and chest discomfort in people who do not show signs of blockages in the larger coronary arteries of their hearts when an angiogram (coronary angiogram) is being performed. The exact cause of cardiac syndrome X is unknown. Explanations include microvascular dysfunction or epicardial atherosclerosis. For reasons that are not well understood, women are more likely than men to have it; however, hormones and other risk factors unique to women may play a role. For symptomatic people, stress echocardiography can be used to make a diagnosis", "doc_score": "88.06621551513672", "publish_date": "2018/12/31"}, {"doc_id": "14304986", "text": "Heart arrhythmia / result of ventricular arrhythmias. Arrhythmias may occur at any age but are more common among older people. Arrhythmia may be classified by rate (tachycardia, bradycardia), mechanism (automaticity, re-entry, triggered) or duration (isolated premature beats; couplets; runs, that is 3 or more beats; non-sustained= less than 30 seconds or sustained= over 30 seconds). It is also appropriate to classify by site of origin: These are also known as AV blocks, because the vast majority of them arise from pathology at the atrioventricular node. They are the most common causes of bradycardia: First, second and third degree block also can occur at", "doc_score": "87.16092681884766", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_28", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "2423411", "text": "Aldi / years in a row (2012/13), and in 2013, Aldi won the Grocer of the Year Award. However, in February 2015, Aldi narrowly lost to Waitrose for the title of Supermarket of the Year 2015. In April 2015, Aldi overtook Waitrose to become the United Kingdom's sixth-largest supermarket chain. In February 2017, Aldi overtook Co-op to become the United Kingdom's fifth largest supermarket chain. In May 2017, Aldi lost out to Marks & Spencer for the title of Supermarket of the Year 2017 (published by the magazine \"Which?\"). In the United States, due to the relatively low staffing of Aldi locations", "doc_score": "88.35977935791016", "publish_date": "2018/12/31"}, {"doc_id": "433029", "text": "Economy of the United Kingdom / British economy. The UK grocery market is dominated by four companies: Asda (owned by Wal-Mart Stores), Morrisons, Sainsbury's and Tesco. London is a major retail centre and in 2010 had the highest non-food retail sales of any city in the world, with a total spend of around £64.2 billion. The UK-based Tesco is the third-largest retailer in the world measured by revenues (after Wal-Mart Stores and Carrefour) and as of 2011 was the leader in the UK market with around a 30% share. London is the world capital for foreign exchange trading, with a global market share of nearly 41%", "doc_score": "84.58313751220703", "publish_date": "2018/12/31"}, {"doc_id": "3264634", "text": "Next plc / Next plc Next (), styled as next, is a British multinational clothing, footwear and home products retailer headquartered in Enderby, Leicestershire. It has around 700 stores, of which 519 are in the United Kingdom, and over 200 across Europe, Asia and the Middle East. Next is the largest clothing retailer by sales in the United Kingdom, having overtaken Marks & Spencer in early 2012 and 2014. It is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index. The company was founded by Joseph Hepworth in Leeds in 1864 as a tailor under the name", "doc_score": "81.73200988769531", "publish_date": "2018/12/31"}, {"doc_id": "3264647", "text": "Next plc / and starred Brazilian model Emanuela de Paula and Spanish actor Jon Kortajarena. Africa Asia Europe Oceania Next plc Next (), styled as next, is a British multinational clothing, footwear and home products retailer headquartered in Enderby, Leicestershire. It has around 700 stores, of which 519 are in the United Kingdom, and over 200 across Europe, Asia and the Middle East. Next is the largest clothing retailer by sales in the United Kingdom, having overtaken Marks & Spencer in early 2012 and 2014. It is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index. The", "doc_score": "81.31932830810547", "publish_date": "2018/12/31"}, {"doc_id": "17232049", "text": "Value brands in the United Kingdom / designs. Sainsbury's Local stores sell none or very few of these lines. Sainsbury's seeks to differentiate itself on its own label items on quality and many of the Basics products now cost more than what may be considered the equivalent products at Asda, Tesco and Morrisons. This can range from price differences of 1p for Basics Sultanas to Basics Spaghetti tin, where Sainsbury's price is nearly twice that of Asda Smart Price (the weight of the Sainsbury's product is very slightly more). An economy brand which sells items ranging from food and drink to toiletries, currently the UK's fastest growing", "doc_score": "81.44308471679688", "publish_date": "2018/12/31"}]}
{"question_id": "20230609_29", "search_time": "2023/06/11/10:45", "search_result": [{"doc_id": "18800890", "text": "Lo Presti 'ndrina / (Autostrada A32), and the Turin Agency for 2006 Winter Olympics, received envelopes with bullets. The Ursinos managed to bribe a police inspector who informed them about the investigation and gave them a scanner to find wiretaps. In April 2004, the Ursinos approached a politician to try to obtain European Union funding, and set up a million dollar usury ring. Among the victims of usury, was a political figure, who denounced the organization, and in November 2006 Rocco Lo Presti was arrested along with his Ursino nephews. In February 2018, Giuseppe Ursino and Ercole Taverniti were arrested for extortion and criminal", "doc_score": "84.2679443359375", "publish_date": "2018/12/31"}, {"doc_id": "16224724", "text": "Milan Area C / city also has the third-highest concentration of airborne particulate matter among large European cities, both in terms of average annual level and days of exceeding the European Union PM10 limit of 50 micrograms per cubic meter, according to a 2007 study supported by several environmental groups. Due to its lingering air pollution problems and associated health problems, in 2007, and for a trial period, the city banned 170,000 older cars and motorcycles that do not pass strict environmental emission standards. In January 2008, the mayor of Milan, Letizia Moratti, launched the Ecopass program expecting a 30% cut in pollution levels", "doc_score": "83.76817321777344", "publish_date": "2018/12/31"}, {"doc_id": "19972024", "text": "National Anti-Corruption Authority (Italy) / was abolished by the decree law n. 90/2014, converted into law n. 114/2014. Its function is the prevention of corruption within the Italian public administration, in its various participants and subsidiaries, including through the implementation of increased transparency in all management aspects, as well as through the supervisory activities within the public contracts, in any sector of public administration that potentially could develop corruption phenomena, while avoiding aggravating the procedures with negative effects on citizens and businesses, orienting the behaviors and the activities of civil servants, with interventions in an advisory and regulatory capacity. The Authority consists of five members,", "doc_score": "84.11381530761719", "publish_date": "2018/12/31"}, {"doc_id": "16346644", "text": "Vasco Errani / as Special Commissioner for reconstruction. In 2012, Vasco Errani ends under investigation, because the cooperative \"\"Terremerse\"\", owned by his brother, received a financing of one million Euro for the construction of a factory farm, by the Region Emilia-Romagna. Errani is under investigation for fraudulent misrepresentation: the impeachment is of having provided misleading information to the investigating magistrate. On 8 November 2012 Errani was acquitted and declared innocent because the fact was not. On 8 July 2014 Errani was sentenced to one year of imprisonment by the Court of Appeal together with regional officials Terzini and Mazzotti, who were sentenced to", "doc_score": "82.36128997802734", "publish_date": "2018/12/31"}, {"doc_id": "12518028", "text": "Michele Zagaria / it was Zagaria’s \"business acumen\" that had \"enabled his companies to triumph throughout Italy\". When it came to winning tenders by undercutting other companies, \"Michele Zagaria and his construction firms know no rival\". He was sentenced, \"in absentia\", to life on 15 January 2010, after 12-year trial—named the Spartacus Trial—against 36 members of the Casalesi clan, charged with a string of murders and other crimes. Zagaria was arrested on 7 December 2011, when police raided a secret bunker in Casapesenna. \"You won. Your state has won,\" Zagaria told police officers as he was arrested. He had been on the run", "doc_score": "81.53231811523438", "publish_date": "2018/12/31"}]}
