{"question_id": "20230224_0", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "7606337", "text": "The Warfare of Genghis Khan / fear that a nuclear weapon could reach the hands of an Islamic terrorist group. Because Iran and the U.S. do not maintain official diplomatic relations, the President calls Iran's ambassador to the UN from New York to the Swiss embassy in Washington. Leo McGarry grills the ambassador over Iran's nuclear program, but he rebuffs their accusations and gives no conclusive indications that Iran was behind the test. Nevertheless, the administration remains suspicious and the President orders B-2s scrambled for potential simultaneous air strikes on five Iranian uranium enrichment facilities. McGarry tells Communications Director Toby Ziegler to have a statement ready", "doc_score": "78.05146026611328", "publish_date": "2018/12/31"}, {"doc_id": "2826836", "text": "Barack Obama / but repeatedly promised that the U.S. would not deploy ground troops in Syria. Starting with information received from Central Intelligence Agency operatives in July 2010, the CIA developed intelligence over the next several months that determined what they believed to be the hideout of Osama bin Laden. He was living in seclusion in a large compound in Abbottabad, Pakistan, a suburban area from Islamabad. CIA head Leon Panetta reported this intelligence to President Obama in March 2011. Meeting with his national security advisers over the course of the next six weeks, Obama rejected a plan to bomb the compound, and", "doc_score": "77.77725219726562", "publish_date": "2018/12/31"}, {"doc_id": "7606336", "text": "The Warfare of Genghis Khan / host Taylor Reid. When the characteristic \"double-flash\" of a nuclear detonation is detected over the Indian Ocean, President Bartlet calls upon his administration to investigate which state has joined the \"nuclear club.\" The administration covertly contacts the governments of Russia and China asking them to communicate with Iran and North Korea, respectively, to ascertain whether either was behind the test. Vice President Russell, who is seeking a more important role within the administration, is briefed on the situation but does not seem to grasp it. North Korea is eventually ruled out, leaving Iran as the most likely suspect and fueling", "doc_score": "78.37161254882812", "publish_date": "2018/12/31"}, {"doc_id": "7425987", "text": "Russia–United States relations / began in Russia after the legislative election in early December 2011, prime minister Vladimir Putin accused the United States of interference and inciting unrest, specifically saying that secretary of state Hillary Clinton had sent \"a signal\" to \"some actors in our country\"; his comments were seen as indication of a breakdown in the Obama administration's effort to \"reset\" the relationship. By 2012, it was clear that a genuine reset never happened and relations remained sour. Factors in the West included traditional mistrust and fear, an increasing drift away from democracy by Russia, and a demand in Eastern Europe for closer", "doc_score": "78.11563110351562", "publish_date": "2018/12/31"}, {"doc_id": "19950388", "text": "History of the United States (2008–present) / Taliban insurgents from Helmand Province. At 15,000 troops, it was the largest joint operation of the war. After a 2010 profile on U.S. Army general and ISAF Commander Stanley McChrystal was published in the magazine \"Rolling Stone\", McChrystal was forced to resign from his position after making controversial remarks about Obama administration officials. President Obama then announced ISAF to be commanded by General David Petraeus. On May 1, 2011, President Barack Obama announced that the U.S. conducted an operation that killed al-Qaeda leader Osama bin Laden at his compound in Abbottabad, Pakistan. The announcement drew worldwide praise, with spontaneous celebrations", "doc_score": "75.71562957763672", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_1", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "497501", "text": "Mardi Gras / Martinique. The Nice Carnival is held annually in Nice on the French Riviera. The earliest records establish its existence in 1294 when the Count of Provence, Charles Anjou, wrote that he had passed \"the joyous days of carnival.\" This may make the Nice Carnival the original carnival celebration. Today the event attracts over a million visitors to Nice every year over a two-week period. The celebration on the same day in Germany knows many different terms, such as \"Schmutziger Donnerstag\" or \"Fetter Donnerstag\" (Fat Thursday), \"Unsinniger Donnerstag\", \"Weiberfastnacht\", \"Greesentag\" and others, and are often only one part of the whole", "doc_score": "88.40798950195312", "publish_date": "2018/12/31"}, {"doc_id": "497493", "text": "Mardi Gras / Mardi Gras Mardi Gras (), or Fat Tuesday, refers to events of the Carnival celebration, beginning on or after the Christian feasts of the Epiphany (Three Kings Day) and culminating on the day before Ash Wednesday (known as Shrove Tuesday). is French for \"Fat Tuesday\", reflecting the practice of the last night of eating richer, fatty foods before the ritual fasting of the Lenten season. Related popular practices are associated with Shrovetide celebrations before the fasting and religious obligations associated with the penitential season of Lent. In countries such as the United Kingdom, Mardi Gras is also known as Shrove", "doc_score": "90.35259246826172", "publish_date": "2018/12/31"}, {"doc_id": "497515", "text": "Mardi Gras / on Mardi Gras Day, flashers on balconies cause crowds to form on the streets. In the last decades of the 20th century, the rise in producing commercial videotapes catering to voyeurs helped encourage a tradition of women baring their breasts in exchange for beads and trinkets. Social scientists studying \"ritual disrobement\" found, at Mardi Gras 1991, 1,200 instances of body-baring in exchange for beads or other favors. Mardi Gras Mardi Gras (), or Fat Tuesday, refers to events of the Carnival celebration, beginning on or after the Christian feasts of the Epiphany (Three Kings Day) and culminating on the day", "doc_score": "88.74075317382812", "publish_date": "2018/12/31"}, {"doc_id": "9748114", "text": "Mardi Gras in Mobile, Alabama / French Catholic settlers of French Louisiana, as the celebration of Mardi Gras was part of preparation for Ash Wednesday and the beginning of Lent. The first record of the holiday being marked in America is on March 3, 1699, at a camp site along the Mississippi River delta. Following the construction of Fort Louis de La Louisiane in 1702, the soldiers and settlers celebrated Mardi Gras beginning in 1703. Thus started an annual tradition, only occasionally canceled because of war. Mardi Gras has evolved over three centuries in the Mobile area, combining tradition and culture with new ideas. French Mardi", "doc_score": "89.65982818603516", "publish_date": "2018/12/31"}, {"doc_id": "12843433", "text": "Mardi Gras in the United States / Mardi Gras in the United States Mardi Gras in the United States is not observed nationally across the country, however a number of cities and regions in the U.S. have notable Carnival celebrations. Most trace their Mardi Gras celebrations to French, Spanish, and other colonial influences on the settlements over their history. The earliest Carnival celebration in North America occurred at a place on the west bank of the Mississippi river about 60 miles (96.6 kilometers) downriver from where New Orleans is today; this Mardi Gras on the 3rd of March 1699 and in honor of this holiday, Pierre Le", "doc_score": "89.56058502197266", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_2", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "15621691", "text": "2011 Kütahya earthquake / 2011 Kütahya earthquake The 2011 Kütahya earthquake struck near a populous region of western Turkey at 23:15 EEST (20:15 UTC) on 19 May with a moment magnitude of 5.8 and a maximum Mercalli intensity of VII (Very strong). With an epicenter just to the east of Simav, it occurred at an estimated depth of 9.1 kilometers (5.7 mi), resulting in strong shaking in much of Kütahya. Many locals panicked and power was lost to most of Simav. A hospital in Simav reported an unknown number of injuries, and some buildings sustained damage. An elderly woman in İnegöl suffered a heart", "doc_score": "96.1164779663086", "publish_date": "2018/12/31"}, {"doc_id": "12104489", "text": "2002 Bou'in-Zahra earthquake / 1990 a rupture killed over 40,000 people, injured 60,000, and left more than 500,000 homeless. The earthquake occurred at 02:58 UTC (7:28 a.m. Iran Standard Time), while many of the estimated 60 million Iranians affected were in their homes. Its duration was seven seconds, and the epicenter was near the settlement of Bou'in-Zahra in the Khar river valley, a mountainous farming region about from the provincial capital of Qazvin. The greatest damage was across an area best known for its seedless grape harvesting, a getaway for wealthy residents of Tehran. At least 261 people were killed, 1,500 injured, and 25,000", "doc_score": "93.39644622802734", "publish_date": "2018/12/31"}, {"doc_id": "15621697", "text": "2011 Kütahya earthquake / woman in İnegöl died from cardiac. Other sources reported a third unidentified jump victim, though the validity of this claim remains uncertain. 2011 Kütahya earthquake The 2011 Kütahya earthquake struck near a populous region of western Turkey at 23:15 EEST (20:15 UTC) on 19 May with a moment magnitude of 5.8 and a maximum Mercalli intensity of VII (Very strong). With an epicenter just to the east of Simav, it occurred at an estimated depth of 9.1 kilometers (5.7 mi), resulting in strong shaking in much of Kütahya. Many locals panicked and power was lost to most of Simav. A", "doc_score": "95.25630187988281", "publish_date": "2018/12/31"}, {"doc_id": "20493116", "text": "2017 Java earthquake / 2017 Java earthquake The 2017 Java earthquake occurred on 15 December 2017 when a moment magnitude 6.5 earthquake struck the Indonesian island of Java, specifically the city of Tasikmalaya on 23:47:58 West Indonesian Time (16:47:58 UTC) in West Java, Indonesia. The earthquake struck at a depth of 91 km and was categorized as a strong but deep earthquake. It was initially registered as a 7.3 magnitude earthquake by Indonesian agencies. Widespread damages have been reported across Tasikmalaya, the nearest major city to the epicentre. A tsunami warning was immediately issued by the authorities but was subsequently cancelled. Four people have", "doc_score": "95.45296478271484", "publish_date": "2018/12/31"}, {"doc_id": "18332835", "text": "2014 Murmuri earthquake / 2014 Murmuri earthquake The 2014 Murmuri earthquake occurred on August 18 in the Zagros Mountains of Iran with a moment magnitude of 6.2 and a maximum Mercalli intensity of VIII (\"Severe\"). The dip-slip shock injured 60–330 people and was followed by a number of high intensity aftershocks. The area had not seen a large seismic event since developments in Earth observation satellites allowed scientists to more precisely study earthquakes. Observations made using Interferometric synthetic aperture radar imply that different faults were ruptured by the mainshock and the largest aftershock, each leading to different surface deformations. Phone lines, water, and electricity", "doc_score": "91.74561309814453", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_3", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "12237350", "text": "Brittney Griner / for the Summer Olympics and earned her first Olympic medal as they beat Spain 101–72 for the gold medal. In the 2013–14 off-season, Griner played in China for the Zhejiang Golden Bulls of the WCBA where she signed a 4-month contract for $600,000 which was 12 times the amount she made in her rookie season with the Mercury. In the 2014–15 and 2015–16 off-seasons, Griner played in Russia for UMMC Ekaterinburg with teammate Diana Taurasi, winning back-to-back championships. As of August 2016, Griner re-signed with UMMC Ekaterinburg for the 2016–17 off-season. In 2017, Griner re-signed once again with UMMC Ekaterinburg", "doc_score": "89.58224487304688", "publish_date": "2018/12/31"}, {"doc_id": "12237354", "text": "Brittney Griner / Hovey addressing bullying and self-acceptance, \"In My Skin: My Life On and Off the Basketball Court\", published in 2014. On August 14, 2014, Griner announced her engagement to fellow WNBA player Glory Johnson. However, the couple were arrested on charges of assault and disorderly conduct on April 22, 2015, eight months after their engagement, after police broke up a fight between the two in their Goodyear, Arizona home. Both had sustained minor injuries. They were married on May 8, 2015 in Phoenix, Arizona. On May 15, 2015, the WNBA suspended Griner and Johnson for seven games each after Griner pled", "doc_score": "86.00080871582031", "publish_date": "2018/12/31"}, {"doc_id": "12237345", "text": "Brittney Griner / the Mercury to a multi-year deal once her rookie contract expired. In 2017, Griner would have the best season of her career thus far. On June 7, 2017, Griner scored a career-high 38 points along with 9 rebounds in a 98–90 overtime win against the Indiana Fever. Griner would miss 8 games of the season and the 2017 WNBA All-Star Game due to an ankle and knee injury (replaced by Rebekkah Brunson), but finished off the season leading the league in scoring with 21.9 points per game and also lead the league in blocks for the fifth consecutive season. The", "doc_score": "89.75374603271484", "publish_date": "2018/12/31"}, {"doc_id": "12237349", "text": "Brittney Griner / the USA team in Europe. Griner was the sole player still playing in college on the 2012 U.S. Olympic women's basketball team finalists roster. Excluding Griner, the average age on the finalists roster was approximately 30 years old compared to Griner, who was 22 years old at the time of the Olympics. Griner decided in April 2012 not to participate in the 2012 Olympics due to family illness and her school schedule. In April 2013, the Dallas Mavericks NBA franchise asked Griner to appear in tryouts for the team. In 2016, Griner played for the U.S. Olympic women's basketball team", "doc_score": "87.37435913085938", "publish_date": "2018/12/31"}, {"doc_id": "12237347", "text": "Brittney Griner / in her career. She was voted into the 2018 WNBA All-Star Game, making it her fifth all-star game appearance. On August 18, 2018, Griner scored a season-high 33 points along with 18 rebounds and 7 blocks in a 104–95 victory over the Atlanta Dream. This season was also her first season shooting from beyond the arc. Griner also led the league in blocks for the sixth consecutive year. The Mercury finished off the season 20–14 with the number 5 seed in the league. In the first round elimination game, the Mercury defeated the Dallas Wings 101–83. Griner scored 17 points", "doc_score": "88.56478118896484", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_4", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "1516470", "text": "Starbucks / of over $2 billion. The company began a \"skinny\" line of drinks in 2008, offering lower-calorie and sugar-free versions of the company's offered drinks that use skim milk, and can be sweetened by a choice of \"natural\" sweeteners (such as raw sugar, agave syrup, or honey), artificial sweeteners (such as Sweet'N Low, Splenda, Equal), or one of the company's sugar-free syrup flavors. Starbucks stopped using milk originating from rBGH-treated cows in 2007. In June 2009, the company announced that it would be overhauling its menu and selling salads and baked goods without high fructose corn syrup or artificial ingredients. This", "doc_score": "76.89484405517578", "publish_date": "2018/12/31"}, {"doc_id": "630117", "text": "Mountain Dew / brand awareness\", while noting the beverage itself contains brominated vegetable oil, a chemical that is banned in several countries. Jim Joseph, chief integrated marketing officer at Cohn & Wolfe, called it \"weird\". On April 18, 2016, Mountain Dew announced the return of two popular favorites, Baja Blast and Pitch Black. Fans can vote on which flavor stays permanently on store shelves via the Mountain Dew website. Voting ended on July 9, and, after many delays, Pitch Black was announced the winner on July 18, 2016. Pitch Black continues to be produced and became part of the brand's lineup starting in", "doc_score": "78.34513854980469", "publish_date": "2018/12/31"}, {"doc_id": "20876057", "text": "Tantalus Labs / Columbia. August 17, 2018, the company announced it had received its sales license from Health Canada, allowing it to begin on-boarding patients and ship cannabis products. Their five initial strains, dubbed the \"Tantalus Range\", span three product categories which allude to cannabinoid content, ranging from high THC, Balanced, to high CBD, vs. the traditional classification of Indica and Sativa. Its commitment to technology and sustainability earned Tantalus Labs the moniker “the Tesla of cannabis” by prominent Canadian angel investor Shafin Diamond. September 12, 2018, Tantalus Labs launched Tantalus Prime, its e-commerce membership program that provides door-to-door delivery directly from SunLab", "doc_score": "78.6480712890625", "publish_date": "2018/12/31"}, {"doc_id": "15930598", "text": "Vistive Gold / 87705 on September 1, 2011. On December 16, 2011, the Animal and Plant Inspection Service Granted Monsanto's petition. The soybeans were commercially launched in 2018. Engineered to reduce linolenic acid content, MON 87705 suppresses FATB and FAD2, endogenous genes and encoding enzymes that play a role in the biosynthesis of fatty acids. This alteration more than triples oleic acid content, raising it from approximately 20% to 70% of all fatty acids, and reduces the levels of linoleic acid, stearic acid and palmitic acid present in seeds. MON 87705 is also a Roundup Ready derivative, containing the CP4 EPSPS Agrobacterium gene", "doc_score": "75.40583801269531", "publish_date": "2018/12/31"}, {"doc_id": "11114201", "text": "Steve Aoki / to me – kinda like giving back to my community,\" stated Aoki prior to the EP's release. The tracks were released at a weekly interval over five weeks from 23 March to 20 April, with \"Mayhem\" featuring Quintino releasing on 23 March 2018, followed by \"Pika Pika\" with Loopers, \"It's Time\" with Laidback Luke, \"Anthem\" with Hardwell, and concluding with \"Moshi Moshi\" with Vini Vici. On May 18, 2018, Aoki released new single \"Pretender\" featuring AJR and rapper Lil Yachty. In June 2018, Aoki remixed Rita Ora's hit single \"Girls\" featuring Charli XCX, Bebe Rexha and Cardi B. Later that", "doc_score": "75.89933013916016", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_5", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "20182489", "text": "421-a tax exemption / State's $153.1 billion budget in April 2017. As part of the 2017 plan, all housing developments must include between 25% and 30% affordable units to qualify for the program, with several ways for builders to meet that requirement. Previously, that affordability requirement was 20%. However, if the initial tenant of a rent stabilized unit in a building covered by the exemption decides to leave, then the building owner would no longer need to keep that specific unit rent stabilized for new tenants, assuming the rent for that unit is more than $2,700 a month. Under the old 421a, there was", "doc_score": "82.39812469482422", "publish_date": "2018/12/31"}, {"doc_id": "9175407", "text": "Medicare Part D coverage gap / Medicare Part D coverage gap The Medicare Part D coverage gap (informally known as the Medicare doughnut hole) is a period of consumer payment for prescription medication costs which lies between the initial coverage limit and the catastrophic-coverage threshold, when the consumer is a member of a Medicare Part D prescription-drug program administered by the United States federal government. The gap is reached after shared insurer payment - consumer payment for all covered prescription drugs reaches a government-set amount, and is left only after the consumer has paid full, unshared costs of an additional amount for the same prescriptions. Upon", "doc_score": "81.34352111816406", "publish_date": "2018/12/31"}, {"doc_id": "11978135", "text": "Interim order / of torture or the death penalty. Under the court's case law, sending someone to a country where it is reasonable to believe he or she would be tortured amounts to a violation of Article 3 of the European Convention on Human Rights, which prohibits torture. Interim measures are temporary and expire once the court has made a final decision. They are also sometimes referred to as precautionary or preliminary measures. Interim order The term interim order refers to an order issued by a court during the pendency of the litigation. It is generally issued by the Court to ensure Status", "doc_score": "81.00390625", "publish_date": "2018/12/31"}, {"doc_id": "16454486", "text": "Denotification of land / Denotification of land Denotification of land is the cancellation of a notification of intent to acquire land. Notification and denotification is generally issued by governments, particularly in India. It is when a court has cancelled the acquisition of land to builders by an Indian state government. A perfect case of denotification of land is, the land notified for Chennai Airport expansion in Tamil Nadu. In May 2007 1066.99 acres of land was notified from five villages namely Manapakkam, Kolapakkam, Gerugambakkam, Tharapakkam and Kovur (land identified for displacement) for construction of a parallel runway. The local residents formed a forum called", "doc_score": "82.10980224609375", "publish_date": "2018/12/31"}, {"doc_id": "17235813", "text": "Border Security, Economic Opportunity, and Immigration Modernization Act of 2013 / The bill creates a new immigration status, entitled Registered Provisional Immigrant status. Illegal immigrants who get adjusted under the bill would not be legal permanent residents yet, but they would be in a legal status and would no longer be considered to be present illegally. They would also be permitted to work lawfully. In order to receive this status, illegal immigrants would need to apply (which would have the effect of registering them with the U.S. government, hence the title of the status), pay both a fine and a fee, pay any owed back taxes to the IRS, learn English,", "doc_score": "82.00890350341797", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_6", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "19283604", "text": "January 2016 United States blizzard / January 21 for January 22–24. Ripple effect cancellations spread across the entire East Coast. By the afternoon of January 23, more than 10,100 flights were cancelled across the country, affecting well over 100,000 travelers. Nearly 2,000 more flights were delayed. Most airports in the Mid-Atlantic region suspended service altogether, with Baltimore–Washington International, Philadelphia International Airport, Ronald Reagan Washington National, and Washington Dulles International closed through the evening of January 24. Flights to and from LaGuardia, John F. Kennedy International, and Newark Liberty International were largely cancelled as well. American Airlines suspended all flights departing from Charlotte-Douglas International Airport in North", "doc_score": "87.1505355834961", "publish_date": "2018/12/31"}, {"doc_id": "20612050", "text": "March 6–8, 2018 nor'easter / of which were still without power from the previous storm less than a week prior. The storm caused up to 1 million people to lose power, and at least two people has been confirmed dead due to the storm as of March 7. Hundreds of flights were cancelled across the region, and many schools closed due to the nor'easter, although some opted to remain open such as those in New York City, causing controversy. Many freeways were also closed in the regions, and several states were put under state of emergencies. While the previous nor'easter hammered the Northeastern U.S. on", "doc_score": "85.97691345214844", "publish_date": "2018/12/31"}, {"doc_id": "11729418", "text": "Effects of the El Niño–Southern Oscillation in the United States / Effects of the El Niño–Southern Oscillation in the United States The El Niño–Southern Oscillation affects the location of the jet stream, which alters rainfall patterns across the West, Midwest, the Southeast, and throughout the tropics. The shift in the jet stream also leads to shifts in the occurrence of severe weather, and the number of tropical cyclones expected within the tropics in the Atlantic and Pacific oceans affected by changes in the ocean temperature and the subtropical jet stream. The winter will have a negative phase according to the Arctic oscillation (AO). During El Niño, the northern tier of the", "doc_score": "86.02615356445312", "publish_date": "2018/12/31"}, {"doc_id": "19283605", "text": "January 2016 United States blizzard / Carolina, causing a ripple of flights being cancelled throughout the country. Effects rippled internationally, with more than 100 flights in Canada, Mexico, and the United Kingdom cancelled. Altogether, 13,046 flights were cancelled between January 22 and 26. Amtrak suspended service for many lines, including the service from New York City to New Orleans; the to Chicago; and the to Miami. Multiple sporting events, including those held by the Atlantic Coast Conference, National Basketball Association, and the National Hockey League, were postponed by the storm, while the National Football League's Arizona Cardinals vs. Carolina Panthers NFC Championship went on as planned", "doc_score": "86.46205139160156", "publish_date": "2018/12/31"}, {"doc_id": "12467753", "text": "Effects of Hurricane Ike in inland North America / due to its forward motion, its fast forward motion of about, and the warm air ahead of the storm allowed the high winds aloft to reach the surface easier. Many areas reported wind gusts up to hurricane force. It was one of the largest power outages caused by a natural disaster in the history of the Midwest, with around 3.7 million customers losing power (well over 8 million people), including 2.6 million outages in the state of Ohio alone 26 people were killed in the interior states. Ohio alone sustained over $560 million in damage. In Arkansas, about 200,000", "doc_score": "85.80303192138672", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_7", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "11135083", "text": "Food dehydrator / weather changes. Solar food dehydrators are often cited as viable tools in the search for agricultural sustainability and food security. Food dehydrator A food dehydrator is a device that removes moisture from food to aid in its preservation. Food drying is a method of preserving fruit, vegetables, and animal proteins that has been practiced since antiquity. A food dehydrator uses a heat source and air flow to reduce the water content of foods. The water content of food is usually very high, typically 80–95% for various fruits and vegetables and 50–75% for various meats. Removing moisture from food restrains various", "doc_score": "85.85022735595703", "publish_date": "2018/12/31"}, {"doc_id": "3352075", "text": "Water fluoridation / the fluoride is added to milk, to powdered milk, or to yogurt. For example, milk powder fluoridation is used in rural Chilean areas where water fluoridation is not technically feasible. These programs are aimed at children, and have neither targeted nor been evaluated for adults. A systematic review found low-quality evidence to support the practice, but also concluded that further studies were needed. Other public-health strategies to control tooth decay, such as education to change behavior and diet, have lacked impressive results. Although fluoride is the only well-documented agent which controls the rate at which cavities develop, it has been", "doc_score": "84.14188385009766", "publish_date": "2018/12/31"}, {"doc_id": "16793989", "text": "Effects of global warming on human health / to water their crops lose tons of crops per year due to drought. Plant growth is severely stunted without adequate water, and plant resistance mechanisms to fungi and insects weaken like human immune systems. The expression of genes is altered by increased temperatures, which can also affect a plant's resistance mechanisms. One example is wheat, which has the ability to express genes that make it resistant to leaf and stem rusts, and to the Hessian fly; its resistance declines with increasing temperatures. A number of other factors associated with lack of water may actually attract pestilent insects, as well- some", "doc_score": "86.27665710449219", "publish_date": "2018/12/31"}, {"doc_id": "4716498", "text": "Cytorrhysis / known as resurrection plants. Many resurrection plants use constitutive and inducible mechanisms to deal with drought and then later desiccation stress. Protective proteins such as cyclophilins, dehydrins, and LEA proteins are maintained at levels within a desiccation resistant species typically only seen during drought stress for desiccation sensitive species, providing a greater protective buffer as inducible mechanisms are activated. Some species also continuously produce anthocyanins and other polyphenols. An increase in the hormone ABA is typically associated with activation of inducible metabolic pathways. Production of sugars (predominantly sucrose), aldehyde dehydrogenases, heat shock factors, and other LEA proteins are upregulated after", "doc_score": "85.02283477783203", "publish_date": "2018/12/31"}, {"doc_id": "16793952", "text": "Effects of global warming on human health / of blue-green algae create neurotoxins, hepatoxins, cytotoxins or endotoxins that can cause serious and sometimes fatal neurological, liver and digestive diseases in humans. Cyanobacteria grow best in warmer temperatures (especially above 25 degrees Celsius), and so areas of the world that are experiencing general warming as a result of climate change are also experiencing harmful algal blooms more frequently and for longer periods of time. During times of intense precipitation (such as during the “wet season” in much of the tropical and sub-tropical world, including Australia and Panama), nutrients that cyanobacteria depend on are carried from groundwater and the earth's", "doc_score": "86.40904235839844", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_8", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "18029295", "text": "Mayday PAC / Mayday PAC Mayday PAC is an American crowd-funded non-partisan Super PAC created by Harvard Law School professor and activist Lawrence Lessig. Its purpose is to help elect candidates to the Congress to pass campaign finance reform. It is notable for raising large sums from numerous contributors in a short span of time nearly $11 million in 2014 and was described in the \"Los Angeles Times\" as the \"super PAC to end all super PACs.\" The group spent over $10 million in the November 2014 elections, but its strategic plan of electing candidates friendly to campaign finance reform failed. In August", "doc_score": "85.21388244628906", "publish_date": "2018/12/31"}, {"doc_id": "5210632", "text": "Geoffrey Fieger / including In January 2017 Fieger began running a television advertisement indicating his intent to run for president in 2020. In 1997, Fieger donated four million dollars to the Detroit College of Law, now the Michigan State University College of Law, to start the nation's first trial practice institute for law students, which was named the Geoffrey Fieger Trial Practice Institute. Fieger appeared as one of the attorneys on the reality TV show \"Power of Attorney\", and was opposing counsel in an episode of NBC's \"The Law Firm\". In August 2007, Fieger was indicted on federal campaign finance charges; the U.S.", "doc_score": "82.1307373046875", "publish_date": "2018/12/31"}, {"doc_id": "19651783", "text": "Campaign finance reform amendment / that person’s money, substantially more access or ability to influence in any way the election of any candidate for public office or any ballot measure. Federal, State, and local governments shall require that any permissible contributions and expenditures be publicly disclosed. The judiciary shall not construe the spending of money to influence elections to be speech under the First Amendment.\" In the 113th Congress, the We the People Amendment received 3 co-sponsors from the Democratic Party. In the 114th Congress, it garnered 23 co-sponsors (22 Democrats, 1 Republican). In the 115th Congress, it has 51 co-sponsors (50 Democrats, 1 Republican).", "doc_score": "78.84745788574219", "publish_date": "2018/12/31"}, {"doc_id": "7284912", "text": "Second Amendment Foundation / American physicians. It was founded in 1993 by Timothy Wheeler as a project of the Claremont Institute; as of 2016, it was a project of the Second Amendment Foundation. The Second Amendment Foundation and the CCRKBA own a group of business talk radio stations in the Pacific Northwest. Second Amendment Foundation The Second Amendment Foundation (SAF) is a United States nonprofit organization that supports gun rights. Founded in 1974 by Alan Gottlieb and headquartered in Bellevue, Washington, SAF publishes gun rights magazines and public education materials, funds conferences, provides media contacts, and has assumed a central role in sponsoring lawsuits.", "doc_score": "80.93600463867188", "publish_date": "2018/12/31"}, {"doc_id": "19725524", "text": "Donald J. Trump Foundation / auction may have believed he was donating to Trump Foundation charitable causes. According to the Trump Foundation's publicly available tax returns, Trump National Golf Club Westchester paid over $200,000 to the Trump Foundation in 2016, with $158,000 of the funds designated as repayment of the foundation funds used toward the Martin B. Greenberg settlement. In 2013, the Trump Foundation donated $25,000 in support of Florida Attorney General Pam Bondi's election campaign while Bondi's office was reviewing fraud allegations against Trump University, a for-profit real estate program created by Donald Trump. Around that time Trump also hosted a fundraiser for", "doc_score": "81.55073547363281", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_9", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "16952992", "text": "Monetary reform in the United States / is the so-called Chicago plan. The Need Act, presented in the House of Representatives in September 2011 by Dennis Kucinich, is a proposed law that implies that \"the creation of money by private financial institutions as interest-bearing debts should cease once and for all\". Monetary reform in the United States Monetary reform, the reform of monetary creation and thus of the banking system, is a topical political issue in the United States, especially in light of the public debt (15 trillion dollar in November 2011), household debt (student debts, etc.), Social Security and other public sector undertakings and state debts.", "doc_score": "78.83653259277344", "publish_date": "2018/12/31"}, {"doc_id": "11186123", "text": "One-dollar salary / in 2010–11 Oracle's founder and CEO Larry Ellison made only $1 in salary, but earned over $77 million in other forms of compensation. In some cases, in lieu of a salary, the executives receive stock options. In the United States, this approach impacts personal tax liability, because although stock and option grants are taxed at federal income rates, they may be exempt from some portion of payroll taxes (typically 7.65%) used to fund Social Security and Medicare. Executives argue that remuneration through stock instead of salary ties management performance to their financial benefits. The assumption is that stock prices will", "doc_score": "80.26177978515625", "publish_date": "2018/12/31"}, {"doc_id": "18280220", "text": "Federal Reserve Transparency Act of 2013 / of the Federal Reserve Act, largely in response to a series of financial panics, particularly a severe panic in 1907. Over time, the roles and responsibilities of the Federal Reserve System have expanded, and its structure has evolved. Events such as the Great Depression in the 1930s were major factors leading to changes in the system. The U.S. Congress established three key objectives for monetary policy in the Federal Reserve Act: Maximum employment, stable prices, and moderate long-term interest rates. The first two objectives are sometimes referred to as the Federal Reserve's dual mandate. Its duties have expanded over the", "doc_score": "79.77487182617188", "publish_date": "2018/12/31"}, {"doc_id": "20417225", "text": "Tax Cuts and Jobs Act of 2017 / was \"absurd on its face.\" On December 20, 2017, the day the final bill was passed by the House, Wells Fargo, Fifth Third Bancorp and Western Alliance Bancorp announced they would raise the minimum wage of its workers to $15 an hour upon signing of the bill. A number of companies announced bonuses for workers, including AT&T which said it will give a $1,000 bonus to every single one of its 200,000 employees as a result of the Tax Cut bill. Democratic Senator Chuck Schumer stated that these were the exception to the rule and that AT&T was in litigation", "doc_score": "81.712158203125", "publish_date": "2018/12/31"}, {"doc_id": "12448926", "text": "New Deal / technical progress had led to overproduction and lowered wages and prices, which they believed lowered demand and employment (deflation). He argued that government economic planning was necessary to remedy this. New Deal economists argued that cut-throat competition had hurt many businesses and that with prices having fallen 20% and more, \"deflation\" exacerbated the burden of debt and would delay recovery. They rejected a strong move in Congress to limit the workweek to 30 hours. Instead their remedy, designed in cooperation with big business, was the NIRA. It included stimulus funds for the WPA to spend and sought to raise prices,", "doc_score": "79.9691390991211", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_10", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "1361990", "text": "Strategic Arms Limitation Talks / Strategic Arms Limitation Talks The Strategic Arms Limitation Talks (SALT) were two rounds of bilateral conferences and corresponding international treaties involving the United States and the Soviet Union, the Cold War superpowers, on the issue of arms control. The two rounds of talks and agreements were SALT I and SALT II. Negotiations commenced in Helsinki, Finland, in November 1969. SALT I led to the Anti-Ballistic Missile Treaty and an interim agreement between the two countries. Although SALT II resulted in an agreement in 1979, the United States Senate chose not to ratify the treaty in response to the Soviet war", "doc_score": "90.7652359008789", "publish_date": "2018/12/31"}, {"doc_id": "12656925", "text": "Sochi agreement / In 2008, U.S. President George W. Bush and Putin made a last-ditch attempt as incumbent presidents to resolve a protracted dispute over European missile defenses at anotjer Sochi summit. This followed Russian officials objecting to U.S. plans to deploy ballistic missile defenses (BMD) in Poland and the Czech Republic. They had claim that the stated American justification for the BMD deployments—that the systems are needed to defend the United States and European countries against an emerging Iranian missile threat—lacked credibility. Instead, they insisted the true objective of such moves along Russia's periphery was to weaken Russia's nuclear deterrent. Sochi agreement", "doc_score": "91.37440490722656", "publish_date": "2018/12/31"}, {"doc_id": "1362001", "text": "Strategic Arms Limitation Talks / II was superseded by START I in 1991. Strategic Arms Limitation Talks The Strategic Arms Limitation Talks (SALT) were two rounds of bilateral conferences and corresponding international treaties involving the United States and the Soviet Union, the Cold War superpowers, on the issue of arms control. The two rounds of talks and agreements were SALT I and SALT II. Negotiations commenced in Helsinki, Finland, in November 1969. SALT I led to the Anti-Ballistic Missile Treaty and an interim agreement between the two countries. Although SALT II resulted in an agreement in 1979, the United States Senate chose not to ratify", "doc_score": "89.7520980834961", "publish_date": "2018/12/31"}, {"doc_id": "2952639", "text": "Nuclear arms race / hold and launch multiple nuclear missiles at targets while in mid-air. Over the next 10 years, the Soviet Union and U.S added 12,000 nuclear warheads to their already built arsenals. Throughout the 1970s, both the Soviet Union and United States replaced old missiles and warheads with newer, more powerful and effective ones. This continued to worsen Soviet-U.S relations. On June 18, 1979, the SALT II treaty was signed in Vienna. This treaty limited both sides' nuclear arsenals and technology. However, this treaty as well as the era of the détente ended with the Soviet Union's invasion of Afghanistan in January,", "doc_score": "87.6902084350586", "publish_date": "2018/12/31"}, {"doc_id": "17126361", "text": "Vladivostok Summit Meeting on Arms Control / Vladivostok Summit Meeting on Arms Control The Vladivostok Summit Meeting on Arms Control was a two-day summit held on November 23 and 24, 1974 in Vladivostok for the purpose of extending arms control provisions between the Soviet Union and the United States. After a series of talks between American President Gerald Ford and Soviet Foreign Minister Andrei Gromyko in Washington and American Secretary of State Henry Kissinger's visit to Moscow, Ford traveled to Vladivostok to meet with Soviet General Secretary Leonid Brezhnev directly. The two heads of state agreed to terms that would limit both nations an \"equal aggregate number\"", "doc_score": "89.80530548095703", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_11", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "3281286", "text": "Breed-specific legislation / 1533 (S.D.Fla.,1989), dog owners sued in the federal district court of Florida to prevent Dade County from enforcing a pit bull ban, claiming that there is no such thing as a pit bull dog but rather three separate breeds; however, their own expert witnesses repeatedly identified dogs from the three separate breeds as \"pit bull dogs\" during the trial. The court upheld the Dade County ordinance, concluding: Based upon the substantial evidence presented at trial, this court finds that Dade County Ordinance No. 89-022 provides sufficient guidance to dog owners, both in its explicit reference to pit bull dogs, and", "doc_score": "90.54302978515625", "publish_date": "2018/12/31"}, {"doc_id": "18153663", "text": "Dogs in the United States / not compatible. Outside of the AWA, there are additional legal issues pertaining to dogs that are handled by both states and municipalities. The practice of pound seizure (permitting felines and canines to be taken from shelters for research or experimentation) was ordered by three states in 2000, this law established in 2004. Alternatively, twelve states now forbid this practice. Other practices considered commonplace in the United States are criticized or forbidden abroad. One such instance is the intentional ear cropping and tail docking of specific dogs routinely carried out in the United States for cosmetic purposes. These acts are prohibited", "doc_score": "89.35928344726562", "publish_date": "2018/12/31"}, {"doc_id": "3281296", "text": "Breed-specific legislation / in question had been repealed by passage of a subsequent \"pit bull\" ordinance in June 1987; however, the court specifically observed (but did not rule) that the 1987 ordinance relied on the \"common understanding and usage\" of the names of the breeds in question, and warned that the Lynn Pit Bull ban ordinance depends for enforcement on the subjective understanding of dog officers of the appearance of an ill-defined \"breed,\" leaves dog owners to guess at what conduct or dog \"look\" is prohibited, and requires \"proof\" of a dog's \"type\" which, unless the dog is registered, may be impossible to", "doc_score": "88.05545806884766", "publish_date": "2018/12/31"}, {"doc_id": "11566577", "text": "Hayden Act / Hayden Act The Hayden Act, introduced by California Senator Tom Hayden as Senate Bill 1785 on February 18, 1998, amended California Law as it applies to companion animals. Under the then existing law, dogs or cats impounded by public pounds or shelters could be killed after 72 hours of being impounded. The Hayden Act, effective July 1, 1999, expanded this minimum impound time to 4 or 6 business days, as specified, and required that the animal be released to a nonprofit animal rescue or adoption organization in certain circumstances, subject to specified exceptions. Along with Hayden, law professor in animal", "doc_score": "87.02000427246094", "publish_date": "2018/12/31"}, {"doc_id": "16093731", "text": "Wildlife regulations in Florida / Wildlife regulations in Florida Bill CS/SB 318 is an amendment passed by the State of Florida in June 2010 which amends several sections of Chapter 379 of the Florida Statutes (F.S.). Sections 379.231, 379.372, 379.374, 379.3761, 379.401, and 379.4015 deal with wildlife regulations and were amended by this bill. Broadly, this bill seeks to regulate entities which own, import, sell and/or breed certain prohibited species of reptiles. Specifically this bill prohibits the ownership of a variety of commonly kept pythons and monitor species. Additionally, the bill provided rules for a commission to add species of reptiles to the prohibited list.", "doc_score": "86.32920837402344", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_12", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "10261274", "text": "Mike Colter / began portraying the role of Agent Jameson Locke in the \"Halo\" franchise. Colter starred in the series \"Halo: Nightfall\" and provided the motion capture for Agent Locke in \"\" while the voice acting is performed by Ike Amadi. He also co-starred as Luke Cage in \"Jessica Jones\", on Netflix. The entire first season was released online on November 20, 2015. This was followed by the character's individual series, \"Luke Cage\", with the first season being released on September 30, 2016, and the second season being released on June 22, 2018. In between the two seasons, Colter also played Luke in", "doc_score": "85.05311584472656", "publish_date": "2018/12/31"}, {"doc_id": "20800758", "text": "Ric Roman Waugh / Ric Roman Waugh Ric Roman Waugh (born 20 February 1968) is an American director, actor, and stunt performer. He is known for his work in \"Felon\" (2008), \"Snitch\" (2013) and \"Shot Caller\" (2017). He is set to direct \"Angel Has Fallen\", a third installment in the Has Fallen film series, which is due for release in 2019. He worked as a stunt performer in the 1980s and 1990s, having appear in several films such as \"Universal Soldier\", \"The Last of the Mohicans\", \"Last Action Hero\", \"Hard Target\", \"The Crow\", \"Gone in 60 Seconds\", and \"The One\". Roman Waugh's first directorial", "doc_score": "80.18545532226562", "publish_date": "2018/12/31"}, {"doc_id": "19563448", "text": "JR Lemon / 2005. He played briefly for the Oakland Raiders, but was cut during 2006 training camp. After moving to the Los Angeles area to continue his football training, he went on to pursue modeling and acting. Lemon was an action-capture actor for the \"Madden NFL\" series of video games from 2009 through 2012. In 2017, Lemon portrayed Devin Wade, the protagonist of \"Madden NFL 18\" \"Longshot\" story mode. His first film role was as the main character Jenkins in the little-known stoner comedy \"Bad Batch\". He next appeared in the 2012–13 Web series \"Shadow Love\" before getting his big break in", "doc_score": "79.10489654541016", "publish_date": "2018/12/31"}, {"doc_id": "11786707", "text": "Graham Patrick Martin / Graham Patrick Martin Graham Patrick Martin (born November 14, 1991) is an American film and television actor. He is best known for his recurring role as Eldridge on \"Two and a Half Men\" (2010–12) and former teen hustler Rusty Beck on the series finale of \"The Closer\" and in its spinoff series, \"Major Crimes\" (2012–2018). Martin also portrayed Bill Engvall's eldest son in the sitcom \"The Bill Engvall Show\" (2007–09). He starred in the films \"Jack Ketchum's The Girl Next Door\" (2007) and \"Rising Stars\" (2010). Martin attended Fiorello H. LaGuardia High School in New York City. When asked, in", "doc_score": "79.68062591552734", "publish_date": "2018/12/31"}, {"doc_id": "8308890", "text": "Noah Fleiss / Noah Fleiss Noah Fleiss (born April 16, 1984) is an American film and television actor. He was born in White Plains, New York. He is known for his role as Chris in the video game \"Until Dawn\". Fleiss's great uncle is Professor Joseph L. Fleiss, and he is a distant relative of Dr. Paul Fleiss, Mike Fleiss, and Heidi Fleiss. Fleiss made his screen debut as a young runaway (Sam Whitney) who drives cross-country with his brother in \"Josh and S.A.M.\" (1993), perhaps his best-known film. He also has appeared in films such as \"Joe the King\" (1999), \"The Laramie", "doc_score": "80.85929107666016", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_13", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "17759700", "text": "Ann Leckie / of that ship's artificial consciousness, as she attempts to revenge herself on the ruler of her civilization. The sequel, \"Ancillary Sword\", was published in October 2014, and the conclusion, \"Ancillary Mercy\", was published in October 2015. \"Night's Slow Poison\" (2014) and \"She Commands Me and I Obey\" (2014) are short stories set in the same universe. In 2015, Orbit Books purchased two additional novels from Leckie. The first, \"Provenance\", was published on 3 October 2017 and is set in the \"Imperial Radch\" universe. The second was to have been an unrelated science fiction novel. In April 2018, Orbit announced that", "doc_score": "80.16793060302734", "publish_date": "2018/12/31"}, {"doc_id": "6328073", "text": "Outlander (novel) / 2013 in Scotland. The series premiered in the US on August 9, 2014. It was picked up for a second season on August 15, 2014, and for a third and fourth season on June 1, 2016. On May 9, 2018, Starz renewed the series for a fifth and sixth season. In 2010 Gabaldon adapted the first third of \"Outlander\" into \"\", illustrated by Hoang Nguyen. The same year, a 14-song cycle based on \"Outlander\" was released under the title \"\". Outlander (novel) Outlander (published in the United Kingdom as Cross Stitch) is the first in a series of eight historical", "doc_score": "77.89356994628906", "publish_date": "2018/12/31"}, {"doc_id": "5235619", "text": "Alfred A. Knopf / are published later as Vintage paperbacks. Vintage Books is a sister imprint of Random House. In October 2012, Bertelsmann entered into talks with rival conglomerate Pearson plc, over the possibility of combining their respective publishing companies, Random House and Penguin Group. The merger was completed on 1 July 2013 and the new company is Penguin Random House. Bertelsmann owns 53% of the joint venture while Pearson owns 47%. At the time of the acquisition the combined companies controlled 25% of the book business with more than 10,000 employees and 250 independent publishing imprints and with about $3.9 billion in annual", "doc_score": "79.952880859375", "publish_date": "2018/12/31"}, {"doc_id": "2916253", "text": "William R. Forstchen / States from an EMP attack: \"Report of the Commission to Assess the Threat to the United States from Electromagnetic Pulse (EMP) Attack\". Drawing on this and other government and private studies, Forstchen explores by fiction what might happen in a \"typical\" American town in the wake of an attack on the United States with electro-magnetic pulse (EMP) weapons. The sequel, \"One Year After\", was released on September 15, 2015. The concluding work of the trilogy, \"The Final Day\", was released January 4, 2017. All three of the books in what is now called \"The John Matherson Series\" achieved NYT best", "doc_score": "78.5702896118164", "publish_date": "2018/12/31"}, {"doc_id": "10795647", "text": "Arcadia Publishing / on American-made paper. In May 2017, Arcadia acquired Palmetto Publishing Group, a Charleston-based self-publishing service that had been in business since 2015. In 2018, Arcadia was acquired by Lezen, a new company owned by Lili and Michael Lynton. The History Press is a subsidiary publishing house, owned by Arcadia. Its books mainly deal with \"narratives of local heroes, tragic losses, collections of homegrown recipes, historic mysteries, and everything in between.\" Some of their series include: \"American Legends\" (a series focused on local mythology, legends, and mysteries), \"Forgotten Tales\" (a line of books that catalogue near-forgotten stories), and \"Haunted America\" (paranormal", "doc_score": "82.18424987792969", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_14", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "20864921", "text": "Sri Preston Kulkarni / Sri Preston Kulkarni Srinivas Rao Preston Kulkarni (born October 8, 1978) is a former diplomat and candidate for a seat in the United States House of Representatives in. He is a member of the Democratic Party. Kulkarni moved to Texas with his family in 1980 and grew up in Houston. His Indian immigrant father, Venkatesh Kulkarni, was a novelist and a professor at Rice University, and an white West Virginian mother, Margaret Preston, who is a descendant of Sam Houston. He attended Lamar High School, and later the University of Texas and the Harvard Kennedy School. Kulkarni served in", "doc_score": "77.95062255859375", "publish_date": "2018/12/31"}, {"doc_id": "17053777", "text": "Ro Khanna / Ro Khanna Rohit Khanna (; born September 13, 1976) is an American academic, lawyer, and politician serving as the U.S. Representative from California's 17th congressional district, since 2017. A member of the Democratic Party, he defeated eight-term incumbent Democratic Representative Mike Honda in the general election on November 8, 2016, after first running for the same seat in 2014. Khanna also served as the Deputy Assistant Secretary in the United States Department of Commerce under President Barack Obama from August 8, 2009, to August 2011. Khanna only accepts donations from individuals and is one of only six members of the", "doc_score": "80.62796020507812", "publish_date": "2018/12/31"}, {"doc_id": "19840967", "text": "Vivek Ramaswamy / graduated from St. Xavier High School in Cincinnati in 2003. He graduated \"summa cum laude\" from Harvard College with an A.B. in biology. He then received a J.D. from Yale Law School, where his studies were supported by The Paul & Daisy Soros Fellowships for New Americans. Ramaswamy was an investor in the biotechnology sector. In 2007, he co-founded and served as President of Campus Venture Network, a technology company that was acquired in 2009 by the Ewing Marion Kauffman Foundation. Ramaswamy worked at QVT Financial from 2007 to 2014, where he was a partner and co-managed the firm’s biotech", "doc_score": "80.86648559570312", "publish_date": "2018/12/31"}, {"doc_id": "15955096", "text": "Shiva Ayyadurai / undergo safety assessments that \"are more rigorous and thorough than assessments of any other food crop in history\". In 2016, Ayyadurai promised to donate $10 million to Hillary Clinton's presidential campaign if she could disprove his research. On March 17, 2017, Ayyadurai filed as a Republican candidate in the 2018 United States Senate election in Massachusetts, running against incumbent Elizabeth Warren. On November 11, 2017, he announced he would run as an independent and ultimately garnered 3.4% of the vote. Ayyadurai said that Warren was at the top of a U.S. \"neo-caste system\" composed of \"academics, career politicians and lawyer/lobbyists\",", "doc_score": "78.56272888183594", "publish_date": "2018/12/31"}, {"doc_id": "7288094", "text": "Jayantha Dhanapala / Pugwash Conferences on Science and World Affairs. Dhanapala was born in Sri Lanka on 30 December 1938. His family hails from the town of Matale. Dhanapala was educated at prestigious Trinity College in Kandy. He gained a reputation as an all rounder as a schoolboy and was awarded the Ryde Gold Medal in 1956. At the age of 17 Jayantha Dhanapala won a contest with an essay titled \"The World We Want\" and travelled to the US where he met Senator John F. Kennedy and President Dwight D. Eisenhower. He entered the Sri Lankan diplomatic service and served in London,", "doc_score": "76.94957733154297", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_15", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "17811025", "text": "Jennifer Wexton / Jennifer Wexton Jennifer Lynn Wexton (née Tosini; born May 27, 1968) is an American lawyer and politician from the Commonwealth of Virginia who has represented the 33rd district in the State Senate since 2014. The district includes northeastern Loudoun County and northwestern Fairfax County. She is a member of the Democratic Party and the United States representative-elect for Virginia's 10th congressional district, having defeated Republican incumbent Barbara Comstock. Wexton is from Leesburg, Virginia. Her father and mother were senior economists at the United States Department of the Treasury and the Commodity Futures Trading Commission, respectively. Wexton received a BA from", "doc_score": "87.97230529785156", "publish_date": "2018/12/31"}, {"doc_id": "11938510", "text": "Jennifer McClellan / to participate in a legislative session. When Terry McAuliffe was elected Governor of Virginia in 2013, McClellan headed the transition team. McClellan is vice-chair of the Democratic Party of Virginia; as the highest ranking party officer of the gender opposite the party chair, she is also automatically a member of the Democratic National Committee. As a DNC member, she was a superdelegate to the 2008 Democratic National Convention. McClellan was elected to the Virginia State Senate in a special election held on January 10, 2017, to fill the 9th District seat vacated by Donald McEachin's election to the US House", "doc_score": "88.35791015625", "publish_date": "2018/12/31"}, {"doc_id": "2448206", "text": "Corrine Brown / Corrine Brown Corrine Brown (born November 11, 1946) is a convicted felon and former American politician who served as a member of the U.S. House of Representatives from Florida from 1993 to 2017. She was a member of the Democratic Party. After a court-ordered redistricting significantly changed her district, and while facing a federal indictment, Brown was defeated in the 2016 Democratic primary by Al Lawson, who went on to win Brown's former seat. On December 4, 2017, she was sentenced to five years in prison and ordered to pay restitution. Born in Jacksonville, Florida, Brown earned a bachelor of", "doc_score": "87.80096435546875", "publish_date": "2018/12/31"}, {"doc_id": "19394314", "text": "Juliana Stratton / a Juris Doctor from DePaul University. Stratton has been the director for the Center for Public Safety and Justice at the University of Illinois at Chicago since July 2015. Prior to that, she was the executive director at Cook County Justice for Children and president of a mediation services company. In 2016, Stratton challenged Ken Dunkin for the fifth district seat in the Illinois House of Representatives. She received an endorsement from President Barack Obama, as well as support from several unions due to her support for \"child care, labor, and home care\". In March 2016, she defeated Dunkin decisively,", "doc_score": "86.28855895996094", "publish_date": "2018/12/31"}, {"doc_id": "20740531", "text": "Katie Arrington / Katie Arrington Katie Arrington (born December 6, 1970) is an American politician who has served in the South Carolina House of Representatives from the 94th district since 2017. She defeated former South Carolina Governor and incumbent Congressman Mark Sanford in the Republican primary for South Carolina's 1st congressional district on June 12, 2018. In November 2018, Arrington lost the general election to Joe Cunningham, the Democratic candidate. Arrington was born in Fairfax, Virginia. Later in her childhood her family moved to Syracuse, New York. After high school Arrington attended Canisius College in New York but left during her sophomore year", "doc_score": "92.00648498535156", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_16", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "5135570", "text": "John Munch / John Munch John Munch is a fictional character played by actor Richard Belzer. Munch first appeared on the American crime drama television series \"\" on NBC. A regular through the entire run of the series from 1993 to 1999, Munch is a cynical detective in the Baltimore Police Department's Homicide unit, and a firm believer in conspiracy theories. He is originally partnered with Det. Stanley Bolander (Ned Beatty). Munch is based on Jay Landsman, a central figure in David Simon's true crime book \".\" On the cancellation of \"Homicide\" in 1999, Belzer was offered a regular role as Munch on", "doc_score": "83.48896026611328", "publish_date": "2018/12/31"}, {"doc_id": "5135573", "text": "John Munch / to the precinct to gather his belongings, where he and Cragen shake hands as Cragen remarks, \"you had one hell of a run, Sergeant Munch.\" Munch has returned, post-retirement, to help his colleagues in the fifteenth-season finale \"\" and the seventeenth-season episode \"\". The character of Munch has appeared in a total of ten series on five networks since the character's debut in 1993. Apart from \"Homicide\" and \"SVU\", however, Belzer's performances as Munch were guest appearances or crossovers rather than regular or recurring appearances. With Munch's retirement in the character's 22nd season on television, he was a regular character", "doc_score": "82.68678283691406", "publish_date": "2018/12/31"}, {"doc_id": "6037518", "text": "Richard Belzer / in his performance. In addition, Belzer has played Munch in episodes on seven other series and in a sketch on one talk show, making Munch the only fictional character to appear on eleven different television shows played by a single actor. These shows were on six different networks: In March 2016, executive producer Warren Leight announced Belzer would return to reprise the role in a May 2016 episode of \"Law & Order: Special Victims Unit\", titled \"Fashionable Crimes\". Belzer portrayed Det. Munch for 22 consecutive seasons on \"Homicide\" (7 seasons) and \"Law & Order: SVU\" (15 seasons), which exceeded the", "doc_score": "82.55052185058594", "publish_date": "2018/12/31"}, {"doc_id": "6037517", "text": "Richard Belzer / reporter. In several episodes of \",\" he played Inspector William Henderson. He followed that with starring roles on the Baltimore-based \"\" (1993–99) and the New York–based \"\" (1999–2013), portraying police detective John Munch in both series. Barry Levinson, executive director of \"Homicide\", said Belzer was a \"lousy actor\" in audition when he read lines from the script for \"Gone for Goode\", the first episode in the series. Levinson asked Belzer to take time to reread and practice the material, then read it again. At his second reading, Levinson said Belzer was \"still terrible\", but that the actor eventually found confidence", "doc_score": "80.83338165283203", "publish_date": "2018/12/31"}, {"doc_id": "990264", "text": "Jerry Seinfeld / Jerry Seinfeld Jerome Allen Seinfeld ( ; born April 29, 1954) is an American stand-up comedian, actor, writer, producer, and director. He is known for playing himself in the sitcom \"Seinfeld\", which he created and wrote with Larry David. As a stand-up comedian, Seinfeld specializes in observational comedy; in 2005, Comedy Central named Seinfeld the \"12th Greatest Stand-up Comedian of All Time.\" Seinfeld produced, co-wrote and starred in the 2007 film \"Bee Movie\". In 2010, he premiered a reality series called \"The Marriage Ref\", which aired for two seasons on NBC. He is the creator and host of the web", "doc_score": "79.71021270751953", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_17", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "6039232", "text": "Wakamaru / to the consumer's mobile phone. Due to its US$14,000–$15,000 price-point, the Wakamaru has been criticized as being too expensive for what it does. Mitsubishi had predicted at least 10,000 sales in the United States a year after the launch, but only shipped about a dozen models overseas. As of 2008, the robot went off the market but remained for rent as a receptionist for $1,000 a day. On June 23, 2014 a photo of a number of Wakamaru units in a garbage collection unit at a Japanese university was tweeted by a Japanese Twitter user. Unlike the Wakamaru, domestic robots", "doc_score": "75.75579833984375", "publish_date": "2018/12/31"}, {"doc_id": "5473334", "text": "Ellen Spertus / New York Times\" as one of the \"women who might change the face of the computer industry\" and in a follow-up article in 2003. In 2001 she was named \"The Sexiest Geek Alive\". While at Google, Spertus spent her time at Google working on App Inventor for Android, a block based development platform with a graphical user interface that lets developers and amateurs alike create applications for Android. In May 2011, O'Reilly Media published \"App Inventor\", which Spertus co-authored with David Wolber, Hal Abelson, and Liz Looney. Spertus was a lessee of one of the approximately 1,000 General Motors EV1s.", "doc_score": "75.60334777832031", "publish_date": "2018/12/31"}, {"doc_id": "5046012", "text": "Runaway bride case / twice-divorced landscaper Greg Hutson since early in 2009. Herobuilders, a manufacturer of action figures, rushed to produce a doll representing Wilbanks, wearing a jogging suit bearing the slogan \"Vegas baby\". It came with a small towel, to put over the doll's head, to model how she appeared on TV when in the custody of Albuquerque Police. Wilbanks has inspired a \"Runaway Bride\" action figure and a hot sauce called \"Jennifer's High Tailin' Hot Sauce\". An auction on eBay of a slice of toast carved with a likeness of Wilbanks closed with a winning bid of $15,400. Nearly two years after", "doc_score": "74.53866577148438", "publish_date": "2018/12/31"}, {"doc_id": "20803852", "text": "Kodak KashMiner / Kodak KashMiner Kodak KashMiner was a Bitcoin mining computer that was displayed at Kodak's booth at the Consumer Electronics Show in January 2018. It was promoted by Spotlite USA, who had previously licensed the Kodak name for Kodak-branded LED lighting. The plan was that for an up-front fee of around $3,400, customers could rent a KashMiner — apparently a rebranded Bitmain AntMiner S9 — for two years, and keep a cut of any Bitcoins generated. The devices would be housed at Kodak's offices in Rochester, New York, and use surplus power from Kodak's in-house power plant. The scheme was widely", "doc_score": "77.03266143798828", "publish_date": "2018/12/31"}, {"doc_id": "3010234", "text": "USS Enterprise (NCC-1701-D) / Trek Generations\". Jonathan Frakes said, \"When we negotiate our contracts, Paramount's company line is that the ship is in fact the star of the show!\" In October 2006, the \"Enterprise\" shooting miniature was auctioned in New York City at Christie's auction house, along with other models, props, costumes, and set pieces from the \"Star Trek\" franchise. Its projected value was $20,000 to $30,000; but the final sale price was $576,000. It was the most expensive item in the auction. ILM's John Knoll also built a CGI Electric Image model of the \"Enterprise\"-D for the film \"Star Trek Generations\" (1994). That", "doc_score": "73.68621826171875", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_18", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "13586324", "text": "Ricky Stenhouse Jr. / midget racing. In 2012, he formed Stenhouse Jr. Racing and fielded the No. 41 car for Jason Johnson in the American Sprint Car Series (ASCS). In 2017, he partnered with Matt Wood to form Stenhouse Jr.-Wood Racing and fielded the No. 17w car for driver Joey Saldana in the World of Outlaws sprint car series. After his first NASCAR Cup Series win at Talladega in May 2017, Stenhouse became one of only eight drivers to have won in the NASCAR Cup Series as well as in the USAC Silver Crown, National Sprint Car, and National Midget series, joining Mario Andretti,", "doc_score": "87.22826385498047", "publish_date": "2018/12/31"}, {"doc_id": "13586313", "text": "Ricky Stenhouse Jr. / over Elliott Sadler. Stenhouse drove the No. 6 Sprint Cup Series car for Roush Fenway Racing in the 2012 Daytona 500, finishing 20th. In the Nationwide Series the previous day, Stenhouse had been caught up in a 10-car wreck on the final lap of the series' season-opening event; a week later he finished 3rd at Phoenix, while a week after that Stenhouse won his first race of 2012 at Las Vegas, winning the Sam's Town 300, holding off Mark Martin to take the checkered flag; he would win races at Texas Motor Speedway and Iowa Speedway before suffering a run", "doc_score": "85.65560913085938", "publish_date": "2018/12/31"}, {"doc_id": "13586311", "text": "Ricky Stenhouse Jr. / He proceeded to take seven top tens and was locked in a tight battle for Rookie of the Year (ROTY) with Brian Scott. With Scott struggling after his release from Turner Motorsports, Stenhouse took the ROTY award after a fourth-place finish at Homestead. On May 22, 2011, Stenhouse held off charges from Carl Edwards and Brad Keselowski for the final 18 laps to claim his first win in the John Deere Dealers 250 at Iowa Speedway, his 51st start in the Nationwide Series. Stenhouse made his Sprint Cup Series debut at the 2011 Coca-Cola 600 substituting for fellow Roush teammate", "doc_score": "86.51881408691406", "publish_date": "2018/12/31"}, {"doc_id": "13586325", "text": "Ricky Stenhouse Jr. / A. J. Foyt, Jeff Gordon, Kyle Larson, Ryan Newman, Ken Schrader, and Tony Stewart. Stenhouse was born in Memphis, Tennessee and was raised in Olive Branch, Mississippi. He is the first Mississippian driver to attempt a full-time schedule since Lake Speed in 1997. He started out on dirt then made a transition to stock cars in 2008. Stenhouse is a huge Ole Miss Rebels football fan. In 2014, he led the Rebels onto the field before the annual Egg Bowl game versus in-state rival Mississippi State. Stenhouse is a devout Baptist. Stenhouse was in a relationship with Danica Patrick from", "doc_score": "87.63622283935547", "publish_date": "2018/12/31"}, {"doc_id": "13586318", "text": "Ricky Stenhouse Jr. / Stenhouse nearly won the Food City 500 where he came home in 4th. After a weak summer, he had a consistent run of 15th or better in 6 of the last 10 races, including two top 10s at Dover and Talladega. After poor performances at Martinsville and Phoenix where he was as high as 22nd in the points, he fell down to 25th at season's ending. Stenhouse got off to a better start in 2016 than 2015 including a Top 10 run in Atlanta. He got his next Top 10 at Fontana, in 2015 It took 29 races to get", "doc_score": "85.80960083007812", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_19", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "497579", "text": "Carnival / These usually involve huge, complex, beautiful well-crafted costumes, that includes 'wire-bending'. J'ouvert, or \"Dirty Mas\", takes place before dawn on the Monday (known as Carnival Monday) before Ash Wednesday. It means \"opening of the day\". Revelers dress in costumes embodying puns on current affairs, especially political and social events. \"Clean Mud\" (clay mud), oil paint and body paint are familiar during J'ouvert. A common character is \"Jab-jabs\" (devils, blue, black, or red) complete with pitchfork, pointed horns and tails. A King and Queen of J'ouvert are chosen, based on their witty political/social messages. Carnival Monday involves the parade of the", "doc_score": "87.81362915039062", "publish_date": "2018/12/31"}, {"doc_id": "2644237", "text": "Mardi Gras in New Orleans / by locals on Mardi Gras Day, flashers on balconies cause crowds to form on the streets. In the last decades of the 20th century, the rise in producing commercial videotapes catering to voyeurs helped encourage a tradition of women baring their breasts in exchange for beads and trinkets. Social scientists studying \"ritual disrobement\" found, at Mardi Gras 1991, 1,200 instances of body-baring in exchange for beads or other favors. The formal end of New Orleans Mardi Gras arrives with the \"Meeting of the Courts,\" a ceremony at which Rex and His Royal Consort, the King and Queen of Carnival, meet", "doc_score": "87.58572387695312", "publish_date": "2018/12/31"}, {"doc_id": "13007545", "text": "Paris Carnival / Paris Carnival The Paris Carnival is a carnival in the city of Paris in France. It occurs after the Feast of Fools and has been held since the sixteenth century or earlier, with a long 20th century interregnum. The Carnival of Paris is a festival with a very long history in the French capital. Nicolas de Baye wrote in his journal in 1411: \"\"Monday, the 22nd of February, the royal household, in order to observe the Lenten feast, which is tomorrow, will be rising before dawn [to prepare]\"\". The staying-power of the Carnival of Paris, the elements that have made", "doc_score": "85.03752136230469", "publish_date": "2018/12/31"}, {"doc_id": "497567", "text": "Carnival / cake may be flavoured with frangipani, guava, or coconut. On Sunday afternoons, major parades fill the streets of Cayenne, Kourou, and Saint-Laurent du Maroni. Competing groups prepare for months. Dressed to follow the year's agreed theme, they march with Carnival floats, drums, and brass bands. Brazilian groups are appreciated for their elaborate feathered and sequined costumes. However, they are not eligible for competition since the costumes do not change over time. Mythical characters appear regularly in the parades: A uniquely Creole tradition are the \"touloulous\". These women wear decorative gowns, gloves, masks, and headdresses that cover them completely, making them", "doc_score": "84.73054504394531", "publish_date": "2018/12/31"}, {"doc_id": "497501", "text": "Mardi Gras / Martinique. The Nice Carnival is held annually in Nice on the French Riviera. The earliest records establish its existence in 1294 when the Count of Provence, Charles Anjou, wrote that he had passed \"the joyous days of carnival.\" This may make the Nice Carnival the original carnival celebration. Today the event attracts over a million visitors to Nice every year over a two-week period. The celebration on the same day in Germany knows many different terms, such as \"Schmutziger Donnerstag\" or \"Fetter Donnerstag\" (Fat Thursday), \"Unsinniger Donnerstag\", \"Weiberfastnacht\", \"Greesentag\" and others, and are often only one part of the whole", "doc_score": "83.69404602050781", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_20", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "19325276", "text": "Willie Little / achieve, speaking to the influence of Black Culture on the world,\" Little wrote. \"Chains, like the one attached to the figure you see here, symbolize enslavement and restriction. Sometimes being constricted can force creative resilience.\" Gallery guests were invited to engage with the installation by repositioning a toy AK-47 to suggest whether the beautiful woman in the painting is a victim, victor or neither. He tapped into an American obsession with selfies by encouraging viewers to take selfies with the installation and post them at #AmericanObsession. Little's work has been show in many group and solo exhibitions. Willie Little Willie", "doc_score": "74.89093017578125", "publish_date": "2018/12/31"}, {"doc_id": "15821861", "text": "Theaster Gates / Lab partners with the demonstration cities of Gary, Akron, Detroit, and other Knight Foundation communities. Theaster Gates and his fascination with laborers' skills, such as swinging an ax with precision. At the National Gallery of Art, Theaster Gates took an ax to one of his own paintings. The end result—a glossy black canvas with a gaping wound at its center – The art piece is part of a collection of the artist's new works called \"The Minor Arts.\" Gates states as much as he is invested in color field painting, also invested in the fact that black schools are closing", "doc_score": "75.38642883300781", "publish_date": "2018/12/31"}, {"doc_id": "1972125", "text": "Cardiff Giant / part-interest for $23,000 () to a syndicate of five men headed by David Hannum. They moved it to Syracuse, New York, for exhibition. The giant drew such crowds that showman P. T. Barnum offered $50,000 for the giant. When the syndicate refused, he hired a man to model the giant's shape covertly in wax and create a plaster replica. He displayed his giant in New York, claiming that his was the real giant, and the Cardiff Giant was a fake. As the newspapers reported Barnum's version of the story, David Hannum was quoted as saying, \"There's a sucker born every", "doc_score": "75.8048095703125", "publish_date": "2018/12/31"}, {"doc_id": "2139414", "text": "Topsy (elephant) / unloading of Topsy from a train in Kingston, New York, a spectator named Louis Dodero used a stick in his hand to \"tickle\" Topsy behind the ear. Topsy seized Dodero around the waist with her trunk, hoisted him high in the air and threw him back down before being stopped by a handler. Because of this attack the owners of Forepaugh & Sell Circus decided to sell Topsy. Topsy was sold in June 1902 to Paul Boyton, owner of Coney Island's Sea Lion Park, and added to the menagerie of animals on display there. The elephant's handler from Forepaugh, William", "doc_score": "74.89632415771484", "publish_date": "2018/12/31"}, {"doc_id": "8659156", "text": "Kraken (Pirates of the Caribbean) / underwater). The fictional monster has also large round eyes with orange irises and black pupils. The eyes seem to show pain, most likely from when Jones had to kill it, although it could also be the Kraken's default expression. The Kraken in this shot does not look as big as the given photo from the visual guide, though is could just be from the fact that the Kraken has, most likely, been dead on the island for months and is beginning to rot away. Its massive, sucker-lined tentacles are said by Mr. Gibbs to, \"suction your face clean off\". The", "doc_score": "74.89337921142578", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_21", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "6919886", "text": "Who Wants to Be a Millionaire? (UK game show) / top prize by a contestant. The original format of the programme was tweaked in later years, changing the number of questions from fifteen to twelve and altering the payout structure as a result, and later incorporating a time limit. Four years after the original series ended, ITV announced that the series would be revived, this time produced by Stellify Media, to commemorate the 20th anniversary of the programme. The revived format was based upon the original design. It was hosted by Jeremy Clarkson, filmed at dock10 studios and aired every evening between 6 May and 11 May 2018. On 14", "doc_score": "78.59200286865234", "publish_date": "2018/12/31"}, {"doc_id": "20743975", "text": "Jon Richardson: Ultimate Worrier / realise \"the world is fundamentally a funny place\". In December 2018, it was announced that the show had been renewed for a second series of ten episodes, to be filmed and broadcast in 2019. Steve Bennett of Chortle compares the show to \"Room 101\", but notes that Richardson \"puts a more distinctive spin on the format\", commenting on the rarity of a panel show being \"so closely moulded to the foibles of its host\". Bennett criticises that the show \"should really be a 30-minute format\", but summarises it as an \"entertaining passer of time\". In a three-star review for \"The", "doc_score": "77.01139831542969", "publish_date": "2018/12/31"}, {"doc_id": "20230142", "text": "Bodyguard (UK TV series) / Bodyguard (UK TV series) Bodyguard is a British television drama series, created and written by Jed Mercurio and produced by World Productions for the BBC. The six-part series stars Richard Madden and Keeley Hawes. The series began broadcasting on BBC One on 26 August 2018, achieving the highest viewing figures for a new BBC drama in the multichannel era and the highest BBC viewing figures since 2008. The BBC commissioned the series from the then independent World Productions in 2016. After ITV Studios Global Entertainment bought the company in 2017, they have handled international distribution for the series. Netflix agreed", "doc_score": "77.44681549072266", "publish_date": "2018/12/31"}, {"doc_id": "14728635", "text": "Richard Madden / international recognition and earned him a Screen International Award. Madden's subsequent roles include leading the first season of the historical fiction series \"\" (2016) as Cosimo de' Medici, and starring in the films of Disney's \"Cinderella\" (2015) and Netflix's romantic comedy \"Ibiza\" (2018). In 2018, he starred in the lead role of David Budd in the BBC thriller \"Bodyguard\", the UK's most-watched TV drama since records began, for which he has been nominated for the Golden Globe Award for Best Actor – Television Series Drama and the Critics' Choice Television Award for Best Actor in a Drama Series. He is", "doc_score": "78.32156372070312", "publish_date": "2018/12/31"}, {"doc_id": "18067229", "text": "Juliet Blake / Juliet Blake Juliet Blake is a British-American film, television and web producer. She is Head of Television for TED Talks. Blake executive produced the TED Talks Live TV series for PBS and produces TED Talks India Nayi Soch a TV series on Star Plus in India produced in Hindi, hosted by Bollywood star Shah Rukh Khan. (https://blog.ted.com/announced-at-ted2018-teds-hindi-language-star-plus-tv-series-ted-talks-india-nayi-soch-renewed-for-three-seasons/) In June 2018 she was awarded an Honorary Doctorate of Humane Letters from Savannah College of Art & Design. Blake began her career developing successful TV franchises for a variety of networks and production companies in the US and the UK, including the", "doc_score": "77.37653350830078", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_22", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "20131458", "text": "Evolutionary models of human drug use / in cotinine concentrations (a measure of current tobacco use), thereby supporting their theory that humans regulate the amount of tobacco used in response to current helminth infection. The study also found that men with higher initial tobacco use also had lower worm burdens one year later, suggesting that nicotine not only eliminates parasites, but also protects from reinfection. Some evolutionary psychological theories concerning drug use suggest individuals consume drugs to increase reproductive opportunities. Drug use can increase reproductive fitness because drug use can (1) advertise biological quality, sexual maturity, or availability, (2) decrease inhibitions in mating contexts, and/or (3) enhance", "doc_score": "85.29110717773438", "publish_date": "2018/12/31"}, {"doc_id": "4819891", "text": "Relapse / model, which suggests that relapse in the laboratory is reasonably similar to that in nature. Further research into other manipulations or reinforcements that could limit drug taking in non-human primates would be extremely beneficial to the field. There exists a higher rate of relapse, shorter periods of abstinence, and higher responsiveness to drug-related cues in women as compared to men. One study suggests that the ovarian hormones, estradiol and progesterone, that exist in females at fluctuating levels throughout the menstrual cycle (or estrous cycle in rodents), play a significant role in drug-primed relapse. There is a marked increase in progesterone", "doc_score": "87.09469604492188", "publish_date": "2018/12/31"}, {"doc_id": "16803561", "text": "Behavioral epigenetics / signalling pathways that remove methyl groups from DNA. This releases the tightly wound gene, exposing it for transcription. The glucocorticoid gene is activated, resulting in lowered stress response. Rat pups that receive a less nurturing upbringing are more sensitive to stress throughout their life-span. This pioneering work in rodents has been difficult to replicate in humans because of a general lack of availability human brain tissue for measurement of epigenetic changes. In a small clinical study in humans published in 2008, epigenetic differences were linked to differences in risk-taking and reactions to stress in monozygotic twins. The study identified twins", "doc_score": "84.20027923583984", "publish_date": "2018/12/31"}, {"doc_id": "20131467", "text": "Evolutionary models of human drug use / from evolutionary anthropology suggest ancestral women, similar to women in extant hunter gatherer populations, experienced high fertility and high infant mortality. Importantly, high fertility is characterized by short inter-birth intervals, early age at first birth, and periods of breastfeeding spanning upwards of two years. Given such high reproductive costs, it is likely the fitness cost of ingesting neurotoxins is higher for women than men. One such hunter-gatherer population, the Aka, have incredibly high smoking prevalence rates among men (95%), but very low rates among women (5%). Drugs and Negative Fertility Endpoints: Studies have shown that fetal exposure to nicotine is", "doc_score": "86.62055969238281", "publish_date": "2018/12/31"}, {"doc_id": "601486", "text": "Menopause / effect of a selection shadow regarding ageing in early Homo sapiens. It is also argued that since the population fraction of post-menopausal women in early Homo sapiens was so low, menopause had no evolutionary effect on mate selection or social behaviors related to mate selection. This hypothesis suggests that younger mothers and offspring under their care will fare better in a difficult and predatory environment because a younger mother will be stronger and more agile in providing protection and sustenance for herself and a nursing baby. The various biological factors associated with menopause had the effect of male members of", "doc_score": "84.55243682861328", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_23", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "257953", "text": "Dead Parrot sketch / Palin attributed an almost dead audience to his seeing guests reverently mouthing the words of the sketch, rather than laughing at it. To end the sketch, Palin asked Cleese, \"Do you want to come back to my place?\" to which Cleese said, \"I thought you'd never ask!\" In his published diary, Michael Palin recalls that during the filming of \"Monty Python's Life of Brian\" in Tunisia, Spike Milligan (who happened to be there on holiday) regaled the Pythons with his own version of the Dead Parrot sketch, but changed \"Norwegian Blue\" to \"Arctic Grey\". In a 2002 interview with Michael", "doc_score": "75.41451263427734", "publish_date": "2018/12/31"}, {"doc_id": "6430469", "text": "Remembrance poppy / British Empire killed in World War I. There has been growing controversy over the Poppy Appeal. Some—including British Army veterans—have argued that the Poppy Appeal has become excessive and garish, that it is being used to marshal support behind British military campaigns, and that poppy wearing has become compulsory for public figures. Channel 4 newsreader Jon Snow described it as \"poppy fascism\". Columnist Dan O'Neill wrote that \"presenters and politicians seem to compete in a race to be first – poppies start sprouting in mid-October while the absence of a poppy is interpreted as absence of concern for the war", "doc_score": "76.44222259521484", "publish_date": "2018/12/31"}, {"doc_id": "6179190", "text": "Undertakers sketch / Undertakers sketch The Undertakers sketch (written by Graham Chapman and John Cleese) is a comedy sketch from the 26th episode of \"Monty Python's Flying Circus\", entitled \"Royal Episode 13\". It was the final sketch of the thirteenth and final episode of the second season, and was perhaps the most notorious of the Python team's television sketches. The sketch begins when a quietly spoken man (Cleese) takes his dead mother to an undertakers' office. The tactless undertaker (Chapman) suggests they can \"burn 'er, bury 'er, or dump 'er in the Thames\", but rules out the last option after Cleese confirms that", "doc_score": "75.54425048828125", "publish_date": "2018/12/31"}, {"doc_id": "6179195", "text": "Undertakers sketch / that had rushed the stage) and standing at attention while the music to \"God Save the Queen\" is played, and the end credits roll. To juxtapose the joke that the Queen would be watching, the episode also deliberately featured many of Monty Python's most tasteless sketches. This sketch, the last in both the episode and the second series, immediately followed the \"Lifeboat sketch\" (also about cannibalism) and some graphically cannibalistic animation from Terry Gilliam. Nevertheless, it was this sketch which was most notorious for its tastelessness, and Cleese made specific reference to it alone in his eulogy for Chapman, when", "doc_score": "74.09380340576172", "publish_date": "2018/12/31"}, {"doc_id": "4873391", "text": "Ian Blair / young girls in Soham in 2002. He said \"almost nobody\" understood why it became such a big story. However, he was forced to issue an apology to the parents of Holly Wells and Jessica Chapman. During a passing-out ceremony of the Metropolitan Police held in December 2006, an unnamed female Muslim police officer refused to shake hands with Blair, claiming religious grounds, and refused to have a picture taken with him, for fear of its being used for \"propaganda purposes\". According to Scotland Yard, Blair questioned the validity of her refusal. In June 2008, Commander Shabir Hussain alleged being repeatedly", "doc_score": "75.31819152832031", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_24", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "18565438", "text": "All the Wilderness / All the Wilderness All the Wilderness is a 2014 American drama film written and directed by Michael Johnson. The film stars Kodi Smit-McPhee, Isabelle Fuhrman, Danny DeVito, Virginia Madsen and Evan Ross. The film was released on February 20, 2015, by Screen Media Films. James recently lost his father and is having trouble coping. He also seems obsessed with the death of people and animals. Because of this and other psychological problems, his mother sends him to Dr. Pembry; James does not want to go. and he ends up making friends with street musician Harmon and spending his nights on", "doc_score": "77.23491668701172", "publish_date": "2018/12/31"}, {"doc_id": "19621360", "text": "Top Gun: Maverick / be released on June 26, 2020, by Paramount Pictures. It was originally scheduled to be released on July 12, 2019, but was moved back a year in August 2018. Top Gun: Maverick Top Gun: Maverick is an upcoming American action drama film directed by Joseph Kosinski with a screenplay written by Peter Craig, Justin Marks, Ashley Edward Miller and Zack Stentz. It is the sequel to \"Top Gun\" (1986), intended to be the second installment in the \"Top Gun\" film series, and features Tom Cruise and Val Kilmer reprising their roles from the first film, with Miles Teller, Jennifer Connelly,", "doc_score": "76.21047973632812", "publish_date": "2018/12/31"}, {"doc_id": "19238037", "text": "Dunkirk (2017 film) / resonant force of an enduring screen classic.\" He also called it the first major Oscar contender of the year. Michael Medved awarded it four out of four and called Hardy's performance \"outstanding\", and the action \"seamless\", declaring: \"This is not only the best WWII movie since \"Saving Private Ryan\", it is very simply one of the greatest war movies ever made.\" Matt Zoller Seitz of RogerEbert.com gave it a score of three and a half out of four, despite not liking the film, stating that he \"loathed parts of it and found other parts repetitious or half-baked. But, maybe paradoxically,", "doc_score": "76.81234741210938", "publish_date": "2018/12/31"}, {"doc_id": "10378128", "text": "Matt Bai / of \"All the Truth Is Out\", along with the screenwriter Jay Carson and the film's director Jason Reitman. Starring Hugh Jackman, Vera Farmiga and J. K. Simmons, \"The Front Runner\" completed filming in Georgia in November 2017 and was released in November 2018. Another screenplay written by Bai and Carson, which tells the story of a massive class action suit against Chevron in Ecuador, was honored on the Hollywood Black List in 2016. Bai has also written for television, and in 2014 he played himself in two episodes of the hit Netflix series \"House of Cards\", as part of a", "doc_score": "75.75330352783203", "publish_date": "2018/12/31"}, {"doc_id": "8890685", "text": "Desert Hearts / 24, 2017 (followed by a Q&A with director Donna Deitch, cinematographer Robert Elswitt, and production designer Jeannine Oppewall). It was thereafter screened in Los Angeles by the UCLA Film & Television Archive on February 4, 2017; and in San Francisco at the Frameline Film Festival on June 18, 2017. The new digital version was released in theaters by Janus Films in July 2017. The reaction by film critics was mixed. In his scathing review for \"The New York Times\", Vincent Canby criticized the screenplay as \"unimaginative\", described its characters as having \"so little life\", and the film as lacking a", "doc_score": "76.52216339111328", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_25", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "16757878", "text": "Cathie Martin / a postdoctoral research fellow at the University of Cambridge she moved to the John Innes Centre's Department of Genetics in 1983. She was the first to identify genes which regulated cell shape in plants. In recent years, Cathie's research has focused on diet and health, researching how crops can be fortified to combat chronic disease across the world. This research has focused on plants which contain natural chemical compounds, which can be seen as 'natural medicines'. Examples include work researching blood oranges, and high-anthocyanin purple tomatoes. With Liam Dolan, Alison Mary Smith, George Coupland, Nicholas Harberd, Jonathan Jones, Robert Sablowski", "doc_score": "80.93411254882812", "publish_date": "2018/12/31"}, {"doc_id": "17856337", "text": "Vani Hari / February 15, 2015. Hari has received wide criticism concerning the accuracy, consistency, and presentation of her many claims. Hari is a former management consultant who has a degree in computer science, and has no expertise in nutrition or food science. In response to criticisms that she lacks training in these fields, Hari has stated, \"I never claimed to be a nutritionist. I'm an investigator.\" According to horticultural scientist Kevin Folta, Hari's lack of training often leads her to misinterpret peer-reviewed research and technical details about food chemistry, nutrition, and health. Chemist Joseph A. Schwarcz also criticizes her lack of scientific", "doc_score": "79.58892059326172", "publish_date": "2018/12/31"}, {"doc_id": "2903372", "text": "Teresa Gambaro / the Liberal and National parties. She sat with the Liberals. In September 2010 she was appointed Shadow Parliamentary Secretary for International Development Assistance and Shadow Parliamentary Secretary for Citizenship and Settlement by Opposition leader, Tony Abbott. Gambaro made news in January 2012 by suggesting that immigrants are not integrating into Australian culture well enough. She stayed she believes that telling them to \"wear deodorant\" and learning to \"wait in a queue\" is \"teaching what are norms in Australia.\" After a storm of outcry on social media and in Australian newspapers, Gambaro apologised. In August 2013 Gambaro announced her support for", "doc_score": "80.24993133544922", "publish_date": "2018/12/31"}, {"doc_id": "3157498", "text": "Ina Garten / permissions and approves architectural and design elements of the village. The board seeks to protect the historical district and further the overall aesthetics of the area. The Physicians Committee for Responsible Medicine has criticized Garten's cookbook \"Barefoot Contessa: How Easy Is That?\" for its use of high-fat, high-calorie, and high-cholesterol meat and dairy ingredients. In response, Eric Felten of \"The Wall Street Journal\" called the report \"an assault on cookbooks that dare to venture beyond lentils\". Garten has been known to express distaste in many common ingredients, including cilantro and pre-grated Parmesan cheese. Frequent viewers have gone as far as", "doc_score": "79.86012268066406", "publish_date": "2018/12/31"}, {"doc_id": "19182384", "text": "Doris Calloway / a freeze-dried orange juice product that eventually became Tang. She also worked on developing packaging for space food, gut microbiota, flatulence, and the potential of unicellular organisms as food. During the course of this research, Calloway discovered that lactose intolerance could be diagnosed by a breath test. In 1963, Calloway took a position as a professor of nutrition at the University of California, Berkeley; she retired in 1991 and stayed a professor emerita until she was too affected by Parkinson's disease to work. Her research there focused on diets at different stages of life, particularly the role of nitrogen and", "doc_score": "79.6466293334961", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_26", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "11572099", "text": "England national football team manager / on third party ownership of players. He subsequently left the role as manager of England later that day. Former England international defender and England under-21 coach Gareth Southgate was given the senior role on a caretaker basis for four matches while the FA considered their options. Two wins, including a 3–0 victory over Scotland, and a draw in qualifying matches for the 2018 World Cup and a 2–2 draw with Spain in a friendly followed under Southgate's temporary management, before he was formally appointed to the position full-time on 30 November 2016 on a four-year deal. The reaction of the", "doc_score": "79.66717529296875", "publish_date": "2018/12/31"}, {"doc_id": "108654", "text": "David Beckham / David Beckham David Robert Joseph Beckham, (; born 2 May 1975) is an English retired professional footballer and current President of Inter Miami CF. He played for Manchester United, Preston North End, Real Madrid, Milan, LA Galaxy, Paris Saint-Germain and the England national team, for which he held the appearance record for an outfield player until 2016. He is the first English player to win league titles in four countries: England, Spain, the United States and France. He retired in May 2013 after a 20-year career, during which he won 19 major trophies. Known for his range of passing, crossing", "doc_score": "80.35413360595703", "publish_date": "2018/12/31"}, {"doc_id": "15740878", "text": "Jamie Vardy / media rumours of a feud between Vardy and fellow striker Rooney, which were denied by manager Roy Hodgson. He was named in the 23-man England squad for the 2018 FIFA World Cup. On 28 August 2018, Vardy \"stepped aside\" from the England national team, telling manager Gareth Southgate that he did not want to be considered for selection unless there was an injury crisis. Ian Wright, who also rose from non-League football to the Premier League and English national team, wrote in October 2015 that Vardy could be England's equivalent to Salvatore Schillaci at UEFA Euro 2016: Schillaci, another late", "doc_score": "80.2926254272461", "publish_date": "2018/12/31"}, {"doc_id": "13738233", "text": "Arsène Wenger / Arsène Wenger Arsène Wenger (; born 22 October 1949) is a French football manager and former player. He was the manager of Arsenal from 1996 to 2018, where he became the longest-serving in English club history. He is the most successful in Arsenal's history. His contribution to English football through changes to scouting, players' training and diet regimens revitalised Arsenal and aided the globalisation of the sport in the 21st century. Born in Strasbourg and raised in Duttlenheim to an entrepreneurial family, Wenger was introduced to football by his father, the manager of the local village team. After a modest", "doc_score": "81.89446258544922", "publish_date": "2018/12/31"}, {"doc_id": "11572069", "text": "England national football team manager / compared in importance to that of the Prime Minister. Passion for football as England's national sport is coupled with patriotism and Wembley Stadium as the \"home\" of football. The dismissal or appointment of an England manager is front-page news and the subject of intense interest. Large sums are wagered on England winning, and during tournaments the country is festooned in Saint George's flags; during the 2006 World Cup, 27% of English adults bought a flag in one month alone. Shops and offices will be deserted as vast numbers of people watch the game. The England manager's job is made more", "doc_score": "79.91743469238281", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_27", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "9051911", "text": "Literary adaptation / Literary adaptation Literary adaptation is the adapting of a literary source (e.g. a novel, short story, poem) to another genre or medium, such as a film, stage play, or video game. It can also involve adapting the same literary work in the same genre or medium just for different purposes, e.g. to work with a smaller cast, in a smaller venue (or on the road), or for a different demographic group (such as adapting a story for children). Sometimes the editing of these works without the approval of the author can lead to a court case. It also appeals because", "doc_score": "83.16188049316406", "publish_date": "2018/12/31"}, {"doc_id": "16136293", "text": "New adult fiction / fiction such as identity, sexuality, depression, suicide, drug abuse, alcohol abuse, familial struggles, bullying are also covered in new adult fiction, but the various issues that are dealt with in the category hold it separate. Some common examples of issues include first jobs, starting college, wedding engagements and marriage, starting new families, friendships post-high school, military enlistment, financial independence, living away from home for the first time, empowerment, loss of innocence, and fear of failure. This category focuses heavily on life after an individual has become of legal age, and how one deals with the new beginnings of adulthood. Commonly,", "doc_score": "84.97543334960938", "publish_date": "2018/12/31"}, {"doc_id": "16131947", "text": "Death in children's literature / Bird\", a simple picture book in which children find a dead bird. Just a few years later, children would hear about the deaths in the Vietnam War and the various political assassinations. These historical events may have had an effect on why some parents and educators now agree that death is a “fact of life” that is acceptable for children to be introduced to. At the same time, the cold, impersonal treatment of death begins to disappear in favor of the previous themes of leading a good life, love overcoming death, immortality, inanimate objects having or obtaining life, sacrificing one's", "doc_score": "81.98880004882812", "publish_date": "2018/12/31"}, {"doc_id": "9649886", "text": "Newgate novel / Newgate novel The Newgate novels (or Old Bailey novels) were novels published in England from the late 1820s until the 1840s that were thought to glamorise the lives of the criminals they portrayed. Most drew their inspiration from the \"Newgate Calendar\", a biography of famous criminals published at various times during the late 18th and early 19th centuries, but usually rearranged or embellished the original tale for melodramatic effect. The novels caused great controversy and notably drew criticism from William Makepeace Thackeray, who satirised them in several of his novels and attacked the authors openly. Among the earliest Newgate novels", "doc_score": "82.86603546142578", "publish_date": "2018/12/31"}, {"doc_id": "171388", "text": "Historical revisionism / Historical revisionism In historiography, the term historical revisionism identifies the re-interpretation of the historical record. It usually means challenging the orthodox (established, accepted or traditional) views held by professional scholars about a historical event, introducing contrary evidence, or reinterpreting the motivations and decisions of the people involved. The revision of the historical record can reflect new discoveries of fact, evidence, and interpretation, which then provokes a revised history. In dramatic cases, revisionism involves a reversal of older moral judgments. At a basic level, legitimate historical revisionism is a common and not especially controversial process of developing and refining the writing", "doc_score": "82.47684478759766", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_28", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "19494547", "text": "Kate Forbes / University of Cambridge, graduating with a BA in 2011. She then studied at the University of Edinburgh, gaining a MSc in Diaspora and Migration History in 2013. In August 2015, Forbes was selected from an all-woman shortlist by local SNP members as their candidate for the Skye, Lochaber and Badenoch held by Dave Thompson who would not be standing at the next election. She was part of an SNP campaign to address the gender pay gap around employment in the Highlands. She was elected in the Scottish Parliament election, 2016. She chairs the Scottish Parliament's cross-party group in Gaelic and", "doc_score": "82.8770980834961", "publish_date": "2018/12/31"}, {"doc_id": "14543537", "text": "Anne Marie Morris / the former constituency of Teignbridge, by 523 votes. Morris attracted attention during Prime Minister's Questions in July 2012 as she shouted a long question on technical colleges in Devon over a noisy and increasingly amused Commons chamber, whilst waving a left arm held in a sling. Video of her \"high-pitched outburst\" was widely circulated on social media. Morris said she cared about the issue raised and would \"always speak passionately about issues in my constituency.\" In 2012, Morris was featured in an investigation by the BBC into MPs who owned property in London but claimed expenses for renting a separate", "doc_score": "81.51689910888672", "publish_date": "2018/12/31"}, {"doc_id": "6801143", "text": "Kate Hudson (activist) / rape\" made by the party's only MP, George Galloway. She resigned as a member of Respect in October 2012. The following March, she joined film director Ken Loach and Gilbert Achcar, Professor of Development Studies at School of Oriental and African Studies (SOAS), University of London, in a call for a new left-wing party. Hudson has written that over 2,000 gave their support to the campaign within three days of its launch. The campaign founded the Left Unity party in November 2013, and Hudson was elected National Secretary of the organisation at its first policy conference on 29 March 2014.", "doc_score": "80.73316955566406", "publish_date": "2018/12/31"}, {"doc_id": "19242610", "text": "Katrina Pierson / Pierson received 36 percent of the vote, losing to Sessions, who received 63 percent. Pierson went on to become spokesperson for the Tea Party leadership fund. In January 2015, Pierson attended a meeting for Tea Party activists in Myrtle Beach with Ted Cruz. While in Myrtle Beach, she also met with Donald Trump. After meeting with Trump or his aides a few more times, Pierson introduced Trump at a campaign rally held in Dallas in September. In November 2015 she was hired as the national spokesperson for Trump's campaign, subsequently appearing frequently on television in that capacity, often being seen", "doc_score": "78.67286682128906", "publish_date": "2018/12/31"}, {"doc_id": "7243377", "text": "Portia Simpson-Miller / 26 February 2006, she received 1,775 votes, while her nearest rival, then security minister Dr. Peter Phillips, took 1,538 votes. She garnered approximately 47% of the delegates' vote, making her the first PNP president to be elected by less than half of eligible delegates. In July 2008, Simpson-Miller was challenged for the presidency of the PNP by Phillips. The election was held among the party's delegates on 20 September. She was re-elected as the head of the PNP for her second consecutive year, defeating him by an even wider margin than that of the previous election. Simpson-Miller replaced Patterson as", "doc_score": "79.15145111083984", "publish_date": "2018/12/31"}]}
{"question_id": "20230224_29", "search_time": "2023/03/15/01:49", "search_result": [{"doc_id": "5090015", "text": "Joule expansion / A thermometer inserted into the compartment on the left (not shown in the drawing) measures the temperature of the gas before and after the expansion. The system in this experiment consists of both compartments; that is, the entire region occupied by the gas at the end of the experiment. Because this system is thermally isolated, it cannot exchange heat with its surroundings. Also, since the system's total volume is kept constant, the system cannot perform work on its surroundings. As a result, the change in internal energy, formula_6, is zero. Internal energy consists of internal kinetic energy (due to the", "doc_score": "82.083251953125", "publish_date": "2018/12/31"}, {"doc_id": "3846145", "text": "Refrigerator / Refrigerator A refrigerator (colloquially fridge) is a popular household appliance that consists of a thermally insulated compartment and a heat pump (mechanical, electronic or chemical) that transfers heat from the inside of the fridge to its external environment so that the inside of the fridge is cooled to a temperature below the ambient temperature of the room. Refrigeration is an essential food storage technique in developed countries. The lower temperature lowers the reproduction rate of bacteria, so the refrigerator reduces the rate of spoilage. A refrigerator maintains a temperature a few degrees above the freezing point of water. Optimum temperature", "doc_score": "82.8482666015625", "publish_date": "2018/12/31"}, {"doc_id": "2862518", "text": "Pantry / in transitional spaces between kitchens and dining rooms, and used as staging areas for serving meals. They commonly contain countertops, and storage for candles, serving pieces, table linens, tableware, wine, and other dining room articles. More elaborate versions may include dishwashers, refrigerators, or sinks. Some food, such as butter, eggs, milk, and such need to be kept cool. Before modern refrigeration was available, iceboxes were popular. However, the problem with an icebox was that the cabinet housing it was large, but the actual refrigerated space was quite small, so a clever and innovative solution was invented, the \"cold pantry\", sometimes", "doc_score": "82.16630554199219", "publish_date": "2018/12/31"}, {"doc_id": "1829312", "text": "Réaumur scale / Réaumur scale The Réaumur scale (; °Ré, °Re, °r), also known as the \"octogesimal division\", is a temperature scale for which the freezing and boiling points of water are defined as 0 and 80 degrees respectively. The scale is named for René Antoine Ferchault de Réaumur, who first proposed a similar scale in 1730. Réaumur’s thermometer contained diluted alcohol (ethanol) and was constructed on the principle of using 0° for the freezing temperature of water, and graduating the tube into degrees, each of which was one-thousandth of the volume contained by the bulb and tube up to the zero mark.", "doc_score": "81.65628814697266", "publish_date": "2018/12/31"}, {"doc_id": "14537067", "text": "Recovery time (culinary) / Recovery time (culinary) Recovery time is the length of time it takes a cooking medium, such as fat or water, to return to the desired cooking temperature after the food is submerged in it. The term also pertains to the recovery time for ovens to return to their preset cooking temperature after being opened. Boiling water has a recovery time which occurs when food is added to it, particularly large amounts of food. Methods to reduce recovery time are to use a larger quantity of water, cooking a lesser amount of food at a time, and using a stronger heat", "doc_score": "84.04590606689453", "publish_date": "2018/12/31"}]}
