{"question_id": "20231110_0", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "1659023", "text": "Time Person of the Year / not just granted to individuals. Pairs of people such as married couples and political opponents, classes of people, and inanimate objects have all been selected for the special year-end issue. In 1949, Winston Churchill was named \"Man of the Half-Century\", and the last issue of 1989 named Mikhail Gorbachev as \"Man of the Decade\". The December 31, 1999 issue of \"Time\" named Albert Einstein the \"Person of the Century\". Franklin D. Roosevelt and Mahatma Gandhi were chosen as runners-up. Despite the magazine's frequent statements to the contrary, the designation is often regarded as an honor, and spoken of as an", "doc_score": "81.50972747802734", "publish_date": "2018/12/31"}, {"doc_id": "10685981", "text": "Time 100: The Most Important People of the Century / work\". The cover of the magazine featured the famous image of Einstein taken in 1947 by American portrait photographer Philippe Halsman. Runners-up: It was debated whether Adolf Hitler and Benito Mussolini, responsible for World War II, The Holocaust, and the Second Italo-Ethiopian War, should have been made Persons of the Century for their influence in politics. The argument was based on \"Time\"'s explicit criterion that the persons chosen should have the greatest impact on this century, for better or worse. In the same 31 December 1999 issue of \"Time\", essayist Nancy Gibbs addressed the topic with the article \"The Necessary", "doc_score": "80.99351501464844", "publish_date": "2018/12/31"}, {"doc_id": "2756377", "text": "People (magazine) / (21 years later the magazine did select Keanu Reeves to fill the 1994 gap, with runners-up including Hugh Grant and Jim Carrey). Since 1997, the dates have settled between mid-November and early December. Dates of magazine issues, winners, ages of winners at the time of selection, and pertinent comments are listed below., John F. Kennedy, Jr. and Patrick Swayze are the only winners to have died. Kennedy, Adam Levine, David Beckham, and Blake Shelton are the only non-actors to have won the award. In December 2014, \"People\" selected its first and only Sexiest Woman Alive. No later \"People\" Sexiest", "doc_score": "83.06517791748047", "publish_date": "2018/12/31"}, {"doc_id": "2756378", "text": "People (magazine) / Women of the Year were announced. Cindy Crawford alongside Richard Gere had been declared \"Sexiest Couple of the Year\" on October 19, 1993 as a departure from the magazine's annual \"Sexiest Man of the Year\" award. At the end of each year \"People\" magazine famously selects 25 news-making individuals or couples who have received a lot of media attention over the past 12 months and showcases them in a special year-end issue, the '25 Most Intriguing People of the Year'. This series of full-page features and half-page featurettes includes world leaders and political activists, famous actors and entertainers, elite athletes,", "doc_score": "83.01486206054688", "publish_date": "2018/12/31"}, {"doc_id": "19633775", "text": "FHM's 100 Sexiest Women (UK) / included the British singer Cheryl, the American actress Halle Berry, and Jennifer Lopez. At 36 years old, Berry was the oldest woman ever to top the listing, while Lopez was the first to top it more than once. By the time \"FHM\" ceased publication of its print edition in January 2016, the 100 Sexiest Women list had been compiled 21 times. The current holder of the Sexiest Woman title is the Israeli actress Gal Gadot. Alongside the 100 Sexiest Women list, \"FHM\" has also twice published a \"Most Eligible Bachelorettes\" list, in 2006 and 2007, to celebrate qualities such as", "doc_score": "79.17041778564453", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_1", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "2848409", "text": "Kellogg's / for 16 years. 2-Methylnaphthalene is a component of crude oil and is \"structurally related to naphthalene, an ingredient in mothballs and toilet-deodorant blocks\" that the EPA considers a possible human carcinogen. \"Kellogg's\" offered consumers refunds in the meantime. Only products with the letters \"KN\" following the use-by date were included in the recall. The products were distributed throughout the U.S. and began arriving in stores in late March 2010. Products in Canada were not affected. Kellogg's issued a voluntary recall of some of its \"Frosted Mini-Wheats Bite Size Original\" and \"Mini-Wheats Unfrosted Bite Size\" products due to the possibility of", "doc_score": "83.08860778808594", "publish_date": "2018/12/31"}, {"doc_id": "10137133", "text": "Timeline of the 2007 pet food recalls / initial recall comprises sixty million units of cuts and gravy-style food in pouches sold under nearly 100 brand names, including premium brands like Iams and private-label brands sold at nationwide chains such as Wal-Mart, Kroger, and other large retailers. While the recalled products represent just 1% of pet foods available in the U.S., the recall is one of the largest in American history. Menu Foods confirms the problem was with the wheat gluten used to thicken and enrich the gravy in the canned and pouched wet food products, and that the medical problems exhibited in test subjects include renal failure.", "doc_score": "83.47129821777344", "publish_date": "2018/12/31"}, {"doc_id": "3961090", "text": "Tyson Foods / USDA Undersecretary for Food Safety Richard Raymond claimed that the company hid the use of this antibiotic from federal inspectors claiming that the use of this chemical is standard industry practice. Tyson agreed to voluntarily remove its \"raised without antibiotics\" label in future packaging and advertising. An Oxfam report issued in 2016 cited anonymous employees who stated they have been denied bathroom breaks so frequently that they have started wearing adult diapers to work. According to the report: Workers struggle to cope with this denial of a basic human need. They urinate and defecate while standing on the line; they", "doc_score": "85.03971862792969", "publish_date": "2018/12/31"}, {"doc_id": "7775578", "text": "Nutro Products / levels, reiterating that their products undergo \"rigorous quality assurance testing\". In May 2009, Nutro issued a recall of selected dry cat food due to excess levels of zinc and low levels of potassium which the company blames on a production error by a premix company. Nutro stated that it received no complaints related to the recall. Symptoms includes \"reduction in appetite, refusal of food, weight loss, vomiting or diarrhea.\" Both consumeraffairs and PFPSA have claimed a link between this incident and earlier complaints and also questioned Nutro's claim of quality control and product testing. In June, lab tests of a", "doc_score": "81.77371215820312", "publish_date": "2018/12/31"}, {"doc_id": "10385415", "text": "ChemNutra / under 42 brands, after an unknown number of animals suffered kidney failure after eating it. On April 3 the United States Food and Drug Administration (FDA) distributed a recall notice issued by ChemNutra for potentially-contaminated wheat gluten that had been imported from what the FDA alleges is one of its three Chinese suppliers, the Xuzhou Anying Biologic Technology Development. Mao Lijun, the general manager of Xuzhou Anying Biologic, denies directly supplying ChemNutra with the wheat gluten, claiming that \"We have never exported to the U.S.\" since they are a trading company. On February 6, 2008, a federal grand jury in", "doc_score": "82.03010559082031", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_2", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "2490191", "text": "Angela Eagle / catchphrase \"Calm down, dear\". Eagle's colleague, deputy Labour leader Harriet Harman, said: \"Women in Britain in the 21st century do not expect to be told to 'calm down, dear' by their Prime Minister\", with Labour officials calling for an apology, suggesting the remark was patronising and sexist. In the October 2011 reshuffle, Eagle became Shadow Leader of the House of Commons. In June 2012, Eagle criticised Take That singer Gary Barlow in the House of Commons following newspaper allegations of tax avoidance made against him. Eagle criticised his recent award of the OBE and claimed in the House of Commons", "doc_score": "81.11691284179688", "publish_date": "2018/12/31"}, {"doc_id": "20675595", "text": "Home Office hostile environment policy / to remain in the UK. The resulting Windrush scandal led to the resignation of Amber Rudd as Home Secretary, on 29 April 2018, and the appointment of Sajid Javid as her successor. In comments seen by the press as distancing himself from his predecessor as Home Secretary, Theresa May, Javid told Parliament that \"I don't like the phrase hostile. So the terminology I think is incorrect and I think it is a phrase that is unhelpful and it doesn't represent our values as a country\", preferring the term \"compliant environment\" instead. However, former officials from the Home Office have said", "doc_score": "83.9523696899414", "publish_date": "2018/12/31"}, {"doc_id": "2510577", "text": "Chris Grayling / scandals. As Shadow Home Secretary, Grayling provoked controversy in August 2009 when he compared Manchester's Moss Side area to the American TV crime drama \"The Wire\". His comments received angry responses from Manchester locals and police. Having been out on patrol for a day with the police, observing the results of a shooting at a house, he described himself as having witnessed an \"urban war\". Police responded that gang-related shootings in Greater Manchester had fallen by 82 percent from the previous year and that to speak of \"urban war\" was \"sensationalistic\". A local councillor, Roy Walters, complained of Moss Side", "doc_score": "81.615234375", "publish_date": "2018/12/31"}, {"doc_id": "13590064", "text": "Chloe Smith / for £77m of flights booked through the Government Procurement Service. In October 2013, she resigned from the Cabinet Office to \"concentrate on the most important part of my job: being the Member of Parliament for Norwich North\". During the campaign for the 2015 general election, Smith was mocked by political opponents for quoting a constituent's letter in her election literature. The letter, first published in the \"Norwich Evening News\" newspaper, said she seemed \"to act more like a Socialist than a Conservative\". \"Political Scrapbook\", the left-wing political blog, published a mocked-up photograph depicting Smith as Marxist \"urban guerilla\" Wolfie Smith", "doc_score": "80.22649383544922", "publish_date": "2018/12/31"}, {"doc_id": "13785788", "text": "Rachel Reeves / of Shadow Chief Secretary to the Treasury in October 2011. She caused controversy in early 2015 by stating \"We [Labour] don’t want to be seen, and we're not, the party to represent those who are out of work\". Reeves has been named by \"The Guardian\" newspaper as being one of several MPs who employ unpaid interns, a practice that some maintain may breach the National Minimum Wage Act 1998. \"The Independent\" has named Reeves as a member of a group of new Labour MPs known as the \"Nando's Five\": the others being Luciana Berger, Jonathan Reynolds, Emma Reynolds and Chuka", "doc_score": "81.22190856933594", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_3", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "4249221", "text": "Phil Nevin / thirteen games with the Rangers, the team posted a 1–12 record as Nevin batted 5-for-44. That put his season batting average under.200, known as the \"Mendoza Line\". The Rangers benched Nevin in September, giving his starts to prospect first baseman Adrian Gonzalez after the team was eliminated from playoff contention. In his first game back in the lineup on September 24, his average dropped to.182. He refuted opinions that he was losing bat speed. Nevin had one year remaining on a contract worth $9 million. Manager Buck Showalter said that despite Nevin's benching at the end of the", "doc_score": "86.63070678710938", "publish_date": "2018/12/31"}, {"doc_id": "18362197", "text": "Rookie Davis / In 2013, he pitched for the Staten Island Yankees and Charleston RiverDogs and spent 2014 with Charleston. He started 2015 with the Tampa Yankees. The Yankees added him to their 40-man roster after the season. On December 28, 2015, Davis was traded to the Reds with Caleb Cotham, Tony Renda, and Eric Jagielo in exchange for Aroldis Chapman. Davis made the Reds' Opening Day roster in 2017 and made his major league debut on April 6 against the Phillies. Davis picked up his first major league win on May 3, pitching 5 scoreless innings over the Pirates in a 7-2", "doc_score": "85.29401397705078", "publish_date": "2018/12/31"}, {"doc_id": "4249214", "text": "Phil Nevin / The Astros promoted him on June 10, 1995, and he made his major-league debut a day later. Nevin played 18 games for the Astros during the 1995 season. He struggled with the Astros, however, batting.117 with no home runs, one RBI, a.221 OBP, and.133 SLG in 60 at-bats. When he learned of his demotion to Tucson on July 5 in Colorado, Nevin cursed at Watson and Astros manager Terry Collins. After Watson called for an apology, Nevin said he would use the incident as a learning experience in controlling his temper. The Astros acquired pitcher Mike Henneman", "doc_score": "87.05064392089844", "publish_date": "2018/12/31"}, {"doc_id": "4249216", "text": "Phil Nevin / job with Walbeck. Nevin, by then well known for his volatile temper, tore off his jersey while arguing balls and strike calls with the home plate umpire in a 1998 game. Before the 1999 season, the Angels traded Nevin and minor league player Keith Volkman to the San Diego Padres. Nevin made a late-career break with the Padres, appearing in 100 games for the first time during the 1999 season. He then had the best offensive years of his career: he hit 31 home runs with a.916 on-base plus slugging (OPS) during the 2000 season. He was named to", "doc_score": "86.48259735107422", "publish_date": "2018/12/31"}, {"doc_id": "18199353", "text": "A. J. Preller / Byrnes following a two and a half years tenure. The Padres also interviewed Kim Ng, Billy Eppler, and Mike Hazen. His official title is the Executive Vice-President and the General Manager of the Padres. Preller reportedly agreed to a five-year deal upon joining the Padres organization. He made numerous transactions over the 2014-2015 offseason in what came to be known as \"Prellerpalooza.\" He traded Yasmani Grandal to the Los Angeles Dodgers for Matt Kemp and Tim Federowicz. He partook in a three team trade for Wil Myers and Ryan Hanigan. He traded prospects to the Braves for Justin Upton. He", "doc_score": "82.64827728271484", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_4", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "7880080", "text": "Day out of days (filmmaking) / All three count as paid days. The letters S (Start) and F (Finish) are used to indicate the first and last paid days. For example, a cast member's first paid day (usually a rehearsal day) appears as SR; the last paid day (usually a work day) appears as WF. Special consideration must be given to idle periods in the Day Out of Days. A cast member can either be held (paid) or dropped (not paid) during an idle period. The Screen Actors Guild has very specific rules addressing when an actor can—or especially can't—be dropped. (The rules don't apply for", "doc_score": "81.65203094482422", "publish_date": "2018/12/31"}, {"doc_id": "10761067", "text": "Two Seconds / takes for the condemned person to die. \"A strongly built man like John Allen?\" he is told, \"It'll take two seconds\". The witness remarks, \"That'll be the longest two seconds of his life.\" As the executioner throws the switch, the events that led up to the execution appear in flashback. Allen works with his friend and flatmate Bud Clark (Preston Foster), as a riveter, high up on the girders of a skyscraper under construction, getting paid $62.50 a week, \"more than a college professor\". Bud is engaged to be married, and tries to set up a date for Allen that", "doc_score": "78.3016128540039", "publish_date": "2018/12/31"}, {"doc_id": "1271122", "text": "Groundhog Day (film) / estimated a real-time duration of 10 years. Later, Ramis told a reporter, \"I think the 10-year estimate is too short. It takes at least 10 years to get good at anything, and allotting for the down time and misguided years he spent, it had to be more like 30 or 40 years.\" In 2005, Rubin said, \"Ultimately it became this weird political issue because if you asked the studio, 'How long was the repetition?', they'd say, 'Two weeks'. But the point of the movie to me was that you had to feel you were enduring something that was going on", "doc_score": "77.61944580078125", "publish_date": "2018/12/31"}, {"doc_id": "1466327", "text": "Daniel Day-Lewis / of his roles. He would often remain completely in character throughout the shooting schedules of his films, even to the point of adversely affecting his health. He is one of the most selective actors in the film industry, having starred in only six films since 1998, with as many as five years between roles. Protective of his private life, he rarely gives interviews, and makes very few public appearances. In June 2014, he received a knighthood for services to drama. Day-Lewis announced his retirement in 2017, following the completion of his starring role in \"Phantom Thread\". Day-Lewis shifted between theatre", "doc_score": "79.10938262939453", "publish_date": "2018/12/31"}, {"doc_id": "3690666", "text": "Long take / 149 minutes, and made up of 39 shots. Thus its ASL is 229.2 seconds. The ASL is a relatively recent measure, devised by film scholar Barry Salt in the 1970s as a method of statistically analyzing the editing patterns both of individual films and of groups of films (for example, of the films made by a particular director or made in a particular period). Film scholars who have made use of ASL in their work include David Bordwell and Yuri Tsivian. Tsivian used the ASL as a tool for his analysis of D. W. Griffith's \"Intolerance\" (ASL 5.9 seconds) in", "doc_score": "79.0606689453125", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_5", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "10210872", "text": "Legal history of cannabis in the United States / Oakland (2004), Denver (2005), and San Francisco (2006). In 2008, Massachusetts voters approved a ballot initiative to decriminalize cannabis. States that decriminalized in subsequent years were Connecticut (2011), Rhode Island (2012), Vermont (2013), Maryland (2014), Missouri (2014), Delaware (2015), Illinois (2016), and New Hampshire (2017). The U.S. Virgin Islands also decriminalized in 2014. On November 6, 2012, Colorado and Washington became the first states to legalize recreational use of cannabis when voters approved Colorado Amendment 64 and Washington Initiative 502. Each regulated cannabis in a way similar to alcohol, allowing possession of up to an ounce for adults ages 21", "doc_score": "90.09133911132812", "publish_date": "2018/12/31"}, {"doc_id": "10210876", "text": "Legal history of cannabis in the United States / legalize the recreational use of cannabis. In November 2016, four more states legalized through ballot initiative – California, Nevada, Massachusetts, and Maine. This included the nation's most populous state (California), while Massachusetts and Maine became the first eastern states to legalize. In January 2018, Vermont became the first state to legalize through an act of legislature, as opposed to ballot initiative with the previous eight states. Also differentiating Vermont's law is the fact that it does not allow for commercial sales, although a commission was set up to explore the possibility. The bill was signed into law by Republican governor", "doc_score": "89.91851806640625", "publish_date": "2018/12/31"}, {"doc_id": "12760908", "text": "Cannabis in the United States / the Cole memo was rescinded by Attorney General Jeff Sessions, restoring the ability of US Attorneys to enforce federal law in states that have legalized non-medical cannabis. In 1973 Oregon became the first state to decriminalize cannabis, and in 2012 Colorado and Washington became the first states to legalize recreational use. As of November 2018, ten states (Alaska, California, Colorado, Maine, Massachusetts, Michigan, Nevada, Oregon, Vermont, and Washington), the District of Columbia, and the Northern Mariana Islands have legalized the recreational use of cannabis, with all but Vermont and D.C. permitting its commercial sale. Another 13 states (plus the U.S.", "doc_score": "87.46630096435547", "publish_date": "2018/12/31"}, {"doc_id": "9387654", "text": "Decriminalization of non-medical cannabis in the United States / (2008), Connecticut (2011), Rhode Island (2012), Vermont (2013), the District of Columbia (2014), Maryland (2014), Missouri (2014), the U.S. Virgin Islands (2014), Delaware (2015), Illinois (2016), and New Hampshire (2017). As of 2018 thirteen states had decriminalization policies in effect, and an additional eight states have decriminalized that later legalized. Prior to 2012, ballot initiatives seeking to legalize cannabis were attempted in a number of states, but none succeeded. Among these attempts were California in 1972 (33% support), Oregon in 1986 (26%), Alaska in 2000 (41%), Nevada in 2002 (39%), Arizona in 2002 (43%), Alaska in 2004 (44%), Colorado in", "doc_score": "86.59256744384766", "publish_date": "2018/12/31"}, {"doc_id": "9387629", "text": "Decriminalization of non-medical cannabis in the United States / Decriminalization of non-medical cannabis in the United States In the United States, the non-medical use of cannabis is decriminalized in 13 states (plus the U.S. Virgin Islands), and legalized in another 10 states (plus the District of Columbia and Northern Mariana Islands), as of November 2018. \"Decriminalization\" refers to a policy of reduced penalties for cannabis offenses, typically involving a civil penalty for possession of small amounts (similar to how a minor traffic violation is treated), instead of criminal prosecution or the threat of arrest. In jurisdictions without any penalties the policy is referred to as legalization, although the term", "doc_score": "84.2748031616211", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_6", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "12350306", "text": "ExtenZe / ExtenZe Extenze is a herbal nutritional supplement claiming to promote \"natural male enhancement\", a euphemism for penis enlargement. Additionally, television commercials and advertisements claim an \"improved\" or \"arousing\" sexual experience. Extenze paid $6 million to settle a class-action false advertising lawsuit in 2010. Websites selling the product make several more detailed claims, including acquiring a \"larger penis\". Their enlarging effects are described as \"temporary\" while under the use of Extenze. Early infomercials featured a studio audience and porn star Ron Jeremy. Former Dallas Cowboys and Miami Hurricanes head coach Jimmy Johnson has also appeared in an ExtenZe commercial. ExtenZe makes", "doc_score": "82.68527221679688", "publish_date": "2018/12/31"}, {"doc_id": "13399771", "text": "Vibram FiveFingers / addressed. One study found a greater number of new wearers of FiveFingers showed an increase in bone marrow edema than those in the study's control group. It recommended transition to use of the shoe be very slow and gradual. In 2012, an initial lawsuit was filed against Vibram over claims made about their FiveFingers minimalist shoe. Vibram claimed that the shoe \"reduce[s] foot injuries and strengthen[s] foot muscles\". While Vibram has \"expressly\" denied \"any actual or potential fault... or liability\", on May 7, 2014 it was announced that company has moved to settle the suit and agreed to set", "doc_score": "81.36815643310547", "publish_date": "2018/12/31"}, {"doc_id": "3804935", "text": "Designer drug / popularity, it is usually just a matter of time before it is added to the list of scheduled (i.e., illegal) drugs. The late 1990s and early 2000s also saw the first widespread use of novel anabolic steroids by athletes in competition. Steroids had been banned by the International Olympic Committee since 1976, but due to the large number of different anabolic agents available for human and veterinary use, the ability of laboratories to test for all available drugs had always lagged behind the ability of athletes to find new compounds to use. The introduction of increasingly formalised testing procedures, especially", "doc_score": "81.150146484375", "publish_date": "2018/12/31"}, {"doc_id": "13075233", "text": "Natural hoof care / research by individuals such as Jaime Jackson and Tia Nelson have studied feral horses to observe the way in which their natural foraging and roaming affects their hooves. They noticed that the hooves of these horses have a different configuration from domestic horses kept in soft pasture, having shorter toes and thicker, stronger hoof walls. Whether wearing shoes or going barefoot is better for the horse is the subject of some controversy. Opponents of the barefoot movement argue that domesticated horses are routinely put through abnormal levels of activity, stress, and strain, and their hooves undergo excessive wear and shock.", "doc_score": "79.7684555053711", "publish_date": "2018/12/31"}, {"doc_id": "16612621", "text": "Bath salts (drug) / naturally found in the plant \"Catha edulis\" (khat), were first synthesised in the 1920s. They remained obscure until the first decade of the 21st century, when underground chemists rediscovered them and began to use them in designer drugs, as the compounds were legal in many jurisdictions. In 2009 and 2010 there was a significant rise in the abuse of synthetic cathinones, initially in the United Kingdom and the rest of Europe, and subsequently in the United States. Drugs marketed as \"bath salts\" first came to the attention of authorities in the US in 2010 after reports were made to US", "doc_score": "76.63326263427734", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_7", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "3590440", "text": "Prosumer / as they wish. In their 2006 book \"Wikinomics: How Mass Collaboration Changes Everything\", Don Tapscott and Anthony D. Williams use the related term of prosumption (production/consumption; also coined by Toffler) to refer to the creation of products and services by the same people who will ultimately use them. Identifiable trends and movements outside of the mainstream economy that have adopted prosumer terminology and techniques include: A fourth view of the \"prosumer\" is as one who is aware: For example, a manufacturer of widgets has a customer who changes their requirements, asking that all their widgets sing. This customer is important", "doc_score": "81.8704605102539", "publish_date": "2018/12/31"}, {"doc_id": "2645996", "text": "MSTing / not standard for short stories, novellas, or novels, including those in teleplay or screenplay format, or those meant to imitate chat room conversations), or because they contain copyrighted material not written or owned by the MST's creator, or because the sites in question simply do not want to deal with upset authors getting angry about MSTings of their work. MSTing MSTing (), MiSTing (), or riffing is a method of mocking a show in the style of the television series \"Mystery Science Theater 3000\" (\"MST3K\") and, in particular, is a form of fan fiction in which writers mock other works", "doc_score": "79.68881225585938", "publish_date": "2018/12/31"}, {"doc_id": "17647671", "text": "YouTube Poop / obtained from YouTube or elsewhere. In the late 2000s, cutscenes from games released on the Philips CD-i platform (most notably, \"Hotel Mario\",, and later \"I.M. Meen\") were an incredibly common source in YTPs, because the campy and egregious nature of the animations made them ripe for satire. YouTube Poop is often derivative in the sense that the work of one artist (or \"pooper\") is sometimes used as the underlying work for another video. Lawrence Lessig, Professor of Law at Harvard Law School, referred to this behavior as an example of \"call & response\" within a remix culture. Alternately, two", "doc_score": "80.00484466552734", "publish_date": "2018/12/31"}, {"doc_id": "2726796", "text": "Animutation / Animutation Animutation or fanimutation is a form of web-based computer animation, typically created in Adobe Flash and characterized by unpredictable montages of pop-culture images set to music, often in a language foreign to the intended viewers. It is not to be confused with manual collage animation (e.g., the work of Stan Vanderbeek and Terry Gilliam) which predates the Internet. Animutation was popularized by Neil Cicierega. Cicierega claims to have been inspired by several sources, including bizarre Japanese commercials and Martin Holmström's \"Hatten är din\" Soramimi-style video made for the \"Habbeetik\" song by Azar Habib. The term animutation was popularized in", "doc_score": "80.24565124511719", "publish_date": "2018/12/31"}, {"doc_id": "11746099", "text": "Walkman effect / bother you, and the cacophony of traffic can be subdued by a pop song. One specific effect noted by both Patton and Bull is what Bull calls \"auditized looking,\" the ability of those listening to a personal stereo to make or escape eye contact with others in ways they wouldn't otherwise. Traditional messages carried by eye contact are to some extent dissolved by the music's protective bubble, the listener seen as unavailable. The Walkman was the first of a long line of mobile devices to attract criticism for isolating its users, promoting narcissism, detachment, and rude behavior, while at the", "doc_score": "79.61500549316406", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_8", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "4620218", "text": "Bevacizumab / Network recommends bevacizumab as standard first-line treatment in combination with any platinum-based chemotherapy, followed by maintenance bevacizumab until disease progression. Higher doses are usually given with carboplatin-based chemotherapy, whereas the lower dose is usually given with cisplatin-based chemotherapy. In December 2010, the FDA notified its intention to remove the breast cancer indication (approved in 2008) from bevacizumab, saying that it had not been shown to be safe and effective in breast cancer patients. The combined data from four different clinical trials showed that bevacizumab neither prolonged overall survival nor slowed disease progression sufficiently to outweigh the risk it presents to", "doc_score": "94.99590301513672", "publish_date": "2018/12/31"}, {"doc_id": "7425856", "text": "Hormonal contraception / (such as the patch) will result in higher user compliance and therefore lower typical failure rates. While unpredictable breakthrough bleeding is a possible side effect for all hormonal contraceptives, it is more common with progestogen-only formulations. Most regimens of COCPs, NuvaRing, and the contraceptive patch incorporate a placebo or break week that causes regular withdrawal bleeding. While women using combined injectable contraceptives may experience amenorrhea (lack of periods), they typically have predictable bleeding comparable to that of women using COCPs. Although high-quality studies are lacking, it is believed that estrogen-containing contraceptives significantly decrease the quantity of milk in breastfeeding women.", "doc_score": "92.00232696533203", "publish_date": "2018/12/31"}, {"doc_id": "3029152", "text": "Trastuzumab / Roche contested the legality of the approval; that litigation ended in 2016 and Biocon and Mylan each introduced their own branded biosimilars there. Trastuzumab costs about US$70,000 for a full course of treatment, Trastuzumab brought in $327 million in revenue for Genentech in the fourth quarter of 2007. Australia has negotiated a lower price of A$50,000 per course of treatment. Since October 2006 trastuzumab has been made available for Australian women and men with early stage breast cancer via the Pharmaceutical Benefits Scheme. This is estimated to cost the country over A$470 million for 4–5 years supply of the drug.", "doc_score": "94.15974426269531", "publish_date": "2018/12/31"}, {"doc_id": "4483210", "text": "Contraceptive patch / into the systemic circulation approximately 20 µg/day of ethinylestradiol and 150 µg/day of norelgestromin. Because the Ortho Evra patch works similar to that of birth control pills, many of the benefits are the same. For example, the patch may make a woman's period lighter and more regular. It may also help to clear acne, decrease cramps, and reduce PMS symptoms. Additionally, the patch is associated with an increased protection against iron deficiency anemia, ovarian cysts, pelvic inflammatory disease, and endometrial and ovarian cancer. The patch is a simple and convenient form of birth control that only requires weekly attention. When", "doc_score": "90.65910339355469", "publish_date": "2018/12/31"}, {"doc_id": "10269627", "text": "Controlled ovarian hyperstimulation / of the protocol used for ovulation suppression. Typically approximately 8-12 days of injections are necessary. Administering recombinant hCG in addition to an FSH-preparation has no significant beneficial effect. A small number of underpowered randomized trials came to the result that use of clomifene in addition to gonadotropins results in similar live birth rate but with a reduction in the incidence of ovarian hyperstimulation syndrome. A systematic review showed that using clomifene citrate in addition to low dose gonadotropin (in a GnRH antagonist protocol as described in the following section) resulted in a trend towards better pregnancy rates and a greater", "doc_score": "91.0254898071289", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_9", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "1514951", "text": "Gay Games / intention to bid for Gay Games XII in 2026. On 30 November 2016, Bid Books were submitted by eight candidate cities with Los Angeles dropping out at this stage. A shortlist of three Candidate Cities was announced on 1 March 2017. Guadalajara, Hong Kong and Washington DC hosted site visits before the final decision on the host city was made in Paris on Monday 30 October. The host city for Gay Games XII will be announced at an Annual General Meeting of the Federation of Gay Games. The meeting will take place in Hong Kong in the autumn of 2021.", "doc_score": "81.5056381225586", "publish_date": "2018/12/31"}, {"doc_id": "1514950", "text": "Gay Games / be held in Asia. The \"longlist\" of cities interested in bidding to host Gay Games XI in 2022 was announced in April 2016. An unprecedented seventeen cities were interested in bidding. On 30 June 2016, the Federation of Gay Games announced that eleven cities had submitted their Letter Of Intent to formally bid. Anaheim, Atlanta, Des Moines, Madison, Minneapolis and San Antonio decided not to pursue their option to bid. On 31 July 2016, 9 cities submitted their second registration fee to remain in the bid process. Both Cape Town and Tel Aviv dropped out at this stage, stating an", "doc_score": "78.72283935546875", "publish_date": "2018/12/31"}, {"doc_id": "19368324", "text": "2023 Pan American Games / 2023 Pan American Games The 2023 Pan American Games, officially the XIX Pan American Games, will be the 19th edition of the Pan American Games and an international multi-sport event scheduled to be held from October 6 to October 22, 2023 in Santiago, Chile. Two bids were submitted for the 2023 Pan American Games. Santiago, Chile and Buenos Aires, Argentina both submitted bids, but Buenos Aires withdrew their bid in April 2017, leaving Santiago as the sole candidate. Santiago was unanimously elected as the host city at the ANOC General Assembly in Prague on November 4, 2017. This will mark", "doc_score": "82.2142105102539", "publish_date": "2018/12/31"}, {"doc_id": "1514948", "text": "Gay Games / to the program of the games. Of these requests, that for the inclusion of polo was rejected, while those for archery, boxing, fencing, pétanque, roller derby and wheelchair rugby were approved. Of these, boxing, pétanque, roller derby and wheelchair rugby were included in the bids of the three finalist bidding organizations. Bid books were provided by February 28, 2013 with a Q&A held over April & May 2013. A shortlisting vote took place on May 31, 2013 resulting in the shortlisting of Limerick, London and Paris as the final three cities to continue on the 2018 Bid cycle. Shortlisted cities", "doc_score": "79.27129364013672", "publish_date": "2018/12/31"}, {"doc_id": "19433065", "text": "2020 FIFA Futsal World Cup / the event before, the tournament will be heading to a new location, later shortlisted to four. The Czech Republic, Egypt, Georgia, the Netherlands, and the United States expressed interest, but eventually did not bid. The host were originally to be appointed by December 2016, then delayed to December 2017. Costa Rica, Croatia, Kazakhstan, and the United Arab Emirates were later eliminated from contention. The hosts were selected by the FIFA Council on 26 October 2018 in Kigali, Rwanda from the final four candidates: Iran, Japan, Lithuania, and New Zealand. Lithuania were chosen over Iran, Japan and New Zealand as host", "doc_score": "76.77935028076172", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_10", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "19941517", "text": "Republican Party presidential debates / debate in Orlando, Florida. Four candidates participated in the last four debates: Newt Gingrich, Ron Paul, Mitt Romney, and Rick Santorum. Paul and Santorum were the only candidates to participate in all 20 debates. There were 12 debates held between the candidates for the Republican nomination for the United States presidential election, 2016. The first debate was held on August 6, 2015 and the final debate was on March 10, 2016. Due to the large pool of candidates, some debates were split into a primary debate and a secondary debate. Seventeen candidates participated in at least one debate. Four candidates", "doc_score": "88.08942413330078", "publish_date": "2018/12/31"}, {"doc_id": "18533317", "text": "2016 Republican Party presidential debates and forums / 2016 Republican Party presidential debates and forums The twelve Republican presidential debates, and the nine forums, were a series of political debates held between the candidates for the Republican Party's nomination for the United States presidential election, 2016. The Republican National Committee announced the 2015–2016 debate schedule on January 16, 2015. It revealed that 12 debates would be held, in contrast to the 20 debates that were held from 2011 to 2012. The announcement included which news organizations would host each debate, with Fox News and CNN having three each; and one each for ABC, CBS, NBC, CNBC, Fox Business", "doc_score": "87.69284057617188", "publish_date": "2018/12/31"}, {"doc_id": "18533319", "text": "2016 Republican Party presidential debates and forums / debate per month followed through December 2015. The GOP candidates debated twice in January and three times in February 2016. On February 20, 2016, the RNC announced a thirteenth debate, which was to be held in Salt Lake City, Utah, on Monday, March 21. This would have made for three debates in March, but the event was later canceled due to all but one of the candidates opting not to attend. The following table lists the twelve RNC debates which took place, along with the dates, times, places, hosts, and participants. The use of polling data had initially been criticized", "doc_score": "84.75999450683594", "publish_date": "2018/12/31"}, {"doc_id": "18533372", "text": "2016 Republican Party presidential debates and forums / comment about the size of his hands. The twelfth debate was the fourth and final debate to air on CNN and led into the Florida, Illinois, North Carolina, Missouri, and Ohio primaries on March 15. The candidates debated at the University of Miami's BankUnited Center arena, moderated by Jake Tapper and questioned by CNN chief political correspondent Dana Bash, Salem Radio Network talk-show host Hugh Hewitt, and \"Washington Times\" contributor Stephen Dinan. \"The Washington Times\" cohosted the debate. The debate was originally scheduled considering the unlikelihood that a candidate would clinch the Republican nomination before March 15, due to the", "doc_score": "84.6988525390625", "publish_date": "2018/12/31"}, {"doc_id": "18951285", "text": "Democratic Party presidential debates / reasonable number and in line with what the national committee sanctioned in 2008.\" On August 6, 2015, the DNC announced the locations for all six original debates, with exact venues still to be determined, and the specific dates for the first four debates. In late January 2016, trailing the New Hampshire primary race, the Clinton campaign requested a second New Hampshire debate, which had already been scheduled to February 4, to be officially sanctioned by the DNC. The Sanders campaign said they would only agree with that proposal if a total of four additional debates would be held, one in", "doc_score": "84.20551300048828", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_11", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "1363456", "text": "Strike action / lockouts in the U.S. fell by 97% from 381 in 1970 to 187 in 1980 to only 11 in 2010. Companies countered the threat of a strike by threatening to close or move a plant. International Covenant on Economic, Social and Cultural Rights adopted in 1967 ensure the right to strike in Article 8 and European Social Charter adopted in 1961 also ensure the right to strike in Article 6. The Farah Strike, 1972-1974, labeled the \"strike of the century,\" and it was organized and led by Mexican American women predominantly in El Paso, Texas. Most strikes are undertaken by", "doc_score": "86.40841674804688", "publish_date": "2018/12/31"}, {"doc_id": "4024023", "text": "Sitdown strike / in effect hold valuable machinery hostage as a bargaining chip. Workers have used this technique since the beginning of the 20th century in countries such as United States, Italy, Poland, Croatia, and France. However, sit-down strikes are now uncommon. The radical syndicalist group Industrial Workers of the World (IWW) were the first American union to use the sit-down strike. On December 10, 1906, at the General Electric Works in Schenectady, New York, 3,000 workers sat down on the job and stopped production to protest the dismissal of three fellow IWW members. The three fired IWW members were ultimately rehired. The", "doc_score": "86.88711547851562", "publish_date": "2018/12/31"}, {"doc_id": "2610108", "text": "Textile workers strike (1934) / a union had an electrifying effect on textile workers: the United Textile Workers (UTW), which had no more than 15,000 members in February, 1933, grew to 250,000 members by June, 1934, of whom roughly half were cotton mill workers. Textile workers also put tremendous faith in the NIRA to bring an end to the stretch-out, or at least temper its worst features. As one union organizer said, textile workers in the South saw the NIRA as something that \"God has sent to them.\" The NIRA quickly promulgated a code for the cotton industry regulating workers' hours and establishing a minimum", "doc_score": "81.93903350830078", "publish_date": "2018/12/31"}, {"doc_id": "10223280", "text": "Hayward teachers strike / the teachers back into classrooms. Vigil was confronted at one point by angry strikers, who pounded on his car and pushed him. Only 4,100 of approximately 22,000 district students showed up for classes the first day of the strike. 29 schools were affected initially. Farm Workers Union founder and activist Dolores Huerta showed up to support the striking teachers. Local TV and newspaper outlets covered the story. The Hayward Teachers strike ended in a tentative agreement on 25 April 2007, when Vigil announced the settlement during a regular school board meeting. Teachers voted to pass the agreement detailing an 11%", "doc_score": "83.3815689086914", "publish_date": "2018/12/31"}, {"doc_id": "20684599", "text": "2018 teachers' strikes in the United States / Virginia Commonwealth University in Richmond, Virginia protested over pay. Motivations for the strikes include low wages for teachers and support staff, inadequate school budgets, overcrowded classrooms, and other problems. The strikes varied in their levels of success, with West Virginia considered mostly successful, where Oklahoman teachers received relatively few concessions. Discussions of a strike in West Virginia began in early 2018. In the first week of February, teachers staged \"walk-ins\" at schools and some protested at the West Virginia Capitol. The strike proved successful, and inspired those in other states to strike as well. In early April, Oklahoma became the", "doc_score": "86.41570281982422", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_12", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "359778", "text": "Smog / then, the United States Environmental Protection Agency has designated over 300 U.S. counties to be non-attainment areas for one or more pollutants tracked as part of the National Ambient Air Quality Standards. These areas are largely clustered around large metropolitan areas, with the largest contiguous non-attainment zones in California and the Northeast. Various U.S. and Canadian government agencies collaborate to produce real-time air quality maps and forecasts. To combat smog conditions, localities may declare \"smog alert\" days, such as in the Spare the Air program in the San Francisco Bay Area. Because of their locations in low basins surrounded by", "doc_score": "84.81352233886719", "publish_date": "2018/12/31"}, {"doc_id": "9888712", "text": "Hot zone (environment) / America and Mexico were the first places to be affected by the virus. According to the World Health Organization (WHO), there were 14,142 deaths of swine influenza, and 1,311,522 people had this virus in their bodies in 2009. Spain, China, the United States, and South Korea are considered to be hot zones of swine influenza. There were 155,051 people who had this virus in Spain, 120,498 in China, 107,939 in United State and 101,182 in South Korea. The people in those areas can very easily get this virus. The virus is transmittable through the air, such as through coughing, sneezing", "doc_score": "82.75102996826172", "publish_date": "2018/12/31"}, {"doc_id": "19723580", "text": "1966 New York City smog / of the commission had been monitoring the smog situation in shifts for three days, nonstop. Thomas R. Glenn Jr., the commission's director and chief engineer, recommended the alert at 11:25 a.m. after seeing instruments in New York and New Jersey that showed carbon monoxide greater than 10 ppm (parts-per-million) and smoke greater than 7.5 ppm, both for more than four consecutive hours. In New York, the city asked commuters to avoid driving unless necessary, and apartment buildings to stop incinerating their residents' garbage and turn heating down to 60 °F (15 °C). New Jersey and Connecticut asked their residents not", "doc_score": "81.91234588623047", "publish_date": "2018/12/31"}, {"doc_id": "14652884", "text": "Global storm activity of 2010 / person has already died of hypothermia. A major winter storm started plowing its way through upstate New York, southern Vermont and Berkshire County, Massachusetts on the 23rd. Colonie, New York saw a total of 17 inches of snow. Hancock, Massachusetts had seen 9.5 inches, with the forecast total at 10-15 inches, and Stamford, Vermont had seen 9 inches. Salem County, New Jersey was hit by heavy snow fall on the 24th, and 4 to 12 inches of snow were predicted to fall the next day by weather forecasters. Just under 1,000,000 were left without electricity in New England, Pennsylvania and", "doc_score": "82.18336486816406", "publish_date": "2018/12/31"}, {"doc_id": "441162", "text": "Urban heat island / less-used term heat island refers to any area, populated or not, which is consistently hotter than the surrounding area. Monthly rainfall is greater downwind of cities, partially due to the UHI. Increases in heat within urban centers increases the length of growing seasons, and decreases the occurrence of weak tornadoes. The UHI decreases air quality by increasing the production of pollutants such as ozone, and decreases water quality as warmer waters flow into area streams and put stress on their ecosystems. Not all cities have a distinct urban heat island. Mitigation of the urban heat island effect can be accomplished", "doc_score": "83.68509674072266", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_13", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "8433739", "text": "Power harassment / Power harassment Power harassment is harassment or unwelcome attention of a political nature, often occurring in the environment of a workplace including hospitals, schools and universities. It includes a range of behavior from mild irritation and annoyances to serious abuses which can even involve forced activity beyond the boundaries of the job description. Power harassment is considered a form of illegal discrimination and is a form of political and psychological abuse, and bullying. Although the phenomenon power harassment is not uniquely Japanese, since it has occurred in many environments, the term is a Japanese coinage. It has received significant attention", "doc_score": "85.4503173828125", "publish_date": "2018/12/31"}, {"doc_id": "15087105", "text": "Workplace harassment / 2014 Workplace Bullying Institute/Zogby national survey shows that 27 percent have experienced workplace bullying in the past, and seven percent of employees currently suffer workplace bullying. In addition, \"more than 97% of nurse managers reported experiencing abuse, whereas 60% of retail industry workers, 23% of faculty and university staff, and 53% of business school students reported abuse at work.\" The areas of industry in which emotional abuse happens are not limited to one, but rather they range from hospitals, universities, manufacturing plants, research industries, and social service agencies. With such frequency of workplace bullying to various groups of people, many", "doc_score": "82.4668197631836", "publish_date": "2018/12/31"}, {"doc_id": "20445487", "text": "Erica Baker / Erica Baker Erica Baker (born 1980) is an engineer and engineering manager in the San Francisco Bay Area, known for her outspoken support of diversity and inclusion. She has worked at companies including Google, Slack, and Patreon. She gained prominence in 2015 for starting an internal spreadsheet where Google employees reported their salary data to better understand pay disparities within the company. Kara Swisher of Recode called Baker the \"woman to watch\" in a profile in C Magazine. Baker worked at Google from 2006 to May 2015, in various roles, ending with the role of Site Reliability Engineer (SRE). In", "doc_score": "81.18435668945312", "publish_date": "2018/12/31"}, {"doc_id": "8493390", "text": "Landlord harassment / to be engaged in a trade or business, and is not subject to this law. Landlord harassment Landlord harassment is the willing creation, by a landlord or his agents, of conditions that are uncomfortable for one or more tenants in order to induce willing abandonment of a rental contract. Such a strategy is often sought because it avoids costly legal expenses and potential problems with eviction. This kind of activity is common in regions where rent control laws exist, but which do not allow the direct extension of rent-controlled prices from one tenancy to the subsequent tenancy, thus allowing landlords", "doc_score": "80.3603515625", "publish_date": "2018/12/31"}, {"doc_id": "8493368", "text": "Landlord harassment / Landlord harassment Landlord harassment is the willing creation, by a landlord or his agents, of conditions that are uncomfortable for one or more tenants in order to induce willing abandonment of a rental contract. Such a strategy is often sought because it avoids costly legal expenses and potential problems with eviction. This kind of activity is common in regions where rent control laws exist, but which do not allow the direct extension of rent-controlled prices from one tenancy to the subsequent tenancy, thus allowing landlords to set higher prices. Landlord harassment carries specific legal penalties in some jurisdictions, but enforcement", "doc_score": "81.72993469238281", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_14", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "13349786", "text": "Abortion in the United States by state / of abortion risk information to patients prior to the procedure. The key, deliberated article of the U.S. Constitution is the Fourteenth Amendment, which states that The official report of the U.S. Senate Judiciary Committee, issued in 1983 after extensive hearings on the Human Life Amendment (proposed by Senators Orrin Hatch and Thomas Eagleton), stated: One aspect of the legal abortion regime now in place has been determining when the fetus is \"viable\" outside the womb as a measure of when the \"life\" of the fetus is its own (and therefore subject to being protected by the state). In the majority", "doc_score": "85.1362075805664", "publish_date": "2018/12/31"}, {"doc_id": "13349796", "text": "Abortion in the United States by state / abortion: The initiative was proposed jointly by Kristine Burton and Michael Burton of Colorado for Equal Rights. Colorado Amendment 48 was a proposed initiative to amend the definition of a person to \"any human being from the moment of fertilization.\" On November 4, 2008, the initiative was turned down by 73.2% of the voters. Kansas lawmakers approved sweeping anti-abortion legislation (HB 2253) on April 6, 2013 that says life begins at fertilization, forbids abortion based on gender and bans Planned Parenthood from providing sex education in schools. In 2015 Kansas became the first state to ban the dilation and evacuation", "doc_score": "84.93539428710938", "publish_date": "2018/12/31"}, {"doc_id": "13349791", "text": "Abortion in the United States by state / states (including California, Illinois and New York) offer or require such coverage. The 1992 case of \"Planned Parenthood v. Casey\" overturned \"Roe's\" strict trimester formula, but reemphasized the right to abortion as grounded in the general sense of liberty and privacy protected under the Due Process Clause of the Fourteenth Amendment to the United States Constitution: \"If the right of privacy means anything, it is the right of the individual, married or single, to be free from unwarranted governmental intrusion into matters so fundamentally affecting a person as the decision whether to bear or beget a child.\" Advancements in medical", "doc_score": "82.06732940673828", "publish_date": "2018/12/31"}, {"doc_id": "16107297", "text": "Colorado Amendment 62 / Colorado Amendment 62 Colorado Amendment 62 was an initiated constitutional amendment that appeared on the November 2, 2010 ballot defining personhood as “every human being from the beginning of the biological development of that human being.” It sought to ban abortion in the state of Colorado and challenge \"Roe v. Wade\". This was the second time a Personhood amendment appeared on the Colorado ballot. Both initiatives were led by the umbrella organization Personhood USA, and both initiatives failed. The text, as it appeared on the ballot, read: Had it been approved, it would have amended Article II of the Colorado", "doc_score": "84.02983093261719", "publish_date": "2018/12/31"}, {"doc_id": "2712", "text": "Abortion / the U.S., the Supreme Court decisions in \"Roe v. Wade\" and \"Doe v. Bolton\": \"ruled that the state's interest in the life of the fetus became compelling only at the point of viability, defined as the point at which the fetus can survive independently of its mother. Even after the point of viability, the state cannot favor the life of the fetus over the life or health of the pregnant woman. Under the right of privacy, physicians must be free to use their \"medical judgment for the preservation of the life or health of the mother.\" On the same day", "doc_score": "82.28099060058594", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_15", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "3569968", "text": "Product recall / Mojo Motors, Inc. study found only.005 percent of customers ask about recalls when contacting dealerships. Since 1966, 390 million motor vehicles have been recalled in the USA. Manufacturers have to notify the owner when there is a recall notice, but in the case of a second, third or fourth owner of the car, the company may be sending the notice to a previous one. Over 3000 food products were recalled in the US in 2016 according to the US Food and Drug Administration Enforcement reports. Individual recall events caused by contamination from foreign bodies (physical contamination from metal, glass,", "doc_score": "86.8829345703125", "publish_date": "2018/12/31"}, {"doc_id": "3569973", "text": "Product recall / affected by the recall. Pinnacle Foods, Inc. issued a recall on all Hungry Man BBQ boneless chicken wing products due to salmonella being detected in the whey powder of the ranch dressing. Product recall A product recall is a request from a manufacturer to return a product after the discovery of safety issues or product defects that might endanger the consumer or put the maker/seller at risk of legal action. The recall is an effort to limit ruination of the corporate image and limit liability for corporate negligence, which can cause significant legal costs. It can be difficult, if not", "doc_score": "87.60576629638672", "publish_date": "2018/12/31"}, {"doc_id": "10137133", "text": "Timeline of the 2007 pet food recalls / initial recall comprises sixty million units of cuts and gravy-style food in pouches sold under nearly 100 brand names, including premium brands like Iams and private-label brands sold at nationwide chains such as Wal-Mart, Kroger, and other large retailers. While the recalled products represent just 1% of pet foods available in the U.S., the recall is one of the largest in American history. Menu Foods confirms the problem was with the wheat gluten used to thicken and enrich the gravy in the canned and pouched wet food products, and that the medical problems exhibited in test subjects include renal failure.", "doc_score": "86.44527435302734", "publish_date": "2018/12/31"}, {"doc_id": "6076350", "text": "Drug recall / levels of recall depending on the severity of the effects. From most to least severe, there is Class I, Class II, and Class III (defined above).There is also market withdrawal which occurs when a drug does not violate FDA regulation but has a known, minor default. The producer must either fix the default or take the drug off the market. Drugs and medical devices are typically recalled if the product is defective, contaminated, contains a foreign object, fails to meet specifications, mislabeled, or misbranded. Misbranding was the most common reason for pharmaceutical recalls in 2015, accounting for 42%. This graph", "doc_score": "83.64537811279297", "publish_date": "2018/12/31"}, {"doc_id": "13449234", "text": "Genetically modified food in the United States / due to the consumption of genetically engineered foods, there is concern over their impact on health. One of the largest food recalls in US history, was the Taco Bell GMO recall, where a Bt corn plant not approved for human consumption due its risk as an allergen, had contaminated food products like the tacos at Taco Bell, and a huge percentage of US's seed supply. No health problems were linked to Starlink corn, and subsequent evaluations of the Bt trait determined that there is medium risk to human health. The USA is the largest commercial grower of genetically modified crops", "doc_score": "84.25544738769531", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_16", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "15383088", "text": "809 scam / in Japan. 809 scam An 809 scam is a form of phone fraud which exploits the tendency of telephone subscribers in Canada and the United States to presume that a number in the familiar North American Numbering Plan format of 1-NPA-NXX-XXXX is a domestic call at standard rates because of the absence of the 011- international prefix which normally indicates an overseas call. Points in the former +1-809 area code are not in mainland North America but in the Caribbean, distributed among multiple small island nations. Some former 1-809 points are US possessions (such as Puerto Rico and USVI), but", "doc_score": "82.69171905517578", "publish_date": "2018/12/31"}, {"doc_id": "699540", "text": "Dial-up Internet access / to the increased competition by lowering their rates and making dial-up an attractive option for those who merely want email access or basic web browsing. Dial-up Internet access has undergone a precipitous fall in usage, and potentially approaches extinction as modern users turn towards broadband. In contrast to the year 2000 when about 34% of the U.S. population used dial-up, this dropped to 3% in 2013. Adding to the extinction of dial-up is many newer programs such as antivirus and major applications download their sizable updates automatically in the background when a connection is first made and this can greatly", "doc_score": "81.3343505859375", "publish_date": "2018/12/31"}, {"doc_id": "15383083", "text": "809 scam / 809 scam An 809 scam is a form of phone fraud which exploits the tendency of telephone subscribers in Canada and the United States to presume that a number in the familiar North American Numbering Plan format of 1-NPA-NXX-XXXX is a domestic call at standard rates because of the absence of the 011- international prefix which normally indicates an overseas call. Points in the former +1-809 area code are not in mainland North America but in the Caribbean, distributed among multiple small island nations. Some former 1-809 points are US possessions (such as Puerto Rico and USVI), but many are", "doc_score": "82.80482482910156", "publish_date": "2018/12/31"}, {"doc_id": "10280058", "text": "Usage share of operating systems / stretching up to an 18-weeks/4-months period from 28 June to 31 October 2016, while whole of July, August or September 2016, showed desktop-majority (and many other long sub-periods in the long stretch showed desktop-minority; similarly only Fridays, Saturdays and Sundays are desktop-minority). The biggest continents, Asia and Africa, have shown vast mobile-majority for long time (any day of the week), as well as several individual countries elsewhere have also turned mobile-majority: Poland, Albania (and Turkey) in Europe and Paraguay and Bolivia in South America. According to StatCounter's web use statistics, Saturday 28 May 2016, was the day when smartphones (\"mobile\"", "doc_score": "79.0422592163086", "publish_date": "2018/12/31"}, {"doc_id": "14417192", "text": "National Broadband Plan (United States) / reliable and universal wired networking. The prior Bush administration had made powerline networking a priority to ensure that broadband access would be at least co-extant with the power grid's reach. More generally, as of December 2012, only about 65 percent of Americans had broadband access. The United States ranks 16th in the world, with South Korea at 95 percent and Singapore at 88 percent. Genachowski said over 20 countries had plans for broadband access, and that the lack of access in rural and low-income areas in the United States resulted in \"leaving millions behind\". By 2020, the goal was for", "doc_score": "81.64530181884766", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_17", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "16164375", "text": "United States policy responses to the Great Recession / and general businesses, temporary swaps of treasury bills for mortgage-backed securities, the sale of Bear Stearns, and the bailouts of American International Group (AIG), Fannie Mae and Freddie Mac, and Citigroup. In May 2013, as the stock market was hitting record highs and the housing and employment markets were improving slightly, the prospect of the Federal Reserve beginning to decrease its economic stimulus activities began to enter the projections of investment analysts and affected global markets. United States policy responses to the Great Recession United States policy responses to the late-2000s recession explores legislation, banking industry and market volatility within", "doc_score": "87.2005615234375", "publish_date": "2018/12/31"}, {"doc_id": "16952992", "text": "Monetary reform in the United States / is the so-called Chicago plan. The Need Act, presented in the House of Representatives in September 2011 by Dennis Kucinich, is a proposed law that implies that \"the creation of money by private financial institutions as interest-bearing debts should cease once and for all\". Monetary reform in the United States Monetary reform, the reform of monetary creation and thus of the banking system, is a topical political issue in the United States, especially in light of the public debt (15 trillion dollar in November 2011), household debt (student debts, etc.), Social Security and other public sector undertakings and state debts.", "doc_score": "82.0217514038086", "publish_date": "2018/12/31"}, {"doc_id": "19828380", "text": "International reactions to the 2016 United States presidential election / a record high, experiencing its best week since 2011. Japan's Nikkei fell by over 6.1%. The price of oil also fell by 2.4%. However, unlike most other global markets, Russia's MICEX rose after the result. In the weeks following the election, as Trump gradually formed his pro-business cabinet, U.S. stock markets rallied strongly and the Dow Jones Industrial Average flirted with the 20,000-point level. The U.S. dollar also gained significant value. On November 10 the \"Toronto Star\" reported that the website of Immigration, Refugees and Citizenship Canada crashed when it was flooded with a large increase in traffic on election", "doc_score": "84.11363220214844", "publish_date": "2018/12/31"}, {"doc_id": "1423089", "text": "Banking in the United States / enactment of the Federal Reserve Act, largely in response to a series of financial panics, particularly a severe panic in 1907. Over time, the roles and responsibilities of the Federal Reserve System have expanded and its structure has evolved. Events such as the Great Depression were major factors leading to changes in the system. Its duties today, according to official Federal Reserve documentation, are to conduct the nation's monetary policy, supervise and regulate banking institutions, maintain the stability of the financial system and provide financial services to depository institutions, the U.S. government, and foreign official institutions. The Federal Deposit Insurance", "doc_score": "83.94010925292969", "publish_date": "2018/12/31"}, {"doc_id": "14854423", "text": "Behavioral analysis of markets / within capitulation marks ever-smaller data components of markets such that tick data and monthly data exhibit similar capitulation characteristics. A market participant's ability to withstand pain (losses) will fluctuate on a second by second, minute by minute, hour by hour, day by day, week by week etc. etc., basis and regardless of his best attempts to contain his emotions; he will eventually succumb to the irresistible force to capitulate at each and every individual cycle period threshold. Even using a black-box discipline with fixed stop-loss controls, investment decisions are vulnerable to human emotion on various other macro levels. According to", "doc_score": "81.82713317871094", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_18", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "9715727", "text": "History of alternate reality games / show's characters. History of alternate reality games Alternate reality games are a modern genre of gaming often consisting of an interactive, networked narrative that uses the real world as a platform and employs transmedia storytelling to deliver a story that may be altered by players' ideas or actions. Most of these games are either independently run or used as a viral marketing campaign by a company or brand. Due to factors like \"the curtain\", attempts to begin games with \"stealth launches\" that fulfill the TINAG (This Is Not a Game) aesthetic, and the restrictive non-disclosure agreements governing how much information", "doc_score": "84.85179901123047", "publish_date": "2018/12/31"}, {"doc_id": "9715690", "text": "History of alternate reality games / History of alternate reality games Alternate reality games are a modern genre of gaming often consisting of an interactive, networked narrative that uses the real world as a platform and employs transmedia storytelling to deliver a story that may be altered by players' ideas or actions. Most of these games are either independently run or used as a viral marketing campaign by a company or brand. Due to factors like \"the curtain\", attempts to begin games with \"stealth launches\" that fulfill the TINAG (This Is Not a Game) aesthetic, and the restrictive non-disclosure agreements governing how much information may be", "doc_score": "85.11589813232422", "publish_date": "2018/12/31"}, {"doc_id": "1613030", "text": "Alternate reality game / Alternate reality game An alternate reality game (ARG) is an interactive networked narrative that uses the real world as a platform and employs transmedia storytelling to deliver a story that may be altered by players' ideas or actions. The form is defined by intense player involvement with a story that takes place in real time and evolves according to players' responses. Subsequently, it is shaped by characters that are actively controlled by the game's designers, as opposed to being controlled by artificial intelligence as in a computer or console video game. Players interact directly with characters in the game, solve", "doc_score": "83.12621307373047", "publish_date": "2018/12/31"}, {"doc_id": "17618805", "text": "Fishing video game / in and. Fishing video game A fishing video game is a video game series in which the player fishes. Usually they take the form of fishing tournaments. Many feature a wide variety of locations in which to fish, fish to catch, and fishing paraphernalia such as fishing rods, lures, and boats. Gameplay usually revolves around reacting quickly to an on-screen trigger that the bait was taken, along with some sort of button press sequence to reel the fish in. Minigames of fishing are also common inside larger action-adventure games. The Legend of Zelda series is particularly famous for having", "doc_score": "81.68646240234375", "publish_date": "2018/12/31"}, {"doc_id": "64165", "text": "Video game / identified based on the website that they appear, such as with \"Miniclip\" games. Others are named based on the programming platform used to develop them, such as Java and Flash games. With the advent of standard operating systems for mobile devices such as iOS and Android and devices with greater hardware performance, mobile gaming has become a significant platform. These games may utilize unique features of mobile devices that are not necessary present on other platforms, such as global positing information and camera devices to support augmented reality gameplay. Mobile games also led into the development of microtransactions as a", "doc_score": "83.25818634033203", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_19", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "15051182", "text": "Tennessee Whiskey (song) / the Country Music Association (CMA) Awards as a duet with Justin Timberlake. The performance was described as the best moment of the night by music publications. Based solely on two days sales after the broadcast, it reached number-one on the Hot Country Songs chart, and number 23 on \"Billboard\" Hot 100, selling 131,000 copies. It peaked at number 20 the following week, selling a further 118,000 copies. It was certified Platinum by the RIAA on May 4, 2016, and reached over a million in sales in the US in January 2017. It has sold 1.7 million copies in the US", "doc_score": "84.12355041503906", "publish_date": "2018/12/31"}, {"doc_id": "18246299", "text": "PrizeFighter (song) / Records and RCA Records Nashville on country radio as the lead single from the album on September 15, 2014, four days before Yearwood's fiftieth birthday. It was the fourth most-added song at country radio during its release week. The song has been performed live by Yearwood on the \"Garth Brooks World Tour with Trisha Yearwood\". Kelly Clarkson has made surprise appearances at the September 5 and 19, 2014 shows to sing with Yearwood. Normally, Garth Brooks sings Clarkson's part. \"PrizeFighter\" debuted at number 59 on the \"Billboard\" Country Airplay chart. PrizeFighter (song) \"PrizeFighter\" is a song by American country music", "doc_score": "81.62200927734375", "publish_date": "2018/12/31"}, {"doc_id": "20108211", "text": "Broken Halos / to welcome – not overwhelm – the listener.\" \"Broken Halos\" entered the top 10 on the US Country Airplay on the chart dated February 10, 2018, becoming his second single to do so following \"Nobody to Blame\". It topped the chart in its March 24, 2018 issue, becoming his first career number one on Country Airplay. It also entered the top 10 on the Hot Country Songs chart in its 42nd chart week, being Stapleton's second top 10 following his two-week leading song \"Tennessee Whiskey\". \"Broken Halos\" was certified platinum by the Recording Industry Association of America on April 26,", "doc_score": "81.71824645996094", "publish_date": "2018/12/31"}, {"doc_id": "16767914", "text": "Kacey Musgraves / ceremony dedicated exclusively to honor country music videos. It was established in 1967. The Grammy Awards are presented annually by the National Academy of Recording Arts and Sciences for outstanding achievements in the music industry. It is presented since 1958. Musgraves has won twice. Kacey Musgraves Kacey Lee Musgraves (born August 21, 1988) is an American country music singer and songwriter. She self-released three albums before appearing on the fifth season of the USA Network's singing competition \"Nashville Star\" in 2007, where she placed seventh. In 2008, Kacey recorded two singles for Triple Pop in Austin, Texas. She later signed", "doc_score": "79.52735137939453", "publish_date": "2018/12/31"}, {"doc_id": "10178580", "text": "Near You / weeks in the number-one position on a US pop music chart. In 2009, hip-hop group The Black Eyed Peas surpassed Craig's record for artist with most consecutive weeks in the number-one position with the songs \"Boom Boom Pow\" and \"I Gotta Feeling\". However, their record was accomplished with combined weeks of two #1 songs - one succeeding the other in the top position. \"Billboard\" ranked it as the No. 1 song overall for 1947. In 1977, \"Near You\" became a number-one country hit for the duo of George Jones and Tammy Wynette, one of the more unlikely compositions the two", "doc_score": "79.10014343261719", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_20", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "12843459", "text": "Mardi Gras in the United States / especially during the American Civil War, World War I and World War II, but Carnival has always been observed in the city in some way. The last large parades went through the narrow streets of the city's old French Quarter neighborhood in 1972. Larger floats and crowds and safety concerns led the city government to prohibit big parades in the Quarter. In 1991, the New Orleans city council passed an ordinance that required social organizations, including Mardi Gras Krewes, to certify publicly that they did not discriminate on the basis of race, religion, gender or sexual orientation, in order to", "doc_score": "80.21861267089844", "publish_date": "2018/12/31"}, {"doc_id": "8867970", "text": "Chanté mas / The Africans however, being enslaved in the Caribbean, were known to have carnival since emancipation in 1838. It is no wonder people have argued whether the festival is of historical or religious origin. Truth is though, this festival, as celebrated in Dominica, is a combination of both history and religion. The Europeans, most of whom were Roman Catholics, had celebrated carnival as the day before they would stay away from meat, as well as all fleshly desires. The Africans on the other hand, are well known for their pulsating rhythms as they shake their bodies to the beat of their", "doc_score": "75.45011901855469", "publish_date": "2018/12/31"}, {"doc_id": "497534", "text": "Carnival / parody, degradation, and laughter at a tragicomic effigy of God can be seen as intensifications of the sacred order. In 1466, the Catholic Church under Pope Paul II revived customs of the Saturnalia carnival: Jews were forced to race naked through the streets of the city of Rome. \"Before they were to run, the Jews were richly fed, so as to make the race more difficult for them and at the same time more amusing for spectators. They ran… amid Rome's taunting shrieks and peals of laughter, while the Holy Father stood upon a richly ornamented balcony and laughed heartily,\"", "doc_score": "75.35464477539062", "publish_date": "2018/12/31"}, {"doc_id": "497527", "text": "Carnival / Lent, no parties or celebrations were held, and people refrained from eating rich foods, such as meat, dairy, fat, and sugar. The first three classes were often totally unavailable during this period because of late winter shortages. While Christian festivals such as Corpus Christi were Church-sanctioned celebrations, Carnival was also a manifestation of European folk culture. In the Christian tradition, the fasting is to commemorate the 40 days that Jesus fasted in the desert, according to the New Testament, and also to reflect on Christian values. It was a time for catechumens (those converting to Christianity) to prepare for baptism", "doc_score": "77.68338775634766", "publish_date": "2018/12/31"}, {"doc_id": "2644237", "text": "Mardi Gras in New Orleans / by locals on Mardi Gras Day, flashers on balconies cause crowds to form on the streets. In the last decades of the 20th century, the rise in producing commercial videotapes catering to voyeurs helped encourage a tradition of women baring their breasts in exchange for beads and trinkets. Social scientists studying \"ritual disrobement\" found, at Mardi Gras 1991, 1,200 instances of body-baring in exchange for beads or other favors. The formal end of New Orleans Mardi Gras arrives with the \"Meeting of the Courts,\" a ceremony at which Rex and His Royal Consort, the King and Queen of Carnival, meet", "doc_score": "78.19558715820312", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_21", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "7134798", "text": "Sixlets / Sixlets Sixlets are small round candy-coated, chocolate-flavored candy made by Oak Leaf Confections, a Chocolat Frey company based in Toronto, Ontario, Canada. The chocolate centers are made from a mixture of cocoa and carob, giving them a \"malted\" taste. They are often sold in thin cellophane packages that hold them in a tube-like formation. The ball-shaped candies come in colors that include red, brown, yellow, green, blue and orange. An Easter variation of the candy adds white, pink, and blue pieces while removing red and brown ones from the mix. A Christmas variation has only red, green and white; and", "doc_score": "79.81645965576172", "publish_date": "2018/12/31"}, {"doc_id": "3428255", "text": "Vernors / about Buddy’s Pizza, American Coney Island and other local favorites. Vernors can be used as an ingredient in cooking, and it is used by some Detroiters to add a sweet, spicy flavor to dishes. Soul singer Aretha Franklin became famous in the city for demonstrating a recipe, traditional at her church, for Christmas ham with a glaze made with the soft drink; Vernors has also been used in a glaze for salmon and in a batter for onion rings. A Boston Cooler, also known as a Vernor's float, is an ice cream soda variant typically composed of Vernors Ginger Ale", "doc_score": "78.23992919921875", "publish_date": "2018/12/31"}, {"doc_id": "885569", "text": "Marshmallow / home, a mixture of corn syrup and sugar is boiled to about to give a moisture content of 20% or so. In a separate step, gelatin is hydrated with enough warm water to make a thick solution. Once the sugar syrup has cooled to about, the gelatin solution is blended in along with any desired flavoring, and whipped in a Kitchen Aid or Hobart-type mixer to reach the final density. The marshmallow is then scooped out of the bowl, slabbed on a table, and cut into pieces for serving. A popular camping or backyard tradition in the United Kingdom,", "doc_score": "79.58538055419922", "publish_date": "2018/12/31"}, {"doc_id": "12288829", "text": "Dairy mix / Dairy mix A dairy mix is the blend of milk, cream, sugar, stabilizers, and vanilla packaged by a dairy for commercial use. This mix can either be made directly into ice cream or placed into containers for the use in soft serve, frozen custard, or ice cream machines. Dairy mix used in restaurants can be also used to make frozen drinks or smoothies. Producers of dairy mix range from large scale dairies, down to independent dairy companies looking to provide a niche product. The ease of purchasing these products from dairy companies have helped spread frozen custard to nearly all", "doc_score": "77.11856842041016", "publish_date": "2018/12/31"}, {"doc_id": "5788998", "text": "Mix-in / Heath Bars and other candies or confections and mix them into ice cream. Another term for the concept is \"smoosh-ins\". His system spread across the industry from his store, and became the model for many other ice cream businesses and desserts. Mix-in A mix-in is a type of dessert made of ice cream and another flavoring such as candy. Mix-in desserts are traditionally sold in an ice cream parlor and are made at the time of ordering. Popular examples of this dessert include Dairy Queen's Blizzard and McDonald's McFlurry. A mix-in is a type of dessert made with ice cream", "doc_score": "80.1056137084961", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_22", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "17344250", "text": "SpaceIL / methods of robotic space exploration. The entry was unique among GLXP contenders, in that instead of building a tracked or wheeled rover, SpaceIL planned to meet the requirement to travel 500 meters on the lunar surface by having the lander \"hop\" from its landing site to another site 500 meters away using rocket propulsion. In April 2014, American philanthropist Sheldon Adelson donated US$16.4 million to the project, and in June 2017, the Israeli Space Agency (ISA) announced a donation of additional 7.5 million NIS, after having donated 2 million NIS in previous years. In August 2017, Google Lunar Xprizes announced", "doc_score": "85.53533172607422", "publish_date": "2018/12/31"}, {"doc_id": "2601299", "text": "Mars Science Laboratory / In the event, MSL achieved a landing east and north of the center of the target. This location is near the mountain Aeolis Mons (a.k.a. \"Mount Sharp\"). The rover mission is set to explore for at least 687 Earth days (1 Martian year) over a range of. The Mars Science Laboratory mission is part of NASA's Mars Exploration Program, a long-term effort for the robotic exploration of Mars that is managed by the Jet Propulsion Laboratory of California Institute of Technology. The total cost of the MSL project is about US$2.5 billion. Previous successful U.S. Mars rovers include \"Sojourner\"", "doc_score": "84.73523712158203", "publish_date": "2018/12/31"}, {"doc_id": "13437425", "text": "BYU Mars Rover / senses nearby obstacles. An InertialSense µINS Development Kit provides position, heading, velocity, and acceleration data using GPS and IMU data. BYU Mars Rover The BYU Mars Rover is a student designed, built and run project overseen and funded primarily by the Mechanical Engineering, Electrical Engineering and Physics departments at Brigham Young University. The rover competes annually in the University Rover Challenge (URC) near Hanksville, Utah at the Mars Desert Research Station, and is currently being evaluated for research use. The BYU Mars Rover project is currently in its twelfth year, after being started by BYU Physics Professor Dr. David Allred", "doc_score": "83.79068756103516", "publish_date": "2018/12/31"}, {"doc_id": "3499475", "text": "Lunar Precursor Robotic Program / Management of the RLEP program was assigned to Goddard Space Flight Center (GSFC) in February, 2004. At that time, the Program's goal was to \"...initiate a series of robotic missions to the Moon to prepare for and support future human exploration activities.\" In 2005, responsibility for RLEP was moved to NASA's Exploration Systems Mission Directorate (ESMD) and management assigned to the Ames Research Center (ARC). In 2006, the program was renamed to the Lunar Precursor Robotic Program and management responsibility reassigned to the Marshall Space Flight Center (MSFC). The US$583 million space mission comes equipped with a $504 million state", "doc_score": "83.35421752929688", "publish_date": "2018/12/31"}, {"doc_id": "17934121", "text": "ITS launch vehicle / to reduce that cost by approximately orders of magnitude over what NASA had previously achieved on similar missions. Musk stated that this is over half of the total orders of magnitude reduction that he believes is needed to enable a sustainable settlement off Earth to emerge. When announced in September 2016, the targeted location for initial launches of the ITS launch vehicle was LC-39A, at SpaceX's leased pad at Launch pad 39A on the Florida coast, the same launchpad where Apollo 11 launched in 1969 to the Moon. Subsequent Apollo Missions were also launched from the pad. The concept of", "doc_score": "81.49504089355469", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_23", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "23687", "text": "American cuisine / border rattlesnake, often skinned and stewed. The taste for alcohol in this region tends toward light and clean flavors found in tequila, a staple of this region since the days of the Wild West and a staple in the bartender's arsenal for cocktails, especially in Las Vegas. In Utah, a state heavily populated by Mormons, alcohol is frowned upon by the Church of Jesus Christ of Latter Day Saints but still available in area bars in Salt Lake City, mainly consumed by the populations of Catholics and other Protestant denominations living there. Introduction of agriculture was limited prior to the", "doc_score": "81.7230453491211", "publish_date": "2018/12/31"}, {"doc_id": "9688613", "text": "Cuisine of New Jersey / Rutt's Hut, a longtime hot dog eatery in Clifton, New Jersey. Texas wieners are another type of hot dog that originated in the state. They are either grilled or deep-fried and served with spicy brown mustard, chopped onions, and a thin meat sauce similar to chili. Wieners ordered \"all the way\" are dressed with all three condiments. The Texas wiener was independently created in two different locations — Paterson, New Jersey and Altoona, Pennsylvania. Another type of hot dog indigenous to North Jersey is the Italian hot dog, which originated at Jimmy Buff's in Newark in 1932 and is one", "doc_score": "84.16424560546875", "publish_date": "2018/12/31"}, {"doc_id": "1034540", "text": "Hallandale Beach, Florida / of tourists who eventually retire in the city, Hallandale Beach has one of the fastest-growing populations in Broward County and in Metro Miami. Hallandale Beach, like most of Broward County, had no permanent European-descended population until the end of the 19th century. Seminole Indians, in settlements that lay inland of the Atlantic shore, hunted in the area and gathered coontie roots to produce arrowroot starch. Railroad magnate Henry Flagler, owner of the Florida East Coast Railway, recruited Luther Halland, a brother-in-law of Flagler's agents, to found a settlement south of the community of Dania. Halland and Swedish immigrant Olaf Zetterlund", "doc_score": "82.01925659179688", "publish_date": "2018/12/31"}, {"doc_id": "18734288", "text": "Cuisine of the Mid-Atlantic states / semolina based pasta noodles. New York style hot dogs came about with German speaking emigrants from Austria and Germany, particularly with the frankfurter sausage and the smaller wiener sausage. Today the New York style hot dog with sauerkraut, mustard, and the optional cucumber pickle relish is such a part of the local fabric that it is one of the favorite comestibles of New York City. Hot dogs are a typical street food sold year round in all but the most inclement weather from thousands of pushcarts. As with all other stadiums in Major League Baseball they are an essential for", "doc_score": "80.51277160644531", "publish_date": "2018/12/31"}, {"doc_id": "23669", "text": "American cuisine / each mixes and matches with the foodways of the Seminole tribe and Anglophone settlers. Thus, for almost 200 years, Floridian cooking has had a more tropical flavor than any other Southern state. Allspice, a spice originally from Jamaica, is an ingredient found in spice mixes in summer barbecues along with ginger, garlic, scotch bonnet peppers, sea salt, and nutmeg; in Floridian cooking this is often a variant of Jamaican jerk spice. Coconuts are grown in the areas surrounding Miami and are shipped in daily through its port for consumption of the milk, meat, and water of the coconut. Bananas are", "doc_score": "81.18544006347656", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_24", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "7864390", "text": "Backstage pass / Backstage pass A backstage pass is an employee pass which allows its bearer access to employees-only areas at a performance venue. They are most commonly associated with rock music groups. Such passes are usually a laminated paper worn on a lanyard, or on chain link or key chain holder at the belt, or a simpler \"stick-on\" applied to one's clothing. Plastic or paper wristbands may also be used. However, some elaborately designed backstage passes have been used by Bill Graham Productions/Winterland, Beaver Productions and many other regional and local promoters. To deter counterfeiting, passes often include holograms or color-shifting properties.", "doc_score": "84.00003051757812", "publish_date": "2018/12/31"}, {"doc_id": "5008617", "text": "Dover Downs / Center, an multipurpose ballroom which features entertainment as well as hosting business conferences, conventions and banquets. Steelman Partners were the original architects and interior designers in 1995. A hotel expansion in autumn 2007 added 268 additional rooms, including 52 suites and 11 spa suites, for a total of 500 hotel rooms. This made Dover Downs the largest hotel in Delaware. Toppers Spa/Salon opened in the hotel on December 29, 2007. Dover Downs began a venture into the online gambling realm in late 2013. The hotel at Dover Downs offers upscale accommodations with rooms facing both the racetrack and the city.", "doc_score": "83.40668487548828", "publish_date": "2018/12/31"}, {"doc_id": "5063733", "text": "Choice Hotels / brands under one umbrella. In October 2010, officials in Maryland and Montgomery County announced that Choice Hotels International would move its headquarters from Silver Spring, to a new facility in Rockville Town Center in Rockville. Groundbreaking occurred in August 2011, and completed the move into the new headquarters in June 2013. Throughout its history, Choice Hotels introduced new features into the hotel industry, including having all hotels include non-smoking rooms, 24-hour-a-day toll-free reservations, Internet-based property management systems, and the industry's first iPhone application. The company's technological developments also led it to create a division called SkyTouch Technology in 2013, which", "doc_score": "78.96983337402344", "publish_date": "2018/12/31"}, {"doc_id": "7233275", "text": "Miami Beach Convention Center / tune of $3.5 million. Renovations were speared by ADD Inc. The theater reopened October 2007, under the \"Fillmore\" brand, as \"The Fillmore Miami Beach at the Jackie Gleason Theater\". Since acquisition, the Fillmore has become the busiest mid-sized venue in the South, hosting over 200 concerts per year. The venue has attracted big name artists including: Janet Jackson, Ricky Martin, Lana Del Rey, Ciara, The Weeknd, Fall Out Boy, Lily Allen and Sting. On May 5, 2010, NBC Miami reported that the theater would be demolished as a result of remodeling for the convention center, which would replace the theater", "doc_score": "80.49158477783203", "publish_date": "2018/12/31"}, {"doc_id": "4512129", "text": "Wristband / common. Silicone Wristbands (some times referred to as Gel bracelets) are popular for fundraising or showing support for a cause. Custom wristbands are usually created by an event organizer and given out or sold to others interested in the event or supporting the cause. Some people keep the wristbands as souvenirs or wear the wristbands after the event to show what events they went to. Further uses for the wristband in event ticketing at music festivals and sporting events may include an NFC (near field communication) chip that would allow contactless payment at the concessions and turnstiles. Wristbands are ideal", "doc_score": "80.5202407836914", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_25", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "3570706", "text": "Cincinnati riots of 2001 / Cincinnati riots of 2001 The Cincinnati riots of 2001 were a series of civil disorders which took place in and around the Over-the-Rhine neighborhood of downtown Cincinnati, Ohio from April 9 to 13, 2001. The riots were the largest urban disturbance in the United States since the 1992 Los Angeles riots. The riots were sparked after 19-year-old Timothy Thomas, an unarmed African American man, was shot and killed by Cincinnati Police Department Patrolman Stephen Roach during an attempt to arrest him for non-violent misdemeanors, most of which were traffic citations. Tensions were already high in the city following a series", "doc_score": "85.81294250488281", "publish_date": "2018/12/31"}, {"doc_id": "17259640", "text": "Wilmington riot of 1968 / Wilmington riot of 1968 The Wilmington Riot of 1968 occurred in Wilmington, Delaware, in April of that year following the assassination of Martin Luther King, Jr.. The riot did not cause any fatalities, though there were numerous injuries, arrests, and buildings burned. Prior to the events of the late 1960s, tensions were already running high in Wilmington. The flight of white city dwellers to the suburbs, migration of southern blacks to the city, and lingering bad feelings from the construction of I-95 resulted in a divided city, and attempts by local leaders to alleviate the social issue plaguing the city", "doc_score": "86.37216186523438", "publish_date": "2018/12/31"}, {"doc_id": "17259644", "text": "Wilmington riot of 1968 / On April 9, 1968, Governor Terry ordered the twenty-eight-hundred-strong National Guard to patrol the streets of Wilmington and to restore order. He later ordered National Guard troops to be deployed also in Rehoboth Beach and at the campus of the predominantly black Delaware State College in Dover. Within a week, Mayor Babiarz requested withdrawal of the soldiers, but Governor Terry refused, citing unspecified intelligence reports of the potential of renewed and more violent racial disturbances. Despite repeated requests by Mayor Babiarz and other notables to remove the National Guard, Governor Terry responded, \"The Guard is going to stay in Wilmington", "doc_score": "85.32086944580078", "publish_date": "2018/12/31"}, {"doc_id": "17259651", "text": "Wilmington riot of 1968 / 1970s over interdistrict school desegregation and the relocation of the region's primary health care facility. Wilmington riot of 1968 The Wilmington Riot of 1968 occurred in Wilmington, Delaware, in April of that year following the assassination of Martin Luther King, Jr.. The riot did not cause any fatalities, though there were numerous injuries, arrests, and buildings burned. Prior to the events of the late 1960s, tensions were already running high in Wilmington. The flight of white city dwellers to the suburbs, migration of southern blacks to the city, and lingering bad feelings from the construction of I-95 resulted in a", "doc_score": "86.52220916748047", "publish_date": "2018/12/31"}, {"doc_id": "6688599", "text": "Wilmington insurrection of 1898 / armory. After heavily arming themselves with rifles and the Gatling gun, Waddell then led the group to the two-story publishing office of \"The Daily Record\". They broke into Manly's building, vandalized the premises, doused the wood floors with kerosene, set the building on fire, and gutted the remains. At the same time, black newspapers all over the state were also being destroyed. In addition, blacks, along with white Republicans, were denied entrance to city centers throughout the state. Following the fire, the mob of white vigilantes swelled to about 2,000 men. A rumor circulated that some blacks had fired on", "doc_score": "83.1080551147461", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_26", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "8237036", "text": "Robert M. Widney / Ozro W. Childs, a Protestant Los Angeles horticulturist and merchant; former California governor John G. Downey, an Irish-Catholic pharmacist and businessman; and Isaias W. Hellman, a German-Jewish Los Angeles philanthropist and banker/founder of Farmers and Merchants Bank of Los Angeles. The gift provided land for a campus as well as a source of endowment, the seeds of financial support for the nascent institution. On August 29, 2014, a statue of Judge Robert Maclay Widney was unveiled by USC President C. L. Max Nikias before USC Trustees, senior leadership, and members of the USC community, including descendants of the founder. The", "doc_score": "79.03274536132812", "publish_date": "2018/12/31"}, {"doc_id": "10585541", "text": "Stephen C. O'Connell / When its construction was completed in 1980, the Stephen C. O'Connell Center was named for O'Connell in recognition of his service to his alma mater. The multi-purpose athletic arena and entertainment venue is located on the Gainesville campus of the University of Florida, and is known to students as the \"O'Dome.\" O'Connell died on his cattle ranch near Tallahassee, on April 13, 2001, at the age of 85. O'Connell was preceded in death by his first wife, Rita McTigue O'Connell, and his son, Martin O'Connell. He was survived by his second wife, Cynthia Bowlin O'Connell, three children, and eight grandchildren.", "doc_score": "80.23590087890625", "publish_date": "2018/12/31"}, {"doc_id": "7545568", "text": "Ben Hill Griffin Jr. / and its athletic programs. In 1989, Florida Field, the university's football stadium, was officially renamed Ben Hill Griffin Stadium at Florida Field. Floyd Hall, one of the university's historic academic buildings, was restored due in part to Griffin's donations and was renamed Griffin-Floyd Hall upon its reopening in 1992. For his support of the Florida Gators sports programs, Griffin was inducted into the University of Florida Athletic Hall of Fame as an \"honorary letter winner\" in 1982. After Griffin's death, Alico, Inc., the company he built into a successful diversified agribusiness, contributed approximately in Lee County, Florida for the development", "doc_score": "80.4560317993164", "publish_date": "2018/12/31"}, {"doc_id": "9761316", "text": "Cecil J. Picard / mausoleum. The St. Alphonsus pastor, the Reverend O. Joseph Breaux, said that Picard's life was best portrayed in a photograph of the superintendent published on the front page of the \"Lafayette Daily Advertiser\" the day after his death. It shows Picard seated in a classroom surrounded by children, \"as it must have been when Jesus gathered the little children around him. He taught as Jesus taught.\" Picard and his wife, the former Gaylen David, had two sons and four grandchildren. Tyron and Layne Picard said in a statement distributed at the funeral that their father's life \"can be summed up", "doc_score": "77.90560913085938", "publish_date": "2018/12/31"}, {"doc_id": "9596670", "text": "Dwayne Woodruff / breakfast for the Urban Pathways Charter School for 5 years to strengthen the resources of that school and Judge Woodruff presides over mock court trials annually for middle school, high school and law school students. He is also a much sought after graduation and event speaker; having spoken in the states of Pennsylvania, West Virginia, New York, Kentucky, Ohio, Florida and Alaska. Since 1982, the Dwayne Woodruff Scholarship ($2000 annually) has been awarded to a senior at New Richmond (Ohio) High School, his alma mater. Woodruff returned to New Richmond for Homecoming in October 2015 to present the \"NFL Golden", "doc_score": "79.45048522949219", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_27", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "1357213", "text": "Hank Hill / the Statue of Liberty disappear. He has shown to have chiroptophobia, the fear of bats. Political parties aside, he is very conservative and old-fashioned, being largely ignorant (and disdainful) of new trends; several episodes involve him reluctantly dealing with subjects outside of his comfort zone, such as yoga, boy bands, etc.. Despite his discomfort with change and unfamiliar or awkward social situations and milieus, when his involvement is unavoidable, Hank repeatedly shows the ability to adapt to (and even learn from) them, even to immerse himself and become intellectually or emotionally invested in them — Hank's surprising ability to adapt", "doc_score": "80.88501739501953", "publish_date": "2018/12/31"}, {"doc_id": "5585942", "text": "Jason X / In the year 2010, Jason Voorhees (Kane Hodder) is captured by the United States government and held at the Crystal Lake Research Facility. Government scientist Rowan LaFontaine (Lexa Doig) decides to place Jason in frozen stasis after several failed attempts to kill him. While Private Samuel Johnson (Jeff Geddis) places a blanket on Jason, Dr. Wimmer (David Cronenberg), Sergeant Marcus (Markus Parilo), and a few soldiers hope to further research Jason's rapid cellular regeneration and try to take Jason. They pull off the blanket covering his body, but find Johnson dead, instead. Having broken free of his restraints, Jason kills", "doc_score": "80.64205932617188", "publish_date": "2018/12/31"}, {"doc_id": "10274086", "text": "Jason Street / at Grant's office with Foley in tow and receives an entry-level job as a result. After that, he goes to Erin's home in New Jersey and tells her that he has found a job in New York so he can be close to her and Noah and is willing to find a place that's \"far enough away that I'm not going to be a stalker...but close enough that I can be here.\". Erin happily agrees, saying that she has missed him. In \"Perfect Record,\" Jason returns to Dillon and meets his former mentor Coach Taylor to see if he is", "doc_score": "80.39844512939453", "publish_date": "2018/12/31"}, {"doc_id": "10274080", "text": "Jason Street / McGregor dismisses his suggestions, Jason quits the team as he feels conflicted about McGregor's authoritarian approach. After Coach Taylor returns from TMU, Jason returns to the team briefly on Taylor's request but confides to Lyla that he feels \"stuck.\" He eventually decides to move on and makes a clean break from his past \"glory years\" by quitting the team and donating all his old tapes to the athletic department. Jason regains feeling back in his right hand and learns of a dangerous experimental surgery being conducted by a clinic in Mexico that can possibly help him walk again. The risky", "doc_score": "82.05803680419922", "publish_date": "2018/12/31"}, {"doc_id": "10274070", "text": "Jason Street / feelings of guilt and self-hatred as he felt he could have prevented Jason's injury by tackling the defensive player before Jason did. In Season 2, they are on speaking terms and still good friends. Early in season 1, it is established that Jason is a seventeen-year-old high school senior at Dillon High School and by Season 3 he is around age twenty. Throughout the season, he is seen supporting the Panthers, be it from his hospital bed or by personally coaching his successor Matt Saracen before practices. Whether Jason completed high school was left ambiguous, although Mrs. Taylor makes a", "doc_score": "80.23552703857422", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_28", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "9019206", "text": "Bill Knapp's / and chocolate cakes (later purchased by Awrey Bakeries) were also featured. Locations replenished inventory on a daily basis from the commissary in Battle Creek, Mich. with their own fleet of trucks. Bill Knapp placed great emphasis on the quality and freshness of the food, with added emphasis on preparing the food \"from scratch.\" Bill Knapp \"was interested in providing decent food for a reasonable price with friendly service.\" The target clientele of his restaurants was families, often three generations eating together at long tables pushed together. As the decades passed, the clientele remained nearly the same as it had when", "doc_score": "77.87755584716797", "publish_date": "2018/12/31"}, {"doc_id": "10092744", "text": "The Four Seasons Restaurant / 42 East 49th Street. The restaurant itself has been widely praised, winning the James Beard Award in 1999. The restaurant is known as much for its clientele as its food, with its Midtown location making it convenient for power lunches. The restaurant's interior, which was designed by the building's architects Ludwig Mies van der Rohe and Philip Johnson, has remained almost unchanged since construction in 1959. The restaurant was designated by the New York City Landmarks Preservation Commission as an interior landmark in 1989. Over a hundred items of serviceware were designed by L. Garth Huxtable and Ada Louise Huxtable,", "doc_score": "81.84135437011719", "publish_date": "2018/12/31"}, {"doc_id": "13832732", "text": "Yardley Inn / Yardley Inn added its Riverside Kitchen Garden and farm plot along River Road in early 2011, a longtime dream of Chef Eben and the owners of the inn. The garden and farm land provide many ingredients for the Yardley Inn's meals, and other ingredients like poultry and eggs from Griggstown Quail Farm and all of the inn's cheeses are sourced as locally as possible. Founded in 1832, The Yardley Inn originally went by the name of The White Swan. Near the Delaware River in Yardley, PA, the restaurant served as a stopping point for farmers traveling to the Philadelphia Front", "doc_score": "81.74249267578125", "publish_date": "2018/12/31"}, {"doc_id": "19797240", "text": "Old Towne Inn / over the lease of the Olde Town Inn. He then renovated the restaurant, installing wine-colored leather seating, Tiffany chandeliers, and marble tables. The restaurant now seats around 75 people, with an outdoor patio that can hold an additional 35 patrons. It continues to serves as a cornerstone socializing establishment and regularly serves local politicians, actors, and professional athletes. The restaurant currently focuses on casual, American home-style cooking and seafood dishes infused with regional flavors. Old Towne Inn The Olde Towne Inn (“O.T.I”) is a restaurant located in Upper Marlboro, Maryland, USA, previously known as the Judges Chambers. Since 2006 the", "doc_score": "80.71400451660156", "publish_date": "2018/12/31"}, {"doc_id": "13950699", "text": "Pat Kuleto / Pat Kuleto Pat Kuleto (born 1945) is an American designer, restaurant impresario, builder, innkeeper, and winemaker, credited with being the first American to bring recognition to restaurant design as a distinct form of interior design. Based in the San Francisco Bay Area, Kuleto had designed nearly 400 restaurants as of late 2009, including some of the most popular fine dining restaurants in the United States. Kuleto has no formal interior design education. He was born and grew up in La Crescenta, an unincorporated suburb of Los Angeles. The son of a building contractor, he often built things for himself as", "doc_score": "79.74995422363281", "publish_date": "2018/12/31"}]}
{"question_id": "20231110_29", "search_time": "2023/11/18/08:08", "search_result": [{"doc_id": "1559399", "text": "Edward Rutledge / Army. Although a firm supporter of colonial rights, he (as a delegate) was instructed initially to oppose Lee's Resolution of independence; South Carolina's leaders were unsure that the time was \"ripe.\" At age 26 he was the youngest delegate to sign the Declaration of Independence. He returned home in November 1776 to take a seat in the General Assembly. He served as a captain of artillery in the South Carolina militia, and fought at the Battle of Beaufort in 1779. In May 1780, Rutledge was captured along with his co-signers of the Declaration of Independence, Arthur Middleton and Thomas Heyward", "doc_score": "77.54696655273438", "publish_date": "2018/12/31"}, {"doc_id": "13061827", "text": "Edward H. Rulloff / of leather boots with a distinctive depression where his missing toes would be. Alerted by Burrows, the Binghamton police organized patrols and rounded up men that looked suspicious. Rulloff made himself a suspect the next morning, when he ignored a request to identify himself at the local railroad station and ran across the train tracks to a nearby farm's outhouse, where he was captured. Rulloff identified himself first as \"Charles Augustus\", and later as \"George Williams.\" He was brought before the bodies of Dexter and Jarvis, who had been publicly displayed to help identify them, and he denied to know", "doc_score": "77.78289031982422", "publish_date": "2018/12/31"}, {"doc_id": "13612903", "text": "Henry Louis Gates arrest controversy / 20. According to the statement, Gates saw Crowley at the door as he was speaking to the Harvard Real Estate Office to have his front door fixed. When he opened the front door, Crowley immediately asked him to step outside. Gates did not comply and asked Crowley why he was there. When told that Crowley was a police officer investigating a reported breaking and entering, Gates replied that it was his house, and he was a Harvard faculty member. Crowley asked Gates whether he could prove it; Gates told him he could, and turned to go to the kitchen to", "doc_score": "79.94340515136719", "publish_date": "2018/12/31"}, {"doc_id": "13055696", "text": "Stand in the Schoolhouse Door / the proclamation as it had no legal force. In response, Kennedy issued Executive Order 11111, which had already been prepared, authorizing the federalization of the Alabama National Guard. Four hours later, Guard General Henry Graham commanded Wallace to step aside, saying, \"Sir, it is my sad duty to ask you to step aside under the orders of the President of the United States.\" Wallace then spoke further, but eventually moved, and Malone and Hood completed their registration. In the days following the enactment, the National Guard were ordered to remain on the campus owing to a large Ku Klux Klan", "doc_score": "79.21910858154297", "publish_date": "2018/12/31"}, {"doc_id": "14184463", "text": "Haldimand Affair / and rejected the latest offer from Congress. Sherwood suggested that a lack of definite action on the part of the assembly might lead to British military action. This threat was followed up with the movement of British troops under the command of Barry St. Leger to occupy Fort Ticonderoga in October, timed to coincide with the next meeting of the assembly, but sent with the expectation that they would be welcomed into Vermont. Sherwood reported after the meeting his opinion that as much as one third of the Vermont population was unhappy with the rule of Chittenden and the Allens,", "doc_score": "78.754638671875", "publish_date": "2018/12/31"}]}
