{"question_id": "20230324_0", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "62460", "text": "Coast / and other long-lived species that do not recover quickly. This destruction alters the functioning of the ecosystem and can permanently alter species composition and biodiversity. Bycatch, the capture of unintended species in the course of fishing, is typically returned to the ocean only to die from injuries or exposure. Bycatch represents about a quarter of all marine catch. In the case of shrimp capture, the bycatch is five times larger than the shrimp caught. It is believed that melting Arctic ice will cause sea levels to rise and flood coastal areas. Extraordinary population growth in the 21st century has placed", "doc_score": "77.4913558959961", "publish_date": "2018/12/31"}, {"doc_id": "11126837", "text": "Wrack zone / Wrack zone The wrack zone or \"wrack line\" is a coastal feature where organic material (e.g kelp, seagrass, shells) and other debris is deposited at high tide. This zone acts as a natural input of marine resources into a terrestrial system, providing food and habitat for a variety of coastal organisms. The wrack zone is most commonly associated with a sandy beach habitat but can also be present in rocky shores, mangroves, salt marshes, and other coastal systems. Debris is carried up the intertidal zone as the tide comes in, and is deposited on the sand when the tide goes", "doc_score": "79.03019714355469", "publish_date": "2018/12/31"}, {"doc_id": "777912", "text": "Aral Sea / Aral Sea The Aral Sea () was an endorheic lake (one with no outflow) lying between Kazakhstan (Aktobe and Kyzylorda Regions) in the north and Uzbekistan (Karakalpakstan autonomous region) in the south. The name roughly translates as \"Sea of Islands\", referring to over 1,100 islands that had dotted its waters; in the Turkic languages \"aral\" means \"island, archipelago\". The Aral Sea drainage basin encompasses Uzbekistan and parts of Tajikistan, Turkmenistan, Kyrgyzstan, Kazakhstan, Afghanistan and Iran. Formerly the fourth-largest lake in the world with an area of, the Aral Sea has been shrinking since the 1960s after the rivers that", "doc_score": "76.78429412841797", "publish_date": "2018/12/31"}, {"doc_id": "5970884", "text": "Inland sea (geology) / Inland sea (geology) An inland sea (also known as an epeiric sea or an epicontinental sea) is a shallow sea that covers central areas of continents during periods of high sea level that result in marine transgressions. In modern times, continents stand high, eustatic sea levels are low, and there are few inland seas, the largest being Hudson Bay. Modern examples might also include the recently (less than 10,000 years ago) reflooded Persian Gulf, and the South China Sea that presently covers the Sunda Shelf. At various times in the geologic past, inland seas have been greater in extent and", "doc_score": "77.47543334960938", "publish_date": "2018/12/31"}, {"doc_id": "312095", "text": "Pacific Ocean / of a dead zone. Marine debris, also known as marine litter, is human-created waste that has ended up floating in a lake, sea, ocean, or waterway. Oceanic debris tends to accumulate at the center of gyres and coastlines, frequently washing aground where it is known as beach litter. In addition, the Pacific Ocean has served as the crash site of satellites, including Mars 96, Fobos-Grunt, and Upper Atmosphere Research Satellite. Pacific Ocean The Pacific Ocean is the largest and deepest of Earth's oceanic divisions. It extends from the Arctic Ocean in the north to the Southern Ocean (or, depending on", "doc_score": "76.4869613647461", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_1", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "455835", "text": "Walmart / religious organizations, environmental groups, and the company's own customers and employees. They have protested against the company's policies and business practices, including charges of racial and gender discrimination. Other areas of criticism include the company's foreign product sourcing, treatment of suppliers, employee compensation and working conditions, environmental practices, [[corporate welfare|the use of public subsidies]], [[Labor spies#Wal-Mart surveillance of employees|the company's security policies]], and [[slavery]]. Walmart denies doing anything wrong and maintains that low prices are the result of efficiency. In April 2016, Walmart announced that it plans to eliminate eggs from [[battery cage]]s from its supply chain by 2025. The", "doc_score": "82.30622863769531", "publish_date": "2018/12/31"}, {"doc_id": "12966431", "text": "Peanut Corporation of America / January 1, 2007, as well as everything ever produced at the Plainview, Texas plant. Products supplied for some school lunches were pulled, and the Federal Emergency Management Agency (FEMA) even recalled emergency meals sent after a massive ice storm. (Since the storm left many without power, the United States Postal Service went door-to-door in Kentucky to warn residents and hand out 600,000 flyers from FEMA.) Food banks nationwide had to discard thousands of pounds of food in time of high demand from millions of U.S. families in need. The recall did not involve major-brand peanut butters, since PCA primarily served", "doc_score": "80.08622741699219", "publish_date": "2018/12/31"}, {"doc_id": "8027879", "text": "Filene's Basement / Filene's Basement Filene's Basement, also called The Basement, was a Massachusetts-based chain of department stores which was owned by Retail Ventures, Inc. until April 2009 when it was sold to Syms. The oldest off-price retailer in the United States, Filene's Basement focused on high-end goods and was known for its distinctive, low-technology automatic markdown system. As of late 2006, the company operated stores in metropolitan areas in eight U.S. states and Washington, D.C. and used a distribution center in Auburn, Massachusetts. The store's name was derived from the subterranean location of its flagship store, in the basement of the former", "doc_score": "80.68883514404297", "publish_date": "2018/12/31"}, {"doc_id": "6803585", "text": "Future Stock / merger. The staff leaves to spend the weekend in disappointment over the loss of their potential wealth. The title is wordplay on \"Future Shock\", a book written by the futurist Alvin Toffler in 1970. The Planet Express advert, in which a woman hurls a Planet Express box at a giant glass screen with Mom on it, is a parody of the famous 1984 television advert that introduced the Apple Macintosh. At 'The Big Ape Fight', Calculon uses a similar line from the original \"Planet of the Apes\" film in the style of Charlton Heston. The episode also references the 1987", "doc_score": "78.85089874267578", "publish_date": "2018/12/31"}, {"doc_id": "2736286", "text": "Apple Store / issues for retail workers, including harassment and death threats from customers, an intense internal criticism policy that feels \"like a cult\", a lack of any significant bonus if a worker manages to secure a business contract worth \"hundreds of thousands\", a lack of promotion opportunities, and, despite a \"generous\" discount on any Apple product or Apple stock, are paid so little that many workers are unable to buy products themselves. Steve Jobs, the co-founder of Apple, returned as interim CEO in 1997. According to Jobs' biographer Walter Isaacson, Jobs began a concerted campaign to help sales by improving the retail", "doc_score": "77.93596649169922", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_2", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "18000720", "text": "World Happiness Report / questioning on overall life status leads humans to overweight income concerns, rather than happiness. For instance Colombia came 37th in the 2018 World Happiness Index but 1st by daily emotional experience. In 2012 \"A Gallup survey on happiest countries had a completely different list [compared with the World Happiness Index], with Panama first, followed by Paraguay, El Salvador, and Venezuela\". Similarly a Pew survey of 43 countries in 2014 (which excluded most of Europe) had Mexico, Israel and Venezuela finishing first, second and third. Others point out that the ranking results are counterintuitive when it come to some dimensions, for", "doc_score": "86.09039306640625", "publish_date": "2018/12/31"}, {"doc_id": "18000719", "text": "World Happiness Report / event at the Pontifical Academy of Sciences in the Vatican. The 2017 report features the happiness score averaged over the years 2014-2016. For that timespan, Norway was the overall happiest country in the world, even though oil prices had dropped. Close behind were Denmark, Iceland and Switzerland in a tight pack. Four of the top five countries follow the Nordic model. All the top ten countries had high scores in the six categories. The ranked follow-on countries in the top ten are: Finland, the Netherlands, Canada, New Zealand, Australia, and Sweden. \"Table of data for 2017:\" Legend: Some argue that", "doc_score": "86.3289566040039", "publish_date": "2018/12/31"}, {"doc_id": "18000671", "text": "World Happiness Report / effectively to assess the progress of nations, and other topics. Each report is organized by chapters that delve deeper into issues relating to happiness, including mental illness, the objective benefits of happiness, the importance of ethics, policy implications, and links with the Organisation for Economic Co-operation and Development's (OECD) approach to measuring subjective well-being and other international and national efforts. As of March 2018, Finland was ranked the happiest country in the world. World Happiness Reports were issued in 2012, 2013, 2015, 2016 (an update), 2017 and 2018. In addition to ranking countries happiness and well-being levels, each report has", "doc_score": "83.2424087524414", "publish_date": "2018/12/31"}, {"doc_id": "13261796", "text": "The World Factbook list of developed countries / the countries in its list are The CIA notes that these countries These descriptions are based on 2010 GDP per capita figures. As of 2017, four members of the OECD have a GDP per capita of less than $15,000 in nominal terms (Poland, Hungary, Turkey and Mexico) and, as of 2017, five OPEC countries have a GDP per capita that is higher than $20,000 (Qatar, Kuwait, Bahrain, UAE and Saudi Arabia). The CIA notes that the 31 DCs are as follows: The CIA concludes its definition with the note that this list is This description is based on an old", "doc_score": "81.53715515136719", "publish_date": "2018/12/31"}, {"doc_id": "583756", "text": "Quality of life / areas where global quality of life was generally improving at the time and ignoring gross national product and other possible indicators that were not improving. The Happy Planet Index, introduced in 2006, is unique among quality of life measures in that, in addition to standard determinants of well-being, it uses each country's ecological footprint as an indicator. As a result, European and North American nations do not dominate this measure. The 2012 list is instead topped by Costa Rica, Vietnam and Colombia. Gallup researchers trying to find the world's happiest countries found Denmark to be at the top of the", "doc_score": "84.42057800292969", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_3", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "5397306", "text": "Minimal change disease / with minimal change disease, particularly among those who respond typically, there is minimal to no permanent damage observed in their kidneys. With corticosteroid treatment, most cases of nephrotic syndrome from minimal change disease in children will go into remission. This typically occurs faster, over 2 to 8 weeks, in younger children, but can take up to 3 or 4 months in adults. Typically, the dose of corticosteroids will initially be fairly high, lasting 1or 2 months. When urine protein levels have normalised, corticosteroids are gradually withdrawn over several weeks (to avoid triggering an Addisonian crisis). Giving corticosteroids initially for a", "doc_score": "87.34353637695312", "publish_date": "2018/12/31"}, {"doc_id": "3537876", "text": "DPT vaccine / the Netherlands, pertussis is known as \"kinkhoest\" and DKTP refers to a combination vaccine against diphtheria, kinkhoest, tetanus, and polio. The usual course of childhood immunization in the USA is five doses between 2 months and 15 years. For adults, Td boosters are recommended every 10 years. In the latter 20th century, vaccinations helped to reduce the incidence of childhood pertussis in the United States. Despite this, reported instances of the disease increased twenty-fold in the early 21st century, resulting in numerous fatalities. Over this time, many parents declined to vaccinate their children against pertussis for fear of side effects.", "doc_score": "89.63479614257812", "publish_date": "2018/12/31"}, {"doc_id": "3426242", "text": "Delayed onset muscle soreness / number of contractions, possibly as few as two. In one study, a first bout of 10, 20 or 50 contractions provided equal protection for a second bout of 50 contractions three weeks later. The reason for the protective effect is not yet understood. A number of possible mechanisms, which may complement one another, have been proposed. These include neural adaptations (improved use and control of the muscle by the nervous system), mechanical adaptations (increased muscle stiffness or muscle support tissue), and cellular adaptations (adaptation to inflammatory response and increased protein synthesis, among others). Delayed onset muscle soreness can be reduced", "doc_score": "86.51226043701172", "publish_date": "2018/12/31"}, {"doc_id": "12900445", "text": "Measles vaccine / Measles vaccine Measles vaccine is a vaccine that prevents measles. After one dose at the age of nine months 85% are immune, while a dose at twelve months results in 95% immunity to measles. Nearly all of those who do not develop immunity after a single dose develop it after a second dose. When rates of vaccination within a population are greater than ~92% outbreaks of measles typically no longer occur; however, they may occur again if rates of vaccination decrease. The vaccine's effectiveness lasts many years. It is unclear if it becomes less effective over time. The vaccine may", "doc_score": "89.73966217041016", "publish_date": "2018/12/31"}, {"doc_id": "11582165", "text": "Vi capsular polysaccharide vaccine / expected to be at a low risk of exposure to typhoid. To maintain immunity, the vaccine should be repeated every three years. The vaccine offers effective protection the first year after being given (with between 50% and 80% efficacy) and the second year (31% to 76%), but not after that. Vi capsular polysaccharide vaccine \"Not to be confused with Ty21a. For an overview of vaccines against typhoid fever, see Typhoid vaccine.\" The Vi capsular polysaccharide vaccine (or ViCPS) is one of two vaccines recommended by the World Health Organization for the prevention of typhoid (the other is Ty21a). The vaccine", "doc_score": "86.54800415039062", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_4", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "20682075", "text": "2018 Arizona teachers' strike / has been cut by 14 percent. Cuts have been further exacerbated by the privatization trend in the state, which has led to job insecurity. Teachers voted on April 19 to begin a walkout on April 26. Of the 57,000 individuals who voted, 78 percent were in favor of a walkout. The decision to walk out was in part precipitated by an unstable plan to fund governor Ducey's proposal from earlier in April, which would have created a $265 million deficit after its rollout. During the walkout, teachers organized various events, both to discuss their motivations with the public and to", "doc_score": "84.10254669189453", "publish_date": "2018/12/31"}, {"doc_id": "4735055", "text": "Dead week / Dead week Dead week is a slang term for the week before schools' final examinations in the United States of America. The week is known thus because of its notorious stress; the propensity for college and university students to save exam study until the last possible week; and because term papers are often due. Students prepare for the exams and papers by engaging in all-night studying sessions, often with the aid of stimulants such as coffee, caffeine tablets, energy drinks, adderall, or other prescription amphetamines. During this period, some students suffer from sleep deprivation, increased irritability, and vomiting. At some", "doc_score": "83.40863037109375", "publish_date": "2018/12/31"}, {"doc_id": "14036729", "text": "2009 California college tuition hike protests / place in California, notably several large un-permitted marches around the San Francisco Bay Area that tied up traffic and sometimes led to conflict with police. The largest act of civil disobedience occurred when hundreds of protesters converged to blockade Interstate Highways 880 and 990 at Oakland during rush hour. 150 protesters were arrested and one was hospitalized. Protesters displayed a banner that read \"Occupy everything,\" while shutting down the roadway for an hour, an action that has been described as a precursor to the Occupy movement. In the aftermath of the passage of state Proposition 30 in 2012, Governor Jerry", "doc_score": "81.3514633178711", "publish_date": "2018/12/31"}, {"doc_id": "5487542", "text": "The New School / that Bob Kerrey resign. The students soon enlarged their occupied area, blocking security and police from entering the building. At 3 AM the next morning, the students left the building after Kerrey agreed to some of their demands (the most important elements on their first list of demands were not agreed to), including increased study space and amnesty from any actions performed during the protest. He did not, however, concede to resignation. In total, the occupation lasted 30 hours. In January 2009, a student organization called The New School In Exile issued a public threat to shut down the university", "doc_score": "81.84487915039062", "publish_date": "2018/12/31"}, {"doc_id": "16286707", "text": "Emergency management in American universities / were completed by mid-August so that students could return to the dorm. During the 2011 Super Outbreak, several Alabama community colleges suffered damage to their campuses. Wallace State Community College in Hanceville, Alabama experienced water damage and structural roof damage to several buildings. Despite the many downed power lines and debris all over the campus, no injuries were reported so the campus recovered well after being closed for a few days. Shelton State Community College in Tuscaloosa, an area hit hardest by the storms, was also closed for several days while officials assessed the damage. Nearby the University of Alabama", "doc_score": "82.07353210449219", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_5", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "13604523", "text": "Shona Holmes health care incident / danger, but it stated that she could have eventually lost her sight without surgery. As a result of publicity generated by the television ad, Holmes has been interviewed many times on American television, including five interviews on the Fox Network, and one interview on CNN. The use of her claims in the US stirred great controversy in Canada, where the Canadian health care system is popular across the political spectrum. The use of her claims triggered comments from Ujjal Dosanjh, the Liberal Party of Canada's health critic, who called her case \"an exception to the rule.\" Jim Meek wrote in", "doc_score": "76.81613159179688", "publish_date": "2018/12/31"}, {"doc_id": "18583947", "text": "A Sin to Err / Carter when Thompson and Sousa arrive. She feigns ignorance, and the agents arrest Carter. In January 2015, Marvel announced that the sixth episode would be titled \"A Sin to Err\", to be written by Lyndsey Allen, with Stephen Williams directing. In January 2015, Marvel revealed that main cast members Hayley Atwell, James D'Arcy, Chad Michael Murray, Enver Gjokaj, and Shea Whigham would star as Peggy Carter, Edwin Jarvis, Jack Thompson, Daniel Sousa, and Roger Dooley, respectively. It was also revealed that the guest cast for the episode would include Lyndsy Fonseca as Angie Marinelli, Alexander Carroll as Agent Yauch, Ralph", "doc_score": "79.44377899169922", "publish_date": "2018/12/31"}, {"doc_id": "18583945", "text": "A Sin to Err / joined by regular cast members James D'Arcy, Chad Michael Murray, Enver Gjokaj, and Shea Whigham. Recurring guest star Bridget Regan portrays Dottie Underwood, the Russian spy. \"A Sin to Err\" originally aired on ABC on February 10, 2015, and according to Nielsen Media Research, was watched by 4.25 million viewers. Peggy Carter and Edwin Jarvis investigate the women that Howard Stark has been involved with over the last six months, believing that a female Leviathan operative may have been used against Stark and to kill Ray Krzeminski, but their search is unsuccessful. Daniel Sousa reveals to Roger Dooley that Carter", "doc_score": "78.7015380859375", "publish_date": "2018/12/31"}, {"doc_id": "17695580", "text": "Erin Moriarty (actress) / in \"Red Widow\". She had a recurring role on season 1 of \"True Detective\" as Audrey Hart, the problem child of Woody Harrelson's character. She appeared in \"Blood Father\", a 2016 film starring Mel Gibson. Her role as Gibson's daughter in \"Blood Father\" received praise from critics such as Manohla Dargis of \"The New York Times\", Alonso Duralde of TheWrap, and Owen Gleiberman of \"Variety\", but Ignatiy Vishnevetsky of \"The A.V. Club\" felt she was unconvincing and Allen Salkin of the \"New York Daily News\" felt she was overshadowed by the likes of Gibson and William H. Macy. In September", "doc_score": "75.43177795410156", "publish_date": "2018/12/31"}, {"doc_id": "9466665", "text": "Elegy (The X-Files) / the performance of lead actress Gillian Anderson was especially praised. The show centers on FBI special agents Fox Mulder (David Duchovny) and Dana Scully (Anderson) who work on cases linked to the paranormal, called X-Files. In this episode, Mulder and Scully track a series of murders that lead to a home for the mentally ill and a clue that makes no sense: each victim has appeared as an apparition in the area where their body was found along with the words \"She is me\". Shiban was inspired to write the episode based on an incident that involved his wife's father", "doc_score": "75.2037353515625", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_6", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "12732109", "text": "World Water Monitoring Day / quality parameters including temperature, acidity (pH), clarity (turbidity) and dissolved oxygen (DO). Information on purchasing low-cost test kits is available from the current sponsoring organization, EarthEcho International, and the results of monitoring events are then shared with participating communities around the globe on the sponsor's website. World Water Monitoring Day was originally celebrated annually on September 18. This date was initially chosen to be a month later (October 18) to recognize the anniversary of the US Clean Water Act, which was enacted by Congress in 1972 to restore and protect the country’s water resources. In 2007, the date was changed", "doc_score": "92.32256317138672", "publish_date": "2018/12/31"}, {"doc_id": "4651702", "text": "World Water Day / registered on the World Water Day website that year. This day was first formally proposed in Agenda 21 of the 1992 United Nations Conference on Environment and Development in Rio de Janeiro. In December 1992, the United Nations General Assembly adopted resolution A/RES/47/193 by which 22 March of each year was declared World Day for Water. In 1993, the first World Water Day was observed. The theme in 2018 explores how nature can be used to overcome the water challenges of the 21st century. This could be in the form of nature-based solutions to reduce floods, droughts and water pollution", "doc_score": "92.49042510986328", "publish_date": "2018/12/31"}, {"doc_id": "4651701", "text": "World Water Day / initiatives in schools and universities are educating people about the importance of conserving and managing water resources. For example, Michigan State University held a contest for \"best World Water Day poster\" in 2017. Primary school children in the Philippines participated in a \"My School Toilet\" contest in 2010. In 2016, the World Water Day campaign and related publications reached millions of people through social media, dedicated websites and other channels: The UN-Water annual report states that social media engagement (hashtag #WorldWaterDay) had a maximum potential reach of 1.6 billion people worldwide in 2016. Over 500 events in 1000 countries were", "doc_score": "89.84027862548828", "publish_date": "2018/12/31"}, {"doc_id": "15575530", "text": "International Drinking Water Decade, 1981–90 / were the following: whether developing countries will give water and sanitary disposal high enough priority to get results; if an effective organization can be created within countries to carry out a water and waste programme; how manpower training and financing can be accomplished; and whether or not appropriate technology will be used. This first water decade, brought water to over 1.2 billion people and sanitation to almost 770 million. However, growth and rapid urbanization, together with the low level of public awareness about health, has drastically reduced many countries' abilities to keep up with need; and today, there are still", "doc_score": "87.87215423583984", "publish_date": "2018/12/31"}, {"doc_id": "11601345", "text": "Peak water / in 2006. The quality of drinking water is vital for human health. Peak water constraints result in people not having access to safe water for basic personal hygiene. \"Infectious waterborne diseases such as diarrhea, typhoid, and cholera are responsible for 80 percent of illnesses and deaths in the developing world, many of them children. One child dies every eight seconds from a waterborne disease; 15 million children a year.\" Vital aquifers everywhere are becoming contaminated with toxins. Once an aquifer is contaminated, it is not likely that it can ever recover. Contaminants are more likely to cause chronic health effects.", "doc_score": "89.72102355957031", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_7", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "13570414", "text": "President's Surveillance Program / the President would do something DOJ said was not legally supportable. Comey also testified that Ashcroft's Chief of Staff David Ayres believed Ashcroft also was likely to resign and thus Ayres urged Comey to wait until Ashcroft was well enough to resign with him. Goldsmith told the DOJ OIG he drafted a resignation letter at around the same time as Comey. According to his contemporaneous notes, Goldsmith cited the \"shoddiness\" of the prior OLC legal review, the \"over-secrecy\" of the PSP, and the \"shameful\" incident at the hospital as among his grievances. At approximately 1:30 a.m. on March 12, 2004,", "doc_score": "81.73036193847656", "publish_date": "2018/12/31"}, {"doc_id": "20894179", "text": "Reactions to the Special Counsel investigation (2017–present) / hunt” - it is a “hoax” with “17 angry Democrats” which has committed “fraudulent” acts. On December 16, 2017, Kory Langhofer, a lawyer for \"Trump for America\", sent a letter to Congress alleging that Mueller's team had unlawfully acquired, via the GSA, tens of thousands of emails sent and received by thirteen senior members of the Trump transition team. The communications derived from the official governmental presidential transition team domain, \"ptt.gov\". On the following day, GSA Deputy Counsel Lenny Loewentritt stated that Trump's transition team had been explicitly advised at the time of the transition that all material passing through", "doc_score": "81.41741180419922", "publish_date": "2018/12/31"}, {"doc_id": "17836110", "text": "Transparency report / will reflect the 12 months prior to the date published. The inspiration of the report comes from the recent surveillance program leaks from former NSA-contractor Edward Snowden, according to an anonymous source speaking with the \"Washington Post\". Google, Twitter,and Facebook all release their own forms of transparency report, however they are not allowed to release this sort of information in their report. Transparency report A transparency report is a statement issued on a regular basis by a company, disclosing a variety of statistics related to requests for user data, records, or content. Transparency reports generally disclose how frequently and under", "doc_score": "82.31671142578125", "publish_date": "2018/12/31"}, {"doc_id": "20453931", "text": "Net Neutrality (Last Week Tonight) / who are lobbying Congress, including Comcast, who is the second-largest congressional lobbyist. Oliver says that President Barack Obama had been seen golfing with Comcast's CEO Brian Roberts, as well as invited Roberts to a fundraiser dinner. He also states that Obama's nomination of Tom Wheeler, a former cable and wireless lobbyist, for the FCC Chairman position was \"the equivalent of needing a babysitter and hiring a dingo\". Oliver quotes a 2010 FCC report on broadband, which said that 96% of Americans have at most two wireless providers to choose from. The segment then displays a clip of Roberts saying that", "doc_score": "81.77224731445312", "publish_date": "2018/12/31"}, {"doc_id": "19640449", "text": "Democratic National Committee cyber attacks / election. In an interview with CNN, Senator King warned against ignoring the problem, saying it was a bipartisan issue. Representatives in the U.S. Congress took action to monitor the National security of the United States by advancing legislation to monitor propaganda. On 30 November 2016, legislators approved a measure within the National Defense Authorization Act to ask the U.S. State Department to act against propaganda with an inter-agency panel. The legislation authorized funding of $160 million over a two-year-period. The initiative was developed through a bipartisan bill, the Countering Foreign Propaganda and Disinformation Act, written by U.S. Senators Republican Rob", "doc_score": "83.36827850341797", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_8", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "866241", "text": "Asceticism / during Ramadan by abstaining from all sensual pleasures, including food and water from sunrise until sunset. The observation of fasting during Ramadan is purely done for God and to increase one's spiritual connection with God; it is compulsory for all Muslims to fast as it is one of the Five Pillars of Islam. Sufi tradition has included strict asceticism throughout history. The practitioners of these religions abandoned sensual pleasures and led an abstinent lifestyle, in the pursuit of redemption, salvation or spirituality. Asceticism is seen in the ancient theologies as a journey towards spiritual transformation, where the simple is sufficient,", "doc_score": "100.25520324707031", "publish_date": "2018/12/31"}, {"doc_id": "6635395", "text": "Fasting during Ramadan / dawn (\"fajr\"), and sunset (\"maghrib\"). Fasting is considered an act of deeply personal worship in which Muslims seek a raised level of closeness to God. During Ramadan, Muslims are also expected to put more effort into following the teachings of Islam by refraining from violence, anger, envy, greed, lust, angry/sarcastic retorts, gossip, and are meant to try to get along with each other better than normal. All obscene and irreligious stimuli are to be avoided as purity of both thought and action is important. Fasting during Ramadan is not obligatory for several groups for whom it would be excessively problematic,", "doc_score": "101.35157775878906", "publish_date": "2018/12/31"}, {"doc_id": "4602543", "text": "Fasting in Islam / prescribed instead. [[File:Fasting.JPG|thumb|Ending the fast at a mosque]] In accordance with traditions handed down from [[Muhammad]], Muslims eat a pre-dawn meal called [[suhur]]. All eating and drinking must be finished before the [[adhan]] for [[fajr prayer|fajr]], the pre-dawn call to prayer. Unlike the [[zuhr prayer|zuhr]] and [[maghrib prayer]], which have clear astronomical definitions (afternoon and after-sunset), there are several definitions used in practice for the timing of \"true dawn\" (\"al-fajr al-ṣādiq\"), as mentioned in the [[hadith]]. These range from when the center of the sun is 12 to 21 degrees below the horizon which equates to about 40 to 60", "doc_score": "99.15469360351562", "publish_date": "2018/12/31"}, {"doc_id": "4602551", "text": "Fasting in Islam / by the sun. If Ramadan comes in June/December (when days and nights are not prominent by the sun in Svalbard, Norway) they may leave fasting and then complete their fasting in March/September (when days and nights are prominent by the sun in Svalbard, Norway). In Islamic law it is called Qadha. God says in the Quran: \"God intends every facility for you; He does not want to put you to difficulties. (He wants you) to complete the prescribed period, and to glorify Him in that He has guided you; and perchance ye shall be grateful.\" [[Category:Sawm| ]] [[Category:Fasting]] [[Category:Islam-related controversies]]", "doc_score": "99.5438232421875", "publish_date": "2018/12/31"}, {"doc_id": "4602533", "text": "Fasting in Islam / Fasting in Islam Fasting in Islam, known as Sawm () or Siyām (), the Arabic words for fasting, also commonly known as \"Rūzeh\" or \"Rōzah\" () in some Muslim countries, is the practice of abstaining, usually from food and drink. The observance of \"Sawm\" during the Islamic holy month of Ramadan is the fourth of the Five Pillars of Islam. Literally meaning \"to abstain,\" \"ṣawm\" is a semitic cognate to \"ṣawmā\", \"ṣōm\", and \"ṣom\". The Muslims of Central Asia, Afghanistan, India, Iran, Bangladesh, Pakistan and Turkey use the words \"roza/rozha/roja/oruç\", which comes from Persian. While the [[Malays (ethnic Muslims", "doc_score": "101.33078002929688", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_9", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "5615768", "text": "Round-the-world ticket / tickets issued by contacts in other countries, and often use pre-arranged contractual agreements with various airlines. Low-cost carriers often only have tickets which do not include other airlines. It is important to have long waiting time between such flights, preferably a hotel night, which gives the chance to see one more city. Otherwise a flight cancellation might destroy the entire itinerary. Round-the-world ticket A round-the-world ticket (also known as round-the-world fare or RTW ticket in short) is a product that enables travellers to fly around the world for a relatively low price. RTW tickets have existed for some time and", "doc_score": "87.20310974121094", "publish_date": "2018/12/31"}, {"doc_id": "5615765", "text": "Round-the-world ticket / economy class ticket and 5,000–14,000 USD for business class. Sometimes, depending on airline and stops, it can be as low as 1171 GBP (~ 1829.57 USD). An alternative for a round-the-world ticket is a continent pass. Round-the-world tickets are priced according to travel class, origin of travel, number of continents, mileage (usually between 30,000 and 60,000 km), and sometimes season of travel. The traveller benefits from the large and optimized network of the airline alliance and can often participate in the alliance's frequent flyer programs, although round-the-world tickets are usually subject to restrictions. The start and end of the journey", "doc_score": "87.43660736083984", "publish_date": "2018/12/31"}, {"doc_id": "199610", "text": "International Space Station / of the ISS to 2030. The ISS has been described as the most expensive single item ever constructed. In 2010 the cost was expected to be $150 billion. This includes NASA's budget of $58.7 billion (inflation-unadjusted) for the station from 1985 to 2015 ($72.4 billion in 2010 dollars), Russia's $12 billion, Europe's $5 billion, Japan's $5 billion, Canada's $2 billion, and the cost of 36 shuttle flights to build the station; estimated at $1.4 billion each, or $50.4 billion in total. Assuming 20,000 person-days of use from 2000 to 2015 by two- to six-person crews, each person-day would cost $7.5", "doc_score": "84.4577865600586", "publish_date": "2018/12/31"}, {"doc_id": "5615764", "text": "Round-the-world ticket / Round-the-world ticket A round-the-world ticket (also known as round-the-world fare or RTW ticket in short) is a product that enables travellers to fly around the world for a relatively low price. RTW tickets have existed for some time and in the past were generally offered through marketing agreements between airlines on several continents. Now, they are almost universally offered by airline alliances such as SkyTeam, Star Alliance and Oneworld, or else by specialist travel agencies that will spend time helping customize a trip to the consumer's needs. Prices vary but are generally in the range of 2,500–6,000 USD for an", "doc_score": "89.20420837402344", "publish_date": "2018/12/31"}, {"doc_id": "20548588", "text": "Passenger facility charge / Passenger facility charge A passenger facility charge (PFC) is a fee that almost all airline travelers in the United States pay in their ticket price. The fee goes toward the upkeep and maintenance of airports, and is setup and capped according to US federal law. The law allows airports to charge up to $4.50 for every enplaned passenger at public agency-controlled commercial airports. Airports must use the money from the fees to pay for projects approved by the Federal Aviation Administration (FAA) that, according to the FAA, \"enhance safety, security, or capacity; reduce noise; or increase air carrier competition.\" Beginning", "doc_score": "87.24652862548828", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_10", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "18411910", "text": "2017 NCAA Division I Men's Basketball Tournament / from the South Carolina State House grounds in July 2015 and the NCAA implemented a policy of not hosting championship games in the state in response to the display in 2002. Eight teams, out of 351 in Division I, were ineligible to participate in the 2017 tournament due to failing to meet APR requirements, self-imposed postseason bans, or reclassification from a lower division. Hawaii had previously been banned from entering the tournament as a penalty for infractions, but the NCAA later reversed its ban. The following 32 teams were automatic qualifiers for the 2017 NCAA field by virtue of winning", "doc_score": "87.38715362548828", "publish_date": "2018/12/31"}, {"doc_id": "9902223", "text": "NCAA Division I Men's Basketball Tournament upsets / that have defeated 3 seeds (15.44%) in the first round: There have been twenty-eight 13-seeds to defeat 4 seeds (20.59%) in the first round: There have been forty-seven 12-seeds to defeat 5 seeds (34.56%) in the first round: There have been fifty-one 11-seeds that have defeated 6 seeds (37.5%) in the first round: This round was called the Second Round until 2011, when the introduction of the First Four caused this round to be renamed the Third Round. Starting with the 2016 tournament, it returned to being called the Second Round. No 16-seed has ever won a second round game.", "doc_score": "82.87151336669922", "publish_date": "2018/12/31"}, {"doc_id": "18433741", "text": "2018 NCAA Division I Men's Basketball Tournament / for the first time since 1994, the tournament returned to Wichita and the state of Kansas where Intrust Bank Arena hosted first round games. The state of North Carolina was threatened with a 2018-2022 championship venue boycott by the NCAA, due to the HB2 law passed in 2016. However, the law was repealed (but with provisos) days before the NCAA met to make decisions on venues in April 2017. At that time, the NCAA board of governors \"reluctantly voted to allow consideration of championship bids in North Carolina by our committees that are presently meeting\". Therefore, Charlotte was eligible and", "doc_score": "85.3857192993164", "publish_date": "2018/12/31"}, {"doc_id": "18411906", "text": "2017 NCAA Division I Men's Basketball Tournament / The Wildcats' First Round opponent, the Vanderbilt Commodores of the Southeastern Conference, also made history: with a record of 19-15, they set the mark for the most ever losses for an at-large team in tournament history. Four conference champions also made their first NCAA appearances: North Dakota (Big Sky Conference), UC Davis (Big West Conference), Jacksonville State (Ohio Valley Conference), and first-year Division I school Northern Kentucky (Horizon League). The following sites were selected to host each round of the 2017 tournament First Four First and Second Rounds Regional Semifinals and Finals (Sweet Sixteen and Elite Eight) National Semifinals and", "doc_score": "86.72913360595703", "publish_date": "2018/12/31"}, {"doc_id": "20110828", "text": "2018 NCAA Division I Men's Basketball Championship Game / the No. 6 Houston Cougars, 64–63, on a buzzer beater by Jordan Poole. They made it to the Elite Eight by defeating the Texas A&M Aggies, 99–72. Michigan advanced to the Final Four by defeating the Florida State Seminoles, 58–54, and defeated the \"Cinderella story\" of the tournament, the Loyola-Chicago Ramblers, in the Final Four by a score of 69–57. The Villanova Wildcats won the NCAA Tournament in 2016. In 2017–18, Villanova set the NCAA record for three-point shots in a season and in the NCAA Division I Men's Basketball Tournament. After completing a 30–4 regular season, including winning the", "doc_score": "84.30021667480469", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_11", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "13106010", "text": "William H. Pauley III / count of providing false information to a credit institution, and two counts of campaign finance law violations. Cohen implicated Donald Trump in the hush money scandal, which involved payments to Karen McDougal and Stormy Daniels in exchange for the women's silence about alleged affairs with Trump (see Stormy Daniels–Donald Trump scandal). In December 2018, Pauley sentenced Cohen to three years in prison. In November 2018, Pauley declined to approve a proposed settlement in a case brought by the U.S. Attorney's Office in the New York City Housing Authority (NYCHA), the city's long-troubled public housing authority. Pauley ruled that the proposed", "doc_score": "84.097900390625", "publish_date": "2018/12/31"}, {"doc_id": "20172366", "text": "Marc Kasowitz / Marc Kasowitz Marc Elliot Kasowitz (; born June 28, 1952) is an American trial lawyer and partner of the New York-based law firm Kasowitz Benson Torres, which he co-founded in 1993. He was a personal outside attorney for U.S. President Donald Trump. On May 24, 2017, Kasowitz was retained to represent Trump personally in connection with investigations into the role of Trump's presidential campaign in Russian interference in the 2016 United States elections. He later resigned on July 20, 2017. Kasowitz also represents several Russian clients with close ties to Vladimir Putin. Kasowitz was born in New Haven, Connecticut, to", "doc_score": "83.79242706298828", "publish_date": "2018/12/31"}, {"doc_id": "20202943", "text": "D.C. and Maryland v. Trump / 2, Judge Messitte ordered discovery to begin. On December 3, Maryland and the District of Columbia issued subpoenas for Trump's financial records related to his D.C. hotel. D.C. and Maryland v. Trump D.C. and Maryland v. Trump is a lawsuit filed on June 12, 2017 in the United States District Court for the District of Maryland. The plaintiffs, the U.S. state of Maryland and the District of Columbia, allege that the defendant, President Donald Trump, has violated the Foreign Emoluments Clause of the United States Constitution by accepting gifts from foreign governments. The lawsuit was filed by D.C. Attorney General", "doc_score": "82.93572235107422", "publish_date": "2018/12/31"}, {"doc_id": "20246308", "text": "Trump Tower meeting / Jr. acknowledged he had indeed sought the meeting in the hopes to obtain information about Clinton's \"fitness\". As of July 2017, Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, was looking into the Trump Tower meeting. The inquiry was confirmed by Kaveladze's attorney, who said special counsel investigators are seeking information from his client. On July 21, 2017, Mueller asked the White House to preserve all documents related to the Russian meeting in June 2016. By August 3, 2017, Mueller had impaneled a grand jury in the District of Columbia that issued subpoenas", "doc_score": "82.82328033447266", "publish_date": "2018/12/31"}, {"doc_id": "20540652", "text": "Stormy Daniels–Donald Trump scandal / for his role in the payment, and implicated Trump. In response, Trump said that he only knew about the payments \"later on\"; Trump also said regarding the payments: \"They didn't come out of the campaign, they came from me.\" \"The Wall Street Journal\" reported on November 9, 2018 that federal prosecutors have evidence of Trump’s \"central role\" in payments to Stormy Daniels and Karen McDougal that violated campaign-finance laws. In a December 7, 2018, sentencing memorandum for Cohen, federal prosecutors implicated Trump in directing Cohen to commit the campaign finance law felonies for which Cohen had pleaded guilty. Shortly after", "doc_score": "83.14234161376953", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_12", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "20684598", "text": "2018 teachers' strikes in the United States / 2018 teachers' strikes in the United States The 2018 education workers' strikes in the United States began on February 22, 2018, after local activists dragged the West Virginia state leadership of the West Virginia branches of the American Federation of Teachers and the National Education Association into holding a strike vote. The strike—which ended when teachers returned to their classrooms on March 7—inspired similar, statewide strikes in Oklahoma and Arizona. It also inspired smaller-scale protests by school staff in Kentucky, North Carolina, Colorado, and led to a school bus driver strike in Georgia. Additionally, around this time, adjunct professors at", "doc_score": "93.96696472167969", "publish_date": "2018/12/31"}, {"doc_id": "20684599", "text": "2018 teachers' strikes in the United States / Virginia Commonwealth University in Richmond, Virginia protested over pay. Motivations for the strikes include low wages for teachers and support staff, inadequate school budgets, overcrowded classrooms, and other problems. The strikes varied in their levels of success, with West Virginia considered mostly successful, where Oklahoman teachers received relatively few concessions. Discussions of a strike in West Virginia began in early 2018. In the first week of February, teachers staged \"walk-ins\" at schools and some protested at the West Virginia Capitol. The strike proved successful, and inspired those in other states to strike as well. In early April, Oklahoma became the", "doc_score": "91.18851470947266", "publish_date": "2018/12/31"}, {"doc_id": "20684602", "text": "2018 teachers' strikes in the United States / has prompted several Republican politicians to concede to their demands, in the run-up to the 2018 mid-term elections. Universally, demands included raising pay. In Oklahoma and West Virginia, respectively sources of oil and coal, demands included financing the increased spending on education through taxation focused on these industries. 2018 teachers' strikes in the United States The 2018 education workers' strikes in the United States began on February 22, 2018, after local activists dragged the West Virginia state leadership of the West Virginia branches of the American Federation of Teachers and the National Education Association into holding a strike vote. The", "doc_score": "90.797119140625", "publish_date": "2018/12/31"}, {"doc_id": "20682072", "text": "2018 Arizona teachers' strike / of teachers' strikes in the United States. It is the first such action by teachers in Arizona. The strike ended on May 3, 2018 when the Government of Arizona conceded to increase funding to increase salaries for support staff and to decrease student to counselor ratios. Teachers began holding \"walk-ins\" the week of April 9th, during which they protested in favor of increased funding while on school campuses, and discussed the reasons for the protests with parents and interested parties. Teachers also wore red to school to indicate solidarity. These protests were organized by Arizona Educators United, and were planned", "doc_score": "90.64263153076172", "publish_date": "2018/12/31"}, {"doc_id": "20682075", "text": "2018 Arizona teachers' strike / has been cut by 14 percent. Cuts have been further exacerbated by the privatization trend in the state, which has led to job insecurity. Teachers voted on April 19 to begin a walkout on April 26. Of the 57,000 individuals who voted, 78 percent were in favor of a walkout. The decision to walk out was in part precipitated by an unstable plan to fund governor Ducey's proposal from earlier in April, which would have created a $265 million deficit after its rollout. During the walkout, teachers organized various events, both to discuss their motivations with the public and to", "doc_score": "88.176025390625", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_13", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "20320700", "text": "2017 NCAA Division II Baseball Tournament / 2017 NCAA Division II Baseball Tournament The 2017 NCAA Division II baseball tournament decided the champion of baseball in NCAA Division II for the 2017 season. The claimed their second national title, their first being in 2012. In the final, West Chester defeated the. The Tritons were also in their second final, having also been the national runners up in 2010. West Chester pitcher Josh McClain was named the tournament's most outstanding player. Hosted by Mercyhurst at Russell Diethrick Park.<br> Regional Champion: West Chester Hosted by Emporia State at Trusler Sports Complex.<br> Regional Champion: Lindenwood Hosted by Southern New", "doc_score": "85.24662780761719", "publish_date": "2018/12/31"}, {"doc_id": "20403601", "text": "2017 Japan Series / 2017 Japan Series The 2017 Japan Series was the championship series of Nippon Professional Baseball's postseason. The 68th edition of the Japan Series, it was a best-of-seven playoff between the Fukuoka SoftBank Hawks of the Pacific League and the Yokohama DeNA BayStars of the Central League. SoftBank finished in first place in the Pacific League during the 2017 regular season, while the BayStars advanced to the postseason after finishing in third place in the Central League. In the 2017 Climax Series, the Hawks defeated the Tohoku Rakuten Golden Eagles to win the Pacific League Championship. The BayStars defeated the Hiroshima", "doc_score": "87.80814361572266", "publish_date": "2018/12/31"}, {"doc_id": "20002595", "text": "2017 World Baseball Classic – Championship / for Japan. Roark pitched four scoreless innings, while Sugano allowed one run in six innings. The United States scored a run on an RBI single by Andrew McCutchen in the fourth inning, and Ryosuke Kikuchi hit a home run for Japan in the sixth inning to tie the game. The United States scored another run in the eighth inning to take the lead, and Luke Gregerson earned the save. Though the Japanese team was considered the strongest defensive team in the WBC, misplays by Kikuchi at second base and Nobuhiro Matsuda at third base led to each of the United", "doc_score": "87.49201965332031", "publish_date": "2018/12/31"}, {"doc_id": "20043760", "text": "2017 World Baseball Classic – Pool E / 2017 World Baseball Classic – Pool E Pool E of the Second Round of the 2017 World Baseball Classic, a quarter-final round in the tournament, was held at Tokyo Dome, Tokyo, Japan, from March 12 to 15, 2017. The round was between Team Israel (won Pool A; ranked 41st in the world), Team Japan (won Pool B; ranked 1st in the world), Team Cuba (second in Pool B; ranked 5th in the world), and the Netherlands (second in Pool A; ranked 9th in the world). Pool E was a round-robin tournament. Each team played the other three teams once, with", "doc_score": "87.07827758789062", "publish_date": "2018/12/31"}, {"doc_id": "7408504", "text": "2017 World Baseball Classic / inning played (RA/IPD) in the games between the tied teams. Mexico allowed 19 runs, Italy allowed 20 runs, and Venezuela allowed 21 runs. Italy and Venezuela played 19 innings each in the two games, therefore their RA/IPD were 1.053 and 1.105. Mexico played 18 innings, but they recorded no outs in the ninth inning of their game versus Italy, therefore the inning did not count towards their RA/IPD of 1.117; however, the five runs scored in the same half-inning by Italy counted against Mexico's RA/IPD. Undefeated Japan (3–0) and the Netherlands (2–1) advanced to the semi-final round, as Israel (1–2)", "doc_score": "84.60002136230469", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_14", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "16001825", "text": "A Ward Show / learn he would not be back until Thursday. This episode was written by Erik Durbin and directed by Josue Cervantes. This episode generally received positive reviews. Rowan Kaiser from \"The A.V. Club\" rated this episode a Grade B+. During its initial airing, the episode was viewed by 4.85 million households and achieved a 1.6 rating in the 18-49 demographic, according to the Nielson ratings. It featured a guest appearance from Anjelica Huston and Sally Struthers, as well as several recurring voice actors and actresses for the series. Steve is best friends with Principal Brian Lewis. Steve also helps him with", "doc_score": "77.1273193359375", "publish_date": "2018/12/31"}, {"doc_id": "18754672", "text": "Dr. Zoe Today / Dr. Zoe Today Dr. Zoe Today is an American talk radio show hosted by Dr. Zoe Shuster. The program debuted on May 27, 2014, and airs once a week on Thursdays at 9pm EST, 8pm CST, 6pm PST time as a one-hour program. Some guests on the show include Candace Smith from Millionaire Matchmaker, Donnell Rawlings, a comedian and MTV personality, Jon Gabrus, Justin Jedilica - The Human Ken Doll, Dr. Tabasum from Bravo TV, JT Foxx - World's #1 Wealth Coach, Thomas Beatie - The Pregnant Man, and Big Daddy Kane - Hip Hop Legend. The demographic is primarily", "doc_score": "76.34058380126953", "publish_date": "2018/12/31"}, {"doc_id": "20679902", "text": "The Hot Zone (miniseries) / The Hot Zone (miniseries) The Hot Zone is an upcoming American drama television miniseries, based on the novel of the same name by Richard Preston, that is set to air on National Geographic. \"The Hot Zone\" examines \"the terrifying true story of the origins of the Ebola virus, a highly infectious deadly virus from the central African rain forest, and its first arrival on U.S. soil. In 1989, when this killer suddenly appeared in chimpanzees in a scientific lab in the suburbs of Washington, D.C., there was no known cure. A heroic U.S. Army veterinarian working with a secret military", "doc_score": "76.27928161621094", "publish_date": "2018/12/31"}, {"doc_id": "18850436", "text": "Fugitive Watch / Tonight with Peter Jennings, Inside Edition and Unsolved Mysteries. They have also televised Spanish language stories and have been featured in local Spanish language newscasts as well as international television programs like “Primer Impacto”. \"Fugitive Watch\" has been endorsed and commended by California Governor Pete Wilson, the FBI and chiefs of police and sheriffs. Fugitive Watch Fugitive Watch is a reality-based cable television show, newspaper and web site, founded in 1992 by two San Francisco Bay Area police officers, Steve Ferdin and Scott Castruita. It features stories on crimes and fugitives, and Ferdin and Castruita say that the service has", "doc_score": "75.2833251953125", "publish_date": "2018/12/31"}, {"doc_id": "20720820", "text": "The Summit (The Americans) / The Summit (The Americans) \"The Summit\" is the eighth episode of the sixth season of the period drama television series \"The Americans\". It originally aired on FX in the United States on May 16, 2018. When Elizabeth arrives home from visiting Paige, Philip tells a furious Elizabeth that he has been reporting on her activities as requested by someone from \"back home\" (Oleg), who claimed that she has been working for a cabal that is trying to overthrow Gorbachev and the Soviet government. Elizabeth becomes especially angry when Philip tells her that she needs to think about what she is", "doc_score": "76.12334442138672", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_15", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "20840594", "text": "Dancing with the Stars (U.S. season 27) / Milo and Witney placed second, Evanna and Keo placed third, while Alexis and Alan placed fourth. The thirteen professional dancers were revealed on \"Good Morning America\" on August 28, 2018. The ten professionals from last season returned, along with Cheryl Burke and Valentin Chmerkovskiy, who both last competed in season 25. Troupe dancer Brandon Armstrong made his debut in the pro lineup. Nancy McKeon was announced as the first celebrity competing for the season, partnered with Chmerkovskiy. On September 12, the rest of the cast was revealed on \"Good Morning America\". Tom Bergeron and Erin Andrews returned as hosts, while", "doc_score": "86.72838592529297", "publish_date": "2018/12/31"}, {"doc_id": "17625927", "text": "Witney Carson / Witney Carson Witney Capri Carson McAllister (born October 17, 1993) is an American professional Latin ballroom dancer and choreographer. She first gained attention in 2012, when the 18-year-old finished ladies' second runner-up in season nine of \"So You Think You Can Dance\". Carson continued her professional dancing career in early 2013 as a troupe dancer in seasons 16 and 17 of \"Dancing with the Stars\". She was promoted to professional partner in season 18. In season 19, she and her partner Alfonso Ribeiro were announced the winners on November 25, 2014, making her one of six professional dancers to win", "doc_score": "85.65087127685547", "publish_date": "2018/12/31"}, {"doc_id": "17701330", "text": "Dancing with the Stars (U.S. season 18) / place. The cast of twelve and their professional partners were revealed on March 4, 2014, on Good Morning America. Nine of the twelve professional dancers from the previous season returned for season 18. A tenth, Sasha Farber, returned to the Dance Troupe while Tristan MacManus and Tyne Stecklein did not return in either capacity. These three were replaced by former Troupe members—Witney Carson and Henry Byalikov—and also by Maksim Chmerkovskiy, who had returned following a two-season hiatus. Joining Sasha Farber and Lindsay Arnold in the Troupe is Jenna Johnson from season ten of \"So You Think You Can Dance\" and", "doc_score": "86.07202911376953", "publish_date": "2018/12/31"}, {"doc_id": "17625935", "text": "Witney Carson / the role of Jennifer. She joins former \"SYTYCD\" winners Russell Ferguson (season 6), and Chehon Wespi-Tschopp (season 9). Witney Carson Witney Capri Carson McAllister (born October 17, 1993) is an American professional Latin ballroom dancer and choreographer. She first gained attention in 2012, when the 18-year-old finished ladies' second runner-up in season nine of \"So You Think You Can Dance\". Carson continued her professional dancing career in early 2013 as a troupe dancer in seasons 16 and 17 of \"Dancing with the Stars\". She was promoted to professional partner in season 18. In season 19, she and her partner Alfonso", "doc_score": "86.17865753173828", "publish_date": "2018/12/31"}, {"doc_id": "19660823", "text": "Dancing with the Stars (Irish TV series) / Dancing with the Stars (Irish TV series) Dancing with the Stars is an Irish reality television series, airing on RTÉ One that started on 8 January 2017, and is hosted by Amanda Byram and Nicky Byrne. The show is based on the original UK version, \"Strictly Come Dancing\" and is part of the \"Dancing with the Stars\" franchise. The judging panel consists of Julian Benson, Loraine Barry and Brian Redmond. On 28 August 2018, Amanda Byram confirmed that she will not be returning as a presenter in 2019. On 30 October 2018, Jennifer Zamparelli was confirmed as Byram's replacement. In", "doc_score": "85.55883026123047", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_16", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "10874054", "text": "Chris W. Cox / passed the Senate (65–31) in late July 2005, passed the House (283–144) on October 20, and was signed by President George W. Bush on October 26, 2005. The bill carried two amendments: requiring the purchase of a trigger lock with any handgun purchase; and authorizing the Department of Justice to study the penetration characteristics of ammunition and make a determination if the ammunition fits the category of \"armor piercing\". These amendments were rejected by other pro-gun organizations that think these concessions will lead to more restrictions and impetus for lawsuits for those that do not use trigger locks. Chris W.", "doc_score": "78.00462341308594", "publish_date": "2018/12/31"}, {"doc_id": "2713837", "text": "Flag Desecration Amendment / Justice William Rehnquist (who authored a dissent in \"Johnson\"), and Justices John Paul Stevens (who authored dissents in both cases), Byron White and Sandra Day O'Connor. The decisions were controversial and have prompted Congress to consider the only remaining legal avenue to enact flag protection statutes—a constitutional amendment. Each Congress since the \"Johnson\" decision has considered creating a flag desecration amendment. From 1995 to 2005, beginning with the 104th Congress, the proposed amendment was approved biennially by the two-thirds majority necessary in the U.S. House of Representatives, but it consistently failed to achieve the same constitutionally-required super-majority vote in the", "doc_score": "79.67160034179688", "publish_date": "2018/12/31"}, {"doc_id": "2082690", "text": "Flag of Texas / deleting the words \"of 1836.\" In 2007, the phrase \"one state under God\" was added. The addition of \"under God\" has been challenged in court, though an injunction was denied. The flag is required by law to be displayed on or near the main administration building of each state institution during each state or national holiday, and on any special occasion of historical significance, permanently above both doors of the Texas State Capitol, alone at the north door, and under the U.S. flag at the south door, with the exception being if the flags are at half mast or if", "doc_score": "77.27381896972656", "publish_date": "2018/12/31"}, {"doc_id": "2713842", "text": "Flag Desecration Amendment / by state legislatures, of which a minimum of 38 state legislative approvals would be required (three-fourths of the 50 states), within a period of seven years following the proposal by both houses of Congress. As can be seen by the votes in the House of Representatives, support for the amendment appears to be slipping with only 286 'yea' votes during the 109th Congress in 2005, in contrast to the 312 'yea' votes a decade earlier during the 104th. The chronology of the Congress' action upon the flag-desecration amendment runs over a period of more than ten years: To be added", "doc_score": "79.50679016113281", "publish_date": "2018/12/31"}, {"doc_id": "12555231", "text": "Colorado Amendment 46 / also claimed that they signed the petition through voter fraud. Governor Bill Ritter opposed the amendment, along with the Colorado Council of Churches. National Ballot Access was hired to manage this petition drive. Initiatives with the same language have been introduced and approved in five other states, including California (1996), Washington (1998), Michigan (2006), Nebraska (2008), and Arizona (2010); Colorado was the first state where it was defeated. On December 17, 2010 the University of Colorado at Boulder released a report analyzing the factors that led to the defeat of Amendment 46. According to the study, \"...Coloradans overwhelmingly intended to", "doc_score": "79.67601013183594", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_17", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "13643307", "text": "Project Rover / Project Rover Project Rover was an American project to develop a nuclear thermal rocket. The program ran at the Los Alamos Scientific Laboratory from 1955 through 1972 and involved the Atomic Energy Commission, and NASA. The project was managed by the Space Nuclear Propulsion Office. Nuclear reactors for the Rover program were built at the Lab's Technical Area 18 (TA-18), also known as Pajarito Site. The reactors were tested at very low power and subsequently shipped to Jackass Flats at the Nevada Test Site. Testing of fuel elements and other materials science was done by N-Division in Los Alamos at", "doc_score": "85.38953399658203", "publish_date": "2018/12/31"}, {"doc_id": "5236416", "text": "Juno (spacecraft) / Texas is the principal investigator and is responsible for all aspects of the mission. The Jet Propulsion Laboratory in California manages the mission and the Lockheed Martin Corporation was responsible for the spacecraft development and construction. The mission is being carried out with the participation of several institutional partners. Coinvestigators include Toby Owen of the University of Hawaii, Andrew Ingersoll of California Institute of Technology, Frances Bagenal of the University of Colorado at Boulder, and Candy Hansen of the Planetary Science Institute. Jack Connerney of the Goddard Space Flight Center served as instrument lead. \"Juno\" was originally proposed at a", "doc_score": "83.9697265625", "publish_date": "2018/12/31"}, {"doc_id": "3538432", "text": "Destiny (ISS module) / Destiny (ISS module) The Destiny module, also known as the US Lab, is the primary operating facility for U.S. research payloads aboard the International Space Station (ISS). It was berthed to the \"Unity\" module and activated over a period of five days in February, 2001. \"Destiny\" is NASA's first permanent operating orbital research station since Skylab was vacated in February 1974. The Boeing Company began construction of the 16 ton (14.5 tonne), state-of-the art research laboratory in 1995 at the Marshall Space Flight Center in Huntsville, Alabama. \"Destiny\" was shipped to the Kennedy Space Center in Florida in 1998, and", "doc_score": "83.90218353271484", "publish_date": "2018/12/31"}, {"doc_id": "5938045", "text": "Astrotech Corporation / Astrotech Corporation Astrotech Corporation, formerly Spacehab Inc., is a technology incubator headquartered in Austin, Texas. Astrotech uses technology sourced internally and from research institutions, government laboratories, and universities to fund, manage and sell start-up companies. Astrotech Corporation's subsidiaries provide commercial products and services to NASA, the U.S. Department of Defense, national space agencies, and global commercial customers. Astrotech Corporation was established in 1984. Prior to 2009, it was known as SPACEHAB, Inc., a company that provided space habitat microgravity experimentation equipment and services to NASA during the Space Shuttle era. As the Shuttle program came to an end, the company", "doc_score": "82.78893280029297", "publish_date": "2018/12/31"}, {"doc_id": "4660389", "text": "Moon landing / scanning television system with a resolution of 1 milliradian to study the Moon's surface, an ionization chamber to measure radiation in space, a diaphragm/microphone assembly to detect micrometeorites, a magnetometer, and temperature-variable resistors to monitor spacecraft internal thermal conditions. The first, a mission managed by the United States Air Force, exploded during launch; all subsequent Pioneer lunar flights had NASA as the lead management organization. The next two returned to Earth and burned up upon reentry into the atmosphere after achieved maximum altitudes of around and, far short of the roughly required to reach the vicinity of the Moon.", "doc_score": "83.02627563476562", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_18", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "154720", "text": "General Motors / before 2020. On July 2, 2013, GM and Honda announced a partnership to develop fuel cell systems and hydrogen storage technologies for the 2020 time frame. GM and Honda are leaders in fuel cell technology, ranking No. 1 and No. 2, respectively, in total fuel cell patents filed between 2002 and 2012, with more than 1,200 between them according to the Clean Energy Patent Growth Index. GM produces several flexible-fuel vehicles that can operate on E85 ethanol fuel or gasoline, or any blend of both. Since 2006 GM started featuring a bright yellow gas cap to remind drivers of the", "doc_score": "88.09747314453125", "publish_date": "2018/12/31"}, {"doc_id": "154699", "text": "General Motors / is a network of six laboratories, six science offices, and collaborative relationships in over twelve countries including working relationships with universities, government groups, suppliers, and other partners from across the globe. On September 7, 2014, at the Intelligent Transport Systems World Congress in Detroit GM disclosed it would be introducing auto-pilot features into certain 2017 models of its cars, which would go on sale in 2016. The \"super cruise\" or vehicle-to-vehicle V2V technology is likely to be first introduced to the Cadillac range, enabling drivers to switch in and out of semi-automated mode. In December 2016, General Motors announced it", "doc_score": "89.66466522216797", "publish_date": "2018/12/31"}, {"doc_id": "154710", "text": "General Motors / company has publicly announced that it is committed to invest heavily in electric cars. In October 2017, GM's executive vice president of global development, Mark Reuss, announced that GM's vehicle lineup would feature 20 electric car models by 2023. In May 2004, GM delivered the world's first full-sized hybrid pickups, the 1/2-ton Silverado/Sierra. These mild hybrids did not use electrical energy for propulsion, like GM's later designs. In 2005, the Opel Astra diesel Hybrid concept vehicle was introduced. The 2006 Saturn Vue Green Line was the first hybrid passenger vehicle from GM and is also a mild design. GM has", "doc_score": "88.99652862548828", "publish_date": "2018/12/31"}, {"doc_id": "154665", "text": "General Motors / $39 billion when it sold its shares on December 9, 2013 resulting in a loss of $10.3 billion. The Treasury invested an additional $17.2 billion into GM's former financing company, GMAC (now Ally). The shares in Ally were sold on December 18, 2014 for $19.6 billion netting $2.4 billion. A study by the Center for Automotive Research found that the GM bailout saved 1.2 million jobs and preserved $34.9 billion in tax revenue. Also in 2009 as part of the General Motors Chapter 11 Bankruptcy, the company shed several brands, closing Saturn, Pontiac, and Hummer, while selling Saab Automobile to", "doc_score": "85.93018341064453", "publish_date": "2018/12/31"}, {"doc_id": "13401536", "text": "General Motors Chapter 11 reorganization / continued its bankruptcy court proceedings, exiting bankruptcy and splitting into four trusts. Motors Liquidation Company announced on July 10, 2009 in relation to its equity and debt investors: Motors Liquidation Company's stock symbol was changed from GMGMQ to MTLQQ, effective July 15, 2009. The new General Motors is named General Motors Company LLC which is separate and independent from the old corporation. The new company retains four of its major brands: Chevrolet, Cadillac, GMC, and Buick. Also the company is planning to keep 3600 out of 6000 of its US dealerships. Lastly, the company is shutting down 14 of its", "doc_score": "87.36148834228516", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_19", "search_time": "2023/05/24/23:55", "search_result": [{"doc_id": "20505398", "text": "2017–18 Iranian protests / the dictator!\" — referring to Supreme Leader Ayatollah Ali Khamenei — and asking security forces to join them. The protests mark the most intense domestic challenge to the Iranian government since the 2009 presidential election protests. However, these protests differ from the Green movement in participants, causes, goals, and chants. While some analysts suggest the protests are a result of unfavorable economic policies adopted by the administration of Iranian President Hassan Rouhani, others say that dissatisfaction with the theocratic regime and the Supreme Leader are the actual causes of the unrest. Rouhani acknowledged on 8 January 2018 that \"people had", "doc_score": "87.2213363647461", "publish_date": "2018/12/31"}, {"doc_id": "20505401", "text": "2017–18 Iranian protests / last century, after Shah Mohammed Reza Pahlavi. The Iranian president Hassan Rouhani, who was reelected in 2017, has little power compared to Khamenei in the Iranian regime. In 2006, following international concerns regarding the government's nuclear program, a comprehensive, international sanctions regime was imposed on Iran. In 2015, Iran negotiated a deal with the great powers of the world in exchange for economic relief. Many Iranians hoped relief from sanctions would result in economic prosperity; however, benefits have not reached the average Iranian. Instead, the benefit from sanctions relief mostly went to state firms and Setad controlled by Supreme Leader", "doc_score": "85.14261627197266", "publish_date": "2018/12/31"}, {"doc_id": "2227433", "text": "Iranian Revolution / weakened Iran's \"place as a great regional power\". Internally, Iran has had some success in recent years in the broadening of education and health care for the poor, and particularly governmental promotion of Islam, and the elimination of secularism and American influence in government. Criticisms have been raised with regards to political freedom, governmental honesty and efficiency, economic equality and self-sufficiency, or even popular religious devotion. Opinion polls and observers report widespread dissatisfaction, including a \"rift\" between the revolutionary generation and younger Iranians who find it \"impossible to understand what their parents were so passionate about.\" Literacy has continued to", "doc_score": "81.89762878417969", "publish_date": "2018/12/31"}, {"doc_id": "7487580", "text": "Revolutions of 1989 / the revolutions of 1989 affected other regimes as well. The South African apartheid regime and Pinochet's military dictatorship in Chile were gradually dismantled during the 1990s as the West withdrew their funding and diplomatic support. Argentina, Ghana, Indonesia, Nicaragua, South Korea, Suriname, Republic of China (Taiwan), and North and South Yemen, among many others, elected democratic governments. Exact tallies of the number of democracies vary depending on the criteria used for assessment, but by some measures by the late 1990s there were well over 100 democracies in the world, a marked increase in just a few decades. Throughout the mid-1980s,", "doc_score": "84.678466796875", "publish_date": "2018/12/31"}, {"doc_id": "20505403", "text": "2017–18 Iranian protests / international media reports, analysts believe that hard-liners started the protests as a means to embarrass Rouhani. Protesters registered their opposition to cuts to fuel and cash subsidies, contained in the 2018 budget proposal unveiled in mid-December, which caused widespread anger, with the hashtag #pashimanam (\"we regret\" [i.e. we regret our vote for Rouhani]) going viral across the country. The generous government funding of the Revolutionary Guards remained unaffected, and there were large increases for religious foundations, which are not required to declare how they spend their funds, and are \"tied closely to powerful clerics and often serve as machines for", "doc_score": "86.46640014648438", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_20", "search_time": "2023/05/24/23:56", "search_result": [{"doc_id": "18609110", "text": "Barry Beach / Barry Beach Barry Allan Beach (born February 15, 1962) is an American who was sentenced to life imprisonment without parole for the 1979 murder of Kimberly Nees in Poplar, Montana. During the years following his conviction, his case has drawn national attention. Beach has gained support from influential state and national advocates who say his murder confession, the lynchpin of his conviction, was coerced. In 2015, his sentence was commuted to time served, plus ten years on probation., there were 23,214 supporters who signed a campaign on Change.org \"to find a way to achieve justice for Barry Beach\". His", "doc_score": "79.10787200927734", "publish_date": "2018/12/31"}, {"doc_id": "11071770", "text": "Douglas Bruce / that he failed to submit financial disclosures and tax filings, didn't disclose a financial deal with Colorado Springs Councilwoman Helen Collins and didn't report code violations and court cases related to six properties he owns in Ohio, Wisconsin and Illinois nor nearly $22,000 in delinquent taxes on three Ohio properties. On March 11, 2016, Douglas Bruce was found in violation of his probation and sentenced to two years. He served his sentence in several locations, including the Colorado Territorial Correctional Facility in Cañon City, Colorado and then moved to Delta, Colorado. On July 28, 2016, Bruce appeared before the Colorado", "doc_score": "78.77094268798828", "publish_date": "2018/12/31"}, {"doc_id": "19586863", "text": "Utah v. Strieff / Utah v. Strieff Utah v. Strieff, 579 U.S. ___, 136 S. Ct. 2056 (2016), was a case in which the Supreme Court of the United States limited the scope of the Fourth Amendment's exclusionary rule. In December 2006, South Salt Lake, Utah police began surveilling a suspected drug house. Police observed Edward Strieff leaving the house although they had not observed him entering it. An officer stopped Strieff on the street and conducted an investigatory detention; after asking Strieff for identification, officers discovered that Strieff had an outstanding warrant for a traffic violation. Officers conducted a search incident to his", "doc_score": "79.15324401855469", "publish_date": "2018/12/31"}, {"doc_id": "7332509", "text": "Golden State Killer / conference on June 15, 2016 to announce a renewed nationwide effort, offering a reward for his capture. The case was a factor in the establishment of California's DNA database, which collects DNA from all accused and convicted felons in California and has been called second only to Virginia's in effectiveness in solving cold cases. To heighten awareness that the uncaught killer operated throughout California, crime writer Michelle McNamara called him the Golden State Killer. On April 24, 2018, authorities charged 72-year-old U.S. Navy veteran and former police officer Joseph James DeAngelo with eight counts of first-degree murder, based upon DNA", "doc_score": "79.31498718261719", "publish_date": "2018/12/31"}, {"doc_id": "12878473", "text": "Shooting of Oscar Grant / manslaughter and not guilty of the murder charge and voluntary manslaughter. Though initial protests on July 8, 2010, against the jury verdict were peacefully organized, after dark there were incidents of looting, arson, destruction of property, and small riots. Nearly 80 people were eventually arrested. On November 5, 2010, Mehserle was sentenced to two years, minus time served. He served his time in Los Angeles County Jail protective custody, held in a private cell for his safety. On June 13, 2011, Mehserle was released under parole after serving 11 months. Oakland civil rights attorney John Burris filed a $25 million", "doc_score": "77.34520721435547", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_21", "search_time": "2023/05/24/23:56", "search_result": [{"doc_id": "18000720", "text": "World Happiness Report / questioning on overall life status leads humans to overweight income concerns, rather than happiness. For instance Colombia came 37th in the 2018 World Happiness Index but 1st by daily emotional experience. In 2012 \"A Gallup survey on happiest countries had a completely different list [compared with the World Happiness Index], with Panama first, followed by Paraguay, El Salvador, and Venezuela\". Similarly a Pew survey of 43 countries in 2014 (which excluded most of Europe) had Mexico, Israel and Venezuela finishing first, second and third. Others point out that the ranking results are counterintuitive when it come to some dimensions, for", "doc_score": "87.57910919189453", "publish_date": "2018/12/31"}, {"doc_id": "18000671", "text": "World Happiness Report / effectively to assess the progress of nations, and other topics. Each report is organized by chapters that delve deeper into issues relating to happiness, including mental illness, the objective benefits of happiness, the importance of ethics, policy implications, and links with the Organisation for Economic Co-operation and Development's (OECD) approach to measuring subjective well-being and other international and national efforts. As of March 2018, Finland was ranked the happiest country in the world. World Happiness Reports were issued in 2012, 2013, 2015, 2016 (an update), 2017 and 2018. In addition to ranking countries happiness and well-being levels, each report has", "doc_score": "85.81095886230469", "publish_date": "2018/12/31"}, {"doc_id": "18000719", "text": "World Happiness Report / event at the Pontifical Academy of Sciences in the Vatican. The 2017 report features the happiness score averaged over the years 2014-2016. For that timespan, Norway was the overall happiest country in the world, even though oil prices had dropped. Close behind were Denmark, Iceland and Switzerland in a tight pack. Four of the top five countries follow the Nordic model. All the top ten countries had high scores in the six categories. The ranked follow-on countries in the top ten are: Finland, the Netherlands, Canada, New Zealand, Australia, and Sweden. \"Table of data for 2017:\" Legend: Some argue that", "doc_score": "88.38722229003906", "publish_date": "2018/12/31"}, {"doc_id": "583756", "text": "Quality of life / areas where global quality of life was generally improving at the time and ignoring gross national product and other possible indicators that were not improving. The Happy Planet Index, introduced in 2006, is unique among quality of life measures in that, in addition to standard determinants of well-being, it uses each country's ecological footprint as an indicator. As a result, European and North American nations do not dominate this measure. The 2012 list is instead topped by Costa Rica, Vietnam and Colombia. Gallup researchers trying to find the world's happiest countries found Denmark to be at the top of the", "doc_score": "86.0796890258789", "publish_date": "2018/12/31"}, {"doc_id": "8432337", "text": "Happy Planet Index / 40 countries by overall HPI score, only four countries have a GDP per capita of over. The highest ranking OECD country is Israel in 15th place, and the top Western European nation is Norway in 29th place, just behind New Zealand in 28th. Among the top five world's biggest economies in terms of GDP, Japan has the highest ranking in 45th place, followed by Germany in 46th, France is placed 50th, China 60, and the US is ranked 105, mainly due to its very high environmental footprint, the seventh highest of all countries rated for the 2012 index. Happy", "doc_score": "84.82923889160156", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_22", "search_time": "2023/05/24/23:56", "search_result": [{"doc_id": "644108", "text": "Domestication of the horse / that the two \"wild\" subspecies remained when all other groups of once-\"wild\" horses died out because all others had been, perhaps, more suitable for taming by humans and the selective breeding that gave rise to the modern domestic horse. Evidence for the domestication of the horse comes from three kinds of sources: 1) changes in the skeletons and teeth of ancient horses; 2) changes in the geographic distribution of ancient horses, particularly the introduction of horses into regions where no wild horses had existed; and 3) archaeological sites containing artifacts, images, or evidence of changes in human behavior connected with", "doc_score": "81.45390319824219", "publish_date": "2018/12/31"}, {"doc_id": "6896075", "text": "Equus lambei / conditions, although most individuals of this species seemed to have died in the winter season. It is also likely that the \"Equus lambei\" was susceptible to wolf predation. Modern horses were reintroduced into North America beginning with the Spanish conquest and escaped horses subsequently spread throughout the American Great Plains. The two key elements for defining an animal as a native species are: (1) where it originated, and (2) whether it coevolved with its current North American habitat. \"E. caballus\" can lay claim to both originating in North America, as well as evolving with the western North American landscape.", "doc_score": "82.71549987792969", "publish_date": "2018/12/31"}, {"doc_id": "12796435", "text": "Rewilding (conservation biology) / the 'Rewilding Europe' initiative was established with the aim of rewilding 1 million hectares of land in ten areas including the western Iberian Peninsula, Velebit, the Carpathians and the Danube delta by 2020, mostly abandoned farmland among other identified candidate site. The present project considers only species that are still present in Europe, such as the Iberian lynx, Eurasian lynx, wolf, European jackal, Brown bear, chamois, Spanish ibex, European bison, red deer, griffon vulture, cinereous vulture, Egyptian vulture, Great white pelican and horned viper, along with a few primitive breeds of domestic horse and cattle as proxies for the extinct", "doc_score": "82.32108306884766", "publish_date": "2018/12/31"}, {"doc_id": "10008615", "text": "Evolution of the horse / toes on each foot, as well as mobile upper lips and a similar tooth structure. This means that horses share a common ancestry with tapirs and rhinoceroses. The perissodactyls arose in the late Paleocene, less than 10 million years after the Cretaceous–Paleogene extinction event. This group of animals appears to have been originally specialized for life in tropical forests, but whereas tapirs and, to some extent, rhinoceroses, retained their jungle specializations, modern horses are adapted to life on drier land, in the much harsher climatic conditions of the steppes. Other species of \"Equus\" are adapted to a variety of intermediate", "doc_score": "80.2452392578125", "publish_date": "2018/12/31"}, {"doc_id": "10008646", "text": "Evolution of the horse / in the subgenus \"E. (Asinus)\" (and hence occasionally referred to as North American ass) is closely related to \"E. ferus\". Surprisingly, the third species, endemic to South America and traditionally referred to as \"Hippidion\", originally believed to be descended from \"Pliohippus\", was shown to be a third species in the genus \"Equus\", closely related to the New World stilt-legged horse. The temporal and regional variation in body size and morphological features within each lineage indicates extraordinary intraspecific plasticity. Such environment-driven adaptative changes would explain why the taxonomic diversity of Pleistocene equids has been overestimated on morphoanatomical grounds. According to these", "doc_score": "81.1107406616211", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_23", "search_time": "2023/05/24/23:56", "search_result": [{"doc_id": "256928", "text": "Life expectancy / life expectancy in the wealthiest and richest areas is several years higher than in the poorest areas. This may reflect factors such as diet and lifestyle, as well as access to medical care. It may also reflect a selective effect: people with chronic life-threatening illnesses are less likely to become wealthy or to reside in affluent areas. In Glasgow, the disparity is amongst the highest in the world: life expectancy for males in the heavily deprived Calton area stands at 54, which is 28 years less than in the affluent area of Lenzie, which is only 8 km away. A", "doc_score": "87.09148406982422", "publish_date": "2018/12/31"}, {"doc_id": "19198476", "text": "Housing in the United Kingdom / rent from a private landlord for life. This phenomenon has been called \"generation rent\" and there is much debate about the social consequences of this change. See inequality for further information. In London, rents are double the national average and this is driving gentrification. Londoners on median earnings find they can no longer afford to rent a flat in central London. Those on median incomes who work in central London have had to move to the outer suburbs of London and the commuting towns of SE England. Many find that commuting using London's congested transport infrastructure lowers their standard of", "doc_score": "82.22677612304688", "publish_date": "2018/12/31"}, {"doc_id": "12722162", "text": "Healthy Life Years / Healthy Life Years The Healthy Life Years indicator (HLY) is a European structural indicator computed by Eurostat. It is one of the summary measures of population health, known as health expectancies, composite measures of health that combine mortality and morbidity data to represent overall population health on a single indicator. HLY measures the number of remaining years that a person of a certain age is expected to live without disability. It is actually a disability-free life expectancy. The European Union has decided to include a small set of health expectancies among its European Community Health Indicators (ECHI) to provide synthetic", "doc_score": "81.34698486328125", "publish_date": "2018/12/31"}, {"doc_id": "4538337", "text": "Affordability of housing in the United Kingdom / penalties if sold within five years. In 2016, London mayor Sadiq Khan launched an inquiry into housing costs in the city, also highlighting the impact of foreign investment. The government set up a £60 million fund to help councils deal with high levels of second home ownership. In 2016, a referendum in St Ives, Cornwall found 83.2% of voters in favour of new housing projects being reserved for full-time residents, as many tourists frequent the area and Cornwall is popular for second home and vacation property ownership. From April 2016, a Stamp Duty surcharge of three per cent of the", "doc_score": "82.13795471191406", "publish_date": "2018/12/31"}, {"doc_id": "4538336", "text": "Affordability of housing in the United Kingdom / would increase taxes on the highest priced properties and decrease them for the lowest. They claim it would also have the effect of reducing house price volatility. Land value tax is suggested by some as a replacement for council tax; it would be based entirely on land (i.e. location) value and not on the value of buildings built on a piece of land or improvements made. In 2015, the Bow Group, a conservative think-tank, produced a report suggesting a reduction in international investment demand of property. The report proposed limiting foreign residents to the purchase of single new-build properties, with", "doc_score": "84.16497039794922", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_24", "search_time": "2023/05/24/23:56", "search_result": [{"doc_id": "1815743", "text": "ReBoot / completely computer-animated TV series. A reimagined, live-action/CG-animated series, \"\", was announced in 2015, and the first ten episodes debuted on Netflix worldwide (excluding Canada) on March 30, 2018. YTV aired all twenty episodes from June 4, 2018, to July 5, 2018. The series follows the adventures of a Guardian named Bob and his companions Enzo and Dot Matrix as they work to keep the computer system of Mainframe safe from the viruses known as Megabyte and Hexadecimal. The setting is in the inner world of a computer system known by its inhabitants as Mainframe. It was deliberately chosen due to", "doc_score": "76.63720703125", "publish_date": "2018/12/31"}, {"doc_id": "20865214", "text": "The New Romantic / November 9, 2018. The New Romantic The New Romantic is a 2018 Canadian romantic comedy-drama film, written and directed by Carly Stone. It stars Jessica Barden, Hayley Law, Brett Dier, Avan Jogia, Timm Sharp and Camila Mendes. The film had its world premiere at South by Southwest on March 11, 2018. It received a limited release in Canada on October 19, 2018, by Elevation Pictures. Blake, a young woman who is frustrated by the lack of romance in her life and scared by her impending graduation from journalism school, agrees to experiment with becoming a sugar baby to a wealthy", "doc_score": "77.82355499267578", "publish_date": "2018/12/31"}, {"doc_id": "4358047", "text": "Rose Tyler / new series license, Piper reprised her role as Rose in \"\" released in November 2017, with David Tennant reprising his role as the Tenth Doctor. The stories include \"Infamy of the Zaross\", \"Sword of the Chevalier\" and \"Cold Vengeance\". Piper will reprise the role in another set of Big Finish audio stories due to be released in September 2019. Lead writer and executive producer Russell T Davies chose the name Rose because he considered it a \"good luck charm\" after he used it for Lesley Sharp's character in \"Bob & Rose\". His desire to make the show \"essentially British\" was", "doc_score": "79.21027374267578", "publish_date": "2018/12/31"}, {"doc_id": "20897212", "text": "Child's Play (2019 film) / Child's Play (2019 film) Child's Play is an upcoming American slasher film directed by Lars Klevberg and written by Tyler Burton Smith. It is the eight installment in the Child's Play franchise, the first installment in the reboot series, and a reboot of the 1988 film of the same name. It stars Gabriel Bateman, Aubrey Plaza and Brian Tyree Henry, and is produced by Seth Grahame-Smith and David Katzenberg. The film is scheduled to be released in the United States on June 21, 2019. On July 3, 2018, it was officially announced that a modern-day version of Child's Play, a", "doc_score": "77.91876983642578", "publish_date": "2018/12/31"}, {"doc_id": "6870364", "text": "Danny Cannon / series, including: \"Training Day\" (2017), \"Gotham\" (2014), \"The Tomorrow People\" (2013), \"Nikita\" (2010), \"Dark Blue\" (2009), \"The Forgotten\" (2009), and \"Eleventh Hour\" (2008). Feature film directorial credits include \"Geostorm\" (2017), \"I Still Know What You Did Last Summer\" (1998), \"Judge Dredd\" (1995), and \"The Young Americans\" (1993). Cannon is currently the executive producer (and a writer/director) of FOX's superhero series \"Gotham\" (2014-2019), which won the Critics Choice Award for Most Exciting New Series in 2014. Following the show's season five series finale in Spring 2019, Cannon will executive produce a 10-episode, straight-to-series Batman prequel for Epix, titled Pennyworth, and will", "doc_score": "78.7064208984375", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_25", "search_time": "2023/05/24/23:56", "search_result": [{"doc_id": "1327652", "text": "Procrastination / poorer grades. Steel et al. noted that those students who completed all of the practice exercises \"tended to perform well on the final exam no matter how much they delayed.\" Procrastination is considerably more widespread in students than in the general population, with over 70 percent of students reporting procrastination for assignments at some point. A 2014 panel study from Germany among several thousand university students found that increasing academic procrastination increases the frequency of seven different forms of academic misconduct, i.e., using fraudulent excuses, plagiarism, copying from someone else in exams, using forbidden means in exams, carrying forbidden means", "doc_score": "84.73075866699219", "publish_date": "2018/12/31"}, {"doc_id": "19465347", "text": "Tripartite Model of Anxiety and Depression / or absence of, is called anhedonia. Anhedonia is described as the loss of interest or the inability to experience pleasure when experiencing things that used to be pleasurable. Low levels of positive affect in the Tripartite Model characterize depression. Signs of low positive affect include fatigue, loneliness, sadness, and lethargy. Positive affect is important because it is a construct used in order to differentiate depression from anxiety. Many studies were completed to evaluate the role of positive affect in the tripartite model. A sample of university students were administered the Positive and Negative Affective Schedule (PANAS), the Beck Depression Inventory", "doc_score": "84.21371459960938", "publish_date": "2018/12/31"}, {"doc_id": "2662183", "text": "Hawthorne effect / to do with feeling free, not feeling supervised but more in control as a group. The experimental manipulations were important in convincing the workers to feel this way: that conditions were really different. The experiment was repeated with similar effects on mica-splitting workers. Clark and Sugrue in a review of educational research say that uncontrolled novelty effects cause on average 30% of a standard deviation (SD) rise (i.e. 50%–63% score rise), which decays to small level after 8 weeks. In more detail: 50% of a SD for up to 4 weeks; 30% of SD for 5–8 weeks; and 20% of", "doc_score": "83.26841735839844", "publish_date": "2018/12/31"}, {"doc_id": "13716563", "text": "Extraversion and introversion / consistency reliability of the Extraversion measure for native English-speakers is reported as.92, that for non-native English-speakers is.85. Statement measures tend to comprise more words, and hence consume more research instrument space, than lexical measures. Respondents are asked the extent to which they, for example, \"Talk to a lot of different people at parties\" or \"Often feel uncomfortable around others\". While some statement-based measures of extraversion/introversion have similarly acceptable psychometric properties in North American populations to lexical measures, their generally emic development makes them less suited to use in other populations. For example, statements asking about talkativeness in parties", "doc_score": "83.37673950195312", "publish_date": "2018/12/31"}, {"doc_id": "1956900", "text": "Rorschach test / pseudoscience. Benjamin Radford, editor of \"Skeptical Inquirer\" magazine, stated that the Rorschach \"has remained in use more out of tradition than good evidence\" and was hopeful that publication of the test might finally hasten its demise. Rorschach test The Rorschach test is a psychological test in which subjects' perceptions of inkblots are recorded and then analyzed using psychological interpretation, complex algorithms, or both. Some psychologists use this test to examine a person's personality characteristics and emotional functioning. It has been employed to detect underlying thought disorder, especially in cases where patients are reluctant to describe their thinking processes openly. The", "doc_score": "84.26979064941406", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_26", "search_time": "2023/05/24/23:56", "search_result": [{"doc_id": "3463699", "text": "Sex verification in sports / Federations\", in the Court of Arbitration for Sport, decided in July 2015. Chand had been dropped from the 2014 Commonwealth Games at the last minute after the Athletic Federation of India stated that hyperandrogenism made her ineligible to compete as a female athlete. The ruling found that there was insufficient evidence that testosterone increased female athletic performance. In doing so the court suspended the practice of hyperandrogenism regulation used by the IAAF. The practice will be declared void if the organization fails to present better evidence by July 2017. In November 2015, the IOC held a meeting to address both", "doc_score": "89.43988037109375", "publish_date": "2018/12/31"}, {"doc_id": "3463700", "text": "Sex verification in sports / its hyperandrogenism and transgender policies. In regards to hyperadrogenism in female athletes, the IOC encouraged reinstatement of the IAAF policies suspended by the Court of Arbitration for Sport. It also repeated an earlier policy statement that, to \"avoid discrimination, if not eligible for female competition the athlete should be eligible to compete in male competition\". In February 2016, it was made known that the IOC would not introduce its own policies that would impose a maximum testosterone level for the 2016 Summer Olympics. In April 2016, the United Nations Special Rapporteur on health, Dainius Pūras, criticized current and historic sex", "doc_score": "89.6465072631836", "publish_date": "2018/12/31"}, {"doc_id": "3463688", "text": "Sex verification in sports / Sex verification in sports Sex verification in sports (also known as gender verification, or loosely as gender determination or a sex test) is the issue of verifying the eligibility of an athlete to compete in a sporting event that is limited to a single sex. The issue has arisen multiple times in the Olympic games and other sporting competitions where it has been alleged that male athletes attempted to compete as women, or that a woman has an intersex condition giving an alleged unfair advantage. The first mandatory sex test issued by the IAAF for woman athletes was in July", "doc_score": "88.54917907714844", "publish_date": "2018/12/31"}, {"doc_id": "3463695", "text": "Sex verification in sports / intersex. Genetic differences can allow a person to have a male genetic make-up and female anatomy or body chemistry. In the \"Journal of the American Medical Association\", Simpson, Ljungqvist and others stated, In August 2009, South African athlete Caster Semenya was subjected to mandatory sex verification testing. In the wake of the Semenya case, testosterone testing was introduced to identify cases where testosterone levels were elevated above an arbitrary level, termed hyperandrogenism, with national Olympics committees tasked by the IOC to \"actively investigate any perceived deviation in sex characteristics\". In football, FIFA's current gender verification policy dates to May 30,", "doc_score": "88.1567611694336", "publish_date": "2018/12/31"}, {"doc_id": "1923284", "text": "Women's sports / due to cultural or societal reasons, rather than strictly religious ones. However, besides religious testaments, there are many barriers for Muslim women in relation to sports participation. A significant barrier to Muslim women's sports participation is bans on the Islamic headscarf, commonly known as the hijab. FIFA instituted such a ban in 2011, preventing the Iranian women's national football team from competing. They have since repealed the ban, but other organizations, including FIBA, maintain such regulations. At the same time, many Muslim female athletes have achieved significant success in athletic competitions. Some have also used sports towards their own empowerment,", "doc_score": "86.77110290527344", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_27", "search_time": "2023/05/24/23:56", "search_result": [{"doc_id": "6707696", "text": "Alan Halsall / \"Coronation Street\". Halsall is married to former \"Coronation Street\" and \"Wild at Heart\" actress, Lucy-Jo Hudson. They met on set and began dating in 2005. They married on 13 June 2009 in Cheshire. On 18 February 2013, via Twitter, the couple announced they were expecting their first child, a baby girl. On 8 September 2013, Hudson gave birth to their daughter, 9 days after her due date, named Sienna-Rae. The couple announced they were splitting in March 2016, and they got back together after several weeks apart. In May 2018, they announced that they were divorcing. Alan Halsall Alan David", "doc_score": "75.80792236328125", "publish_date": "2018/12/31"}, {"doc_id": "20802436", "text": "Trevor Engelson / in Los Angeles. After attending USC, Engelson began a career as a production assistant and later moved into talent management before founding his own production company, \"Underground\", in 2001. As a producer, he has worked on several films and television shows. These include \"Remember Me\", \"Outpost 37\", \"License to Wed\" and \"All About Steve\". He also produced the series \"Snowfall\". In 2018, it was announced that Engelson was to start work on an upcoming fictional drama on FOX about a British prince. Engleson met and began dating Meghan Markle in 2004. The couple married on September 10, 2011, at the", "doc_score": "76.85011291503906", "publish_date": "2018/12/31"}, {"doc_id": "2371315", "text": "Brendan Fraser / Arthur Fraser (born 2002), Holden Fletcher Fraser (born 2004), and Leland Francis Fraser (born 2006). After their home in Beverly Hills, California sold in April 2007 for $3 million, Fraser's publicist announced in December 2007 that the couple had decided to divorce. In early 2013, Fraser petitioned the courts for a reduction of his alimony and child support payments, asserting that he was unable to meet the annual obligation of $900,000; Smith, in turn, accused Fraser of hiding financial assets., Fraser lives near Bedford, New York. Fraser speaks fluent French, and serves on the board of directors for FilmAid", "doc_score": "77.08153533935547", "publish_date": "2018/12/31"}, {"doc_id": "18724206", "text": "Married at First Sight (U.S. TV series) / season finale, Amber Martorana revealed that she had moved out of Dave's home, but was hoping to reconcile with him and remain married. Dave revealed that he was unwilling to pursue counseling, believing that to be the best solution for him and Amber to find happiness. In October 2018, Danielle Bergman and Bobby Dodd announced they are pregnant with their first child, a girl. The eighth season of \"Married at First Sight\" will feature couples from Philadelphia and will premiere January 1, 2019. The ninth season of \"Married at First Sight\" will feature couples from Charlotte. Married at First Sight", "doc_score": "75.3105239868164", "publish_date": "2018/12/31"}, {"doc_id": "19126317", "text": "Matt Bellamy / in Los Angeles. In December 2014, it was announced that Bellamy and Hudson had ended their engagement. They have remained friends and are co-parents of Bing. As of February 2015, Bellamy is dating American model Elle Evans. In December 2017, they announced their engagement. In February 2017, Bellamy bought the home of tennis player Pete Sampras for $6.9 million. The property is a estate located in the Brentwood area of Los Angeles. He owns additional property in the Point Dume area of Malibu, California, as well as in London and his childhood hometown of Teignmouth. Many of Bellamy's lyrics display", "doc_score": "76.5901107788086", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_28", "search_time": "2023/05/24/23:56", "search_result": [{"doc_id": "2096359", "text": "Cornelia Africana / reference to her famous sons was filed away and replaced with the inscription as \"daughter of Africanus\" rather than \"mother of the Grachii.\" The historical Cornelia remains somewhat elusive. The figure portrayed in Roman literature likely represents more what she signified to Roman writers than an objective account. This significance changed over time as Roman society evolved, in particular the role of women. The problems in interpreting the literature are compounded by the fact only one work allegedly attributed to Cornelia herself survives, and classicists have questioned its authenticity since the nineteenth century. The \"Cornelia Fragments\", detailed above, purport to", "doc_score": "85.5661392211914", "publish_date": "2018/12/31"}, {"doc_id": "539628", "text": "Zenobia / descent claim is the relation of saint Zenobius of Florence with the queen; the Girolami banking family claimed descent from the fifth century saint, and the alleged relation was first noted in 1286. The family also extended their roots to Zenobia by claiming that the saint was a descendant of her. An evaluation of Zenobia is difficult; the queen was courageous when her husband's supremacy was threatened and by seizing the throne, she protected the region from a power vacuum after Odaenathus' death. According to Watson, she made what Odaenathus left her a \"glittering show of strength\". In the view", "doc_score": "82.91986083984375", "publish_date": "2018/12/31"}, {"doc_id": "2047320", "text": "Pulcheria / reinforced that bond by instructing that all of her remaining wealth be distributed among the poor…\" After her death, she was declared a saint by the imperial church, which is today the Roman Catholic Church and the Eastern Orthodox Church. <br> Pulcheria brought many holy relics to churches in Constantinople. The Trier Ivory, now housed in the treasury of Trier Cathedral, Germany, has been interpreted as depicting the installation of one of these relics. Historian Kenneth Holum describes the Ivory thus: \"On the Ivory Theodosius wears distinctive costume and inclines slightly forward, but essentially he remains only part of the", "doc_score": "85.16877746582031", "publish_date": "2018/12/31"}, {"doc_id": "10080805", "text": "Patricia of Naples / Patricia of Naples Saint Patricia of Naples (or Patricia of Constantinople) () (died ca. 665 AD) is an Italian virgin and saint. Tradition states that she was noble; she may have been related to the Roman Emperor. Some sources say that she was a descendant of Constantine the Great. The particulars traditional about her are unreliable and in some instances contradictory. Wishing to escape a marriage arranged by Constans II and become a nun, she went to Rome. There she received the veil from Pope Liberius. Upon the death of her father, she returned to Constantinople and, renouncing any claim", "doc_score": "85.87731170654297", "publish_date": "2018/12/31"}, {"doc_id": "10296406", "text": "Julia Bodina / Julia Bodina Julia Bodina (flourished 1st century) was a Roman Freedwoman from Mauretania North Africa. She was a former slave in the household of the Roman Client Queen Julia Urania and Roman Client King Ptolemy of Mauretania. In Cherchell Algeria, a funeral inscription has been found that belongs to Bodina. Cherchell was then known as Caesaria, the capital of the Roman Client Kingdom of Mauretania in the Roman Empire. In her funeral inscription, Bodina ascribes Julia Urania as \"Queen Julia Urania\". Julia Urania was ascribed as \"Queen \"as a local courtesy or probably a posthumous honor as a dedication to", "doc_score": "87.20881652832031", "publish_date": "2018/12/31"}]}
{"question_id": "20230324_29", "search_time": "2023/05/24/23:56", "search_result": [{"doc_id": "20486832", "text": "Leyton Cross / 120 metres east of the present boundary with Dartford Heath. It was discovered by the owner of the property Mr John (Jack) Oliver whilst excavating the foundations of a home extension in 1986. The hoard comprises two axe-heads, a razor and a knife. Dartford Museum, where the items are currently on display, says on the accompanying item description that they are the oldest man-made objects to be unearthed in the Dartford area, and describes the find as \"one of the most exciting archaeological discoveries to be made in the area during the 20th Century\". The shaving razor is thought to", "doc_score": "77.72669219970703", "publish_date": "2018/12/31"}, {"doc_id": "14718011", "text": "Stanchester Hoard / Stanchester Hoard The Stanchester Hoard is a hoard of 1,166 Roman coins dating from the fourth to early fifth century found at Wilcot, in the Vale of Pewsey, Wiltshire, England in 2000. The find was considered important because of the large quantity of unclipped silver coins contained within. It was also the latest dated example of Roman coins found in Wiltshire. The hoard was discovered in a field on 25 July 2000 by John and David Philpotts, using metal detectors. It had been buried in a flagon made from the pottery known as Alice Holt pottery. The hoard was named", "doc_score": "78.7029800415039", "publish_date": "2018/12/31"}, {"doc_id": "16019888", "text": "Bredon Hill Hoard / are the largest hoard of Roman coins to have been discovered in Worcestershire to date. The hoard was discovered by metal detectorists Jethro Carpenter and Mark Gilmour from Redditch on 18 June 2011 on Bredon Hill, where they had often metal detected in the past with the permission of the landowner. After their metal detector indicated a metal object they found a nail, but they kept digging when the metal detector continued to register more metal objects, and they found several sherds of pottery, and then some coins, about 50 cm beneath the surface. Once they realised that there were", "doc_score": "80.2510986328125", "publish_date": "2018/12/31"}, {"doc_id": "16385383", "text": "Beau Street Hoard / or public facility. The Beau Street Hoard is the largest hoard ever found in the UK by a professional archaeologist. The coins were found fused together into a large block. It was secreted under the floor of a Roman building near the face of a masonry wall, within a small oval pit measuring about. The find's location makes it highly unusual, as hoards more typically come from rural locations. It was thought initially that the hoard comprised up to 30,000 coins but the estimated number was subsequently reduced to around 17,400. The hoard appears to have been deposited towards", "doc_score": "75.43453979492188", "publish_date": "2018/12/31"}, {"doc_id": "4091899", "text": "Artognou stone / Artognou stone The Artognou stone, sometimes erroneously referred to as the Arthur stone, is an archaeological artefact uncovered in Cornwall in the United Kingdom. It was discovered in 1998 in securely dated sixth-century contexts among the ruins at Tintagel Castle in Cornwall, a secular, high status settlement of sub-Roman Britain. It appears to have originally been a practice dedication stone for some building or other public structure, but it was broken in two and re-used as part of a drain when the original structure was destroyed. Upon its discovery the stone achieved some notoriety due to the suggestion that \"Artognou\"", "doc_score": "77.4483413696289", "publish_date": "2018/12/31"}]}
