{"question_id": "20230120_0", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "684346", "text": "Verkhoyansk / Verkhoyansk Verkhoyansk (;, \"Verkhoyanskay\") is a town in Verkhoyansky District of the Sakha Republic, Russia, located on the Yana River near the Arctic Circle, from Batagay, the administrative center of the district, and north of Yakutsk, the capital of the republic. As of the 2010 Census, its population was 1,311. The town holds the Guinness world record for the greatest temperature range on Earth:. Cossacks founded an ostrog in 1638, southwest of the modern town. The ostrog's name \"Verkhoyansky\", roughly translating from Russian as \"the town on the Upper Yana\", derived from its geographical location on the upper", "doc_score": "94.81946563720703", "publish_date": "2018/12/31"}, {"doc_id": "12558449", "text": "Cold / Cold Cold is the presence of low temperature, especially in the atmosphere. In common usage, cold is often a subjective perception. A lower bound to temperature is absolute zero, defined as 0.00K on the Kelvin scale, an absolute thermodynamic temperature scale. This corresponds to on the Celsius scale, on the Fahrenheit scale, and on the Rankine scale. Since temperature relates to the thermal energy held by an object or a sample of matter, which is the kinetic energy of the random motion of the particle constituents of matter, an object will have less thermal energy when it is colder and", "doc_score": "85.57219696044922", "publish_date": "2018/12/31"}, {"doc_id": "684349", "text": "Verkhoyansk / transitional seasons. Verkhoyansk has an extreme subarctic climate (Köppen \"Dfd\") dominated much of the year by high pressure. This has the effect of cutting off the region from warming influences in winter and together with a lack of cloud cover leads to extensive heat losses during the cooler months. Verkhoyansk is one of the places considered the northern Pole of Cold, the others being Oymyakon, located 629 km (391 miles) away by air, and Delyankir. The lowest temperature recorded there, in February 1892, was, recorded on February 5 and 7. This was formerly the coldest officially recorded temperature in", "doc_score": "86.47270965576172", "publish_date": "2018/12/31"}, {"doc_id": "2905925", "text": "Oymyakon / Oymyakon Oymyakon (, ;, \"Öymököön\", ) is a rural locality (a \"selo\") in Oymyakonsky District of the Sakha Republic, Russia, located along the Indigirka River, northwest of Tomtor on the Kolyma Highway. It is one of the coldest permanently inhabited locales on Earth. It is named after the Oymyakon River, whose name reportedly comes from the Even word \"kheium\", meaning \"unfrozen patch of water; place where fish spend the winter.\" However, another source states that the Even word \"heyum\" (hэjум) (\"kheium\" may be a misspelling) means \"frozen lake\". Oymyakon has two main valleys beside it. These valleys trap wind", "doc_score": "89.71788024902344", "publish_date": "2018/12/31"}, {"doc_id": "1938038", "text": "Lowest temperature recorded on Earth / Wild reported that a temperature of was noted in Verkhoyansk. A later measurement at the same place in February 1892 was reported as. Soviet researchers later announced a recording of in February 1933 at Oymyakon, about to the south-east of Verkhoyansk; this measurement was reported by Soviet texts through the 1940s as a record low, with the previous measurement from Verkhoyansk retroactively adjusted to. The next reliable measurement was made during the 1957 season at the Amundsen–Scott South Pole Station in Antarctica, yielding on May 11 and on September 17. A subsequent measurement of, on August 24,", "doc_score": "89.92037963867188", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_1", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "2348497", "text": "National day / parentheses. Days that are not fixed to the Gregorian calendar are sorted by their 2017 occurrences. National day A national day is a designated date on which celebrations mark the nationhood of a nation or non-sovereign country. This nationhood can be symbolized by the date of independence, of becoming a republic or a significant date for a patron saint or a ruler (birthday, accession, removal, etc.). Often the day is not called \"National Day\" but serves and can be considered as one. The national day will often be a national holiday. Many countries have more than one national day. Most", "doc_score": "82.34703826904297", "publish_date": "2018/12/31"}, {"doc_id": "2675811", "text": "Public holidays in India / Eid ul-Adha, Mawlid, Muharram; Buddhist festivals like Ambedkar Jayanti, Buddha Jayanti, Dhammachakra Pravartan Day and Losar; and Christian festivals of Christmas and days of observances such as Good Friday are observed throughout India. National holidays are observed in all states and union territories. India has three national days. They are: Hindus celebrate a number of festivals all through the year. Hindu festivals have one or more of religious, mythological and seasonal significance. The observance of the festival, the symbolisms used and attached, and the style and intensity of celebration varies from region to region within the country. A list of", "doc_score": "82.22929382324219", "publish_date": "2018/12/31"}, {"doc_id": "628091", "text": "Public holiday / Public holiday A public holiday, national holiday or legal holiday is a holiday generally established by law and is usually a non-working day during the year. Sovereign nations and territories observe holidays based on events of significance to their history, such as the National Day. For example, Australians celebrate Australia Day. They vary by country and may vary by year. With 36 days a year, Nepal is the country with the highest number of public holidays but it observes six working days a week. India ranks second with 21 national holidays, followed by Colombia and the Philippines at 18 each.", "doc_score": "82.7490463256836", "publish_date": "2018/12/31"}, {"doc_id": "166049", "text": "Holiday / nations and territories observe holidays based on events of significance to their history. For example, Americans celebrate Independence Day, celebrating the signing of the Declaration of Independence in 1776. Other secular (non-religious) holidays are observed nationally, internationally (often in conjunction with organizations such as the United Nations), and across multi-country regions. The United Nations Calendar of Observances dedicates decades to a specific topic, but also a complete year, month, week and days. Holidays dedicated to an observance such as the commemoration of the ending of World War II, or the Shoah, can also be part of the reparation obligation as", "doc_score": "82.35462188720703", "publish_date": "2018/12/31"}, {"doc_id": "5006672", "text": "National Day of Prayer / called for prayer and fasting. The fall observance was established by President Abraham Lincoln as the official Thanksgiving holiday in 1863. The spring observance was established by President Harry S. Truman in 1952 as the National Day of Prayer. Friction in 1768–1776 between the American colonists and England spurred some American cities and colonies to proclaim days of prayer. For instance, Boston declared a day of fasting and prayer in September 1768, as a protest against a British plan to station troops in the city. The Colony of Virginia's House of Burgesses established a day of fasting and prayer to", "doc_score": "80.8972396850586", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_2", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "20913576", "text": "Operation Samudra Maitri / the deadliest earthquake worldwide so far in 2018. The Indonesian Agency for Meteorology, Climatology and Geophysics (BMKG) confirmed that a tsunami had been triggered with its height reaching an estimated maximum of, striking the settlements of Palu, Donggala and Mamuju along its path. A pair of Indian Air Force C-130J Hercules and Boeing C-17 transport aircraft departed on 3 October 2018 morning with medical personnel and relief material. The Indian Ministry of External Affairs informed that the C-130J was carrying a medical team along with tents and equipment to set up a field hospital, and that the C-17 aircraft", "doc_score": "85.76143646240234", "publish_date": "2018/12/31"}, {"doc_id": "20326986", "text": "2017 South Asian floods / million have been affected by them, and around 461,000 have been forced out of their residences. Over 34,000 homes were flooded, destroying 1,000. Parts of the Mahendra Highway, the most important east-west connection in the country, were washed away, and agricultural experts predicted that the country's rice production would be adversely affected. The runway of Biratnagar Airport was flooded and the airport was forced to close on 15 August. Experts stated that the flooding was the worst seen by Nepal in several years; about one-third of the country was flooded, much of it in the poorest areas of the country.", "doc_score": "84.18769836425781", "publish_date": "2018/12/31"}, {"doc_id": "18098073", "text": "2014 Jinnah International Airport attack / the army and security institutions for saving the day. 2014 Jinnah International Airport attack On 8 June 2014, 10 militants armed with automatic weapons, a rocket launcher, suicide vests, and grenades attacked Jinnah International Airport in Karachi, Pakistan. 36 people were killed, including all 10 attackers, and 18 others were wounded. The militant organisation Tehrik-i-Taliban Pakistan (TTP) initially claimed responsibility for the attack. According to state media, the attackers were foreigners of Uzbek origin who belonged to the Islamic Movement of Uzbekistan (IMU), an Al Qaeda-linked militant organisation that works closely with TTP. The TTP later confirmed that the attack", "doc_score": "84.58079528808594", "publish_date": "2018/12/31"}, {"doc_id": "6348685", "text": "Kashmir conflict / reason had a different constitutional status to other Indian states. In October 2015 Jammu and Kashmir High Court said that article 370 is \"permanent\" and Jammu and Kashmir did not merge with India the way other princely states merged but retained special status and limited sovereignty under Indian constitution. In 2016 (8 July 2016 – present) unrest erupted after killing of a Hizbul Mujahideen militant Burhan Wani by Indian security forces. According to the mid-12th century text \"Rajatarangini\" the Kashmir Valley was formerly a lake. Hindu mythology relates that the lake was drained by the sage Kashyapa, by cutting a", "doc_score": "82.72030639648438", "publish_date": "2018/12/31"}, {"doc_id": "20978769", "text": "2018 Orakzai bombing / 2018 Orakzai bombing On 23 November 2018, at least 33 people were killed and 56 others were injured in a suicide bombing in Kalaya, Orakzai District, Khyber Pakhtunkhwa, Pakistan. On the same day, an armed assault on the Chinese consulate in Karachi, Pakistan killed four people. However, the two attacks are likely unconnected. On 23 November 2018, around 10:30 am PST a bomb blast on Friday in market Kalaya, Orakzai District, Khyber Pakhtunkhwa, Pakistan, the Islamic State of Iraq and the Levant later claimed responsibility for the bombing. At least 33 people were killed which included three members of the", "doc_score": "86.10009002685547", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_3", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "20053355", "text": "PGL Major Kraków 2017 / PGL Major Kraków 2017 PGL Major Kraków 2017, also known as PGL Major 2017 or Kraków 2017, was the eleventh \"\". It was organized by PGL and held in Kraków, Poland from July 16 to 23, 2017. It features sixteen professional teams from around the world. Eight teams directly qualified based on their top eight placement in the last major, ELEAGUE Major 2017, while another eight teams qualified through the Offline Major Qualifier. The PGL Major was the fourth consecutive major with a prize pool of 1,000,000 since Valve announced the prize pool increase from 250,000 at MLG Columbus", "doc_score": "79.45849609375", "publish_date": "2018/12/31"}, {"doc_id": "2854866", "text": "NCAA Division I Men's Soccer Tournament / NCAA Division I Men's Soccer Tournament The NCAA Division I Men's Soccer Tournament, sometimes known as the College Cup, is an American intercollegiate soccer tournament conducted by the National Collegiate Athletic Association (NCAA), and determines the Division I men's national champion. The tournament has been formally held since 1959, when it was an eight-team tournament. Since then, the tournament has expanded to 48 teams, in which every Division I conference tournament champion is allocated a berth. Among the most successful programs, Saint Louis won 10 titles during dynasty years between 1959 and 1973. Indiana has won 8 titles beginning in", "doc_score": "76.66032409667969", "publish_date": "2018/12/31"}, {"doc_id": "2753192", "text": "NCAA Division I Men's Basketball Tournament / is played on Monday. As is noted above, which regional champion will play which, and in which semifinal they play, is determined by the overall rankings of the four No. 1 seeds in the original bracket, not on the ranks of the eventual Final Four teams themselves. <nowiki>*</nowiki> 2013 title vacated by NCAA. Mid-major teams—which are defined, as of 2018, as teams from the America East Conference (America East), Atlantic Sun Conference (ASUN), Big Sky Conference (Big Sky), Big South Conference (Big South), Big West Conference (Big West), Colonial Athletic Conference (CAA), Conference USA (C-USA), Horizon League (Horizon), Ivy League", "doc_score": "79.37187194824219", "publish_date": "2018/12/31"}, {"doc_id": "20950885", "text": "2018 NCAA Division I Men's Soccer Championship Game / Tournament. A late season resurgence by both programs allowed both to reach the NCAA final. The three-time defending champions, Stanford, were eliminated in the quarterfinals by Akron. The match was broadcast on ESPN2. The NCAA Division I Men's Soccer Tournament, sometimes known as the College Cup, is an American intercollegiate soccer tournament conducted by the National Collegiate Athletic Association (NCAA), and determines the Division I men's national champion. The tournament has been formally held since 1959, when it was an eight-team tournament. Since then, the tournament has expanded to 48 teams, in which every Division I conference tournament champion is", "doc_score": "78.79450988769531", "publish_date": "2018/12/31"}, {"doc_id": "18433741", "text": "2018 NCAA Division I Men's Basketball Tournament / for the first time since 1994, the tournament returned to Wichita and the state of Kansas where Intrust Bank Arena hosted first round games. The state of North Carolina was threatened with a 2018-2022 championship venue boycott by the NCAA, due to the HB2 law passed in 2016. However, the law was repealed (but with provisos) days before the NCAA met to make decisions on venues in April 2017. At that time, the NCAA board of governors \"reluctantly voted to allow consideration of championship bids in North Carolina by our committees that are presently meeting\". Therefore, Charlotte was eligible and", "doc_score": "79.09699249267578", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_4", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "20531955", "text": "South Dakota v. Wayfair, Inc. / was one of the first so-called \"kill \"Quill\"\" bills, purposely made to challenge the \"Quill\" ruling based on the \"Direct Marketing Ass'n\" results. The proposed law established various safeguards for vendors, and required only those with sales of over or with more than 200 different transactions to residents in the state to collect taxes. Furthermore the law applied prospectively only (not retroactively), and further included provisions whereby it would not take effect until a final court ruling on its constitutionality. By April 2017, at least twenty other states had pending or enacted similar legislation designed to challenge \"Quill\", including Alabama,", "doc_score": "79.863525390625", "publish_date": "2018/12/31"}, {"doc_id": "9237261", "text": "Anti-Gag Statute / Anti-Gag Statute The anti-gag statute is a little-known legal boundary in the long struggle in the United States between Executive Branch secrecy and the United States Congress and the public’s right to know. Since 1988, the statute has been an annual appropriations restriction drawing the line on Executive branch efforts to limit whistleblowing disclosures to information that is specifically identified in advance as classified. The anti-gag statute requires a mandatory, specifically worded addendum on any nondisclosure policy, form or agreement to legally spend money to implement or enforce the gag order. The addendum states that the Whistleblower Protection Act of", "doc_score": "79.35000610351562", "publish_date": "2018/12/31"}, {"doc_id": "10336837", "text": "Security breach notification laws / information to notify the owner or licensee of the information of any breach of the security of the data. In general, most state laws follow the basic tenets of California's original law: Companies must immediately disclose a data breach to customers, usually in writing. California has since broadened its law to include compromised medical and health insurance information. The National Conference of State Legislatures maintains a list of enacted and proposed security breach notification laws. A number of bills that would establish a national standard for data security breach notification have been introduced in the U.S. Congress, but none passed", "doc_score": "78.1631851196289", "publish_date": "2018/12/31"}, {"doc_id": "9804160", "text": "Hyde Amendment / in the face of funding bans. Consequently, the cutoff of federal Medicaid funds prompted some states to provide public funding for abortion services from their own coffers. Over time the number of states doing so has gradually expanded, either through legislation or consequent to judicial rulings mandating equal access to health care for low-income women. There are currently 17 states who use their own state funds to provide medically necessary abortions and similar services. These states include Alaska, Arizona, California, Connecticut, Hawaii, Illinois, Maryland, Massachusetts, Minnesota, Montana, New Jersey, New Mexico, New York, Oregon, Vermont, Washington, and West Virginia. Specific", "doc_score": "80.86190032958984", "publish_date": "2018/12/31"}, {"doc_id": "17127386", "text": "Restroom Access Act / to lawsuits, as well as concerns about security and intellectual property. There is support for a federal version of the act, but some small-business people object to the public using their employee bathrooms. In general, each state requires that the customer present a document signed by a medical professional attesting that the customer uses an ostomy device or has Crohn's disease, ulcerative colitis, or other inflammatory bowel disease or medical condition requiring access to a toilet facility without delay. In at least two states, Oregon and Tennessee, the customer can present an identification card issued by a national organization advocating", "doc_score": "79.17584991455078", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_5", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "10884083", "text": "Smart grid / the potential to impact 15 states, put 93 million people in the dark, and cost the country's economy anywhere from $243 billion to $1 trillion in various damages. According to the U.S. House of Representatives Subcommittee on Economic Development, Public Buildings, and Emergency Management, the electric grid has already seen a sizable number of cyber intrusions, with two in every five aiming to incapacitate it. As such, the U.S. Department of Energy has prioritized research and development to decrease the electric grid's vulnerability to cyberattacks, citing them as an \"imminent danger\" in its 2017 Quadrennial Energy Review. The Department of", "doc_score": "80.2026596069336", "publish_date": "2018/12/31"}, {"doc_id": "19399809", "text": "National Strategic Computing Initiative / have high-performance computing programs, those at the other three deployment agencies would be new. The initiative was created by Executive Order 13702, signed by President Barack Obama on July 29, 2015. The initiative had been under development since 2012. The July 2015 executive order formally establishing the program was seen as the result of deadlock and opposition in Congress to the Obama administration's fiscal year 2016 budget request. As part of the initiative, a request for information on \"Science Drivers Requiring Capable Exascale High Performance Computing\" was issued by the National Science Foundation on September 15, 2015. The initiative's Implementation", "doc_score": "79.68196105957031", "publish_date": "2018/12/31"}, {"doc_id": "19399812", "text": "National Strategic Computing Initiative / programs. In late 2016, the first exascale systems were expected to be operational by 2022. National Strategic Computing Initiative The National Strategic Computing Initiative (NSCI) is a United States initiative calling for the accelerated development of technologies for exascale supercomputers, and funding research into post-semiconductor computing. The initiative was created by an executive order issued by President Barack Obama in July 2015. Ten United States government departments and independent agencies are involved in the initiative. The initiative initially brought together existing programs, with some dedicated funding increases proposed in the Obama administration's 2017 budget request. The initiative's strategic plan was", "doc_score": "80.67402648925781", "publish_date": "2018/12/31"}, {"doc_id": "16638772", "text": "Teneo / a number which had risen to 130 employees by August. Teneo signed a number of high-profile clients at its founding, and by the summer of 2012 the firm's roster included Dow Chemical, Coca-Cola, BHP, and UBS among others. By 2013 the Clinton's connection had become a focus of the press and the Republican party. Teneo launched Teneo Consulting on May 30, 2013, which it described as complementary to its \"existing Strategy, Capital, Intelligence, Restructuring and 360 platforms.\" Teneo announced the division would be \"advising on technology, organizational structuring, business process, change management and other core services.\" Chris Wearing from JPMorgan", "doc_score": "78.29551696777344", "publish_date": "2018/12/31"}, {"doc_id": "19399805", "text": "National Strategic Computing Initiative / National Strategic Computing Initiative The National Strategic Computing Initiative (NSCI) is a United States initiative calling for the accelerated development of technologies for exascale supercomputers, and funding research into post-semiconductor computing. The initiative was created by an executive order issued by President Barack Obama in July 2015. Ten United States government departments and independent agencies are involved in the initiative. The initiative initially brought together existing programs, with some dedicated funding increases proposed in the Obama administration's 2017 budget request. The initiative's strategic plan was released in July 2016. The program has five strategic themes: At an April 2016 forum,", "doc_score": "82.02671813964844", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_6", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "4168943", "text": "Rose Bowl (stadium) / (LVI) is scheduled for February 2022 at the Rams' and Chargers' new stadium in Inglewood (the Rams returned to Los Angeles in 2016, the Chargers the following year). Though best known as an American football stadium, the Rose Bowl is also one of the most decorated soccer (association football) venues in the world. The stadium hosted the prestigious 1994 FIFA World Cup Final (an event watched by over 700 million people worldwide), the 1999 FIFA Women's World Cup Final, and the 1984 Olympic Gold Medal Match, making it the only venue in the world to host all three of international", "doc_score": "75.45331573486328", "publish_date": "2018/12/31"}, {"doc_id": "14885556", "text": "American football at the Summer Olympics / international tournament, which itself is held every four years. In 2013, The International Olympic Committee gave provisional recognition to The International Federation of American Football, setting up a possible vote on its future participation in the Olympics. In 2015, American Football wasn't included in the 2020 additions. Saint Louis University and Washington University in St. Louis initially sought to contest an Olympic football championship, but were unable to host it officially. Both teams ended up simply playing their regular seasons from teams around the country, making their status as an official demonstration sport dubious. St. Louis was declared the champion", "doc_score": "78.26866149902344", "publish_date": "2018/12/31"}, {"doc_id": "7584339", "text": "FIFA World Cup hosts / States and Mexico, and the second one was from CAF with a bid by Morocco. The host was announced on 13 June 2018 at the 68th FIFA Congress in Moscow, Russia. The United Bid from Canada, Mexico and the United States was selected over the Morocco bid by 134 votes to 65 with 1 selecting neither and 3 abstentions. This will be the first World Cup to be hosted by more than two countries. Mexico becomes the first country to host three men's World Cups and its Estadio Azteca, should selected, will become the first stadium to stage three World", "doc_score": "78.43821716308594", "publish_date": "2018/12/31"}, {"doc_id": "20950885", "text": "2018 NCAA Division I Men's Soccer Championship Game / Tournament. A late season resurgence by both programs allowed both to reach the NCAA final. The three-time defending champions, Stanford, were eliminated in the quarterfinals by Akron. The match was broadcast on ESPN2. The NCAA Division I Men's Soccer Tournament, sometimes known as the College Cup, is an American intercollegiate soccer tournament conducted by the National Collegiate Athletic Association (NCAA), and determines the Division I men's national champion. The tournament has been formally held since 1959, when it was an eight-team tournament. Since then, the tournament has expanded to 48 teams, in which every Division I conference tournament champion is", "doc_score": "76.35527038574219", "publish_date": "2018/12/31"}, {"doc_id": "19262475", "text": "2017 Rose Bowl / 2017 Rose Bowl The 2017 Rose Bowl was a college football bowl game played on January 2, 2017 at the Rose Bowl stadium in Pasadena, California. This 103rd Rose Bowl Game matched the Big Ten Conference champions Penn State Nittany Lions against the USC Trojans of the Pac-12 Conference, a rematch of the 1923 and 2009 Rose Bowls, the former the first appearance for either team in the bowl and the latter the most recent appearance for either team. It was one of the 2016–17 bowl games that concluded the 2016 FBS football season. Sponsored by the Northwestern Mutual financial", "doc_score": "75.80548858642578", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_7", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "18904127", "text": "2013–2018 Nicaraguan protests / made people to stand-up. After five days of deadly unrest, Ortega announced the cancellation of the reforms. Since then, Ortega faced the largest protests in his government's history, with the protest movement spreading to denounce Ortega in general and demanding his resignation. Steven Levitsky of Harvard University stated that, \"Only under the dictatorships of the past... were presidents reelected for life\", with Levitsky further saying that while Latin America experienced democracy, citizens opposed \"indefinite reelection, because of the dictatorships of the past\". Levitsky then noted that \"In Nicaragua... reelection is associated with the same problems of 100 years", "doc_score": "79.99568939208984", "publish_date": "2018/12/31"}, {"doc_id": "20505398", "text": "2017–18 Iranian protests / the dictator!\" — referring to Supreme Leader Ayatollah Ali Khamenei — and asking security forces to join them. The protests mark the most intense domestic challenge to the Iranian government since the 2009 presidential election protests. However, these protests differ from the Green movement in participants, causes, goals, and chants. While some analysts suggest the protests are a result of unfavorable economic policies adopted by the administration of Iranian President Hassan Rouhani, others say that dissatisfaction with the theocratic regime and the Supreme Leader are the actual causes of the unrest. Rouhani acknowledged on 8 January 2018 that \"people had", "doc_score": "82.54407501220703", "publish_date": "2018/12/31"}, {"doc_id": "2679798", "text": "Resignation / However, ascertaining whether an employee had an intent to resign depends on all the circumstances. As the Ontario Supreme Court noted, an employee's storming off may not legally be a resignation. Although government officials may tender their resignations, they are not always accepted. This could be a gesture of confidence in the official, as with US President George W. Bush's refusal of his Secretary of Defense Donald Rumsfeld's twice-offered resignation during the Abu Ghraib prison abuse scandal. However, refusing a resignation can be a method of severe censure if it is followed by dismissal; Alberto Fujimori attempted to resign as", "doc_score": "81.2685317993164", "publish_date": "2018/12/31"}, {"doc_id": "20691180", "text": "2018 Nicaraguan protests / president's resignation. The next day on 24 April, 200 detainees were released by Nicaraguan authorities as a result of dialogue between the government and other organizations. Nicaraguan Attorney General Inés Miranda announced on 26 April that a formal investigation into the deaths during the protests. On 27 April, President of the National Assembly Gustavo Porras announced a truth commission to examine the deaths and violence during the unrest. Head of the National Police Aminta Granera announced her resignation in face of the criticism of her handling of the unrest and alleged police repression of protests. Hundreds of thousands participated in", "doc_score": "81.88516235351562", "publish_date": "2018/12/31"}, {"doc_id": "4029287", "text": "State of Emergency in India / State of Emergency in India A state of emergency in India refers to a period of governance under an altered constitutional setup that can be proclaimed by the President of India, when he/she perceives grave threats to the nation from internal and external sources or from financial situations of crisis. Under the advice of the cabinet of ministers and using the powers vested in him/her largely by Part XVIII of the Constitution of India, the President can overrule many provisions of the constitution, which guarantee fundamental rights to the citizens of India and acts governing devolution of powers to the", "doc_score": "79.94983673095703", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_8", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "16346111", "text": "Contraceptive mandate / are also opposed by active Christian Evangelicals. Other organizations, such as Planned Parenthood, supported the provision. In response to the criticism, the Obama administration proposed changes under which birth control medication would be provided by the insurers without direct involvement by the religious organization. Regulations were issued on March 16, 2012 for employees of enterprises controlled by religious institutions which self insure. Further regulations were issued on March 16, 2012 which require coverage for students at institutions controlled by religious organizations which purchase insurance. It is believed by the federal government that it is not possible under current law to", "doc_score": "83.08850860595703", "publish_date": "2018/12/31"}, {"doc_id": "2270817", "text": "Partial-Birth Abortion Ban Act / Two Senators were absent, Kay Bailey Hutchison (R-TX), a supporter of the bill, and John Edwards (D-NC), an opponent of the bill. The only substantive difference between the House and Senate versions was the Harkin Amendment expressing support for \"Roe v. Wade\". A House–Senate conference committee deleted the Harkin Amendment, which therefore is absent from the final legislation. On November 5, 2003, after being passed by both the House and the Senate, the bill was signed by President George W. Bush to become law. The constitutionality of the law was challenged immediately after the signing. Three different U.S. district courts", "doc_score": "82.61717987060547", "publish_date": "2018/12/31"}, {"doc_id": "16346097", "text": "Contraceptive mandate / Contraceptive mandate A contraceptive mandate is a government regulation or law that requires health insurers, or employers that provide their employees with health insurance, to cover some contraceptive costs in their health insurance plans. In 1978, the United States Congress made it clear that discrimination on the basis of pregnancy was discrimination on the basis of sex. In 2000, the Equal Employment Opportunity Commission ruled that companies that provided insurance for prescription drugs to their employees but excluded birth control were violating the Civil Rights Act of 1964. President Obama signed the Patient Protection and Affordable Care Act (ACA) on", "doc_score": "81.8019027709961", "publish_date": "2018/12/31"}, {"doc_id": "3862862", "text": "Single-payer healthcare / single-payer health care. California attempted passage of a single-payer bill as early as 1994, and the first successful passages of legislation through the California State Legislature, SB 840 or \"The California Universal Healthcare Act\" (authored by Sheila Kuehl), occurred in 2006 and again in 2008. Both times, Governor Arnold Schwarzenegger vetoed the bill. State Senator Mark Leno has reintroduced the bill in each legislative session since. On February 17, 2017, SB 562, which is also known as \"The Healthy California Act\" was introduced to the California State Senate. This bill is a $400 billion plan that was sponsored by the", "doc_score": "80.81976318359375", "publish_date": "2018/12/31"}, {"doc_id": "16346113", "text": "Contraceptive mandate / still requires Catholics in the insurance industry to violate their consciences. Catholic opinion is split with a \"New York Times\"/CBS News poll showing 57% support of the regulations among Catholic voters and about the same by non-Catholics. In June 2013, the Tenth Circuit Court of Appeals allowed a lawsuit against the mandate by arts and crafts retailer, Hobby Lobby to proceed. The Green family objected to contraceptives which they believe may prevent implantation of a fertilized egg, which according to the Association of American Physicians and Surgeons, American Association of Pro-Life Obstetricians & Gynecologists, Christian Medical Association, Catholic Medical Association,", "doc_score": "82.26459503173828", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_9", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "20665928", "text": "2018 WWE Superstar Shake-up / \"Raw\" and \"SmackDown Live\", respectively. Instead of a traditional draft, the brands' general managers made trades and other deals between their respective talent. On April 10, Paige, who had retired from in-ring competition the previous night, was introduced as SmackDown's new general manager. She replaced Daniel Bryan, who returned to being a full-time wrestler. The following wrestlers and other personnel changed brands on the April 16 episode of \"Raw\". The following wrestlers and other personnel changed brands on the April 17 episode of \"SmackDown Live\". Immediately after being traded to Raw, Jinder Mahal had to defend the United States Championship", "doc_score": "83.12985229492188", "publish_date": "2018/12/31"}, {"doc_id": "20096727", "text": "2017 WWE Superstar Shake-up / 2017 WWE Superstar Shake-up The 2017 WWE Superstar Shake-up was the eleventh WWE draft, albeit a non-traditional one, produced by the American professional wrestling promotion WWE between the Raw and SmackDown brands. It was a two-day event that took place on the April 10 and 11 episodes of \"Monday Night Raw\" and \"SmackDown Live\", respectively, on the USA Network in the United States. \"Raw\" was broadcast from Uniondale, New York at the Nassau Veterans Memorial Coliseum, while \"SmackDown Live\" was broadcast from Boston, Massachusetts at TD Garden. On the April 3 episode of \"Raw\", WWE Chairman Vince McMahon announced a", "doc_score": "78.96440124511719", "publish_date": "2018/12/31"}, {"doc_id": "19966155", "text": "÷ Tour / 2018, when the rescheduled dates for Asia took place, and he has already announced that he will perform in Seoul, a date that was cancelled in late 2017. Sheeran later announced a show on February 3, 2019 in Mexico City, Mexico at Estadio Azteca, as well as a second date in Cape Town, South Africa at Cape Town Stadium, scheduled for March 28, 2019. On November 28, Sheeran added dates in Tokyo, Osaka, and Jakarta. He later added a second show in Singapore. In Ireland, more than 300,000 tickets for seven shows across Cork, Belfast, Galway and Dublin were sold", "doc_score": "78.04998779296875", "publish_date": "2018/12/31"}, {"doc_id": "19840651", "text": "24K Magic World Tour / B was originally scheduled to be the opening act for the North American dates in September 2018, however, she decided to withdrew before it began due to personal reasons. On 14 August 2018, Bruno Mars added Ciara, Charlie Wilson, Ella Mai and Boyz II Men to his tour after Cardi B dropped out of the tour. Matilda Egere-Cooper rated the London concert five stars out of five. The tour's first European leg had a profit of $52.7 million. In 2017, StubHub ranked Bruno Mars as the site's biggest touring act of the year, due to demand for his 24K Magic", "doc_score": "77.89106750488281", "publish_date": "2018/12/31"}, {"doc_id": "19966153", "text": "÷ Tour / the main opener for the North American stadium leg, along with Anne-Marie and Lauv in selected dates. On 25 June 2018, Sheeran added two dates, performing in South Africa in March 2019. On September 19, 2018, Sheeran added more 2019 dates to the tour, performing in stadiums across Europe and the UK, starting in May 2019. Due to high demand, numerous additional dates were added to the tour itinerary. Sheeran later added even more 2019 dates to the Divide tour, performing in Brazil, Uruguay, and Argentina in February 2019. He also announced that he would be returning to Asia in", "doc_score": "78.7098159790039", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_10", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "12533276", "text": "Troubled Asset Relief Program / provided to bank holding companies, those holding companies have only used a fraction of such funds to recapitalize their bank subsidiaries. Many analysts speculated TARP funds could be used by stronger banks to buy weaker ones. On October 24, 2008, PNC Financial Services received $7.7 billion in TARP funds, then only hours later agreed to buy National City Corp. for $5.58 billion, an amount that was considered a bargain. Despite ongoing speculation that more TARP funds could be used by large-but-weak banks to gobble up small banks, as of October 2009, no further such takeover had occurred. The Senate Congressional", "doc_score": "82.27957153320312", "publish_date": "2018/12/31"}, {"doc_id": "13212519", "text": "2010 United States foreclosure crisis / support each state attorney general vigorously prosecuting all notarization fraud.” On February 9, 2012, it was announced that the five largest mortgage servicers (Ally/GMAC, Bank of America, Citi, JPMorgan Chase, and Wells Fargo) agreed to a historic settlement with the federal government and 49 states. The settlement, known as the National Mortgage Settlement (NMS), required the servicers to provide about $26 billion in relief to distressed homeowners and in direct payments to the states and federal government. This settlement amount makes the NMS the second largest civil settlement in U.S. history, only trailing the Tobacco Master Settlement Agreement. The five", "doc_score": "83.85698699951172", "publish_date": "2018/12/31"}, {"doc_id": "12533280", "text": "Troubled Asset Relief Program / had yet bought back their warrants owned by the U.S. Treasury by March 31, 2009. According to the terms of the U.S. Treasury's investment, the banks returning funds can either negotiate to buy back the warrants at fair market value, or the U.S. Treasury can sell the warrants to third party investors as soon as feasible. Warrants are call options that add to the number of shares of stock outstanding if they are exercised for a profit. The American Bankers Association (ABA) has lobbied Congress to cancel the warrants owned by the government, calling them an \"onerous exit fee\". Yet,", "doc_score": "81.16081237792969", "publish_date": "2018/12/31"}, {"doc_id": "12533268", "text": "Troubled Asset Relief Program / building up its cash reserves instead of issuing equity securities. However, PNC reversed course on February 2, 2010, by issuing $3 billion in shares and $1.5-2 billion in senior notes in order to pay its TARP funds back. PNC also raised funds by selling its Global Investment Services division to crosstown rival The Bank of New York Mellon. In a January 2012, review, it was reported that AIG still owed around $50 billion, GM about $25 billion and Ally about $12 billion. Break even on the first two companies would be at $28.73 a share versus then-current share price of", "doc_score": "82.15939331054688", "publish_date": "2018/12/31"}, {"doc_id": "12533261", "text": "Troubled Asset Relief Program / shortfall of $78 billion. The COP's valuation analysis assumed that \"securities similar to those issued under the TARP were trading in the capital markets at fair values\" and employed multiple approaches to cross-check and validate the results. The value was estimated for each security as of the time immediately following the announcement by Treasury of its purchase. For example, the COP found that the Treasury bought $25 billion of assets from Citigroup on October 14, 2008, however, the actual value was estimated to be $15.5, creating a 38 percent (or $9.5 billion) subsidy., $467 billion had been allotted, and", "doc_score": "81.59368896484375", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_11", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "13637543", "text": "Criticism of Apple Inc. / Apple stated: [our] procurement decisions take into account a facility's social responsibility performance, along with factors such as quality, cost, and timely delivery. When social responsibility performance consistently fails to meet Apple expectations, we terminate business. Given Apple's stated policy at the time of the death, terminating relationships with such suppliers was potentially difficult without incurring huge financial losses. Later in April 2010, four workers committed suicide in a single month in the same factory, signifying the beginning of the 2010 \"Foxconn suicides\" incident. By May 2010, 12 workers had committed suicide at Foxconn's operations in China - although the", "doc_score": "78.82483673095703", "publish_date": "2018/12/31"}, {"doc_id": "4396", "text": "Apple Inc. / about the suicides, and company spokesperson Steven Dowling said: [Apple is] saddened and upset by the recent suicides at Foxconn... A team from Apple is independently evaluating the steps they are taking to address these tragic events and we will continue our ongoing inspections of the facilities where our products are made. The statement was released after the results from the company's probe into its suppliers' labor practices were published in early 2010. Foxconn was not specifically named in the report, but Apple identified a series of serious labor violations of labor laws, including Apple's own rules, and some", "doc_score": "80.9473876953125", "publish_date": "2018/12/31"}, {"doc_id": "18540883", "text": "Zenefits / Zenefits laid off 17 percent of its employees, or 250 people. In June the company laid off another 9 percent (106 additional people) and offered existing employees a two-month severance package named “The Offer.\" Employees were given two days to decide whether to accept \"The Offer.\" In a memo, CEO David Sacks told employees, “As you consider your options over the next two days, please know that the company isn’t making The Offer because we don’t want you. We do want you, but we want the best of you. We want you winning core value awards. We want you prototyping", "doc_score": "79.93412780761719", "publish_date": "2018/12/31"}, {"doc_id": "14815153", "text": "Foxconn suicides / long working hours, discrimination of mainland Chinese workers by their Taiwanese coworkers, and a lack of working relationships were all presented as potential problems in the university report. A 2012 audit of Foxconn performed by the Fair Labor Association, at the request of Apple Inc., suggested that workplace accidents might be commonplace and that workers may consider overtime pay insufficient. During the first two and a half months, which included six of the fourteen completed suicides, Foxconn took a \"no comment\" approach to their business crisis. Foxconn left their crisis situation vulnerable to media attacks by taking a \"no comment\"", "doc_score": "79.86587524414062", "publish_date": "2018/12/31"}, {"doc_id": "4384", "text": "Apple Inc. / was re-introduced, and persisted even after fully updating their systems. On iOS, a date bug caused iOS devices that received local app notifications at 12:15am on December 2, 2017 to repeatedly restart. Users were recommended to turn off notifications for their apps. Apple quickly released an update, done during the nighttime in Cupertino, California time and outside of their usual software release window, with one of the headlining features of the update needing to be delayed for a few days. The combined problems of the week on both macOS and iOS caused \"The Verge\"s Tom Warren to call it a", "doc_score": "78.9716567993164", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_12", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "6023061", "text": "Bones (TV series) / (humorously) regarding the notes he got from the network, \"I received studio notes on the \"Bones\" spin-off idea. They want it to be better. Unreasonable taskmasters. Impossible dreamers. Neo-platonists.\" During Fox's TCA press tour, executive producer Stephen Nathan revealed production on the episode featuring The Finder began in February 2011, with the episode airing in April. In the episode, Booth and Brennan travel to Key West, Florida, where the spin-off is said to take place. Nathan went on to say regarding the casting of character, \"You want to find people you want to see every single week do one unique", "doc_score": "77.3956298828125", "publish_date": "2018/12/31"}, {"doc_id": "19905365", "text": "Summer House (2017 TV series) / areas that it controlled including the ocean beaches. Filming took place in private spaces though in the area. The house in the second season where filming began on June 23, 2017 is at 1451 Deerfield Road, Watermill, New York (in Southampton (town), New York rather than East Hampton in the first season. Per its 2017 real estate advertisement its listing price of $4,995,000 and has 8 bedrooms on 5.1 acres and includes a heated gunite pool, hot tub, and all-weather tennis court. A third season of Summer House is in production, but no details or air date have been confirmed.", "doc_score": "77.50250244140625", "publish_date": "2018/12/31"}, {"doc_id": "9909593", "text": "Luke Morgan / is not as it seems. He's holding it together but as time goes on, he will start to struggle.\" Executive producer Bryan Kirkwood suggested some storylines to Lucy, which persuaded him to accept the return. The actor also cited Kirkwood's enthusiasm and the ability to film with Dunn, Dawson and Nick Pickard (who portrays Tony Hutchinson) as other reasons for his return. In July 2017, Lucy told Daniel Kilkelly of entertainment website \"Digital Spy\" that he would be performing in \"The Full Monty\" from September 2018. He stated that he was unaware how show bosses would fit his break into", "doc_score": "77.70947265625", "publish_date": "2018/12/31"}, {"doc_id": "3267670", "text": "Steve Burton (actor) / October 6, 2016, Burton announced via social media that he would not renew his deal with the soap, and would exit the role of Dylan. He was subsequently awarded another Daytime Emmy Award for Outstanding Supporting Actor for his \"The Young and the Restless\" role in 2017. In June 2017, ABC Daytime announced that Burton would be returning to \"General Hospital\". Burton was born in Indianapolis, Indiana, the son of Tory Burton, an optician, and father Jack Burton (after whom he is named), now divorced. He was raised in a suburb of Cleveland called Richmond Heights, before moving to Hollywood.", "doc_score": "79.86573791503906", "publish_date": "2018/12/31"}, {"doc_id": "20715476", "text": "New Captain / Also, the precinct welcomes a new captain named Seth Dozerman, who makes the precinct's life impossible by giving them \"Dozerpads\" in order to accomplish their tasks. Meanwhile, Holt and Gina adjust to their new roles in the PR department. The episode was seen by an estimated 3.14 million household viewers and gained a 1.5/4 ratings share among adults aged 18–49, according to Nielsen Media Research. The episode received generally positive reviews from critics, who praised Hader's guest performance as well as Jake's and Amy's character development. The new captain, Seth Dozerman (Bill Hader), arrives at the precinct. Introducing himself as", "doc_score": "78.58379364013672", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_13", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "19986808", "text": "Stephanie Winston Wolkoff / actor Randall Batinkoff. Stephanie Winston Wolkoff Stephanie Winston Wolkoff (née Batinkoff) is a fashion and entertainment executive, and is best known for her producing the Met Gala and other notable events in New York City. She was the founding fashion director for Lincoln Center and facilitated the expansion of its Mercedes-Benz Fashion Week. She was a senior advisor to first lady Melania Trump. She was in the news on Feb 16, 2018 after it was revealed by the New York Times that she was paid $26 million dollars for her work on President Donald Trump's inauguration. Melania Trump cut ties", "doc_score": "79.06809997558594", "publish_date": "2018/12/31"}, {"doc_id": "19986806", "text": "Stephanie Winston Wolkoff / Stephanie Winston Wolkoff Stephanie Winston Wolkoff (née Batinkoff) is a fashion and entertainment executive, and is best known for her producing the Met Gala and other notable events in New York City. She was the founding fashion director for Lincoln Center and facilitated the expansion of its Mercedes-Benz Fashion Week. She was a senior advisor to first lady Melania Trump. She was in the news on Feb 16, 2018 after it was revealed by the New York Times that she was paid $26 million dollars for her work on President Donald Trump's inauguration. Melania Trump cut ties with Stephanie Winston", "doc_score": "79.68461608886719", "publish_date": "2018/12/31"}, {"doc_id": "11694371", "text": "Karlie Kloss / 2018, Kloss confirmed that she would be stepping in Heidi Klum’s shoes on Project Runway’s season 17 as the host and executive producer. She said, “could not be more excited to host and produce a series that provides a platform to aspiring American designers as they pursue their creative and entrepreneurial dreams.” \"Vogue Paris\" declared her one of the top 30 models of the 2000s. Models.com has said that Kloss \"represents the gold standard of modelling—a girl with the look, the poise, and the drive to take things to the next level\". Kloss is an avid computer programmer. In April", "doc_score": "76.43443298339844", "publish_date": "2018/12/31"}, {"doc_id": "20674417", "text": "Beyoncé 2018 Coachella performance / that year fell 12% after the announcement she was postponing. Playing her rescheduled dates in 2018, Beyoncé became the first black woman ever to headline the festival. In its nearly twenty years of existence, the festival has only had two other women solo headliners, Lady Gaga (who replaced Beyoncé in 2017) and Björk (2002 and 2007). Even prior to Beyoncé's performance, the nickname \"Beychella\" emerged for the 2018 festival. Tina Knowles-Lawson, mother of Beyoncé and Solange Knowles, later said that prior to the show, she had expressed reservations about the performance Beyoncé had planned, worried that the largely white audience", "doc_score": "76.78892517089844", "publish_date": "2018/12/31"}, {"doc_id": "20057360", "text": "Drew Elliott / 2016, Elliott spoke at Tedx on behalf of Estée Lauder. Elliott joined \"America's Next Top Model\" for Cycle 23 in 2016. In addition to serving as Creative Consultant, Elliott is a judge alongside supermodel Ashley Graham, celebrity stylist, Law Roach, and British singer, Rita Ora. In Nov. 2017, it was announced that franchise creator Tyra Banks would return for Cycle 24, and Elliott would remain as a judge. \"America's Next Top Model\" hired Elliott to transform the show and make it appear more high fashion. In Cycle 24 of \"America's Next Top Model (episode 3)\", Elliott revealed that he has", "doc_score": "77.13095092773438", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_14", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "310037", "text": "Demographics of China / Demographics of China The demographics of China demonstrate a large population with a relatively small youth component, partially a result of China's one-child policy. China's population reached the billion mark in 1982. By 2017, China's population had reached 1.411 billion, the largest of any country in the world. According to the 2010 census, 91.51% of the population was Han Chinese, and 8.49% were minorities. China's population growth rate is only 0.59%, ranking 159th in the world. China conducted its sixth national population census on 1 November 2010. Unless otherwise indicated, the statistics on this page pertain to mainland China only;", "doc_score": "103.63400268554688", "publish_date": "2018/12/31"}, {"doc_id": "310081", "text": "Demographics of China / No statistics have been included for areas currently governed by the Republic of China (Taiwan). Unless stated otherwise, statistics refer only to mainland China. (See Demographics of Hong Kong and Demographics of Macau.) See Infant mortality in China note: data do not include Hong Kong and Macau Sources: Demographics of China The demographics of China demonstrate a large population with a relatively small youth component, partially a result of China's one-child policy. China's population reached the billion mark in 1982. By 2017, China's population had reached 1.411 billion, the largest of any country in the world. According to the 2010", "doc_score": "102.96681213378906", "publish_date": "2018/12/31"}, {"doc_id": "310064", "text": "Demographics of China / States Bureau of the Census. The computer model showed that the crude death rate increased dramatically during the famine years associated with the Great Leap Forward (1958–60). According to Chinese government statistics, the crude birth rate followed five distinct patterns from 1949 to 1982. It remained stable from 1949 to 1954, varied widely from 1955 to 1965, experienced fluctuations between 1966 and 1969, dropped sharply in the late 1970s, and increased from 1980 to 1981. Between 1970 and 1980, the crude birth rate dropped from 33.4 per 1,000 to 18.2 per 1,000. The government attributed this dramatic decline in fertility", "doc_score": "101.24880981445312", "publish_date": "2018/12/31"}, {"doc_id": "310068", "text": "Demographics of China / among China's \"floating population\" the ratio was as high as 128:100. These situations led the government in July 2004 to ban selective abortions of female fetuses. It is estimated that this imbalance will rise until 2025–2030 to reach 20% then slowly decrease. China now has an increasingly aging population; it is projected that 11.8% of the population in 2020 will be 65 years of age and older. Health care has improved dramatically in China since 1949. Major diseases such as cholera, typhoid, and scarlet fever have been brought under control. Life expectancy has more than doubled, and infant mortality has", "doc_score": "101.82340240478516", "publish_date": "2018/12/31"}, {"doc_id": "14181226", "text": "Historical GDP of China / of 2017, China's nominal GDP by Expenditure approach is 82.7122 trillion Chinese yuan or $12.84 trillion US dollars (SNA2008). China's nominal GDP surpassed that of Italy in 2000, France in 2005, the United Kingdom in 2006 and that of Germany in 2007, before overtaking Japan in 2010, making China the world's second largest economy after the United States. But adjusting for purchasing power parity (PPP), China become the world's second largest economy as early as 1999 surpassing Japan, and has toppled America to become the biggest economy since 2014. From 1979 until 2010, China's average annual GDP growth was 9.91%,", "doc_score": "104.33049011230469", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_15", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "16955656", "text": "Lizzy Yarnold / after the 2018 Olympics, Yarnold underwent knee surgery to remove a tumour in her knee which had been discovered six months before the Games. Following this the use of crutches worsened back pain which she had suffered for several years, which was diagnosed as being the result of a displaced disc, resulting in her being prescribed powerful painkillers for several months afterwards. She subsequently underwent a successful operation on her back in July 2018. Despite stating in September 2018 that she was planning on returning to training, she announced her retirement from competition the following month. She acts as a", "doc_score": "88.34846496582031", "publish_date": "2018/12/31"}, {"doc_id": "18942112", "text": "Caroline Stanley / cut Stanley to make roster room for the return of Ashlyn Harris. Stanley officially announced her retirement from soccer on January 7, 2018 at age 24. Stanley has represented the United States on various youth national teams at the under-20, under-18, under-17, and under-15 levels. She played at the CONCACAF U-17 World Cup qualifiers in Florida and saved a penalty kick to beat Costa Rica. On February 27, 2018, Stanley announced that she had accepted the position as Goalkeeper Coach for the University of Tulsa Golden Hurricane Women's Soccer Team becoming the program's first full-time Goalkeeper Coach. Stanley is an", "doc_score": "86.02023315429688", "publish_date": "2018/12/31"}, {"doc_id": "10893753", "text": "Steffi Jones / World Cup, held in Germany. She subsequently obtained her coaching license at the German Sport University Cologne. After serving as assistant manager of the national team under Silvia Neid, Jones assumed the position of head coach in August 2016. She was released on 13 March 2018. A dual German and American citizen, Jones is the daughter of a German mother and an African-American father. Her father was a soldier stationed in what was then West Germany; he left the family early in her life to return to the United States. Jones was raised by her single mother in a working", "doc_score": "84.24079895019531", "publish_date": "2018/12/31"}, {"doc_id": "21014438", "text": "Kelly Krauskopf / Summer Olympics. On December 17, 2018, the Indiana Pacers announced that Krauskopf was hired as the Pacer's assistant general manager and she would leave her executive duties at the Fever and the Pacer's eSports team. She will start her new position on January 1, 2019. Krauskopf said her previous professional experiences have taught her \"that building winning teams and elite level culture is not based on gender\", and instead \"it is based on people and processes\". She will work with President of Basketball Operations Kevin Pritchard, General Manager Chad Buchanan and Assistant General Manager Peter Dinwiddie. When Krauskopf was hired,", "doc_score": "85.68936157226562", "publish_date": "2018/12/31"}, {"doc_id": "5554599", "text": "Heather O'Reilly / she was left off the team by Jill Ellis and made an alternate for the 2016 Rio Olympics even with having the most caps of the current squad (229). The U.S. national team went on to achieve its worst ever Olympic finish, being knocked out by Sweden in the quarter-finals. On September 1, 2016, O'Reilly announced her retirement from the Women's National Team after 15 years. She retired on September 15 after a friendly match against Thailand, held in Columbus, Ohio, after the USWNT scored 9 goals. Heather O'Reilly is among the top ten players of United States women's national", "doc_score": "85.65708923339844", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_16", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "2336510", "text": "Mega Millions / three numbers (4, 8, 15) and mega ball (42) in the Mega Millions drawing matched the first three numbers and the final number (which Hurley also used as the \"mega ball\" number) in the \"Lost\" sequence. The last two numbers in the Mega Millions drawing did not match the last two numbers that were used in the scene. Those who played \"The Numbers\", including from quick-picks, won $150 ($118 in California) in a non-\"Megaplier\" game; $600 with the multiplier. The 12 original (before the 2010 cross-sell expansion) Mega Millions members have each produced at least one Mega Millions jackpot winner.", "doc_score": "84.71623229980469", "publish_date": "2018/12/31"}, {"doc_id": "2336467", "text": "Mega Millions / increases when there is no top-prize winner (see below for information on how the Mega Millions jackpot is funded). Reflecting common practice among American lotteries, the jackpot is advertised as a nominal value of annual installments. A cash value option (the usual choice), when chosen by a jackpot winner, pays the approximate present value of the installments. Mega Millions' previous format began on October 19, 2013; its first drawing was three days later. The current version of Mega Millions requires players to match 5 of 70 white balls, \"and\" the gold-colored \"MegaBall\" from a second field, of 25 numbers (", "doc_score": "85.07290649414062", "publish_date": "2018/12/31"}, {"doc_id": "12707036", "text": "$100,000 Fortune Hunt / minus dollar amount (scores can never go below zero); players will try to accumulate the most money by randomly selecting panels. There will be special panels such as bankrupt, lose a turn, wipeout, and double. The player who collects the highest prize amount after five rounds is declared the winner and receives the $100,000 grand prize. The other contestants, one at a time, would then be given a choice to keep their total winnings or trade them for a choice of prizes (hidden behind 12 numbered panels). These range from cash amounts totaling between $1,000 and $10,000 to merchandise such", "doc_score": "81.19086456298828", "publish_date": "2018/12/31"}, {"doc_id": "6074794", "text": "Tic-Tac-Dough / $150, $250, $350, $400, and $500). The remaining box concealed the dragon. The object was for the contestant to accumulate $1,000 or more. If successful, the contestant won the cash and a prize package that usually consisted of furniture, trips, jewelry, and/or appliances, totaling anywhere between $2,000 and $4,000. For the first five seasons, the same prize package was at stake for the entire show until won, but this was changed to a different prize package for each bonus round for the final three seasons. The contestant automatically won by uncovering \"TIC\" and \"TAC\" (at which point the contestant also", "doc_score": "83.32518768310547", "publish_date": "2018/12/31"}, {"doc_id": "4700246", "text": "Jackpot (game show) / again asked by Edwards. Originally, the player who answered the most riddles in the week won a car. This was later changed to awarding a car to anyone who answered all fifteen riddles in a single game. After a week-long experiment in February 1974 (when it was called \"The Valentine Riddle\"), most games had a \"Double Bonus\" riddle which, if answered correctly, won the two players involved a trip, usually to somewhere in Mexico or the Caribbean. Beginning on June 30, 1975, the format was altered for the last 13 weeks of the run: The riddles and Target Number returned,", "doc_score": "84.45775604248047", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_17", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "13163551", "text": "Edith Lucie Bongo / a forum for African first ladies to fight AIDS and founded associations for vulnerable children and people with disabilities. In 2009, she was hospitalized in Rabat, Morocco. On March 14, 2009, she died at the hospital, four days after her 45th birthday. The statement announcing her death specified neither the cause of death nor the nature of her illness. She had not appeared in public for around three years preceding her death. After the state funeral in Libreville, Gabon, Édith Bongo's remains were taken to Edu, her father's home village in northern Congo for a traditional Mbochi tribal burial in", "doc_score": "81.21363830566406", "publish_date": "2018/12/31"}, {"doc_id": "11051068", "text": "Isabelle Caro / death is unknown, although it was probably as a result of immunodeficiency due to anorexia. Caro's acting instructor, Daniele Dubreuil-Prevot, told the Associated Press news agency that Caro had died \"after returning to France\" from a job in Tokyo, and that \"she had been sick for a very long time\" (in reference to her anorexia). Her family only reported Caro's death to the media a month afterward, on 29 December 2010. Caro died in Paris and is buried in the Cimetière du Montparnasse. On 18 January 2011, it was reported that Caro's mother, Marie, had killed herself during the previous", "doc_score": "82.88553619384766", "publish_date": "2018/12/31"}, {"doc_id": "17084179", "text": "Genevieve Lhermitte / summer. We depended on him financially.\" In court, Lhermitte was asked why she laid the dead body of her 13-year-old daughter Nora in the bathroom used by Dr Schaar. She replied: \"I wanted to hurt him. Nora was his favorite.\" The trial ended with Lhermitte receiving the maximum sentence for the murder of her five children. The court and the jury did not take any extenuating circumstances into account. In her closing argument, Lhermitte said she would accept any punishment the court gave her and showed remorse for her actions. Earlier in the trial, psychiatrists had found that Lhermitte was", "doc_score": "81.14013671875", "publish_date": "2018/12/31"}, {"doc_id": "20397842", "text": "Béatrice Saubin / prison experiences, and \"Quand la Porte S'Ouvre\" (\"When the Door Opens\") (1995) about her return to freedom. Béatrice Saubin was born on 7 September 1959, in Troyes, France. She was the product of a liaison between her mother, Josette, a prostitute, and Sylvestre Saubin, a soldier. Her mother gave her over to the care of her mother, Marguerite, who raised Saubin in the commune of Romilly-sur-Seine. Saubin chafed at her grandmother's strictness and began hitchhiking at the age of 16 to reach places as far away as Beirut. Dropping out of high school, she travelled to Pakistan and Thailand, became", "doc_score": "81.29927825927734", "publish_date": "2018/12/31"}, {"doc_id": "9833804", "text": "Vivienne de Watteville / cat mauled him until he was able to shoot it while it was on top of him. The lion's claws were buried in the man's body and had to be pulled out one by one. Two hours later Bernard staggered into camp where he collapsed in his daughter's tent. Vivienne did her best to save her father, treating his infected wounds with raw crystals of permanganate, but the bleeding could not be stopped. Bernard died at sundown the next day and was buried the day after. Though suffering from spirillum fever and shock, and though before her father's death she", "doc_score": "83.01008605957031", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_18", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "2371310", "text": "Brendan Fraser / voice for the unreleased animated film \"Big Bug Man\". In 2002 he starred alongside Michael Caine in the political drama \"The Quiet American\" which was well received by critics. In 2004, he appeared as part of an ensemble cast in the Academy Award-winning film \"Crash\". He has also made guest appearances on the television shows, \"Scrubs\", \"King of the Hill\" and \"The Simpsons\". In March 2006, he was inducted into Canada's Walk of Fame, the first American-born actor to receive the honor. However,, he does not have a star on the Hollywood Walk of Fame. After a six-year hiatus", "doc_score": "76.82598876953125", "publish_date": "2018/12/31"}, {"doc_id": "5496332", "text": "Brendan Gaughan / honors as a placekicker on Georgetown's NCAA Division I-AA football team. He was primarily a role player on the basketball team whose jobs were mostly practice related but did see action in 25 games. A unique individual, he even sported corn rows during a race at Dover International Speedway during the 2005 Craftsman Truck Series season. On August 18, 2007, he married his wife Tatum, and on October 30, 2010, Gaughan and Tatum welcomed a baby boy, who they named Michael James. His second son William was born on October 11, 2012. In 2011, Gaughan appeared as a spokesperson for", "doc_score": "75.06544494628906", "publish_date": "2018/12/31"}, {"doc_id": "14693899", "text": "Brendan Brady / he comes from Dublin, Ireland, to avoid confusion with Scanlan's accent. Details of the character of Brendan were first hinted in April 2010, when Marquess referred to Brendan as a \"very nasty man\" appearing from Cheryl's past. Later in April, Brendan's casting was officially announced. At the same time of his casting, the characters of Lynsey Nolan (Karen Hassan) and Bart McQueen (Jonny Clarke) were also signed to appear in the show. Marquess spoke of the characters' arrivals, saying: \"This is a really exciting time for \"Hollyoaks\" and Brendan, Lynsey and Bart bring more fun, drama and sexiness to the", "doc_score": "76.51245880126953", "publish_date": "2018/12/31"}, {"doc_id": "14693897", "text": "Brendan Brady / Brendan Brady Brendan Seamus Brady is a fictional character from the British Channel 4 soap opera, \"Hollyoaks\", played by Emmett J. Scanlan. The character was introduced in 2010 by series producer Paul Marquess during part of the show's overhaul, and became one of \"Hollyoaks\" most popular characters. He is easily recognised by his famous horseshoe moustache. He is the older half-brother of already established character Cheryl Brady (Bronagh Waugh). Following the announcement of Brendan's casting, he was quickly billed as the show's new \"bad boy\" character. Despite having the persona of a villain at the start of the show, as", "doc_score": "74.44563293457031", "publish_date": "2018/12/31"}, {"doc_id": "2371316", "text": "Brendan Fraser / International. He is an accomplished amateur photographer, and has used several instant cameras in movies and on TV shows, most notably on his guest roles on \"Scrubs\". In his first appearance he used a Polaroid pack film; and on his second appearance he used a Holga with a Polaroid back, a Japanese-only model. The book \"Collector's Guide to Instant Cameras\" has a dedication to Fraser. The stunts Fraser performed in his action roles eventually required him to undergo several surgeries over a period of seven years, including a partial knee replacement, a laminectomy, and vocal cord surgery. Fraser alleged in", "doc_score": "73.7318344116211", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_19", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "7581954", "text": "Matteo Messina Denaro / He has been a fugitive since 1993 and according to \"Forbes magazine\" he is among the ten most wanted criminals in the world. With the deaths of Bernardo Provenzano in 2016 and Salvatore Riina in 2017, Denaro is seen as the unchallenged boss of all bosses within the Italian mafia. Messina Denaro used the pseudonym \"Alessio\" in his clandestine correspondence with former Mafia boss Provenzano. He suffers from severe myopia and received treatment for this condition at a clinic in Barcelona, Spain in 1994 and 1996. Messina Denaro is often portrayed as a ruthless playboy mafioso and womaniser, driving an", "doc_score": "89.77627563476562", "publish_date": "2018/12/31"}, {"doc_id": "14566677", "text": "Giovanni Arena / Giovanni Arena Giovanni Arena (born in Catania, August 9, 1956) is an Italian criminal belonging to Cosa Nostra. He was on the \"list of most wanted fugitives in Italy\" of the ministry of the Interior since 1993, wanted for murder, membership to the Mafia and other crimes, until his arrest on October 26, 2011. In 2005, an international alert had been issued for his arrest and extradition. He was sentenced to life imprisonment in May 2003 for the murder of Maurizio Romeo of the rival Ferrera clan in October 1989. During 1990 he emigrated to Germany and married B. Arena.", "doc_score": "89.51393127441406", "publish_date": "2018/12/31"}, {"doc_id": "13225509", "text": "Salvatore Lo Russo / Salvatore Lo Russo Salvatore Lo Russo (Naples, February 18, 1953) is a member of the Camorra. Officially unemployed, Lo Russo is the head of the powerful Lo Russo clan, a Camorra clan based on its territory within the city of Naples, concentrated specifically in its stronghold of Miano. He was arrested on August 30, 2007, by the Carabinieri at his home in Miano. Prior to that, he was arrested during a raid on May 16, 2006, but released a few days later due to lack of evidence. On the same day of his arrest, Raffaele Perfetto, one of his closest", "doc_score": "88.17042541503906", "publish_date": "2018/12/31"}, {"doc_id": "19907609", "text": "Marco Minniti / On 3 February 2018, a drive-by shooting event occurred in the city of Macerata in Central Italy when a 28-year-old local, Luca Traini, seriously wounded six African migrants. Traini also targeted local headquarters of the ruling PD. After the attack Traini reportedly had an Italian flag draped on his shoulders and raised his arm in a Fascist salute. Traini stated that the attack was a revenge for Pamela Mastropietro, an 18-year-old local girl whose dismembered body had been found few days earlier, stuffed into two suitcases and dumped in the countryside; for this, a 29-year-old Nigerian national and failed asylum", "doc_score": "84.33078002929688", "publish_date": "2018/12/31"}, {"doc_id": "4572454", "text": "Bernardo Provenzano / home town, Corleone. A spokesman for the Palermo police, Agent Daniele Macaluso, said Provenzano had been arrested during the morning near Corleone, 60 km south of Palermo and was being driven back to the Sicilian capital. The police were able to pinpoint Provezano's exact location by the simplest of connections; they tracked a delivery of clean laundry from his family to the farmhouse he was hiding out in. His arrest briefly pushed the climax of Italy's general election from the main headlines on Italian news stations. After initially denying it, Provenzano admitted his identity, but reportedly said little else after", "doc_score": "84.4666748046875", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_20", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "16697138", "text": "Free Nelson Mandela (sculpture) / Free Nelson Mandela (sculpture) Free Nelson Mandela is a sculpture in Atlanta, Georgia, USA, created by David Hammons in 1987. Alternatively referred to as a monument, the piece was originally created as a statement demanding the liberation of the imprisoned South African activist, Nelson Mandela. The official title is Nelson Mandela Must Be Free to Lead His People and South Africa to Peace and Prosperity. However, it is most frequently called just \"Free Nelson Mandela\", because those words are carved in the face of the granite rock that is the bottom portion of the sculpture. The top portion is a", "doc_score": "85.27625274658203", "publish_date": "2018/12/31"}, {"doc_id": "19104145", "text": "Dr. Martin Luther King Jr. (Dwight sculpture) / Dr. Martin Luther King Jr. (Dwight sculpture) Dr. Martin Luther King Jr. is an outdoor 2007 bronze sculpture of Martin Luther King Jr. by American artist Ed Dwight, installed at Hermann Park's McGovern Centennial Gardens in Houston, Texas, in the United States. The sculpture was vandalized with white paint in August 2017. John D. Harden, Margaret Kadifa, Mike Morris, and Brooke A. Lewis of the \"Houston Chronicle\" noted that the vandalism occurred around the same time that protesters demanded the removal of Confederate monuments and memorials in Houston, and the same day that the city's statue of Christopher Columbus was", "doc_score": "85.57476806640625", "publish_date": "2018/12/31"}, {"doc_id": "6875792", "text": "Martin Luther King Jr. Memorial / National World War II Memorial, for example. Button argued that the $10 million in federal money that has been authorized for the King project required it to be subject to an open bidding process. In September 2010, the foundation gave written promises that it would use local stonemasons to assemble the memorial. However, when construction began in October, it appeared that only Chinese laborers would be used. An investigator working for the Washington area local of the International Union of Bricklayers and Allied Craftworkers was reportedly told that the Chinese workers did not know what they would be paid for", "doc_score": "84.3116226196289", "publish_date": "2018/12/31"}, {"doc_id": "17963215", "text": "National Liberty Memorial / seven years (until January 2, 2020) to raise the necessary funds to build the memorial, and to obtain siting, design, and other approvals from the NCMAC, CFA, and National Capital Planning Commission. The National Mall Liberty Fund D.C. hired sculptor David Newton to design a preliminary memorial. Newton's draft depicts an African American father, mother, and child. The father is armed with a rifle, but not depicted as a soldier. The mother points toward the nearby Lincoln Memorial. The child wears a tricorne hat and is beating a drum. On July 23, 2013, the memorial foundation presented its first site", "doc_score": "84.21151733398438", "publish_date": "2018/12/31"}, {"doc_id": "14759645", "text": "Luther Monument (Washington) / Luther Monument (Washington) The Luther Monument is a public artwork located at Luther Place Memorial Church in Washington, D.C., United States. The monument to Martin Luther, the theologian who initiated the Reformation, is a bronze full-length portrait. It is a copy of the statue created by Ernst Friedrich August Rietschel as part of the 1868 Luther Monument in Worms, Germany. The monument was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1993. Martin Luther stands dressed in long robes with his proper right leg moving slightly forward. The sculpture, which shows an excommunicated Luther defending himself", "doc_score": "83.92050170898438", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_21", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "10205583", "text": "Criticism of the Food and Drug Administration / by the Union of Concerned Scientists, almost one-fifth of FDA scientists said they \"have been asked, for non-scientific reasons, to inappropriately exclude or alter technical information or their conclusions in a FDA scientific document.\" Food safety advocates have criticized the FDA for allowing meat manufacturers to use carbon monoxide gas mixtures during the packaging process to prevent discoloration of meat, a process that may hide signs of spoilage from the consumer. The FDA has been criticised for allowing the use of recombinant bovine growth hormone (rBGH) in dairy cows. rBGH-treated cows secrete higher levels of insulin-like growth factor 1 (IGF-1)", "doc_score": "86.7276611328125", "publish_date": "2018/12/31"}, {"doc_id": "6945944", "text": "Food policy / is to set quality, grades and marketing standards for dairy products, fruits, vegetables and meat. In addition to pathogens, chemical additives to food are of increasing concern to Americans. A critical concept related to chemical additives in food is known as generally recognized as safe or GRAS, a designation of the Food and Drug Administration for food substances that are exempt from safety testing. About 12,000 samples of fruits and vegetables available to U.S. consumers are collected each year and tested for residue from pesticides, and the results are published in an annual Pesticide Data Program (PDP) hosted by the", "doc_score": "85.53047943115234", "publish_date": "2018/12/31"}, {"doc_id": "17202302", "text": "Dietary Supplement Health and Education Act of 1994 / many health food companies began lobbying the government to vote down the laws and told the public that the FDA would ban dietary supplements. A notable ad featured the actor Mel Gibson being raided and arrested by FDA agents because he was taking vitamin C supplements. Gerald Kessler, chief executive of Nature Plus, a dietary supplement manufacturer and one of the leaders of the lobbying effort, accused the FDA of having \"a bias against the supplement industry for 50 years.\" Senator Orrin Hatch (R-Utah) and Tom Harkin (D-Iowa) introduced the \"Dietary Supplement Health and Education Act\" in 1994. On October", "doc_score": "85.09422302246094", "publish_date": "2018/12/31"}, {"doc_id": "6945943", "text": "Food policy / proper labeling of meat, poultry and processed eggs. Inspectors are required to be onsite at nearly every slaughterhouse in the nation when animals are being readied for human consumption. As a result, the FSIS has a larger annual budget and employs a much larger number of inspectors than the FDA, even though the FDA's mandate is much broader. Other USDA agencies with a role in food safety include the Animal and Plant Health Inspection Service (APHIS), which aims to prevent animal and plant diseases in domestic and imported products, and the Agricultural Marketing Service (AMS), a service whose primary function", "doc_score": "82.5986328125", "publish_date": "2018/12/31"}, {"doc_id": "3246146", "text": "Passive smoking / public conclusion... In conducting the ETS Risk Assessment, disregarded information and made findings on selective information; did not disseminate significant epidemiologic information; deviated from its Risk Assessment Guidelines; failed to disclose important findings and reasoning…\" In 2002, the EPA successfully appealed this decision to the United States Court of Appeals for the Fourth Circuit. The EPA's appeal was upheld on the preliminary grounds that their report had no regulatory weight, and the earlier finding was vacated. In 1998, the U.S. Department of Health and Human Services, through the publication by its National Toxicology Program of the 9th Report on Carcinogens,", "doc_score": "84.43772888183594", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_22", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "6312207", "text": "Egress filtering / Egress filtering In computer networking, egress filtering is the practice of monitoring and potentially restricting the flow of information outbound from one network to another. Typically it is information from a private TCP/IP computer network to the Internet that is controlled. TCP/IP packets that are being sent out of the internal network are examined via a router, firewall, or similar edge device. Packets that do not meet security policies are not allowed to leave - they are denied \"egress\". Egress filtering helps ensure that unauthorized or malicious traffic never leaves the internal network. In a corporate network, typical recommendations are", "doc_score": "75.38325500488281", "publish_date": "2018/12/31"}, {"doc_id": "20050971", "text": "Visa requirements for EFTA nationals / an ordinary passport. Information regarding visas on arrival and on exit fees is not listed in the table, regarding which, see the relevant section below. All EFTA nationals can visit the following partially recognised countries or territories with autonomous immigration policies without a visa: The EFTA member states are all part of the Schengen Area, an area comprising 26 European states that have eliminated border controls with other Schengen members and strengthened border controls with non-Schengen countries. The Schengen area mostly functions as a single country for international travel purposes, with a common visa policy. Since 2001, the European Union", "doc_score": "77.0747299194336", "publish_date": "2018/12/31"}, {"doc_id": "6391258", "text": "Electric bicycle laws / of or more will require a motorcycle license to operate, while vehicles lighter than and slower than 30 km/h can be ridden unlicensed. In the southern Chinese cities of Guangzhou, Dongguan and Shenzhen, e-bikes, like all motorcycles, are banned from certain downtown districts. There are also bans in place in small areas of Shanghai, Hangzhou and Beijing. Bans of \"Scooter-Style Electric Bikes\" (SSEB) were however cancelled and in Shenzhen e-bikes may be seen on the streets nowadays (2010–11). Electric powered bicycles slower than 20 km/h without pedaling are legally recognized as a non-mechanically operated vehicle in China. According to \"TECHNOLOGY", "doc_score": "75.48201751708984", "publish_date": "2018/12/31"}, {"doc_id": "12103269", "text": "Third-party ownership in association football / return they are entitled to a percentage of a player's future transfer fee. A 2016 article in the \"Mirror\", explained how third-party owners may either purchase a percentage of a player's \"economic rights\" from the club, or even purchase a player's contract. Owning the contract allows the third-party owner to increase profits by \"parking a player\" at a club temporarily until the player's value appreciates, at which time he is sold to another club and the agent earns a percentage of the transfer fees. In April 2015, FIFA announced the banning of third-party ownership, and specifically prohibited either clubs or", "doc_score": "74.71463775634766", "publish_date": "2018/12/31"}, {"doc_id": "11023057", "text": "Opt-outs in the European Union / a more rigid opt-out from the area of freedom, security and justice. While the Edinburgh Agreement of 1992 stipulated that \"Denmark will participate fully in cooperation on Justice and Home Affairs\", the Treaty of Amsterdam of 1997 included a which exempt it, as a matter of EU law, from participating in these policy areas, which are instead conducted on an intergovernmental basis with Denmark. The exception is the Schengen visa rules. When a measure is adopted which builds upon the Schengen acquis, Denmark has six months to decide whether to implement it. If Denmark decides to implement the measure, it", "doc_score": "77.39411163330078", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_23", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "881901", "text": "Anthony of Padua / day, 13 June, is Lisbon's municipal holiday, celebrated with parades and marriages (the previous day, 12 June, is the \"Dia dos Namorados\" in Brazil). He is one of the saints celebrated in the Brazilian \"Festa Junina\" (also known as the \"Santo Antônio\"), along with John the Baptist and Saint Peter. He is venerated in Mogán Village in Gran Canaria, where his feast day is celebrated every year with oversized objects carried through the streets for the fiesta. In the town of Brusciano, Italy, located near Naples, an annual feast in honor of Saint Anthony is held in late August. This", "doc_score": "88.9178237915039", "publish_date": "2018/12/31"}, {"doc_id": "6260981", "text": "St. Martin's Day / grapes for wine - traditionally by stomping on them in vats with bare feet, and letting it ferment for several days), or the stronger \"jeropiga\" (a sweet liquor obtained in a very similar fashion, with aguardente added to the water). \"Água-pé\", though no longer available for sale in supermarkets and similar outlets (it is officially banned for sale in Portugal), is still generally available in small local shops from domestic production. Leite de Vasconcelos regarded the \"magusto\" as the vestige of an ancient sacrifice to honor the dead and stated that it was tradition in Barqueiros to prepare, at midnight,", "doc_score": "87.82740783691406", "publish_date": "2018/12/31"}, {"doc_id": "881897", "text": "Anthony of Padua / year on the weekend of the last Sunday in August, Boston's North End holds a feast in honor of Saint Anthony. Referred to as the \"Feast of All Feasts\", Saint Anthony's Feast in Boston's North End was begun in 1919 by Italian immigrants from Montefalcione, a small town near Naples, where the tradition of honoring Saint Anthony goes back to 1688. Each year the Sandia Pueblo along with Santa Clara Pueblo celebrates the feast day of Saint Anthony with traditional Native American dances. On 27 January 1907, in Beaumont, Texas, a church was dedicated and named in honor of Saint", "doc_score": "84.60520935058594", "publish_date": "2018/12/31"}, {"doc_id": "6260977", "text": "St. Martin's Day / this saint, including San Martin on the outskirts of St. Paul's Bay, and Ġebel San Martin outside of Żejtun. The day is celebrated on the evening of the 11th of November (the day Saint Martin died), where he is known as Sint-Maarten. As soon it gets dark, children up to the age of 11 or 12 (primary school age) go door to door with hand-crafted lanterns made of hollowed-out sugar beet or, more recently, paper, singing songs such as \"Sinte Sinte Maarten,\" hoping to receive candy in return, similar to Halloween. In the past, poor people would visit farms on", "doc_score": "84.01638793945312", "publish_date": "2018/12/31"}, {"doc_id": "8173410", "text": "Saint Ubaldo Day / commemorative celebrations were planned by the Saint Ubaldo Society to mark the occasion. Saint Ubaldo Day begins early in the morning with roving musicians from Valley View High School about town and an intimate ceremony at Saint John's Catholic Italian cemetery. Members of all three families, Sant' Ubaldo, San Giorgio, and Sant' Antonio, then gather together for a frittata breakfast. Participants then process to Saint Mary's Assumption Church for a special Mass followed by \"L'Alzata\". During the Alzata, three \"stanga\" (the H-shaped platforms to be placed upon teams' shoulders) are stood vertically as the large \"ceri\" (the pedestals) are fastened", "doc_score": "87.6854019165039", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_24", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "12366946", "text": "Paleocene / fossils are generally attributed to modern genera or to closely related taxa. The warm temperatures worldwide gave rise to thick tropical, sub-tropical and deciduous forest cover around the globe (the first recognizably modern rainforests) with ice-free polar regions covered with coniferous and deciduous trees. With no large browsing dinosaurs to thin them, Paleocene forests were probably denser than those of the Cretaceous. Flowering plants (angiosperms), first seen in the Cretaceous, continued to develop and proliferate, and along with them coevolved the insects that fed on these plants and pollinated them. Mammals had first appeared in the Late Triassic, evolving from", "doc_score": "85.53717041015625", "publish_date": "2018/12/31"}, {"doc_id": "2937745", "text": "New Forest / and eventually beech and oak after the withdrawal of the ice sheets starting around 12,000 years ago. Some areas were cleared for cultivation from the Bronze Age onwards; the poor quality of the soil in the New Forest meant that the cleared areas turned into heathland \"waste\", which may have been used even then as grazing land for horses. There was still a significant amount of woodland in this part of Britain, but this was gradually reduced, particularly towards the end of the Middle Iron Age around 250–100 BC, and most importantly the 12th and 13th centuries, and of this", "doc_score": "88.15554809570312", "publish_date": "2018/12/31"}, {"doc_id": "3901150", "text": "Ancient woodland / Ancient woodland In the United Kingdom, an ancient woodland is a woodland that has existed continuously since 1600 or before in England, Wales and Northern Ireland (or 1750 in Scotland). Before those dates, planting of new woodland was uncommon, so a wood present in 1600 was likely to have developed naturally. In most ancient woods, the trees and shrubs have been cut down periodically as part of the management cycle. Provided that the area has remained as woodland, the stand is still considered ancient. Since it may have been cut over many times in the past, ancient woodland does not", "doc_score": "87.09304809570312", "publish_date": "2018/12/31"}, {"doc_id": "761249", "text": "Woodland / being an example, having been preserved as part of the Indiana Dunes. \"Woodland\" is used in British woodland management to mean tree-covered areas which arose naturally and which are then managed, while forest is usually used in the British Isles to describe plantations, usually more extensive, or hunting Forests, which are a land use with a legal definition and may not be wooded at all. The term \"ancient woodland\" is used in British nature conservation to refer to any wooded land that has existed since 1600, and often (though not always) for thousands of years, since the last Ice Age", "doc_score": "89.07746887207031", "publish_date": "2018/12/31"}, {"doc_id": "6492901", "text": "Older Dryas / tundra or steppe and helped maintain it by carrying seeds, manuring and aerating it. Leporidae: Ochotonidae: Cricetidae: Sciuridae: Dipodidae: Eurasia was populated by \"Homo sapiens sapiens\" (Cro-Magnon man) during the late Upper Paleolithic. Bands of humans survived by hunting the mammals of the plains. In Northern Europe they preferred reindeer, in Ukraine the woolly mammoth. They sheltered in huts and manufactured tools around campfires. Ukrainian shelters were supported by mammoth tusks. Humans were already established across Siberia and in North America. Two domestic dogs (\"Canis familiaris\") have been found in late Pleistocene Ukraine and were a heavy breed, similar to", "doc_score": "84.70164489746094", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_25", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "5657150", "text": "New European Driving Cycle / vehicle at standstill and combustion engine off. The NEDC was conceived when European vehicles were lighter and less powerful. The test offers a stylized driving speed pattern with low accelerations, constant speed cruises, and many idling events. However, accelerations are much steeper and variable in practice, which is in part caused by the power surplus of modern engines as the average-time decreased from 14 seconds in 1981 to 9 seconds in 2007. In 1998, a Swedish researcher criticized the NEDC standard for allowing large emission differences between test and reality. The UK consumer group Which?, criticized the NEDC test procedure", "doc_score": "82.08700561523438", "publish_date": "2018/12/31"}, {"doc_id": "19936947", "text": "2016–2018 United Kingdom rail strikes / 2016–2018 United Kingdom rail strikes Major industrial action in the form of periodic strikes and protests have been ongoing on the national railway network of the United Kingdom since April 2016, due to controversy surrounding the planned introduction of \"driver-only operation\" (DOO) by several train operating companies, abolishing the role of the train guard in operating passenger train doors, as this role would be able to be performed by train drivers themselves. Later strikes also included industrial disputes over pay rates, planned redundancies and working hours as factors. Supporters claim that DOO will save costs and shorten journey times, although", "doc_score": "81.64295196533203", "publish_date": "2018/12/31"}, {"doc_id": "11371970", "text": "United Kingdom driving test / exercise will be carried out on every extended test and one third of normal tests. This might be an emergency stop, or the candidate might be asked to make a controlled stop in a specific location. During dangerous weather conditions, such as rain and snow, this test can be left out for safety reasons. The Driving test changed on December 4, 2017. The manoeuvres have now changed and you will not be asked to do a Turn in the Road or a Reverse to the left, If you are taking driving lessons your Instructor should still teach you these reversing", "doc_score": "83.07778930664062", "publish_date": "2018/12/31"}, {"doc_id": "19046782", "text": "Volkswagen emissions scandal / cannot dodge the rules\", defending an EU resolution meant to specifically \"cut deadly pollution from diesel vehicles\". However, when the European Commission proceeded with passing legislation that allowed the car industry more time to comply with the newer regulation, while also permitting cars, even under the more \"realistic\" tests, to emit more than twice the legal limit of nitrogen oxides (NOx) from 2019 and up to 50% more from 2021, Bearder denounced the legislation as \"a disgraceful stitch-up by national governments, who are once again putting the interests of carmakers ahead of public health\". London Assembly member Stephen Knight suggested", "doc_score": "81.12457275390625", "publish_date": "2018/12/31"}, {"doc_id": "17807603", "text": "Brexit / posts because of their disagreement with the contents of the document. On 19 December 2018 the EU Commission announced its “no-deal” Contingency Action Plan in specific sectors, in respect of the UK leaving the European Union \"in 100 days' time\" In October 2016, Theresa May promised a \"Great Repeal Bill\", which would repeal the European Communities Act 1972 and restate in UK law all enactments previously in force under EU law. Subsequently renamed the European Union (Withdrawal) bill, it was introduced to the House of Commons on 13 July 2017. On 12 September 2017, the bill passed its first vote", "doc_score": "81.74710845947266", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_26", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "4034303", "text": "Religion in the United Kingdom / the United Kingdom, census figures do not allow an accurate breakdown of traditions within the Pagan heading, as a campaign by the Pagan Federation before the 2001 Census encouraged Wiccans, Heathens, Druids and others all to use the same write-in term 'Pagan' in order to maximise the numbers reported. For the first time, respondents were able to write in an affiliation not covered by the checklist of common religions, and a total of 42,262 people from England, Scotland and Wales declared themselves to be Pagans by this method. These figures were not immediately analysed by the Office for National Statistics,", "doc_score": "86.0280532836914", "publish_date": "2018/12/31"}, {"doc_id": "4034268", "text": "Religion in the United Kingdom / only 13%. In Scotland, attendance at Church of Scotland services declined by 19% and attendance at Catholic services fell by 25%. British Social Attitudes Surveys have shown the proportion of those in Great Britain who consider they \"belong to\" Christianity to have fallen from 66% in 1983 to 43% in 2009. In 2012 about 6% of the population of the United Kingdom regularly attended church, with the average age of attendees being 51; in contrast, in 1980, 11% had regularly attended, with an average age of 37. It is predicted that by 2020 attendance will be around 4%, with an", "doc_score": "86.61886596679688", "publish_date": "2018/12/31"}, {"doc_id": "8738885", "text": "Religion in Scotland / an ordinary member of the Church of Scotland, represented at the General Assembly by their Lord High Commissioner. In the second half of the twentieth century the Church was particularly affected by the general decline in church attendance. Between 1966 and 2006 numbers of communicants in the Church of Scotland dropped from over 1,230,000 to 504,000. Formal membership reduced from 446,000 in 2010 to 398,389 or 7.5% of the total population by yearend 2013. In the twenty-first century the Church faced financial issues, with a £5.7 million deficit in 2010. In response the church adopted a \"prune to grow\" policy,", "doc_score": "86.38529205322266", "publish_date": "2018/12/31"}, {"doc_id": "4034296", "text": "Religion in the United Kingdom / of ultra-orthodox Jewry has led to a significant rise in the proportion of British Jews who are ultra-orthodox. However various studies suggest that within some Jewish communities and particularly in some strictly Orthodox areas, many residents ignored the voluntary question on religion following the advice of their religious leaders resulting in a serious undercount, therefore it is impossible to give an accurate number on the total UK Jewish population. It may be even more than double the official estimates, heavily powered by the very high birth rate of orthodox families and British people who are Jewish by origin but not", "doc_score": "83.90657806396484", "publish_date": "2018/12/31"}, {"doc_id": "896199", "text": "The Salvation Army / most recent statistics for membership from the 2018 Year Book are 111,859 employees, 17,168 Active Officers, 9,775 Retired Officers, 1,050 Cadets, 175,811 Adherents, 411,327 Junior Soldiers and 1,182,100 Senior Soldiers. Previous membership statistics (as quoted from 2010 year book) includes 16,938 active and 9,190 retired officers, 39,071 Corps Cadets and more than 4.5 million volunteers. Members of the Salvation Army also include \"adherents\"; these are people who do not make the commitment to be a soldier but who recognise the Salvation Army as their church. (According to the 2006 Salvation Army year book, in the United States there are 85,148", "doc_score": "86.18443298339844", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_27", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "16733182", "text": "Omnishambles / and digital detox. The term re-emerged following the 2017 United Kingdom general election, which produced a hung parliament, and was used to describe Conservative efforts to form a confidence-and-supply agreement with the Democratic Unionist Party. It was also used to describe the UK's Brexit negotiations process following the 2017 election. The word 'Pomnishambles' (Pom being an Australian derogatory word for someone of English extraction) was used by BBC writer Tom Fordyce (apparently quoting others) for the England men's cricket team and their lack of success against Australia in late 2017. Omnishambles Omnishambles is a neologism first used in the BBC", "doc_score": "80.03871154785156", "publish_date": "2018/12/31"}, {"doc_id": "12395753", "text": "Boris Johnson / as racist and unacceptable by several Labour and Liberal Democratic politicians, and a King's College London student society revoked a speaking invitation to him on the basis of it. Conversely, his comments were defended by both UK Independence Party (UKIP) leader Nigel Farage and the Conservative Iain Duncan Smith. On 22 June 2016, the day before the referendum vote, Johnson declared that 23 June could be \"Britain's independence day\" in a televised debate in front of a 6000-member audience at Wembley Arena. David Cameron, British Prime Minister at the time, specifically addressed Johnson's claim, publicly stating; \"the idea that our", "doc_score": "79.72859191894531", "publish_date": "2018/12/31"}, {"doc_id": "3208895", "text": "Elective dictatorship / Elective dictatorship An \"elective dictatorship\" (also called executive dominance in political science) is a phrase popularised by the former Lord Chancellor of the United Kingdom, Lord Hailsham, in a Richard Dimbleby Lecture at the BBC in 1976. The phrase is found a century earlier, in describing Giuseppe Garibaldi's doctrines, and was used by Hailsham (then known as Quintin Hogg) in lectures in 1968 and 1969. It describes the state in which Parliament is dominated by the government of the day. It refers to the fact that the legislative programme of Parliament is determined by the government, and government bills virtually", "doc_score": "78.47001647949219", "publish_date": "2018/12/31"}, {"doc_id": "12395748", "text": "Boris Johnson / he answered questions alongside Malaysian Prime Minister Najib Razak. He joked that Malaysian women attended university in order to find husbands, causing some offence among female attendees. In 2014, Johnson pushed his biography of Churchill, \"The Churchill Factor\", with media emphasising how Johnson repeatedly compared himself to Churchill throughout. In April 2016, in an article for \"The Sun\", in response to President Barack Obama comments that he thought Britain should remain in the European Union, Johnson called Obama \"part-Kenyan\" with an \"ancestral dislike\" of Britain. The comments were branded \"idiotic\" and \"deeply offensive\" by Churchill's grandson, Conservative MP Sir Nicholas", "doc_score": "78.0641860961914", "publish_date": "2018/12/31"}, {"doc_id": "12395772", "text": "Boris Johnson / he would publish his 18-page letter in full online as he recommitted to ruling out a hard border after Britain left the EU. In June 2018, while attending an event for EU diplomats in London, Johnson was reported to have been asked about corporate concerns over a so-called hard Brexit. In response to the question, Johnson was reported to have said \"Fuck business\". In September 2018, Johnson wrote: \"We have opened ourselves to perpetual political blackmail. We have wrapped a suicide vest around the British constitution – and handed the detonator to Michel Barnier.\" Senior Tories heavily criticised him, with", "doc_score": "78.04008483886719", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_28", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "12051634", "text": "Lady Gaga / and Song of the Year. Gaga signed a two-year residency, named Lady Gaga Enigma, to perform at the MGM Park Theater in Las Vegas, which is scheduled to begin from December 28, 2018. She has also started working on her sixth studio album. She has been in recording studios with producers like Boys Noize, DJ White Shadow, BloodPop, and Sophie. Gaga grew up listening to artists such as Michael Jackson, the Beatles, Stevie Wonder, Queen, Bruce Springsteen, Pink Floyd, Mariah Carey, the Grateful Dead, Led Zeppelin, Whitney Houston, Elton John, Blondie and Garbage, who have all influenced her music. Gaga's", "doc_score": "80.71930694580078", "publish_date": "2018/12/31"}, {"doc_id": "19190072", "text": "Emily Estefan / She founded her own music label Alien Shrimp Records—to not only launch her own music but to also serve as a home base for new and emerging artists. In 2016, she entered into a three-year partnership with RED Distribution via Alien Shrimp Records for the physical and digital distribution (U.S. and international) of the label's entire roster. In February 2017, Estefan was selected as Elvis Duran's Artist of the Month and performed her hit \"Reigns (Every Night)\" on NBC's \"Today\" (hosted by Hoda Kotb and Kathie Lee Gifford and broadcast nationally). Estefan performed her first major concert on February 2,", "doc_score": "82.7215576171875", "publish_date": "2018/12/31"}, {"doc_id": "10781557", "text": "Erika Jayne / 21, 2018. In October 2018, Jayne performed her single \"Xxpen$ive\" on \"The View\" in honor of her friend Meghan McCain's birthday. Michael Love Michael of \"Paper\" magazine wrote that Jayne was \"wearing a sparkling leotard situation that we could just as easily picture on Britney Spears during her residency.\" Following her role on \"The Real Housewives of Beverly Hills\", Erika Jayne received a significant amount of fame and media attention. She has been named a dance-pop sensation by the public. Fashion has also been a part of Jayne's music career and image. She has frequently worn clothes designed by Gucci,", "doc_score": "84.10452270507812", "publish_date": "2018/12/31"}, {"doc_id": "20277790", "text": "Rainbow Tour (Kesha) / Rainbow Tour (Kesha) The Rainbow Tour is the fourth headlining concert tour by American recording artist Kesha, in support of her third studio album \"Rainbow\" (2017). It is her first solo tour since the Warrior Tour in 2013. The tour started in Birmingham on September 26, 2017 and ended in Sydney on October 11, 2018. Tickets range from $42 to $2,484 on the secondary ticket market. Since 2014, Kesha has been involved in a legal battle against her former producer and longtime collaborator Dr. Luke. This legal dispute has put her career on hold. To reconnect with her fans, Kesha", "doc_score": "84.71453094482422", "publish_date": "2018/12/31"}, {"doc_id": "311307", "text": "Paula Abdul / time if I would ever do it again! I finally said, You know what, I want to and I'm going to make it a priority. I'm really passionate about it and it's fun, and I want to connect with my fans around the country.\" In July 2018, Abdul announced that she would embark on a solo headlining tour across North America that fall, entitled \"Straight Up Paula!\", as part of the celebration of the 30th anniversary of her debut studio album \"Forever Your Girl\". The tour is scheduled to begin in Morristown, New Jersey on October 3 and conclude in", "doc_score": "80.83033752441406", "publish_date": "2018/12/31"}]}
{"question_id": "20230120_29", "search_time": "2023/01/26/03:31", "search_result": [{"doc_id": "12728170", "text": "Jacinda Ardern / teaching of the Māori language in schools. On social issues, Ardern voted in favour of same-sex marriage and believes abortion should be removed from the Crimes Act. She is opposed to criminalising people who use cannabis and has pledged to hold a referendum on whether or not to legalise cannabis in her first term as prime minister. In 2018, she became the first prime minister of New Zealand to march in a gay pride parade. Referring to New Zealand's nuclear-free policy, she described taking action on climate change as \"my generation's nuclear-free moment\". Raised a member of the Church of", "doc_score": "84.88505554199219", "publish_date": "2018/12/31"}, {"doc_id": "12728146", "text": "Jacinda Ardern / office of Prime Minister Helen Clark. She later worked in the United Kingdom as a policy advisor to British prime minister Tony Blair. In 2008, she was elected President of the International Union of Socialist Youth. Ardern became a list MP in 2008, a position she held for almost ten years until her election to the Mount Albert electorate in the 2017 by-election, held on 25 February. She was unanimously elected as Deputy Leader of the Labour Party on 1 March 2017, following the resignation of Annette King. Ardern became Leader of the Labour Party on 1 August 2017, after", "doc_score": "85.06236267089844", "publish_date": "2018/12/31"}, {"doc_id": "12728164", "text": "Jacinda Ardern / empathetic and strong\". Ardern is New Zealand's third female prime minister after Jenny Shipley (1997–1999) and Helen Clark (1999–2008). She is a member of the Council of Women World Leaders. Entering office aged 37, Ardern is also the youngest individual to become New Zealand's head of government since Edward Stafford, who became premier in 1856. On 5 November 2017, Ardern made her first official overseas trip to Australia, where she met Australian Prime Minister Malcolm Turnbull for the first time. Relations between the two countries had been strained in the preceding months because of Australia's treatment of New Zealanders living", "doc_score": "85.56554412841797", "publish_date": "2018/12/31"}, {"doc_id": "12728165", "text": "Jacinda Ardern / in the country, and shortly before taking office, Ardern had spoken of the need to rectify this situation, and to develop a better working relationship with the Australian government. Turnbull described the meeting in cordial terms: \"we trust each other...The fact we are from different political traditions is irrelevant\". Ardern flew to Vietnam on 9 November for her first visit to an APEC summit. On 19 January 2018, Ardern announced that she was pregnant and that Winston Peters would take the role of Acting Prime Minister for six weeks after the birth. Following the birth of a daughter, she took", "doc_score": "84.93907165527344", "publish_date": "2018/12/31"}, {"doc_id": "12728172", "text": "Jacinda Ardern / took office; even having a Twitter account established in her name. Paddles died in early November 2017 after being hit by a car in the Auckland suburb of Point Chevalier. On 19 January 2018, Ardern revealed that she was expecting her first child in June, making her New Zealand's first Prime Minister to be pregnant whilst in office. Ardern was admitted to Auckland City Hospital on 21 June 2018, and gave birth to a girl at 4:45 pm (04:45 UTC) that day, becoming only the second elected head of government to give birth while in office (after Benazir Bhutto in", "doc_score": "87.4319076538086", "publish_date": "2018/12/31"}]}
