{"question_id": "20231117_0", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "8557191", "text": "What would Reagan do? / attained greater prominence during the 2008 Republican party presidential primary, and in particular at a debate held at the Ronald Reagan Presidential Library. The phrase has also been promoted by the Heritage Foundation, in partnership with radio talk show hosts Sean Hannity and Laura Ingraham, aimed at promoting policy in line with Ronald Reagan's, as well as preserving Reagan's legacy. The organization maintains a website named for the phrase, featuring video and audio archives, transcripts of Reagan's speeches and other resources. In recent years it has been used as a title or lead question in columns by numerous conservative writers,", "doc_score": "81.3856430053711", "publish_date": "2018/12/31"}, {"doc_id": "7926678", "text": "Shermanesque statement / Shermanesque statement \"Shermanesque statement\", \"Sherman statement\", or \"Sherman speech\" is American political jargon for a clear and direct statement by a potential candidate indicating that he or she will not run for a particular elected position. The term derives from the Sherman pledge, a remark made by American Civil War General William Tecumseh Sherman when he was being considered as a possible Republican candidate for the presidential election of 1884. He declined, saying, \"I will not accept if nominated and will not serve if elected.\" Thirteen years prior, he had similarly asserted, \"I hereby state, and mean all that I", "doc_score": "81.76081848144531", "publish_date": "2018/12/31"}, {"doc_id": "8285098", "text": "Cowboy diplomacy / on a bronze plaque on Donald Rumsfeld's office desk in the Pentagon and has set the modern precedent. The term has since also been applied to the presidential administrations of Ronald Reagan,George W. Bush, and Donald Trump In the \"\" episode, \"Unification, Part II\", Captain Jean-Luc Picard used the term to describe Ambassador Spock's actions during an. Cowboy diplomacy Cowboy diplomacy is a term used by critics to describe the resolution of international conflicts through brash risk-taking, intimidation, military deployment, or a combination of such tactics. It is criticized as stemming from an overly simple, dichotomous world view. Overtly", "doc_score": "82.1076431274414", "publish_date": "2018/12/31"}, {"doc_id": "19973367", "text": "Nasty woman / Nasty woman \"Nasty woman\" was a phrase used by 2016 American presidential candidate Donald Trump referring to opponent Hillary Clinton during the third presidential debate. The phrase made worldwide news and became a viral call for some women voters and has also launched a feminist movement by the same name. The phrase influenced memes, popular culture, books and magazines, art exhibits, theater and concert productions, and came to be known as a women's rights rallying cry by some in the media. On October 19, 2016, during the final presidential debate, Hillary Clinton explained her hopes to improve the Social Security", "doc_score": "82.91674041748047", "publish_date": "2018/12/31"}, {"doc_id": "5665165", "text": "Waving the bloody shirt / Waving the bloody shirt In the American election campaigns in the 19th century, \"waving the bloody shirt\" was a phrase used to ridicule opposing politicians who made emotional calls to avenge the blood of the northern soldiers that died in the Civil War. The pejorative was most used against Republicans, who were accused of using the memory of the Civil War to their political advantage. The phrase gained popularity with a fictitious incident in which Representative and former Union general Benjamin Butler of Massachusetts, when making a speech on the floor of the U.S. House of Representatives, allegedly held up", "doc_score": "84.6730728149414", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_1", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "7171664", "text": "Time Walker / up and buried alive thousands of years before and covered with a dormant, green fungus. The body is brought back to California and Douglas has it examined by Dr. Ken Melrose and X-rayed by student Peter Sharpe before a big press conference about the discovery. While reviewing the X-rays, Peter notices there are five crystals around the \"mummy's\" head. Peter steals the crystals and makes new X-rays to cover up his theft. He sells four of the crystals to students who are unaware of their origin. The second set of X-rays overdose the body with radiation. This causes the fungus", "doc_score": "76.78461456298828", "publish_date": "2018/12/31"}, {"doc_id": "5032727", "text": "Dead Celebrities / celebrities, CBS News anchorman Walter Cronkite and Patrick Swayze, tell her that Michael Jackson's refusal to acknowledge his death is the main cause of them being trapped. Some of the celebrities help the medium and the boys try to convince Jackson that he is dead, but Jackson keeps denying it and insists he is not only alive, but also a little white girl. His denial is so strong that he emits a very powerful force which flings the medium out the window of Ike's hospital room, where she falls to her death. The ghosts of these annoyed celebrities are shown", "doc_score": "79.99864196777344", "publish_date": "2018/12/31"}, {"doc_id": "9451080", "text": "Bring Back Birdie / the TV studio, near airtime, Conrad announces he's not going to appear. It seems that after his \"funeral\" he called a press conference to announce his recovery and millions of letters poured in. \"The Citizens Committee decided not to nominate me for the Senate. They're gonna let me run for President instead! And it wouldn't be proper for the next President to shake it up on TV!\" Consternation ensues. The NBC executive demands that Conrad Birdie \"or a reasonable facsimile\" be on that stage in 20 minutes or else. But no old record stars are available. Mae appears. \"Would you", "doc_score": "78.27333068847656", "publish_date": "2018/12/31"}, {"doc_id": "2094649", "text": "Reset button technique / technique is made clear. This requires the show to cause successful suspension of disbelief in the audience while introducing plot developments that would seriously alter the future of the show, without revealing that continuity is or will be interrupted. It is frequently employed as a plot twist that effectively undoes all the happenings of the episode. Common uses of this technique draw liberally from science fiction and metaphysical ideas, perhaps contributing to its widespread use in those genres. Examples of the reset button technique include dream sequences, alternate-history flashbacks, parallel universes, \"alternate realities\", \"alternate timelines\", daydreams, time travel, and hallucinations.", "doc_score": "77.35710144042969", "publish_date": "2018/12/31"}, {"doc_id": "8943429", "text": "Back to Reality (Red Dwarf) / is Voter Colonel Sebastian Doyle, the head of the secret police in a fascist state, and Rimmer is Billy Doyle, Lister's half-brother and a tramp. Only Kryten is pleased with his'real' existence; however, when he is forced to take a human life in order to save a young girl, the mechanoid too begins to despair. As a result of the shooting, the crew then becomes involved in a high-speed car chase with the police. Devastated by the implications of their \"true\" selves, they are about to commit group suicide when Holly finally manages to awaken them, revealing that \"Starbug\"'s", "doc_score": "78.19075012207031", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_2", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "2738822", "text": "Heimaey / church in Reykjavík is named in his honour. At 01:00 on 23 January 1973, a volcanic eruption of the mountain Eldfell began on Heimaey. The ground on Heimaey started to quake and fissures formed. The fissures grew to in length, and lava began to erupt. Lava sprayed into the air from the fissures. Volcanic ash was blown to sea. Later, the situation deteriorated. When the fissures closed, the eruption converted to a concentrated lava flow that headed toward the harbour. The winds changed, and half a million cubic metres of ash blew on the town. During the night, the 5,000", "doc_score": "81.73685455322266", "publish_date": "2018/12/31"}, {"doc_id": "3049632", "text": "Eldfell / 02:30, just half an hour after the start of the eruption. Most of the population left the island by boat. Fortunately, the lava flows and tephra fall did not at first affect the island's airstrip (Vestmannaeyjar Airport), and a few people who were unable to travel by boat were evacuated by air—primarily the elderly and patients from the hospital. Planes were sent from Reykjavík and Keflavik to help speed the process. Within six hours of the onset of the eruption, almost all of the 5,300 people of the island were safely on the mainland. A few people remained to carry", "doc_score": "83.02947235107422", "publish_date": "2018/12/31"}, {"doc_id": "3049630", "text": "Eldfell / carbon dioxide and gases from cooling submerged lava flows were about 70 percent hydrogen. (Richard & James, 1983) Poisonous gas was found at low areas on the eastern part of Vestmannaeyjar. A wall was constructed between the vent and town to divert the gas, and a long trench was excavated for the steam to escape. However, none of these measures were completely effective. (Richard & James, 1983) In the early hours of the eruption, the Icelandic State Civil Defence Organisation evacuated the entire population of Heimaey, having previously developed evacuation plans for an emergency such as this. The evacuation was", "doc_score": "80.99119567871094", "publish_date": "2018/12/31"}, {"doc_id": "14476328", "text": "2010 eruptions of Eyjafjallajökull / farmers and their families from the areas of Fljótshlíð, Eyjafjöll, and Landeyjar were evacuated overnight (including a group of 30 schoolchildren and their three teachers from Caistor Grammar School in England), and flights to and from Reykjavík and Keflavík International Airport were postponed, but on the evening of 21 March, domestic and international air traffic was allowed again. Inhabitants of the risk zone of Fljótshlíð, Eyjafjöll, and Landeyjar area were allowed to return to their farms and homes after an evening meeting with the Civil Protection Department on 22 March and the evacuation plan was temporarily dismissed. Instead, the police", "doc_score": "79.72990417480469", "publish_date": "2018/12/31"}, {"doc_id": "3049656", "text": "Eldfell / volcano will be covered by grass, as neighbouring Helgafell is. Eldfell is one of the best known volcanic eruptions in the world. Eldfell Eldfell is a volcanic cone just over high on the Icelandic island of Heimaey. It formed in a volcanic eruption, which began without warning on the eastern side of Heimaey, in the Westman Islands, on 23 January 1973. The name means \"Hill of Fire\" in Icelandic. The eruption caused a major crisis for the island and nearly led to its permanent evacuation. Volcanic ash fell over most of the island, destroying around 400 homes, and a lava", "doc_score": "79.2811050415039", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_3", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "17496851", "text": "Yodel (company) / voted as the worst delivery service in the United Kingdom for the second consecutive year. BBC Watchdog says that it continued to regularly receive reports of bad service after the re branding to Yodel. Yodel was named the \"worst parcel delivery firm\" in a poll by MoneySavingExpert.com, of 9,000 people, with 78% of customers rating their experience negatively. Despite this, Yodel continues to be the delivery company of choice for many major retailers in the United Kingdom, largely due to the company's cheap prices. The company apologised in November 2015, after one of the firm's couriers had left a parcel", "doc_score": "90.18467712402344", "publish_date": "2018/12/31"}, {"doc_id": "9547044", "text": "UK Mail / UK Mail UK Mail, a trading name of DHL Parcel UK Limited and formerly known as Business Post, is a postal service company operating in the United Kingdom, which has competed with the Royal Mail in collection and distribution of mail since the deregulation of the postal service in January 2006. Its distribution network delivers mail to local Royal Mail sorting offices for last mile delivery through downstream access. UK Mail competes primarily with Royal Mail and Whistl. Since December 2016, the company has been owned by Deutsche Post AG. The company name was changed from UK Mail Limited to", "doc_score": "90.23052215576172", "publish_date": "2018/12/31"}, {"doc_id": "18297241", "text": "Whistl / director on 2 November 2015. In June 2018, Whistl acquired Nottingham based Parcelhub and its sister company Mail Workshop. Whistl has depots in the United Kingdom at Newtownabbey (Northern Ireland), Glasgow, Bolton, Bristol, Iver and Rugby. Whistl's head office is in Marlow. Whistl Whistl, formerly TNT Post UK, is a postal delivery company operating in the United Kingdom. The company primarily competes with UK Mail, UPS, Parcelforce, DHL, Hermes, Royal Mail and Yodel. According to the company, it processes about 25% of the mail in the United Kingdom, amounting to over 3.7 billion items per year in 2015. The company", "doc_score": "88.75944519042969", "publish_date": "2018/12/31"}, {"doc_id": "9547047", "text": "UK Mail / United Kingdom\" The sale was concluded in December 2016, for US$315.5 (£243 million). The former company became a division of the Deutsche Post European parcel network although its web site acknowledges only the relationship with DHL Express. In March 2017, UK Mail was criticised for charging a sick self employed courier £216 a day as the cost of hiring a replacement. In reply, the company stated that \"UK Mail only ever passes on the actual costs incurred, which is in line with the contract with the driver and with company policy\". UK Mail UK Mail, a trading name of DHL", "doc_score": "87.73995208740234", "publish_date": "2018/12/31"}, {"doc_id": "7224121", "text": "Parcelforce / Parcelforce Parcelforce Worldwide is a courier and logistics service in the United Kingdom. Parcelforce Worldwide is a trading name of Royal Mail Group Ltd., and is organised within the UK Parcels, International and Letters division of the group. The company delivers to destinations worldwide, using an international partner network. Its European delivery partner, General Logistics Systems (GLS), is also a subsidiary of Royal Mail and delivers more than one million parcels a day across 34 countries in Europe. Parcelforce Worldwide is a direct competitor of other worldwide delivery brands, such as DHL, DX Group, FedEx and UPS. Parcelforce Worldwide operates", "doc_score": "88.37388610839844", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_4", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "5284165", "text": "Xi Jinping / trips, some say to burnish his foreign affairs credentials prior to taking the helm of China's leadership. In the European Union, Xi visited Belgium, Germany, Bulgaria, Hungary and Romania from 7 October to 21 2009. He visited Japan, South Korea, Cambodia, and Myanmar on his Asian trip from 14 to 22 December 2009. Xi visited the United States, Ireland and Turkey in February 2012. This visit included meeting with then U.S. President Barack Obama at the White House and then Vice President Joe Biden; and stops in California and Iowa, where he met with the family which previously hosted him", "doc_score": "83.15005493164062", "publish_date": "2018/12/31"}, {"doc_id": "19155368", "text": "2015 Xi Jinping visit to the United States / such as \"Down with Red China\". Xi attended a forum hosted by the Paulson Foundation, an economic think tank founded by Henry Paulson. He also attended a dinner organized by local Chinese. Xi and Peng left Seattle and flew to Washington, D.C. on September 24. They arrived at Joint Base Andrews and were greeted by United States Vice President Joe Biden. After greeting, a band played the US and Chinese national anthems. Then Xi and Obama had a private working dinner at the Blair House. On September 25, Xi Jinping arrived at the White House. President Barack Obama welcomed Xi's", "doc_score": "83.57474517822266", "publish_date": "2018/12/31"}, {"doc_id": "19155362", "text": "2015 Xi Jinping visit to the United States / an Air China aircraft at about 9:30 am (Pacific Daylight Time). Before his arrival at the Westin Seattle Hotel, protesters gathered downtown to highlight the Chinese government's human rights abuses and to voice other concerns, including Falun Gong practitioners. Supporters of Xi were also present with Chinese flags. The protesters dispersed by 6:00 pm. In the evening, Xi attended a banquet speech at the Westin Seattle Hotel, meeting with Governor of Washington State Jay Inslee, Mayor of Seattle Ed Murray, Senator Patty Murray, Congressman Rick Larsen, and former US Ambassador to China Gary Locke. In his speech, he mentioned several", "doc_score": "82.7373275756836", "publish_date": "2018/12/31"}, {"doc_id": "6619235", "text": "Dixie Mission / Dixie Mission The United States Army Observation Group, commonly known as the Dixie Mission, was the first U.S. effort to establish official relations with the Communist Party of China and the People's Liberation Army, then headquartered in the mountainous city of Yan'an. This mission was launched on 22 July 1944 during World War II, and lasted until 11 March 1947. In addition to establishing relations, the goal was to investigate the Communist Party politically and militarily, and determine if the U.S. would benefit from establishing liaison. John S. Service, of the United States Department of State, was responsible for political", "doc_score": "79.70575714111328", "publish_date": "2018/12/31"}, {"doc_id": "2265744", "text": "Ping-pong diplomacy / different. It's beautiful. They got the Great Wall, they got plains over there. They got an ancient palace, the parks, there's streams, and they got ghosts that haunt; there's all kinds of, you know, animals. The country changes from the south to the north. The people, they have a, a unity. They really believe in their Maoism. Two months after Richard Nixon's visit, Zhuang Zedong visited the U.S. as the head of a Chinese table-tennis delegation, April 12–30, 1972. Also on the itinerary were Canada, Mexico and Peru. However, China's attempts to reach out to countries through \"ping-pong diplomacy\" were", "doc_score": "80.28102111816406", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_5", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "17868218", "text": "Thor: Ragnarok / showings, surpassing \"Doctor Strange\" as the largest for a November weekend. The film had earned $650.1 million globally, surpassing the total grosses for \"Thor\" ($449.3 million) and \"Thor: The Dark World\" ($644.6 million), by the end of its third weekend. It became the ninth highest-grossing film of 2017. \"Deadline Hollywood\" calculated the net profit of the film to be $174.2 million, accounting for production budgets, P&A, talent participations and other costs, against box office grosses and ancillary revenues from home media, placing it eighth on their list of 2017's \"Most Valuable Blockbusters\". \"Thor: Ragnarok\" earned $46.8 million on its opening", "doc_score": "82.3272933959961", "publish_date": "2018/12/31"}, {"doc_id": "18091916", "text": "The Best of Me (film) / North America on October 17, 2014 across 2,936 theaters. It has grossed $26.8 million in North America and $9.2 million in other territories for a worldwide total of $35.9 million. In its opening weekend, the film grossed $10 million finishing fifth at the box office behind \"Fury\", \"Gone Girl\", \"The Book of Life\" and \"Alexander and the Terrible, Horrible, No Good, Very Bad Day\", making it the worst opening for a Nicholas Sparks' novel adaptation. \"The Best of Me\" has been panned by critics. On Rotten Tomatoes, the film has a rating of 8%, based on 74 reviews, with an", "doc_score": "82.92485809326172", "publish_date": "2018/12/31"}, {"doc_id": "16486743", "text": "Now You See Me (film) / plus 30 minutes of deleted scenes. By the end of its box office run, \"Now You See Me\" had grossed $117.7 million in the U.S. and Canada and $234 million in other territories for a worldwide total of $351.7 million, against a budget of $75 million. The film had a successful box office run, placing second behind \"Fast & Furious 6\" and taking $29,350,389 on its opening weekend from 2,925 theaters. By the end of June, it had grossed double its production budget. The film stayed in the top 10 of the North American box office for six weeks after", "doc_score": "80.39119720458984", "publish_date": "2018/12/31"}, {"doc_id": "18236758", "text": "Logan (film) / to a gross of $3.4 million, on 1,400 screens. According to Fox, that was the highest debut for any \"X-Men\" title in the territory, marginally ahead of \"X-Men: Apocalypse\". While the debut was not enough to break any significant records, it ranked as the second-biggest opening weekend for a Hollywood release in the January–March quarter, behind \"\". \"Logan\" was released to positive reviews with many critics praising the cast, especially Jackman's performance. The film was also commended for its thoughtful tone and story. On the review aggregator Rotten Tomatoes, it has an approval rating of 93% based on 364 reviews,", "doc_score": "80.10986328125", "publish_date": "2018/12/31"}, {"doc_id": "15727084", "text": "Thor: The Dark World / the original film's opening-day gross. Through Sunday, the film remained at the No. 1 spot with $85.7 million, which is a 30% increase over its predecessor's opening weekend. This was the largest November opening for a film distributed by Disney, surpassing \"The Incredibles\". \"Thor: The Dark World\" topped the box office in North America during its first two weekends, before being overtaken by \"\" in its third weekend. On its midweek opening day of Wednesday, October 30, 2013, \"Thor: The Dark World\" earned $8.2 million from 33 territories, including the UK and France, where it opened higher than its predecessor.", "doc_score": "81.5266342163086", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_6", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "18871283", "text": "2017 UEFA Champions League Final / 2017 UEFA Champions League Final The 2017 UEFA Champions League Final was the final match of the 2016–17 UEFA Champions League, the 62nd season of Europe's premier club football tournament organised by UEFA, and the 25th season since it was renamed from the European Champion Clubs' Cup to the UEFA Champions League. It was played at the Millennium Stadium in Cardiff, Wales on 3 June 2017, between Italian side Juventus and Spanish side and title holders Real Madrid, in a repeat of the 1998 final. Real Madrid won the match 4–1 to secure their 12th title in this competition. With", "doc_score": "91.6678466796875", "publish_date": "2018/12/31"}, {"doc_id": "18877064", "text": "2017 UEFA Europa League Final / 2017 UEFA Europa League Final The 2017 UEFA Europa League Final was the final match of the 2016–17 UEFA Europa League, the 46th season of Europe's secondary club football tournament organised by UEFA, and the 8th season since it was renamed from the UEFA Cup to the UEFA Europa League. It was played at the Friends Arena in Solna, Sweden on 24 May 2017, between Dutch side Ajax and English side Manchester United. Manchester United won the match 2–0 to secure their first title in this competition. With this victory, they joined Juventus, Ajax, Bayern Munich and Chelsea as the", "doc_score": "94.70616149902344", "publish_date": "2018/12/31"}, {"doc_id": "20202987", "text": "2018 EFL Cup Final / 2018 EFL Cup Final The 2018 EFL Cup Final, or 2018 Carabao Cup Final, was the final association football match of the 2017–18 EFL Cup that took place on 25 February 2018 at Wembley Stadium. It was the first League Cup final contested under the \"Carabao Cup\" name following the sponsorship of Carabao Energy Drink. It was contested between Manchester City and Arsenal and won, 3–0 by Manchester City who would have entered the Second Qualifying Round of the 2018–19 UEFA Europa League, but they qualified directly for the 2018–19 UEFA Champions League by finishing first in the 2017–18 Premier", "doc_score": "90.32768249511719", "publish_date": "2018/12/31"}, {"doc_id": "19254166", "text": "2016 Football League Cup Final / 2016 Football League Cup Final The 2016 Football League Cup Final was a football match played at Wembley Stadium, London, on 28 February 2016 to determine the winner of the 2015–16 Football League Cup, the 56th edition of the Football League Cup, a competition for the 92 teams in the Premier League and Football League. It was contested by Liverpool and Manchester City, with Manchester City winning 3–1 in a penalty shoot-out after the match had finished 1–1 after extra time. They would have qualified for the Third Qualifying Round of the 2016–17 UEFA Europa League, but they already qualified", "doc_score": "93.24583435058594", "publish_date": "2018/12/31"}, {"doc_id": "9796278", "text": "2008 UEFA Champions League Final / 2008 UEFA Champions League Final The 2008 UEFA Champions League Final was a football match that took place on Wednesday, 21 May 2008, at the Luzhniki Stadium in Moscow, Russia, to determine the winner of the 2007–08 UEFA Champions League. It was contested by Manchester United and Chelsea, making it an all-English club final for the first time in the history of the competition. This was only the third time that two clubs from the same country had contested the final; the others being the 2000 and 2003 finals. It was the first European Cup final played in Russia, and", "doc_score": "92.79461669921875", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_7", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "12538044", "text": "The Code of Conduct and the Vietnam Prisoners of War / Conduct. Additionally, recommendations are presented for the education of the members of the Armed Forces and the U.S. public in order to minimize the use of POWS in the future as political hostages and propaganda vehicles. The Vietnam War was the first test of the Code of Conduct. The majority of the American POWS were held captive longer than in any other war engaged in by Americans. The paper discusses the Code of Conduct, article by article, and assesses its value and viability as they related to the Vietnam War experience. The report compares conditions and treatment American POWs experienced", "doc_score": "82.04060363769531", "publish_date": "2018/12/31"}, {"doc_id": "19959290", "text": "Company code of conduct / code of conduct is one of the best known. In the early 1990s, Nike was reported by the press in the United States for using contractors in Southeast Asia who employed slave labor and child labor. This complaint damaged Nike's image and was reflected in a significant drop in sales. As part of a strategy to recover their image, Nike announced in 1992 a company code of conduct in which it stated its commitment to adjust the company's actions around the world to adhere to its rules, as well as to require all subcontractors to do the same. (Nike directly", "doc_score": "82.20335388183594", "publish_date": "2018/12/31"}, {"doc_id": "11818211", "text": "Cadet Honor Code / tolerated such action on the part of another Cadet. The procedural element of the Honor System examines the two elements that must be present for a Cadet to have committed an honor violation: the act and the intent to commit that act. The latter does not mean intent to violate the Honor Code, but rather the intent to commit the act itself. The premise behind the Honor Code is as old as the Academy itself. When the Academy was founded in 1802, the officer corps operated on a simple code of honor—an officer's word was his bond. Sylvanus Thayer, Superintendent", "doc_score": "82.12755584716797", "publish_date": "2018/12/31"}, {"doc_id": "5313124", "text": "Code of silence / Code of silence A code of silence is a condition in effect when a person opts to withhold what is believed to be vital or important information voluntarily or involuntarily. The code of silence is usually either kept because of threat of force, or danger to oneself, or being branded as a traitor or an outcast within the unit or organization as the experiences of the police whistleblower Frank Serpico illustrates. Police are known to have a well-developed Blue Code of Silence. The code of silence was famously practiced in Irish-American neighborhoods in Boston, Massachusetts such as Charlestown, South Boston,", "doc_score": "83.59154510498047", "publish_date": "2018/12/31"}, {"doc_id": "3443249", "text": "Lieber Code / While in St. Louis searching for one of his sons, who had been wounded at Fort Donelson, Lieber met Union General Henry Halleck, who had been a lawyer in civilian life and had published \"International Law, or, Rules Regulating the Intercourse of States in Peace and War\" in early 1861. As the war dragged on, the treatment of spies, guerrilla warriors, and civilian sympathizers became especially troublesome. So too was the treatment of escaped slaves, who were forbidden to return to their owners by an order of March 13, 1862. After Halleck became general-in-chief in July, 1862, he solicited Lieber's", "doc_score": "81.40605926513672", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_8", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "10181712", "text": "Johnny Stecchino / his story on the front page of newspapers denouncing his confession to the police. Maria finds Dante and returns him to her residence immediately, though surprised to find him strolling through the streets unharmed. Stecchino's belief that Dante bears no resemblance to him is only reinforced upon hearing that Dante spent the morning in Palermo going unnoticed by locals. As a final attempt to determine whether the public will mistake him for Stecchino, Maria takes Dante to an opera. Upon arriving at the opera house, Dante sees fruit sold at a concession stand. The vendor says he can simply take", "doc_score": "79.61695861816406", "publish_date": "2018/12/31"}, {"doc_id": "2829875", "text": "The Adventure of the Lion's Mane / Stackhurst's science professor, Fitzroy McPherson, staggers up to them, clearly in agony and wearing only an overcoat and trousers. He collapses, manages to say something about a \"lion's mane\", and then succumbs. He is observed to have red welts all over his back, possibly administered by a flexible weapon of some kind, for the marks curve over his shoulder and round his ribs. Moments later, Ian Murdoch, a mathematics professor at The Gables, comes up behind them. He has not seen the attack, and has only just arrived at the beach from the school. Holmes sees a couple of people", "doc_score": "82.33161926269531", "publish_date": "2018/12/31"}, {"doc_id": "5026887", "text": "Stealing Beauty / comes around to Osvaldo, he demurs, saying, \"I don't know which is more ridiculous, this conversation or the silly political one going on over there [at the grown-ups' table].\" Lucy fawns over Niccoló but abruptly vomits in his lap. The next day Lucy rides a bicycle to the Donati villa, looking for Niccoló. A servant informs her that he is in the garden, where Lucy finds him kissing another girl. Hastily bicycling away from the compound, she passes Osvaldo, who has been hunting with his dog. As she passes, Osvaldo holds up a jackrabbit he has killed and cries, \"Ciao,", "doc_score": "82.60489654541016", "publish_date": "2018/12/31"}, {"doc_id": "6161903", "text": "Lionboy / conspiracy of gondoliers. Venice is liberated from the Doge's rule, and so Charlie journeys from Venice by boat, taking the lions back to their home in Essaouira, Morocco but leaving the Smilodon fatalis with a trusted gondolier in Venice. Narrowly escaping drowning, they arrive there and are met by a few surprises: Maccomo, the cruel lion trainer, who is looking for revenge on Charlie for stealing his lions; and his parents, who have escaped the clutches of the Corporacy and have come to find him. After only a few blissful days reunited with his parents, Charlie is captured by the", "doc_score": "81.44989013671875", "publish_date": "2018/12/31"}, {"doc_id": "9567338", "text": "Lafcadio: The Lion Who Shot Back / of marshmallows. They arrive in the city, which is not at all like the jungle. There are \"tall square things\" (buildings) and \"things that look like hippopotamuses that move very fast with people inside them\" (cars). The young lion goes into the hotel and goes up and down the elevator many times. He then meets Uncle Shelby (obviously Shel Silverstein, as he tells the story) and goes to the barbershop, where he gets his paws shined, his claws manicured, and a free haircut. He has dinner, at which he eats lots of marshmallow dishes, finishing with his napkin for dessert.", "doc_score": "79.07312774658203", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_9", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "8821054", "text": "Matt Hancock / Matt Hancock Matthew John David Hancock (born 2 October 1978) is a British politician of the Conservative Party serving as Member of Parliament for West Suffolk since 2010 and Secretary of State for Health and Social Care since 2018. Hancock was born in Cheshire, where his family run a software business. Hancock studied PPE at Exeter College, Oxford and Economics at Christ's College, Cambridge. He worked as an economist for the Bank of England before becoming an economic advisor (and later Chief of Staff) to George Osborne. Following his election in 2010, he served in a number of middle-ranking ministerial", "doc_score": "84.99640655517578", "publish_date": "2018/12/31"}, {"doc_id": "5100489", "text": "Jeremy Hunt / controversial new junior doctors' contract in England after the failure of negotiations. During the dispute, junior doctors undertook multiple strikes, the first such industrial action for forty years. He was appointed to the additional portfolio of social care in England in January 2018. On 3 June 2018, Hunt became the longest-serving Health Secretary in British political history. The following month, he was appointed Foreign Secretary, following the resignation of Boris Johnson. Jeremy Hunt was born in Lambeth Hospital, Kennington, the eldest son of Admiral Sir Nicholas Hunt, who was then a Commander in the Royal Navy assigned to work for", "doc_score": "82.7717056274414", "publish_date": "2018/12/31"}, {"doc_id": "2473195", "text": "Damian Green / from the \"Mail\"s website without an admission of fault. Damian Green Damian Howard Green (born 17 January 1956) is a British politician who has been the Conservative Member of Parliament for Ashford since 1997 and was the First Secretary of State and Minister for the Cabinet Office from 11 June 2017 to 20 December 2017. Green was born in Barry, Vale of Glamorgan, South Wales and studied PPE at Balliol College, Oxford. Before entering politics, Green worked as a journalist for the BBC, Channel 4 and \"The Times\". Green entered Parliament in the 1997 election by winning the seat of", "doc_score": "79.93592071533203", "publish_date": "2018/12/31"}, {"doc_id": "14548156", "text": "Stephen Barclay / Stephen Barclay Stephen Paul Barclay (born 3 May 1972) is a British Conservative Party politician, and has been the Member of Parliament (MP) for North East Cambridgeshire since 2010. On 16 November 2018, Barclay was appointed Secretary of State for Exiting the European Union following the resignation of Dominic Raab. From July 2018, he was Minister of State at the Department of Health and Social Care. Barclay is the youngest of three brothers. His father was a trade union official, and his mother worked in the civil service. He was brought up in Lancashire, and educated at King Edward VII", "doc_score": "82.72211456298828", "publish_date": "2018/12/31"}, {"doc_id": "19388928", "text": "Chris Wormald / Chris Wormald Sir Christopher Wormald KCB (born 30 October 1968) is a British civil servant, serving since 2016 as the Permanent Secretary at the Department of Health and Social Care, having previously served since 2012 in the same role at the Department for Education. Educated at Rutlish School in Merton and then St John's College, Oxford, Wormald joined the Civil Service in 1991 into the Department for Education (later the Department for Education and Employment). Rising to Principal Private Secretary to the Secretary of State for Education and Skills from 2001 until 2004, he then worked on the Academies programme.", "doc_score": "81.83615112304688", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_10", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "17902317", "text": "Protest against conscription of yeshiva students / Protest against conscription of yeshiva students The protest against conscription of yeshiva students was a mass rally held in Jerusalem on March 2, 2014. Its organizers called for a \"million-man protest\" against a proposed law overturning the exemption from military service for Haredi talmudical students and criminalizing those who refused to enlist in the Israel Defense Forces. From 300,000 to 600,000 people gathered in one of the largest protests in Israeli history. The protest opposed Israeli military and civil conscription of Orthodox yeshiva students, who have been exempted from military conscription or national service since 1977. A petition led to", "doc_score": "90.89519500732422", "publish_date": "2018/12/31"}, {"doc_id": "15842229", "text": "Timeline of the 2011 Israeli social justice protests / using proprietary technology to measure mobile phone signals, an Israeli start-up gave a reduced estimate of the crowd of a still impressive 150,000 people in Tel Aviv. Over 100 thousand people demonstrated throughout the rest of Israel in various demonstrations (40 thousand in Jerusalem, 30 thousand in Haifa, 15 thousand in Afula, 8,000 in Kiryat Motzkin, 3,000 in Nahariya, 2,500 in Hadera, 3000 in Karmiel and Rosh Pina, 5000 in Kiryat Shmona, 10 thousands in Kfar Yehoshua, 500 in Arad, 800 in Mitzpe Ramon and approximately 1,000 in Eilat). The next day, Channel 10 reported about an internal memo describing", "doc_score": "90.36359405517578", "publish_date": "2018/12/31"}, {"doc_id": "20589554", "text": "2018 United States gun violence protests / by many media outlets as a possible tipping point for gun control legislation. Protesters urged for universal background checks on all gun sales, raising the federal age of gun ownership and possession to the age of 21, closing of the gun show loophole, a restoration of the 1994 Federal Assault Weapons Ban, and a ban on the sale of high-capacity magazines in the United States. Turnout was estimated to be between 1.2 to 2 million people in the United States, making it one of the largest protests in American history. On Tuesday, April 10, 2018, hundreds of students walked out", "doc_score": "90.6896743774414", "publish_date": "2018/12/31"}, {"doc_id": "20649618", "text": "2018 Gaza border protests / On 2 April, \"hundreds\" of Israelis gathered in Tel Aviv, Jaffa, and Yad Mordechai to protest the IDF's use of deadly force against the Palestinians on Gaza border. In Yad Mordecha, near the Israel-Gaza border, protesters had banners reading \"Free Gaza,\" \"Stop the Massacre\", and \"Gaza is Dying\". In Boston, Massachusetts, eight protestors, who chained themselves to the exterior door of the Israeli Consulate, were arrested by police for being a disorderly person, disturbing the peace, and trespassing. Naturei Karta anti-Zionist protesters joined some thousands in London, UK, to show solidarity with Palestinians. The escalation of violence in Gaza concerned", "doc_score": "91.59705352783203", "publish_date": "2018/12/31"}, {"doc_id": "20649548", "text": "2018 Gaza border protests / on 30 March, during the Land Day. Some 30,000 Palestinians took place in the protests which were launched from five tent camps that were set up from the Israel–Gaza barrier, near the no-go zone imposed by Israel. The majority of the demonstrators in the encampments were away from the border security and did not engage in violence. Hundreds of young Palestinians, however, ignored warnings issued by the organizers and the Israeli military to avoid the border zone. When some Palestinians began throwing stones and Molotov cocktails, Israel responded by declaring the Gaza border zone a closed military zone and opening", "doc_score": "90.36558532714844", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_11", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "14149338", "text": "Health effects of sunlight exposure / rickets for children and osteoporosis for adults. Over the past several years, levels of ultraviolet radiation have been tracked at over 30 sites across North America as part of the United States Department of Agriculture's UVB Monitoring and Research Program at Colorado State University. The first map at right shows levels of UVB radiation in June 2008, expressed in Vitamin D Equivalents. Using satellite data, measurements from the European Space Agency produce similar maps expressed in units of the widely followed UV Index, for locations around the world. Exposure to ultraviolet radiation from the sun is a source of vitamin", "doc_score": "84.10918426513672", "publish_date": "2018/12/31"}, {"doc_id": "2007352", "text": "Lead poisoning / body's levels of necessary nutrients like zinc. Chelating agents taken orally can increase the body's absorption of lead through the intestine. Chelation challenge, also known as provocation testing, is used to indicate an elevated and mobilizable body burden of heavy metals including lead. This testing involves collecting urine before and after administering a one-off dose of chelating agent to mobilize heavy metals into the urine. Then urine is analyzed by a laboratory for levels of heavy metals; from this analysis overall body burden is inferred. Chelation challenge mainly measures the burden of lead in soft tissues, though whether it accurately", "doc_score": "81.55278015136719", "publish_date": "2018/12/31"}, {"doc_id": "3015072", "text": "Perchlorate / the chemical was also found in cow's milk in California with an average level of 1.3 parts per billion (ppb, or µg/L), which may have entered the cows through feeding on crops that had exposure to water containing perchlorates. The chemical has been detected at levels as high as 5 µg/L at Joint Base Cape Cod (formerly Massachusetts Military Reservation), well over the Massachusetts state regulation of 2 µg/L. Fireworks are also a source of perchlorate in lakes. At the Olin Flare Facility, Morgan Hill, California perchlorate contamination beneath the former flare manufacturing plant was first discovered in 2000, several", "doc_score": "81.24840545654297", "publish_date": "2018/12/31"}, {"doc_id": "16546863", "text": "Selenium in biology / of selenosis and a follow up study on the same five people in 1992. The 1992 study actually found the maximum safe dietary Se intake to be approximately 800 micrograms per day (15 micrograms per kilogram body weight), but suggested 400 micrograms per day to not only avoid toxicity, but also to avoid creating an imbalance of nutrients in the diet and to account for data from other countries. In China, people who ingested corn grown in extremely selenium-rich stony coal (carbonaceous shale) have suffered from selenium toxicity. This coal was shown to have selenium content as high as 9.1%,", "doc_score": "82.04719543457031", "publish_date": "2018/12/31"}, {"doc_id": "2007280", "text": "Lead poisoning / to put objects in their mouth such as those that contain lead paint and absorb a greater proportion of the lead that they eat. Exposure at work is a common cause of lead poisoning in adults with certain occupations at particular risk. Diagnosis is typically by measurement of the blood lead level. The Centers for Disease Control (US) has set the upper limit for blood lead for adults at 10 µg/dl (10 µg/100 g) and for children at 5 µg/dl. Elevated lead may also be detected by changes in red blood cells or dense lines in the bones of children", "doc_score": "81.38726043701172", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_12", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "10948985", "text": "Oklahoma City Crosstown Expressway / the original I-40 Crosstown Expressway was elevated, and at some points, the elevation is as much as 50 feet (15.2 m). According to a 2006 report, Oklahoma led the nation with 6,299 \"structurally deficient\" bridges. Attention to the Crosstown project increased after the collapse of a stretch of I-35W in Minneapolis, Minnesota on August 1, 2007. At that time, ODOT released a statement indicating that the condition of the Crosstown was \"deteriorating\", but that it \"remained safe.\" Concerns about whether the Crosstown Bridge would last until its 2012 replacement date increased on September 23, 2007, when a hole in the", "doc_score": "85.62622833251953", "publish_date": "2018/12/31"}, {"doc_id": "19065498", "text": "Highway revolts in the United States / Gate Park led to its cancellation, and in 1966 the Board of Supervisors rejected an extension of the Embarcadero Freeway to the Golden Gate Bridge. Opposition to the Embarcadero Freeway continued, and in 1985, the Board of Supervisors voted to demolish it. It was closed after sustaining heavy damage in 1989's Loma Prieta earthquake and torn down shortly thereafter. The entire portion of the Central Freeway north of Market Street was demolished over the next decade: the top deck in 1996, and the lower deck in 2003. Two other short freeway segments were demolished in the same time period: the", "doc_score": "85.11739349365234", "publish_date": "2018/12/31"}, {"doc_id": "20085549", "text": "Interstate 85 bridge collapse / incident by unsafely storing materials under the bridge. On March 30, 2017, a massive fire collapsed a section of the I-85 freeway viaduct in Atlanta, Georgia, stranding motorists for miles during rush hour traffic. The fire under the viaduct was allegedly \"maliciously set\" by a group of three individuals. The area of the collapse was along SR 237 (Piedmont Road) in the Piedmont Heights neighborhood north of Midtown Atlanta. Atlanta Mayor Kasim Reed described the situation as a \"transportation crisis\" and Georgia Governor Nathan Deal declared a state of emergency. The fire started at approximately 6:05 p.m. in a state-owned", "doc_score": "86.82635498046875", "publish_date": "2018/12/31"}, {"doc_id": "20085548", "text": "Interstate 85 bridge collapse / Interstate 85 bridge collapse A massive fire collapsed a bridge on Interstate 85 (I-85) in Atlanta, Georgia on the evening of March 30, 2017. After the section collapsed, I-85 was closed to traffic for approximately between its split with I-75 and the interchange with State Route 400 (SR 400). Three sections of northbound I-85 and three sections of southbound I-85 were replaced in 43 days at a cost of $15 million USD. Three individuals were arrested in connection with the fire, although the charges were later dropped. A NTSB report determined that the Georgia Department of Transportation contributed to the", "doc_score": "85.39694213867188", "publish_date": "2018/12/31"}, {"doc_id": "15113183", "text": "Freeway removal / double-decked Embarcadero Freeway occurred during the Loma Prieta earthquake in 1989, it was demolished, but only after several years' wait and replaced by a boulevard flanked by the restored Beaux-Arts style Ferry Building. In some situations where removing an urban freeway would exacerbate traffic problems within a city, urban planners may resort to constructing tunnels to relocate the freeway underground and reclaim the surface space previously occupied by the facility. In Boston, Massachusetts, the Central Artery (Interstate 93) ran through the center of the city on an elevated green viaduct from its opening in the 1950s until 2005. The freeway", "doc_score": "85.34736633300781", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_13", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "1554130", "text": "Diwali / \"āvali\", \"a row, range, continuous line, series\". The five-day celebration is observed every year in early autumn after the conclusion of the summer harvest and coincides with the new moon, known as the \"amāsvasya\" – the darkest night of the Hindu lunisolar calendar. The festivities begin two days before \"amāsvasya\", on Dhanteras, and extends two days after, the second day of the first fortnight of the month of Kartik. According to Indologist, Constance Jones who specialises in religious sociology, this night ends the lunar month of Ashwin and starts the month of Kartika. The darkest night is the apex of", "doc_score": "92.63832092285156", "publish_date": "2018/12/31"}, {"doc_id": "1554125", "text": "Diwali / Diwali Diwali, Deepavali or Dipavali is the Hindu festival of lights, which is celebrated every autumn in the northern hemisphere (spring in southern hemisphere). One of the most popular festivals of Hinduism, Diwali symbolises the spiritual \"victory of light over darkness, good over evil and knowledge over ignorance.\" Light is a metaphor for knowledge and consciousness. During the celebration, temples, homes, shops and office buildings are brightly illuminated. The preparations, and rituals, for the festival typically last five days, with the climax occurring on the third day coinciding with the darkest night of the Hindu lunisolar month Kartika. In the", "doc_score": "91.14966583251953", "publish_date": "2018/12/31"}, {"doc_id": "1554128", "text": "Diwali / day and the darkest night of the traditional month. In some parts of India, the day after Diwali is marked with the \"Govardhan Puja\" and \"Diwali Padva\", which is dedicated to the relationship between wife and husband. Some Hindu communities mark the last day as Bhai Dooj, which is dedicated to the bond between sister and brother, while other Hindu and Sikh craftsmen communities mark this day as \"Vishwakarma Puja\" and observe it by performing maintenance in their work spaces and offering prayers. Some other faiths in India also celebrate their respective festivals alongside Diwali. The Jains observe their own", "doc_score": "89.84043884277344", "publish_date": "2018/12/31"}, {"doc_id": "1554150", "text": "Diwali / is a post-harvest festival celebrating the bounty following the arrival of the monsoon in the subcontinent. Depending on the region, celebrations include prayers before one or more Hindu deities, the most common being Lakshmi. According to David Kinsley, an Indologist and scholar of Indian religious traditions particularly in relation to goddess worship, Lakshmi symbolizes three virtues: wealth and prosperity, fertility and abundant crops, as well as good fortune. Merchants seek Lakshmi's blessings in their ventures and will ritually close their accounting year during Diwali. Fertility motifs appear in agricultural offerings brought before Lakshmi by farming families, who give thanks for", "doc_score": "88.5985336303711", "publish_date": "2018/12/31"}, {"doc_id": "1554154", "text": "Diwali / active in Ayurvedic and health-related professions, pray or perform havan rituals to Dhanvantari on Dhanteras. Choti Diwali, also known as \"Naraka Chaturdasi\", is the second day of festivities coinciding with the fourteenth day of the second fortnight of the lunar month. The term \"choti\" means little, while \"Naraka\" means hell and \"Chaturdasi\" means \"fourteenth\". The day and its rituals are interpreted as ways to liberate any souls from their suffering in \"Naraka\", or hell, as well as a reminder of spiritual auspiciousness. For some Hindus, it is a day to pray for the peace to the manes, or deified souls", "doc_score": "88.77794647216797", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_14", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "2029699", "text": "State of emergency / State of emergency A state of emergency (also known as a state of calamity in the Philippines) is a situation in which a government is empowered to perform actions that it would normally not be permitted. A government can declare such state during a disaster, civil unrest, or armed conflict. Such declaration alerts citizens to change their normal behavior and orders government agencies to implement emergency plans. \"Justitium\" is its equivalent in Roman law—a concept in which the senate could put forward a final decree (senatus consultum ultimum) that was not subject to dispute. States of emergency can also be", "doc_score": "85.52688598632812", "publish_date": "2018/12/31"}, {"doc_id": "20297503", "text": "2017–18 North Korea crisis / 29, just before 6am JST, North Korea launched a missile which flew over Hokkaido, Japan. The missile reached an altitude of 550 km and flew a total distance of around 2,700 km before crashing into the Pacific. The missile was not shot down by the Japanese military. This was the third time, with two prior events in 1998 and 2009, that a North Korean missile had passed over Japanese territory. However, in both of those prior cases, North Korea had claimed that they were launching satellites. The missile prompted activation of the J-Alert warning system in Tohoku and Hokkaido, advising", "doc_score": "87.39433288574219", "publish_date": "2018/12/31"}, {"doc_id": "2029703", "text": "State of emergency / fairly uncommon in democracies, dictatorial regimes often declare a state of emergency that is prolonged indefinitely for the life of the regime, or for extended periods of time so that derogations can be used to override human rights of their citizens usually protected by the International Covenant on Civil and political rights. In some situations, martial law is also declared, allowing the military greater authority to act. In other situations, emergency is not declared and de facto measures taken or decree-law adopted by the government. Ms. Nicole Questiaux (France) and Mr. Leandro Despouy (Argentina), two consecutive United Nations Special Rapporteurs,", "doc_score": "85.63951873779297", "publish_date": "2018/12/31"}, {"doc_id": "2029753", "text": "State of emergency / 11 attacks, authorizes the president to retain or reactivate military personnel beyond their normal term of service. State of emergency A state of emergency (also known as a state of calamity in the Philippines) is a situation in which a government is empowered to perform actions that it would normally not be permitted. A government can declare such state during a disaster, civil unrest, or armed conflict. Such declaration alerts citizens to change their normal behavior and orders government agencies to implement emergency plans. \"Justitium\" is its equivalent in Roman law—a concept in which the senate could put forward a", "doc_score": "85.88716888427734", "publish_date": "2018/12/31"}, {"doc_id": "2029707", "text": "State of emergency / Labour Conventions are monitored by independent expert committees, regional Courts and other State Parties. The Constitution, which has been amended several times, has always allowed for a state of emergency (literally \"estado de sitio\", \"state of siege\"), to be declared if the constitution or the authorities it creates are endangered by internal unrest or foreign attack. This provision was much abused during dictatorships, with long-lasting states of siege giving the government a free hand to suppress opposition ( state of emergencies had been declared 52 times by democratic and dictatorial governments, starting in 1854 shortly after the constitution came into", "doc_score": "84.92657470703125", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_15", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "4642897", "text": "Code of conduct / on expectations for employees. The document does not need to be complex or have elaborate policies, but the file needs a simple basis of what the company expects from each employee. A code of conduct can be an important part in establishing an inclusive culture, but it is not a comprehensive solution on its own. An ethical culture is created by the organization's leaders who manifest their ethics in their attitudes and behavior. Studies of codes of conduct in the private sector show that their effective implementation must be part of a learning process that requires training, consistent enforcement, and", "doc_score": "84.35249328613281", "publish_date": "2018/12/31"}, {"doc_id": "3863287", "text": "Academic honor code / Academic honor code An academic honor code or honor system is a set of rules or ethical principles governing an academic community based on ideals that define what constitutes honorable behaviour within that community. The use of an honor code depends on the notion that people (at least within the community) can be trusted to act honorably. Those who are in violation of the honor code can be subject to various sanctions, including expulsion from the institution. Honor codes are used to deter academic dishonesty and should be taken seriously at all times. The documented history of an academic honor", "doc_score": "86.90582275390625", "publish_date": "2018/12/31"}, {"doc_id": "4642898", "text": "Code of conduct / continuous measurement/improvement. Simply requiring members to read the code is not enough to ensure that they understand it and will remember its contents. The proof of effectiveness is when employees/members feel comfortable enough to voice concerns and believe that the organization will respond with appropriate action. Code of conduct A code of conduct is a set of rules outlining the social norms, religious rules and responsibilities of, and or proper practices for, an individual. In its 2007 International Good Practice Guidance, \"Defining and Developing an Effective Code of Conduct for Organizations\", the International Federation of Accountants provided the following working", "doc_score": "84.28515625", "publish_date": "2018/12/31"}, {"doc_id": "7613852", "text": "Engineering ethics / practice and wear a symbolic ring as a reminder. In the United States, the National Society of Professional Engineers released in 1946 its Canons of Ethics for Engineers and Rules of Professional Conduct, which evolved to the current Code of Ethics, adopted in 1964. These requests ultimately led to the creation of the Board of Ethical Review in 1954. Ethics cases rarely have easy answers, but the BER's nearly 500 advisory opinions have helped bring clarity to the ethical issues engineers face daily. Currently, bribery and political corruption is being addressed very directly by several professional societies and business groups", "doc_score": "83.78367614746094", "publish_date": "2018/12/31"}, {"doc_id": "2306293", "text": "Legal ethics / including New York, require applicants seeking to become attorneys to have taken a course in professional responsibility during law school. Every state in the United States has a regulatory body (usually called a state bar association) that polices lawyer conduct. When lawyers are licensed to practice in a state, those lawyers subject themselves to this authority. Overall responsibility often lies with the highest court in a state (such as state supreme court). The state bar associations, often in consultation with the court, adopt a set of rules that set forth the applicable ethical duties. As of 2013, 48 states have", "doc_score": "81.10163116455078", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_16", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "13232552", "text": "Content strategy / Content strategy Content strategy refers to the planning, development, and management of content—written or in other media. The term has been particularly common in web development since the late 1990s. It is a recognized field in user experience design, and it also draws from adjacent disciplines such as information architecture, content management, business analysis, digital marketing, and technical communication. Content strategy has been described as planning for \"the creation, publication, and governance of useful, usable content.\" It has also been called \"a repeatable system that defines the entire editorial content development process for a website development project.\" In a 2007", "doc_score": "89.21226501464844", "publish_date": "2018/12/31"}, {"doc_id": "13232556", "text": "Content strategy / Others specialize in \"back-end strategy,\" which includes creating content models, planning taxonomies and metadata, structuring content management systems, and building systems to support content reuse. Both roles involve addressing workflow and governance issues. Content strategy Content strategy refers to the planning, development, and management of content—written or in other media. The term has been particularly common in web development since the late 1990s. It is a recognized field in user experience design, and it also draws from adjacent disciplines such as information architecture, content management, business analysis, digital marketing, and technical communication. Content strategy has been described as planning for", "doc_score": "88.18362426757812", "publish_date": "2018/12/31"}, {"doc_id": "11621476", "text": "Content marketing / sell their products digitally. The phrase \"content marketing\" was used as early as 1996, when John F. Oppedahl led a roundtable for journalists at the American Society for Newspaper Editors. By the late 2000s, when social networks such as Facebook, Twitter, YouTube were born, online content marketing was accessible, shareable and on-demand anytime worldwide. By 2014, Forbes Magazine's website had written about the seven most popular ways companies use content marketing. In it, the columnist points out that by 2013, use of content marketing had jumped across corporations from 60% a year or so before, to 93% as part of", "doc_score": "88.06600189208984", "publish_date": "2018/12/31"}, {"doc_id": "25254", "text": "Adware / Adware Adware, or advertising-supported software, is software that generates revenue for its developer by automatically generating online advertisements in the user interface of the software or on a screen presented to the user during the installation process. The software may generate two types of revenue: one is for the display of the advertisement and another on a \"pay-per-click\" basis, if the user clicks on the advertisement. The software may implement advertisements in a variety of ways, including a static box display, a banner display, full screen, a video, pop-up ad or in some other form. The 2003 \"Microsoft Encyclopedia of", "doc_score": "87.9135513305664", "publish_date": "2018/12/31"}, {"doc_id": "1959572", "text": "Open-source software / that any human can use them. However, it is often misapplied to other areas which have different and competing principles, which overlap only partially. The same principles that underlie open source software can be found in many other ventures, such as open-source hardware, Wikipedia, and open-access publishing. Collectively, these principles are known as open source, open content, and open collaboration: \"any system of innovation or production that relies on goal-oriented yet loosely coordinated participants, who interact to create a product (or service) of economic value, which they make available to contributors and non-contributors alike.\" This \"culture\" or ideology takes the", "doc_score": "85.48465728759766", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_17", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "18257074", "text": "Fame at the Mansion / the \"best party he has ever thrown.\" The event was produced by acclaimed Hollywood fundraiser Ryan Long (producer), who is well known for his involvement as executive producer for \"Fame and Philanthropy\", a fundraising event that took place on the evening of the 86th Academy Awards. \"Fame at the Mansion\" was the first of Long's series of high-profile celebrity fundraisers and is regarded as the launching pad for his career in highly publicized events. Following the event, Long spearheaded \"Fame and Philanthropy\" which featured Academy Award winning director James Cameron as its inaugural keynote speaker, and guest appearances from Charlize", "doc_score": "79.33157348632812", "publish_date": "2018/12/31"}, {"doc_id": "14293020", "text": "85th Academy Awards / 85th Academy Awards The 85th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2012 and took place on February 24, 2013, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was the first in the Academy's 85-year history to adopt the phrase \"The Oscars\" as the ceremony's official name during the broadcast and marketing. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was", "doc_score": "78.55919647216797", "publish_date": "2018/12/31"}, {"doc_id": "20800887", "text": "91st Academy Awards / 91st Academy Awards The 91st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), will honor the best films of 2018 and will take place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony will be held on February 24, 2019. During the ceremony, AMPAS will present Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony will be televised in the United States by American Broadcasting Company (ABC), produced by Donna Gigliotti and Glenn Weiss, with Weiss also serving as director. Due to the mixed receptions and declining ratings for", "doc_score": "80.82637786865234", "publish_date": "2018/12/31"}, {"doc_id": "20091240", "text": "90th Academy Awards / 90th Academy Awards The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by American Broadcasting Company (ABC), produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss.", "doc_score": "81.15552520751953", "publish_date": "2018/12/31"}, {"doc_id": "14293027", "text": "85th Academy Awards / Academy then-president Tom Sherak approached television producer Lorne Michaels for producing duties with actor and comedian Jimmy Fallon as host. However, the telecast's broadcaster ABC objected to these selections, and both men declined afterward. With newly elected Academy president Hawk Koch assuming leadership duties, the Academy hired Neil Meron and Craig Zadan in August 2012 to produce the ceremony. Two months later, the Academy announced that actor, director, animator, singer, and comedian Seth MacFarlane would host the telecast. MacFarlane expressed that it was truly an honor and a thrill to be asked to host Academy Awards commenting, \"It's truly an", "doc_score": "78.88228607177734", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_18", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "1711918", "text": "Tricolour (flag) / Qajar dynasty and the Russian Empire, respectively. The Indian independence movement in 1931 also adopted a tricolour (loan-translated as Hindi, तिरंगा \"Tiraṅgā\") in the traditional symbolism of \"national unification\" and republican \"self-rule\" (Purna Swaraj), adopted as the flag of the Indian Republic in 1947. In 1999, a red, green, and blue tricolour was proposed as the Flag of Mars. The design symbolizes liberty, and also the terraforming of Mars by humanity from a red planet to a green one, and eventually an Earth-like blue one. Tricolour (flag) A tricolour or tricolor is a type of flag or banner design with", "doc_score": "75.95084381103516", "publish_date": "2018/12/31"}, {"doc_id": "3742055", "text": "Flag of India / in the centre for other religious communities, and provide a background for the spinning wheel. Subsequently, to avoid sectarian associations with the colour scheme, saffron, white and green were chosen for the three bands, representing courage and sacrifice, peace and truth, and faith and chivalry respectively. A few days before India became independent on 15 August 1947, the specially constituted Constituent Assembly decided that the flag of India must be acceptable to all parties and communities. A modified version of the \"Swaraj\" flag was chosen; the tricolour remained the same saffron, white and green. However, the \"charkha\" was replaced by", "doc_score": "74.16610717773438", "publish_date": "2018/12/31"}, {"doc_id": "789497", "text": "Rainbow flag / near a shelter, Meher Baba responded that the flag \"should be of seven colors\" because they represented \"the seven planes of consciousness.\" He specified that \"red should be at the bottom\" because it symbolized lust and anger, and \"sky blue at the top\" because it symbolized the \"highest state of spirituality and oneness with God\". Baba later added that the colors \"also represent sanskaras\". However, he left the selection of the other specific colors to personal conclusion. The finished flag was first raised on April 23, 1924. The flag is flown each year near Meher Baba's samadhi (tomb-shrine) in Meherabad,", "doc_score": "76.2744369506836", "publish_date": "2018/12/31"}, {"doc_id": "20931117", "text": "Emblem of Uttar Pradesh / Emblem of Uttar Pradesh The Emblem of Uttar Pradesh is the official seal of the government of the Indian state of Uttar Pradesh. The emblem was originally designed in 1916 for the then United Provinces of Agra and Oudh and continued in use following Indian Independence in 1947. The emblem consists of a circular seal depicting the confluence of the Ganges and Yamuna rivers at Allahabad, a pair of Matsya fish to represent the former Muslim rulers of Oudh and a bow and arrow to represent the Hindu deity Rama who was born in Ayodhya within the state. The legend", "doc_score": "75.1438217163086", "publish_date": "2018/12/31"}, {"doc_id": "3742072", "text": "Flag of India / However, Jawaharlal Nehru explained that the change was more practical in nature, as unlike the flag with the spinning wheel, this design would appear symmetrical. Gandhi was not very pleased by the change, but eventually came around to accepting it. The flag was proposed by Nehru at the Constituent Assembly on 22 July 1947 as a horizontal tricolour of deep saffron, white and dark green in equal proportions, with the Ashoka wheel in blue in the centre of the white band. Nehru also presented two flags, one in Khadi-silk and the other in Khadi-cotton, to the assembly. The resolution was", "doc_score": "75.09196472167969", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_19", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "17870173", "text": "Old Hannibal / Old Hannibal Old Hannibal (c. 1800 - May 7, 1865) was a famous 19th century Asiatic elephant that was part of Isaac A. Van Amburgh's menagerie. Hannibal was brought to the United States as early as 1824 according to early sources, but at least by 1831. He was first called \"Timour the Tartar\" and renamed by Raymond, Weeks & Co. in 1833 as \"War Elephant Hannibal\". He was known for having \"fits of fury\", and reportedly killed several people. Around 1839, he engaged in a fight with Columbus, another huge elephant, in Algiers, New Orleans; Columbus also killed two men", "doc_score": "79.27307891845703", "publish_date": "2018/12/31"}, {"doc_id": "6896075", "text": "Equus lambei / conditions, although most individuals of this species seemed to have died in the winter season. It is also likely that the \"Equus lambei\" was susceptible to wolf predation. Modern horses were reintroduced into North America beginning with the Spanish conquest and escaped horses subsequently spread throughout the American Great Plains. The two key elements for defining an animal as a native species are: (1) where it originated, and (2) whether it coevolved with its current North American habitat. \"E. caballus\" can lay claim to both originating in North America, as well as evolving with the western North American landscape.", "doc_score": "77.9463882446289", "publish_date": "2018/12/31"}, {"doc_id": "18291311", "text": "1874 Central Park Zoo Escape / 1874 Central Park Zoo Escape The 1874 Central Park Zoo Escape was a hoax perpetrated in the \"New York Herald\" on November 9, 1874. The \"Herald\"s cover story claimed that there had been a mass escape of animals from the Central Park Zoo, and several people had been killed by the free-roaming beasts. A rhinoceros was said to be the first to escape, goring his keeper to death and setting into motion the escape of other animals, including a polar bear, a panther, a Numidian lion, several hyenas, and a Bengal tiger. At the end of the lengthy article, the", "doc_score": "79.15001678466797", "publish_date": "2018/12/31"}, {"doc_id": "14671107", "text": "Ulisses (orca) / gave birth to Ulisses's second calf, Amaya, at 12:34 pm. Ulisses (orca) Ulisses (sometimes spelled Ulises or Ulysses) is a male orca who currently lives at SeaWorld San Diego in California. He was captured on November 7, 1980 at Reydarfjördur, Iceland, when he was approximately 3 years old. He lived at several parks including the Sædyrasafnid Aquarium in Iceland (November/December 1980), and the Rioleón Safari (December 1980 to June 1983), and Barcelona Zoo (June 1983 to January 1994) in Catalonia, before being transported to SeaWorld in 1994. Ulisses does waterworks with his trainers. He gets along with his fellow orcas", "doc_score": "77.76422882080078", "publish_date": "2018/12/31"}, {"doc_id": "8707153", "text": "Asiatic cheetah / due to natural causes. Populations are fragmented and known to survive in the Semnan, North Khorasan, South Khorasan, Yazd, Esfahan, and Kerman Provinces. The Asiatic cheetah once ranged from the Arabian Peninsula and Near East to Iran, the Caucasus, Central Asia, Afghanistan, and Pakistan to India. The population in Turkey was extinct already in the 19th century. In Iraq, the cheetah was still recorded in the desert west of Basrah in 1926. The last record was published in 1991 and was a cheetah that had been killed by a car. In the Sinai peninsula, a sighting of two cheetahs was", "doc_score": "76.40435791015625", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_20", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "5082592", "text": "Real ID Act / Real ID Act The Real ID Act of 2005,, is an Act of Congress that modifies U.S. federal law pertaining to security, authentication, and issuance procedures standards for state driver's licenses and identity documents, as well as various immigration issues pertaining to terrorism. The law sets forth requirements for state driver's licenses and ID cards to be accepted by the federal government for \"official purposes\", as defined by the Secretary of the United States Department of Homeland Security. The Secretary of Homeland Security has defined \"official purposes\" as boarding commercially operated airline flights, and entering federal buildings and nuclear", "doc_score": "77.862060546875", "publish_date": "2018/12/31"}, {"doc_id": "20097391", "text": "United Express Flight 3411 incident / amount of travel vouchers to passengers \"bounced\" from flights to up to $10,000 and a $1,500 \"no questions asked\" fee for permanently lost luggage, and the airline promised to reduce overbooking. However, United Airlines had not raised the amount for bounced passengers from their previous $1350 maximum as of the 14 December 2017 revision of their Contract of Carriage Agreement. The handling of the incident by Munoz was described as a \"fumbling response\" by Bloomberg News, part of a \"public-relations disaster\" for United. Munoz had been named \"Communicator of the Year for 2017\" by \"PRWeek\" in March 2017. Steve Barrett,", "doc_score": "75.31041717529297", "publish_date": "2018/12/31"}, {"doc_id": "3076708", "text": "Dover test / Dover test The Dover test is an informal test and a journalistic phrase to describe whether the general population of the United States is supporting the participation of the United States in a war or other military action by the public reaction to returning war casualties. The test is usually used to support a partisan position concerning the United States government's actions rather than to actually determine the level of public support for the war. The test's name refers to Dover Air Force Base in Dover, Delaware in the United States. The base is home to the Department of Defense's", "doc_score": "77.0627212524414", "publish_date": "2018/12/31"}, {"doc_id": "17361751", "text": "Implications of Puerto Rico's current political status / within the United States. According to this report, residence in Puerto Rico and U.S. territories and possessions does not qualify as residence within the United States for these purposes. Since Puerto Rico is an unincorporated territory (see above) and not a U.S. state, the United States Constitution does not fully enfranchise US citizens residing in Puerto Rico. Only the \"fundamental rights\" under the federal constitution apply to Puerto Rico, including the Privileges and Immunities Clause (U.S. Constitution, Article IV, Section 2, Clause 1, also known as the Comity Clause) that prevents a state from treating citizens of other states in", "doc_score": "76.37752532958984", "publish_date": "2018/12/31"}, {"doc_id": "6688541", "text": "Wilmington insurrection of 1898 / just in that one city, but in the South and in the nation as a whole\", as it affirmed that invoking \"whiteness\" eclipsed the legal citizenship, individual rights, and equal protection under the law of blacks. It was originally described by white Americans as a race riot caused by blacks. However, over time, with more facts publicized, the event has come to be seen as a \"coup d'état\", the violent overthrow of a duly elected government. Multiple causes — social, political, and economic — brought it about. It is the only such incident in American history. The \"coup\" occurred after", "doc_score": "75.90054321289062", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_21", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "17346991", "text": "2013–14 Georgetown Hoyas men's basketball team / NIT since 2005. Georgetown advanced to the second round, visiting the region's No. 1 seed, Florida State, which had defeated Florida Gulf Coast in the first round. None of the defenses the Hoyas tried against Florida State was effective, and the Seminoles closed out the first half with a 15–5 run that gave them a 48–35 lead at halftime from which Georgetown never recovered. The Seminoles shot a season-best 68.2 percent from the field, including 68.8 percent from three-point range, and won 101–90, bringing Georgetown's season to an end. It was Florida State's first 100-plus-point game since a 106-62 win", "doc_score": "85.79185485839844", "publish_date": "2018/12/31"}, {"doc_id": "12402810", "text": "Delaware State Hornets football / Delaware State Hornets football The Delaware State Hornets football team compete in Division I FCS, and are full-members of the Mid-Eastern Athletic Conference. They are a five-time conference champion and made their first-ever FCS playoff appearance in 2007. They play at the 7,193-seat Alumni Stadium located in Dover, Delaware. The facility opened in 1957 as a multi-purpose for football, and track and field. On November 9, 1980, Delaware State took on QB Neil Lomax and the Portland State Vikings and were defeated 105–0 in the most lopsided loss in Division I-AA Football history. This was marked as the low point", "doc_score": "85.86639404296875", "publish_date": "2018/12/31"}, {"doc_id": "17041142", "text": "2013 Ohio State Buckeyes football team / an assault case against a female in Columbus, Ohio. Hyde was originally dismissed from the program when the news of the investigation first broke, however, when he was dropped as a person of interest, head coach Urban Meyer dropped his suspension to three games. Cornerback Bradley Roby was arrested on July 21 after an altercation at a bar in Bloomington, Indiana. The charges against Roby were reduced to misdemeanor on August 16. Ohio State opened their fall camp with all freshmen reporting on August 4, with other players reporting later in the week. Ohio State head coach Urban Meyer was", "doc_score": "85.63624572753906", "publish_date": "2018/12/31"}, {"doc_id": "16929421", "text": "2013–14 Michigan Wolverines men's basketball team / defeated Long Beach State in the first round of the 2013 Puerto Rico Tip-Off on November 21, as Michigan set a tournament record by making 14 three-point shots. The next day (against Florida State in the semifinals), Michigan was behind by 10 points at halftime, 16 points with 17:16 remaining and 63–54 with a few minutes left before winning 82–80 in overtime. In the final four minutes, Michigan used a 1-3-1 zone to force five turnovers during a 13–5 spurt to make up a 64–56 deficit. On November 24, the team lost the championship game to Charlotte on a last", "doc_score": "83.56566619873047", "publish_date": "2018/12/31"}, {"doc_id": "12402818", "text": "Delaware State Hornets football / season in the eight years before Lavan took the job. Lavan has 31–17 career record as a head coach, including a 2–1 mark during an interim stint at Eastern Michigan in 2003. After three straight losing seasons, Al Lavan was fired from Delaware State on December 2, 2010. Kermit Blount was head coach for the 2011–2014 seasons. Kenny Carter was named head coach in 2015. He was fired in 2017, with a 3-30 record. Delaware State slumped to a 17-game losing streak over the course of Carter’s tenure. Rod Milstead, a former NFL player and DSU alum, was named head", "doc_score": "83.78314971923828", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_22", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "16535429", "text": "Anthony Ketchum / States team the bronze medal. A gold medal in that event also came at that year's Universiade, as the American team of Lattany, Ketchum, Jason Grimes and Calvin Smith topped the podium. After graduating from high school, he began to attend the University of Houston and was coached by Tom Tellez as part of the institution's high calibre Houston Cougars track team (which had recently featured Carl Lewis). In his first year, he won the 440-yard dash title at the NCAA Men's Indoor Track and Field Championships, recording a time of 47.47 seconds to take his first collegiate title. Outdoors,", "doc_score": "85.89750671386719", "publish_date": "2018/12/31"}, {"doc_id": "18398108", "text": "Anthony Kostelac / (a junior during this season) took the lead in the last 175 meters and held it to win the race. By the time he graduated from Albemarle, he was a high school record-holder in the 800 meters for the state of Virginia. Kostelac graduated in 2010 with a 3.9 GPA. Kostelac was recruited by close-by University of Virginia, whose men's 4x800 relay team would become one of the most competitive in NCAA history with Kostelac, Robby Andrews, Lance Roller, and Brett Johnson. The quartet won the 2011 Penn Relays men's 4x800 relay race with a time of 7:12.15; it is", "doc_score": "85.33489227294922", "publish_date": "2018/12/31"}, {"doc_id": "6577760", "text": "Anthony Ervin / 2012 Summer Olympics in London, he finished fifth in the finals of the 50-meter freestyle with a time of 21.78 seconds. At the 2013 US National Championships, Ervin qualified to swim at the 2013 World Aquatics Championships in Barcelona by placing second in the 50-meter freestyle with a time of 21.70, and third in the 100-meter freestyle with a time of 48.49. In his first event at the World Championships, Ervin combined with Nathan Adrian, Ryan Lochte and Jimmy Feigen in the 4×100-meter freestyle relay, with the team finishing behind France. Swimming the third leg, Ervin recorded a split of", "doc_score": "82.5293197631836", "publish_date": "2018/12/31"}, {"doc_id": "19782205", "text": "Anthony Stover / a February 2012 Sports Illustrated article, which stated that he partnered with Reeves Nelson to erode team unity as a freshman and did not take practices seriously, often shooting free throws one handed or fading away. As a sophomore, he posted averages of 0.5 points and 1.5 rebounds in 28 games, recording 8.4 minutes per contest. His 1.4 blocks per game were a team high. In August 2012, he was dismissed from the team for failing to meet eligibility requirements. Coach Ben Howland said in a statement. \"We are very disappointed that Anthony has not met his academic requirements. We", "doc_score": "81.25208282470703", "publish_date": "2018/12/31"}, {"doc_id": "18398107", "text": "Anthony Kostelac / In the years Kostelac attended Albemarle, the high school fielded a historic 4 × 800 men's relay team including Kostelac, Zach Vrhovac, Luke Noble, and Garrett Bradley. The four-man squad would set an indoor world junior record in 2009 at the Boston Indoor Championships. They were also successful on a national level in the outdoor season, as the Albemarle 4x800 relay team would win a tightly-contested 2009 Penn Relays high school 4x800 relay race. Kostelac, Albemarle's anchor runner, got the baton behind Morris Hills High School's Liam Tansey, whose team was on the verge of winning the race before Kostelac", "doc_score": "84.1895751953125", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_23", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "2153365", "text": "Pale lager / \"Diet\" in the instance not referring to being \"light\" in calories or body, rather its sugars are fully fermented into alcohol, allowing the beer to be targeted to diabetics due to its lower carbohydrate content. Because the available sugars are fully fermented, dry beers often have a higher alcohol content, which may be reduced in the same manner as low-alcohol beers. The first dry beer, \"Gablinger's Diet Beer\", was released in 1967, developed by Joseph Owades at Rheingold Breweries in Brooklyn. Owades developed an enzyme that could further break down starches, so that the finished product contained fewer residual carbohydrates", "doc_score": "83.1415786743164", "publish_date": "2018/12/31"}, {"doc_id": "293327", "text": "Low-alcohol beer / liquid is used, essentially the opposite of distillation. Most modern breweries also utilize vacuum evaporation to preserve flavor. In essence, the beer is placed under a light vacuum to facilitate the alcohol molecules going into the gaseous phase. If a sufficient vacuum is applied, it may not even be necessary to \"cook\" the beer, but heat must nevertheless be supplied. An alternative process called reverse osmosis does not require heating. The beer is passed through a filter with pores small enough that only alcohol and water (and a few volatile acids) can pass through. The alcohol is distilled out of", "doc_score": "81.36321258544922", "publish_date": "2018/12/31"}, {"doc_id": "2153360", "text": "Pale lager / no traditional beer ingredient dominating the others. Hop character (bitterness, flavor, and aroma) ranges from negligible to a dry bitterness from noble hops. The main ingredients are water, Pilsner malt and noble hops, though some brewers use adjuncts such as rice or corn to lighten the body of the beer. There tends to be no butterscotch flavor from diacetyl, due to the slow, cold fermentation process. Pale lager was developed in the mid 19th century, when Gabriel Sedlmayr took some British pale ale brewing techniques back to the Spaten Brewery in Germany, and started to modernize continental brewing methods. In", "doc_score": "82.72333526611328", "publish_date": "2018/12/31"}, {"doc_id": "4840943", "text": "Birch beer / seventeenth century. The following recipe is from 1676: Birch beer Birch beer in its most common form is a carbonated soft drink made from herbal extracts and birch bark. There are dozens of brands of birch beer available. Various types of birch beer made from birch sap are available as well, distinguished by color. The color depends on the species of birch tree from which the sap is extracted (though enhancements via artificial coloring are common presently). Popular colors include brown, red, blue and clear (often called white birch beer), though others are possible. This drink is most commonly found", "doc_score": "81.09667205810547", "publish_date": "2018/12/31"}, {"doc_id": "4994559", "text": "Beer head / the often abundant head. The creamy head on beers such as Guinness is created by a widget in cans or bottles using nitrogen, or by the process of drawing keg beer from a keg using nitrogen or mixed gas (carbon dioxide and nitrogen). The use of nitrogen, which was pioneered by Guinness, creates a firm head with small bubbles while reducing the excessively acidic taste often produced by using carbon dioxide alone. One mechanism of destabilization of a beer foam is due to gravitational drainage. The water or liquid between the bubbles will drain and cause the liquid and gas", "doc_score": "82.97491455078125", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_24", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "8547948", "text": "Dean Heller / to challenge Heller. In the November 2018 general election, Heller was defeated by Democratic challenger Jacky Rosen. Rosen received 50% of the vote to Heller's 45%, with a variety of third party candidates receiving 5% of the total vote. While Heller carried 15 of Nevada's 17 county-level jurisdictions, Rosen carried the two largest, Clark (home to Las Vegas) and Washoe (home to Reno). Ultimately, Heller could not overcome a 92,000-vote deficit in Clark County. On May 23, 2013, Heller introduced into the U.S. Senate. The bill is an official companion measure to the Good Samaritan Search and Recovery Act of", "doc_score": "80.59136199951172", "publish_date": "2018/12/31"}, {"doc_id": "16639541", "text": "Marilyn Avila / Marilyn Avila Marilyn Avila served the 40th district on the North Carolina House of Representatives. She first won office in the 2006 election. She is the Republican candidate for the 2019-2021 term. She chairs the Appropriations Subcommittee on Health and Human Services, Commerce and Job Development Subcommittee on Science and Technology, Unemployment Fraud Task Force. Rep. Avila also sits on the Appropriations Committee, Appropriations Subcommittee on Education, Commerce and Job Development Committee, Education Committee, Ethics Committee, House Select Committee on Certificate of Need Process and Related Hospital Issues, House Select Committee on Education Reform, House Select Committee on State-Owned Assets,", "doc_score": "80.8049545288086", "publish_date": "2018/12/31"}, {"doc_id": "16476710", "text": "David Freed (attorney) / Club, Honorary Board Member of the Boy Scouts of America, member of the Fight Crime Invest in Kids, former member of the Camp Hill Lions Club, former President of the Lion Foundation, and former President of the Nonprofit School and Community Foundation. Freed sought and won the Republican nomination for State Attorney General unopposed, after State Senator John Rafferty withdrew from the race. He faced Democratic nominee Kathleen Kane, a former Assistant D.A. of Lackawanna County, in the fall general election, and was defeated. On November 15, 2017, Freed was confirmed by the United States Senate via a voice vote", "doc_score": "79.21996307373047", "publish_date": "2018/12/31"}, {"doc_id": "18939897", "text": "Elizabeth Maher Muoio / Development for Mercer County in order to begin work in the executive branch, in advance of her confirmation by the New Jersey Senate; her resignation came less than a week after being sworn into office for her second full term in the Assembly. She was confirmed by the full New Jersey Senate on April 12, 2018. Muoio earned a B.A. in history from Wesleyan University and a J.D. of law from Georgetown University Law School. While at Georgetown, she served as director of constituent services and later as legislative director for Texas Congressman Jack Brooks. She has lived in Pennington", "doc_score": "84.7520980834961", "publish_date": "2018/12/31"}, {"doc_id": "19552624", "text": "People v. Turner / independence\". Persky was recalled by county voters on June 5, 2018. The victim impact statement to the court was also widely disseminated by international media outlets, fueling a resurgence of the wider debate regarding the prevalence of campus sexual assault overall. Her statement described her suffering and days surrounding the incident in vivid detail, dissecting and chastising Turner's actions and the probation court's recommendation of a short sentence. According to Vice News, \"[the case had become] the latest controversial episode in an ongoing debate sweeping the U.S. about rape culture, class privilege in the criminal justice system, and campus safety.\"", "doc_score": "80.17845916748047", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_25", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "9873370", "text": "1977 Washington, D.C. attack and hostage taking / 1977 Washington, D.C. attack and hostage taking The 1977 Hanafi Siege occurred on March 9–11, 1977 when three buildings in Washington, D.C. were seized by 12 Hanafi Muslim gunmen. The gunmen were led by Hamaas Abdul Khaalis, who wanted to bring attention to the murder of his family in 1973. They took 149 hostages and killed radio journalist Maurice Williams. After a 39-hour standoff, the gunmen surrendered and all remaining hostages were released from the District Building (the city hall; now called the John A. Wilson Building), B'nai B'rith headquarters, and the Islamic Center of Washington. The gunmen killed 24-year-old", "doc_score": "91.84516143798828", "publish_date": "2018/12/31"}, {"doc_id": "18289524", "text": "2014 White House intrusion / 2014 White House intrusion The 2014 White House intrusion occurred on September 19, 2014, when Omar J. Gonzalez, an Iraq War veteran with post-traumatic stress disorder, jumped over the White House's fence and entered the building's front door before being stopped first by an off-duty security officer, and later multiple security officers, and arrested. He was found to have a small knife in his pocket, and stated that the \"atmosphere was collapsing\" and he needed to tell the president so that he could alert the public. President Barack Obama and his family were not home at the time of the", "doc_score": "89.75861358642578", "publish_date": "2018/12/31"}, {"doc_id": "18289537", "text": "2014 White House intrusion / he needed to tell the president so that he could alert the public. The incident resulted in a \"rare evacuation\" of a large portion of the White House; Secret Service officers escorted staff and journalists out a side door. Media and staff were allowed to return some time later though a partial lockdown of the northwest side of the building continued for several hours. After he was arrested, Gonzalez gave permission for his vehicle, parked nearby, to be searched. Agents recovered 800 rounds of ammunition, two hatchets, and a machete from the car. Gonzalez was ordered to be held without", "doc_score": "87.66677856445312", "publish_date": "2018/12/31"}, {"doc_id": "9873376", "text": "1977 Washington, D.C. attack and hostage taking / hour later, three men entered the Islamic Center of Washington, and took eleven hostages. At 2:20 pm, two Hanafis entered the District Building, three blocks from the White House. They went to the fifth floor looking for important people to take hostage. When an elevator opened the hostage-takers thought they were under assault and fired, killing Maurice Williams, a reporter for WHUR-FM radio, and injuring security guard Mack Cantrell. Then-councilman Marion Barry was struck by a ricochet in the chest, and two others were wounded. \"Throughout the siege Khaalis denounced the Jewish judge who had presided at the trial of", "doc_score": "88.0792465209961", "publish_date": "2018/12/31"}, {"doc_id": "20387633", "text": "Assault of DeAndre Harris / Carolina's League of the South. About 500 protesters came to demonstrate their opposition to Charlottesville City Council's decision to remove Confederate monuments and memorials from public spaces. Harris and several friends arrived at Emancipation Park (formerly known as Lee Park) in Charlottesville as counter-protesters at about 11:00 AM. Harris said that in the brief time he was at the rally, he was \"hit with water bottles, pepper-sprayed and had derogatory slurs hurled\" at him by protesters. In less than an hour, law enforcement began to clear both protesters and counterprotesters from the park after McAuliffe had declared the rally an", "doc_score": "88.65876007080078", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_26", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "11448698", "text": "O'Donnabhain v. Commissioner / in costs related to her treatment. She initially received a full refund from the IRS, but after an audit, the IRS characterized her surgery as \"cosmetic\" and not \"medically necessary\", thus denying the deduction under. The IRS demanded the refund back, and O'Donnabhain sued the IRS in Tax Court. Her case was taken by the Massachusetts-based Gay and Lesbian Advocates and Defenders (GLAD), the non-profit legal services organization that in 2003 won the Massachusetts Supreme Judicial Court case granting gay and lesbian couples the right to marry (\"Goodridge v. Department of Public Health\"). On Feb 2, 2010, O'Donnabhain won", "doc_score": "82.01548767089844", "publish_date": "2018/12/31"}, {"doc_id": "15314715", "text": "Connick v. Myers / Connick v. Myers Connick v. Myers, 461 U.S. 138 (1983), is a United States Supreme Court decision concerning the First Amendment rights of public employees who speak on matters of possible public concern within the workplace context. It was first brought by Sheila Myers, an Orleans Parish, Louisiana, assistant district attorney (ADA). She had been fired by her superior, District Attorney Harry Connick Sr., when, after receiving a transfer she had fiercely resisted in private conversations with him and his chief assistant district attorney, she distributed a questionnaire to her fellow prosecutors asking about their experience with Connick's management practices.", "doc_score": "81.50457000732422", "publish_date": "2018/12/31"}, {"doc_id": "15260963", "text": "Booth v. Churner / Booth v. Churner Booth v. Churner, 532 U.S. 731 (2001), was a United States Supreme Court case decided in 2001. The case concerned the extent to which a state prisoner must first utilize an administrative review process provided by the state, prior to filing a case in federal district court. The Court held that Booth still had a mechanism of administrative review, and thus his claim was premature. The Prison Litigation Reform Act of 1995 requires a prisoner to exhaust \"such administrative remedies as are available\" before suing over prison conditions. Timothy Booth, an inmate at the State Correctional Institution", "doc_score": "80.72319793701172", "publish_date": "2018/12/31"}, {"doc_id": "16592942", "text": "Debora Green / medications she was taking at the time of her hearings. She alleged that her original attorneys had failed to represent her adequately, instead focusing on avoiding a trial and the death penalty. She withdrew the request when prosecutors determined that they would seek the death penalty if a new trial was awarded. When, in 2004, the Kansas Supreme Court ruled the state's death penalty unconstitutional, she filed a second request for a new trial based on a claim of \"manifest injustice\". Green's attorneys claimed that new scientific techniques invalidated the evidence that the fire had been caused by arson. The", "doc_score": "79.19004821777344", "publish_date": "2018/12/31"}, {"doc_id": "12454987", "text": "Franks v. Delaware / detail, App. 124, (a) that Del. Code Ann., Tit. 11, §§ 2306, 2307 (1974), contemplated that any challenge to a search warrant was to be limited to questions of sufficiency based on the face of the affidavit; (b) that, purportedly, a majority of the States whose practice was not dictated by statute observed such a rule; and (c) that federal cases on the issue were to be distinguished because of Federal Rule of Criminal Procedure 41(e). He also noted that the Supreme Court of the United States had reserved the general issue of subfacial challenge to veracity in Rendorf v.", "doc_score": "80.88570404052734", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_27", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "8962295", "text": "Lifestyle enclave / shared history, and shared participation in politics. The concept of lifestyle enclave has been used to analyse, for example, youth subcultures and the relationship between leisure and democracy. Lifestyle enclave Lifestyle enclave is a sociological term first used by Robert N. Bellah et al. in their 1985 book, \"Habits of the Heart: Individualism and Commitment in American Life\". In the glossary of the book, they provide the following definition: \"A lifestyle enclave is formed by people who share some feature of private life. Members of a lifestyle enclave express their identity through shared patterns of appearance, consumption, and leisure activities,", "doc_score": "80.49060821533203", "publish_date": "2018/12/31"}, {"doc_id": "20139607", "text": "Brooke Amendment / although the pluralized term is less common. Brooke Amendment “Brooke Amendment” is the common name for section 213 (a) of the Housing and Urban Development Act of 1969 (Public Law 91-152) that was sponsored by Senator Edward Brooke III (R-MA), which capped rent in public housing projects at 25% of tenant’s income. It amended section 2(1), paragraph two, of the US Housing Act of 1937, and was enacted on Christmas Eve, 24 December 1969. The Brooke Amendment became the first instance of the benchmark to measure housing affordability, which became known as the \"30 percent rule of thumb\" in 1981", "doc_score": "83.38899993896484", "publish_date": "2018/12/31"}, {"doc_id": "9155038", "text": "Cost segregation study / as wall covering, carpet, accent lighting, portions of the electrical system, and exterior site improvements such as sidewalks and landscaping, can often be depreciated over five, seven or 15 years, rather than over 27.5 or 39 years. Real property eligible for cost segregation includes buildings that have been purchased, constructed, expanded or remodeled since 1987. A formal engineering based study is typically cost-effective for buildings purchased or remodeled at a cost greater than $750,000. A cost segregation study is most efficient for new buildings recently constructed, but it can also uncover retroactive tax deductions for older buildings which can generate", "doc_score": "82.27163696289062", "publish_date": "2018/12/31"}, {"doc_id": "8962294", "text": "Lifestyle enclave / Lifestyle enclave Lifestyle enclave is a sociological term first used by Robert N. Bellah et al. in their 1985 book, \"Habits of the Heart: Individualism and Commitment in American Life\". In the glossary of the book, they provide the following definition: \"A lifestyle enclave is formed by people who share some feature of private life. Members of a lifestyle enclave express their identity through shared patterns of appearance, consumption, and leisure activities, which often serve to differentiate them sharply from those with other lifestyles.\" This term is contrasted with \"community\", which Bellah et al. claim is characterized by social interdependence,", "doc_score": "80.32948303222656", "publish_date": "2018/12/31"}, {"doc_id": "6161649", "text": "Setback (land use) / ordinances, zoning restrictions, and Building Codes, usually for reasons of public policy such as safety, privacy, and environmental protection. Neighborhood developers may create setback lines (usually defined in Covenants & Restrictions, and set forth in official neighborhood maps) to ensure uniform appearance in the neighborhood and prevent houses from crowding adjacent structures or streets. In some cases, building ahead of a setback line may be permitted through special approval. Homes usually have a setback from the property boundary, so that they cannot be placed close together. Setbacks may also allow for public utilities to access the buildings, and for access", "doc_score": "80.55725860595703", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_28", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "17707161", "text": "Reactions to global surveillance disclosures / \"Fourth Amendment Protection Act\". The bills seek to prohibit state governments from co-operating with the NSA in various ways: the Utah bill would prohibit provision of water to NSA facilities; the California bill would prohibit state universities from conducting research for the NSA; and the Kansas bill would require a search warrant for data collection. The disclosures have inspired public protests. After the June 2013 release, a political movement known as \"\"Restore the Fourth\"\" was formed in the United States and rapidly gained momentum. In early July, \"Restore the Fourth\" was responsible for protests in more than 80 cities including", "doc_score": "80.79717254638672", "publish_date": "2018/12/31"}, {"doc_id": "13163705", "text": "AIG bonus payments controversy / had himself inserted and replaced it with Geithner and Summers' loophole, which thus allowed the bonuses which formed the basis for the AIG scandal. Dodd retreated from his original statement that he did not know how the bill was changed Dodd was criticised by many in the Connecticut media for the apparent flip-flop. In a March 20, 2009 editorial the New Haven Register called Dodd \"a lying weasel\" The same day, Hartford Courant columnist Rick Green called on Dodd not to seek re-election in 2010. On March 24, 2009, The New York Times printed the open letter of resignation of", "doc_score": "81.22223663330078", "publish_date": "2018/12/31"}, {"doc_id": "10771117", "text": "Hursti Hack / to succeed without detection in a vigilant election setting: Both the memory card and the GEMS tabulator program would need to have matching hacks. During a videotaped meeting in Cuyahoga County, Ohio, DES Research and Development chief Pat Green stated that checks and balances would detect the tampering and that it would not be possible to alter the votes themselves on the memory card. However, during the Dec. 13 2005 testing, Hursti successfully altered the votes on the memory card. His memory card manipulations falsified both the voting machine results tapes and the GEMS central tabulator report. Leon County Supervisor", "doc_score": "83.81202697753906", "publish_date": "2018/12/31"}, {"doc_id": "13455887", "text": "2009 New York State Senate leadership crisis / a co-equal branch of government\", and he urged the senators to solve the problem by negotiation. Separately from Senator Smith's request, Senator Neil Breslin attempted to file an injunction on June 11. The injunction was denied by New York Supreme Court Justice George Ceresia. On June 24, Republican senators John Flanagan and George Winner filed a petition with Justice McNamara, requesting that Aponte be forced to recognize the authority of Skelos and Espada. Aponte had instructed the chamber's stenographer, journal clerk, and sergeants-at-arms to ignore any orders from the Republican leaders. On June 26, McNamara adjourned the case to allow", "doc_score": "81.5232925415039", "publish_date": "2018/12/31"}, {"doc_id": "13639425", "text": "Dawn Zimmer / An internal investigative was commissioned by the Christie administration and conducted by Randy Mastro of law firm Gibson, Dunn and Crutcher. Zimmer declined to participate. A report released in March 2014 said that Zimmer's allegations were, \"in material respects, demonstrably false.\" and \"whether intentional or not, it appears that Mayor Zimmer's subjective perception of events she has described do not reflect objective reality.\" Zimmer dismissed the report as \"sadly predictable\" and said she was still willing to repeat her allegations under oath, stating, \"Randy Mastro could have written his report the day he was hired and saved the taxpayers the", "doc_score": "79.8517074584961", "publish_date": "2018/12/31"}]}
{"question_id": "20231117_29", "search_time": "2023/11/18/10:47", "search_result": [{"doc_id": "3204123", "text": "Seward Park (Seattle) / the completion of the Lake Washington Ship Canal in 1916 lowered the level of Lake Washington. The marshy isthmus was called cka’lapsEb, Lushootseed for “neck”. The purchase of the park was suggested as early as 1892, but was sidelined due to its distance from what was then the city. However, the Olmsted Brothers assimilated it into its plan for Seattle parks, and the city of Seattle bought Bailey Peninsula in 1911 for $322,000, and named the park after William H. Seward, former United States Secretary of State, of Alaska Purchase fame. At the entrance to the park, in a wooded", "doc_score": "79.23074340820312", "publish_date": "2018/12/31"}, {"doc_id": "4135026", "text": "Orient Beach State Park / pavilions, a playground, recreation programs, a nature trail, hiking and biking (rentals available), fishing and a food concession. The park is open throughout the year for day-use only. In 1997, park rangers began enforcing an existing no boating policy on Long Beach, leading to controversy and ticketing in 2000. State officials contended that renewed enforcement was enacted to protect the beach's value as a protected sanctuary for endangered birds such as the piping plover, in addition to preserving the beach's unusual maritime red cedar forest and other rare plants. There is a common and roseate tern nesting area in the", "doc_score": "75.16546630859375", "publish_date": "2018/12/31"}, {"doc_id": "9997210", "text": "Trysting tree / that the Trysting Tree was so named because of its \"magical effects on students, especially in springtime\". The tree's popularity was such that the Board of Regents felt obliged to place two arc lights on the cupola of Benton Hall (then the administration building) \"to keep the tree from being overworked\". On September 27, 1987, the original Trysting Tree was cut down because of advanced disease in its trunk and limbs. Prior to its removal, Jack Stang (Department of Horticulture) took several cuttings from the tree and rooted them. One these \"offshoots\" (Trysting Tree II) was planted in 1982 near", "doc_score": "76.76077270507812", "publish_date": "2018/12/31"}, {"doc_id": "20445637", "text": "E. L. Moore / The resulting model is then proportioned more consistently with a layout's other elements and spacings. Many of Moore's projects were sized or selectively compressed to fit within a 1 square foot area. Moore's selective compressions were not without controversy. A letter to the editor in the August 1974 issue of \"Railroad Model Craftsman\" noted that Moore's paper mill that appeared in the April 1974 issue was rather unrealistic because it had only a 7\" x 8\" footprint and actual paper mills were far more massive Moore often boasted that many of his projects only took about two weeks of spare", "doc_score": "77.08255767822266", "publish_date": "2018/12/31"}, {"doc_id": "1339871", "text": "Coney Island / the beach, to be demolished and replaced with housing. Moses moved the boardwalk back from the beach several yards, demolishing many structures, including the city's municipal bath house. He would later demolish several blocks of amusements as well. He claimed that fewer amusement-seekers were going to Coney Island every year, because they preferred places where they could bathe outdoors, such as Jones Beach State Park on Long Island, rather than the \"mechanical gadget\" attractions of Coney Island. Moses also announced that the Steeplechase Pier would be closed for a year so it could be renovated. In 1953, Moses proposed that", "doc_score": "77.56604766845703", "publish_date": "2018/12/31"}]}
