{"question_id": "20230728_0", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "17335992", "text": "10 Years (band) / 27, 2017. The first single, \"Novacaine\", was released prior in August, while the second single, \"Burnout\" followed in April. Chad Grennor joined 10 Years as the new bassist in 2018, playing his first show with the band in January. Chad is well known around the music scene in the band's hometown of Knoxville, Tennessee, where he is the rhythm guitarist and co-vocalist in the band Annandale. Chad is also the bassist for the band Brave the Royals. Originally a nuclear engineer, Chad's true passion is music. Luke Narey joined the band for their European tour for the fall of 2018", "doc_score": "77.36234283447266", "publish_date": "2018/12/31"}, {"doc_id": "16436421", "text": "Classic FM Hall of Fame / by composers such as Elgar and Beethoven feature alongside works by contemporary composers such as Karl Jenkins and Ludovico Einaudi. Movie soundtracks by John Williams, John Barry and Ennio Morricone are also regular features of the chart. And, for the first time in 2012, the chart featured two original works from video game soundtracks. The current top twenty was revealed on 2 April 2018. The Hall of Fame has received some criticism due to the lack of variation at the top of the chart. The pieces that make up the top ten have changed very little since the chart began.", "doc_score": "78.52013397216797", "publish_date": "2018/12/31"}, {"doc_id": "7413793", "text": "The Saddest Music in the World / girlfriend Narcissa is his missing wife, who has forgotten both their marriage and their son after the boy's death (Roderick carries the boy's heart in a jar, preserved in his own tears). Helen rigs the contest to favour Chester/America, and Fyodor/Canada quickly loses after singing \"Red Maples Leaves,\" although Roderick/Serbia advances. Although Roderick and Narcissa have sex, she still doesn't remember their marriage, and he accidentally breaks the jar containing his son's heart (which is pierced by a glass shard), and although Helen loves her new glass beer legs, she still hates Fyodor. Fyodor then drinks a leg's worth of", "doc_score": "77.57152557373047", "publish_date": "2018/12/31"}, {"doc_id": "6938044", "text": "Joe Loss / at the Hammersmith Palais and was remembered by a trainee nurse at Hammersmith Hospital as being as kind and gentlemanly when she attended him in hospital as he was in his public persona. His band's signature tune \"In the Mood\" would often be requested three or more times a night. He was the subject of \"This Is Your Life\" on two occasions: in May 1963 when he was surprised by Eamonn Andrews, and in October 1980, when Andrews surprised him again at London’s Portman Hotel during a star-studded party to celebrate Joe’s 50 years in show business. Loss's daughter Jennifer", "doc_score": "75.95796966552734", "publish_date": "2018/12/31"}, {"doc_id": "4250577", "text": "Joe Escalante / on the Los Angeles/Orange County radio station Indie 103.1 FM, where he dispensed entertainment and legal advice to aspiring musicians. In May 2006 he became the host of the station's morning drive-time program \"The Last of the Famous International Morning Shows\", replacing Mighty Mighty Bosstones singer Dicky Barrett. Escalante's morning show included daily appearances by film director David Lynch, who served as weatherman, and actor Timothy Olyphant, who served as a sports commentator. The show also featured a weekly wine tasting and education hour called \"Wino Wednesday\", and hosted a number of celebrity guests including Crispin Glover, Christina Ricci, Pat", "doc_score": "75.29053497314453", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_1", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "16723337", "text": "Facekini / Facekini The facekini () is a mask designed for swimmers and beachgoers which covers the head and reveals only the eyes, nose, and mouth. It was invented by Zhang Shifan, a former accountant from the coastal Chinese city of Qingdao. The mask is popular in Qingdao, where it is used by people for protecting themselves from tan-inducing ultraviolet rays while in direct sunlight and from jellyfish, insects and other irritants while at the beach. The mask is made of a stretchy fabric that is commonly used in bathing suits, and comes in different colors and patterns. They are often worn", "doc_score": "87.14171600341797", "publish_date": "2018/12/31"}, {"doc_id": "5754811", "text": "Sea bathing / beach for public indecency for wearing her trademark one-piece swimsuit but by the 1910s the style was becoming widely acceptable. In the 1940s, women’s magazines started using advertisements that encouraged sun bathing, with greater emphasis on sun tanning than swimming. A tan became a sign of wealth, indicating that the individual was wealthy enough to go on holidays to a warmer climate. To gain an \"all over tan\", women's swimsuits became as abbreviated as the wearer was daring enough to wear, with bikinis increasingly displacing the one-piece swimsuit as the most common swimwear after the 1950s, and with even briefer", "doc_score": "86.03018188476562", "publish_date": "2018/12/31"}, {"doc_id": "19033394", "text": "History of swimwear / to vanish, the bottom became shorter to reach only the knees and the top became hip-length and both became more form fitting. In the 1900s women wore wool dresses on the beach that were made of up to of fabric. In the Victorian era, Western cultures deplored nudity of any degree, and people took great pains to cover themselves, even bare chested male swimmers at ocean beaches. Popular beach resorts were commonly equipped with bathing machines designed to avoid the exposure of people in swimsuits, especially to people of the opposite sex. In the United States, beauty pageants of women", "doc_score": "85.31338500976562", "publish_date": "2018/12/31"}, {"doc_id": "20015835", "text": "Women's beachwear fashion / The early 1800s was the beginning of a revolution in swimwear when women flocked to the beaches for seaside recreation—typically using knee-length, puffed-sleeved, wool dresses, often black in color, and featuring a sailor collar. This outfit had the goal of covering all of the woman's skin to avoid suntans, since being tan was a sign of belonging to the social class of common laborers. In that period, there were bathing machines, which were little wood houses on wheels hauled by horses, and were usually located along recreational beaches where the water was shallow. Inside these bathing machines, people undressed and", "doc_score": "85.11868286132812", "publish_date": "2018/12/31"}, {"doc_id": "1734313", "text": "Swimsuit / some places around the world, nude beaches have been set aside for people who choose to engage in normal beach activities in the nude. As an alternative to a swimsuit, some people wear trousers, underpants or a T-shirt either as a makeshift swimsuit or because they prefer regular clothes over swimsuits. Using a T-shirt can also provide extra protection against sunburn. In some countries, such as Thailand and Philippines, swimming in regular clothes is the norm while swimsuits are rare. At beaches, this may be more accepted than at swimming pools, which tend not to permit the use of underwear", "doc_score": "84.57471466064453", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_2", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "3610071", "text": "Elon Musk /... and magic!\" Musk gained media attention for mentioning the dangerous drug combination publicly on his social media. In mid-September 2018, Musk appeared on \"The Joe Rogan Experience\" podcast and discussed various topics for 2 hours. Within five days, the appearance had registered 10 million YouTube views. One of the highest profile and controversial aspects of the program was Musk's puffing from a cannabis-laced cigarette offered by Rogan. \"The Washington Post\" observed, \"In the media's hands, it became a story about Musk's growing instability...\" Tesla stock dropped after the incident, which coincided with the confirmation of the departure of", "doc_score": "77.94082641601562", "publish_date": "2018/12/31"}, {"doc_id": "3610017", "text": "Elon Musk / of the U.S. that June, with plans for more expansion across North America, including Canada, throughout the year., Musk owns about 28.9 million Tesla shares, which equates to about 22% of the company., Musk's annual salary is one dollar, similar to that of Steve Jobs and other CEOs; the remainder of his compensation is in the form of stock and performance-based bonuses. In 2014, Musk announced that Tesla would allow its technology patents to be used by anyone in good faith in a bid to entice automobile manufacturers to speed up development of electric cars. \"The unfortunate reality", "doc_score": "78.129150390625", "publish_date": "2018/12/31"}, {"doc_id": "7340332", "text": "Etsy / composed of Robert Kalin, Chris Maguire, and Haim Schoppik. The initial version had taken two and a half months to build. Later Jared Tarbell joined the team. Former NPR executive Maria Thomas joined as COO in 2008, was promoted to CEO and left Etsy in December 2009. Robert Kalin resumed his role as CEO from December 2009 until July 2011. Investors include Sean Meenan, Albert Wenger, Spencer and Judson Ain, Union Square Ventures, and founders of Flickr and Delicious. Kalin said that he named the site Etsy because he \"wanted a nonsense word because I wanted to build the brand", "doc_score": "77.81855010986328", "publish_date": "2018/12/31"}, {"doc_id": "3610029", "text": "Elon Musk / too much power by owning super-intelligence systems devoted to profits, as well as governments which may use AI to gain power and even oppress their citizenry.\" Musk has stated he wants to counteract the concentration of power. In 2018 Musk left the OpenAI board to avoid possible future conflicts with his role as CEO of Tesla as Tesla increasingly becomes involved in AI. However, in an interview with Joe Rogan in September 2018, Musk warned about the dangers of developing artificial intelligence indiscriminately. In 2016, Musk co-founded Neuralink, a neurotechnology startup company to integrate the human brain with artificial intelligence.", "doc_score": "79.5104751586914", "publish_date": "2018/12/31"}, {"doc_id": "3610028", "text": "Elon Musk / in both Philadelphia and Baltimore. However, the New York City Transit Authority, Southeastern Pennsylvania Transportation Authority, Washington Metropolitan Area Transit Authority, Maryland Transit Administration, United States Department of Homeland Security, as well as the mayors of New York, Philadelphia, Baltimore, and Washington D.C. stated that they are unaware of any such agreement. In December 2015, Musk announced the creation of OpenAI, a not-for-profit artificial intelligence (AI) research company. OpenAI aims to develop artificial general intelligence in a way that is safe and beneficial to humanity. By making AI available to everyone, OpenAI wants to \"counteract large corporations who may gain", "doc_score": "78.9876480102539", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_3", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "3011149", "text": "Midden / exist in Australia today. Middens provide evidence of prior occupation and are generally protected from mining and other developments. One must exercise caution in deciding whether one is examining a midden or a beach mound. There are good examples on the Freycinet Peninsula in Tasmania where wave action currently is combining charcoal from forest fire debris with a mix of shells into masses that storms deposit above high-water mark. Shell mounds near Weipa in far north Queensland that are mostly less than 2 meters high (although ranging up to 10 meters high) and a few tens of meters long are", "doc_score": "82.33868408203125", "publish_date": "2018/12/31"}, {"doc_id": "11007443", "text": "Fossil beach / Tamiami Formation. The Isle of Portland, famous for Portland stone also has several examples around its coast. The search for fossil beaches worldwide is particularly important when scientists try to determine the position of former shorelines, which could help to understand how much sea levels could rise in a warmer world, specially in the context of global climate change. Fossil beach A fossil beach, also known as a paleo-beach, fossil strandline or raised beach, is an ancient oceanic or lacustrine beach preserved in fossil form due to a change in water level or sea level, or because of a shift", "doc_score": "81.6281967163086", "publish_date": "2018/12/31"}, {"doc_id": "624918", "text": "Underwater archaeology / of Western Australia, where there remains considerable speculation that some of the crew survived and, after establishing themselves on shore, intermixed with indigenous tribes from the area. The archaeological signature at this site also now extends into the interaction between indigenous people and the European pastoralists who entered the area in the mid-19th century. There are many reasons why underwater archaeology can make a significant contribution to our knowledge of the past. In the shipwreck field alone, individual shipwrecks can be of significant historical importance either because of the magnitude of loss of life (such as the \"Titanic\") or circumstances", "doc_score": "81.56451416015625", "publish_date": "2018/12/31"}, {"doc_id": "11007441", "text": "Fossil beach / Fossil beach A fossil beach, also known as a paleo-beach, fossil strandline or raised beach, is an ancient oceanic or lacustrine beach preserved in fossil form due to a change in water level or sea level, or because of a shift in terrain elevation. It's often present as a sediment layer or terrace, with beach-related fossils and features, above the present shoreline. Emerged shorelines relative to the sea level are created because of three main causes: tectonic movements that result in changes in terrain elevation, isostatic lifting and warping due to unloading of ice sheets and sea water masses during", "doc_score": "83.14476776123047", "publish_date": "2018/12/31"}, {"doc_id": "17850126", "text": "Blue Beach / footprints, fish fin trails, arthropod trackways, wave ripples, mud cracks, rain drops, and bromolites - including coprolites, fossilized dung. The tetrapod footprints and trackways are particularly important due to their age. They are reasonably common at Blue Beach, with over 2000 specimens known. Prints of tetrapods from this era can exhibit polydactyly, or more than five digits per limb., however the specimens from Blue Beach are all pentadactyl (five digits) or are at least functionally pentadactyl. Six morphotypes have been identified so far. Several types of arthropod trace fossils are found including trackways of \"Diplichnites\" and \"Diplopodichnus\" (possibly millipedes), \"Rusophycus\"", "doc_score": "80.65043640136719", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_4", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "2836647", "text": "Police dog / Police dog A police dog, known in some English-speaking countries as a \"K-9\" or \"K9\" (a homophone of \"canine\"), is a dog that is specifically trained to assist police and other law-enforcement personnel. Their duties include: searching for drugs and explosives, locating missing people, finding crime scene evidence, and attacking people targeted by the police. Police dogs must remember several verbal cues and hand gestures. The most commonly used breeds are the German Shepherd, Belgian Malinois, Bloodhound and Dutch Shepherd. Recently, the Belgian Malinois has become the dog of choice for police and military work due to their intense drive", "doc_score": "78.71198272705078", "publish_date": "2018/12/31"}, {"doc_id": "10981079", "text": "Rags (dog) / message despite being bombed, gassed and partially blinded. His adopted owner and handler, Private James Donovan, was seriously wounded and gassed, dying after returning to a military hospital at Fort Sheridan in Chicago. Rags was adopted by the family of Major Raymond W. Hardenbergh there in 1920, moving with them through several transfers until in Fort Hamilton, New York, he was reunited with members of the 18th Infantry Regiment who had known him in France. Rags was presented with a number of medals and awards. Rags was found abandoned on the streets of Paris by an American doughboy, Private James", "doc_score": "77.77877044677734", "publish_date": "2018/12/31"}, {"doc_id": "3705558", "text": "Cats & Dogs / and encourages him to have fun and play with Scotty. With his first plan stopped, Mr. Tinkles dispatches a Russian Blue mercenary, whose name is Diemitir Kennelkoff, to steal the research. After Kennelkoff tricks Lou, he places a bomb on the lab door. Butch and Lou enter the house through the window, but Peek and Sam are trapped outside after Lou knocks the window prop away. Kennelkoff briefly battles Lou and Butch, damaging the Brodys' house in the process. Eventually, Butch disables the bomb, but Kennelkoff holds out a remote that will detonate the bomb and laughs until the lab", "doc_score": "78.47484588623047", "publish_date": "2018/12/31"}, {"doc_id": "2969835", "text": "Strontium Dog / war became head of the Anti-Mutant Squad at Scotland Yard. In \"Traitor to His Kind\", Culliver tried to have Alpha murdered, but was exposed and fired from his job. Alpha decided to assassinate him, but relented on meeting his children. Like all Search/Destroy agents, Alpha is armed with highly advanced technology including a variable-cartridge blaster, electrified brass knuckles, a short-range teleporter, a \"time drogue\" that can briefly \"rewind\" the last few minutes of time, and \"time bombs\" which can transport somebody minutes or hours forwards or backwards in time (by which time the planet has moved along in its orbit,", "doc_score": "80.08948516845703", "publish_date": "2018/12/31"}, {"doc_id": "2750035", "text": "Inspector Rex / since followed the official lists, with season eleven labeled as season nine, season twelve as season ten and so on. A trained police dog, Rex (revealed in the Pilot to be registered as \"Reginald von Ravenhorst\") is the legitimate star of the show. Establishing shots frequently show him demonstrating a new trick - unlatching doors, pushing trolleys, pointing to drugs or corpses - which then turn out to be useful in the course of the episode. He is often used to stalk suspects, often with a GPS-type object attached to him so that the officers can keep track. Rex was", "doc_score": "79.47691345214844", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_5", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "15743765", "text": "Pink slime / Times\" published an editorial reiterating the concerns posed in the news article while noting that no meat produced by BPI had been linked to any illnesses or outbreaks. An episode of \"Jamie Oliver's Food Revolution\" aired on April 12, 2011, depicted Jamie Oliver decrying the use of \"pink slime\" in the food supply and in school lunches. In the episode, Oliver douses beef trimmings in liquid ammonia while explaining what the product is and why he is disgusted with it. Oliver stated, \"Everyone who is told about 'pink slime' doesn't like it in their food—school kids, soldiers, senior citizens all", "doc_score": "83.54969787597656", "publish_date": "2018/12/31"}, {"doc_id": "5587020", "text": "The Frying Game / Liberals Don't Want You to Know About- Because They Helped Cause Them\", Iain Murray described \"The Frying Game\" as \"subversively conservative\", and wrote that it shows \"The best popular explanation of the liberal environmentalist model for endangered species.\" In the episode, Homer buys a koi pond for Marge, only to find a screamapillar has taken residence in their garden. When Homer tries to squash it, an EPA official tells him that allowing an endangered species to die is a federal offense, under the \"Reversal of Freedoms Act of 1994.\" Homer is forced to coddle the screamapillar, and when he accidentally", "doc_score": "82.59335327148438", "publish_date": "2018/12/31"}, {"doc_id": "3096681", "text": "Raw foodism / proponents from the early part of the twentieth century include Californian fruit grower Otto Carque (author of \"The Foundation of All Reform\", 1904), George Julius Drews (author of \"Unfired Food and Trophotherapy\", 1912), Bernarr Macfadden and Herbert Shelton. Drews influenced John and Vera Richter to open America's first raw food restaurant \"The Eutropheon\" in 1917. Shelton was arrested, jailed, and fined numerous times for practicing medicine without a license during his career as an advocate of rawism and other alternative health and diet philosophies. Shelton's legacy, as popularized by books like \"Fit for Life\" by Harvey and Marilyn Diamond, has", "doc_score": "80.06526947021484", "publish_date": "2018/12/31"}, {"doc_id": "16799521", "text": "Sarcastaball / This tactic spreads until a popular sports drink made of Butters' semen is publicly marketed and endorsed by professional players. Meanwhile, after Randy's wife, Sharon, expresses to Randy her concern that he has become unable to speak without being sarcastic, they consult a doctor, who tells them that sarcasm has caused Randy irreversible brain damage. Randy then goes to his son's Sarcastaball game to plead with the crowd that sarcasm, and the game based on it, is dangerous. Stan and Cartman tell Randy that when Butters says that competitiveness can be compassionate, he is not being sarcastic, but entirely sincere,", "doc_score": "79.84490203857422", "publish_date": "2018/12/31"}, {"doc_id": "3482756", "text": "Progressive Utilization Theory / Progressive Utilization Theory Progressive Utilization Theory (PROUT) is a socioeconomic and political theory developed by philosopher and spiritual leader Prabhat Ranjan Sarkar. The theory is based on his holistic outlook of life. It is a system of governance that is inspired by capitalist and socialist thought, as well as Sarkar's own ideas. It aims to be economically progressive and improve social development. The theory is in line with Sarkar's Neohumanist values which aim to provide \"proper care\" to every being on the planet, including humans, animals and plants. By 1959, Sarkar had developed the ideas of Prout. In 1961, the", "doc_score": "78.74907684326172", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_6", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "7303716", "text": "Iran–United Kingdom relations / package of sanctions from the US, UK and Canada aimed at confronting Tehran’s nuclear programme. The confrontation between the United States–European Union pact on one side and Iran on the other over Iran's nuclear program also continues to develop, remaining a serious obstacle in the improvement of Tehran–London ties. A by UK diplomat John Sawers to French, German and US diplomats, dated 16 March 2006, twice referred to the intention to have the United Nations Security Council refer to Chapter VII of the United Nations Charter in order to put pressure on Iran. Chapter VII describes the Security Council's power", "doc_score": "75.80500793457031", "publish_date": "2018/12/31"}, {"doc_id": "20797221", "text": "Irish border question / in 2016 by UK Prime Minister Theresa May and Irish Taoiseach Enda Kenny, it is intended to maintain this arrangement after the United Kingdom leaves the EU. In September 2016 the UK Brexit Secretary, David Davis, stated that the UK government would not seek a return to a hard border between the UK and the Republic of Ireland. A joint plan to allow UK immigration controls to be applied at Republic of Ireland ports and airports was abandoned in March 2017 after meeting opposition from political parties in the Republic of Ireland. In its white paper on Brexit, the United", "doc_score": "78.3032455444336", "publish_date": "2018/12/31"}, {"doc_id": "3079483", "text": "Intermediary / Intermediary An intermediary (or go-between) is a third party that offers intermediation services between two parties. In diplomacy and international relations, an intermediary may convey messages between principals in a dispute, allowing the avoidance of direct principal-to-principal contact. Where the two parties are geographically distant, the process may be termed shuttle diplomacy. In law, intermediaries can facilitate communication between a vulnerable witness, defendant and court personnel to acquire valuable evidence and to ensure all parties have a fair trial. The intermediary acts as a conduit for goods or services offered by a supplier to a consumer. Typically the intermediary offers", "doc_score": "75.3779296875", "publish_date": "2018/12/31"}, {"doc_id": "20189191", "text": "2017–18 Qatar diplomatic crisis / 2017–18 Qatar diplomatic crisis The 2017–18 Qatar diplomatic crisis began in June 2017, when Saudi Arabia, United Arab Emirates, Bahrain, Egypt, the Maldives, Mauritania, Senegal, Djibouti, the Comoros, Jordan, the Tobruk-based Libyan government, and the Hadi-led Yemeni government severed diplomatic relations with Qatar and banned Qatar airplanes and ships from entering their airspace and sea routes along with Saudi Arabia blocking the only land crossing. The Saudi-led coalition cited Qatar's alleged support for terrorism as the main reason for their actions, insisting that Qatar has violated a 2014 agreement with the members of the Gulf Cooperation Council (GCC). Saudi Arabia", "doc_score": "78.83348083496094", "publish_date": "2018/12/31"}, {"doc_id": "449605", "text": "Vienna Convention on Diplomatic Relations / it. 2.Acta Universitatis Danubius. Relationes Internationales, Vol 9, No 1 (2016) Vienna Convention on Diplomatic Relations The Vienna Convention on Diplomatic Relations of 1961 is an international treaty that defines a framework for diplomatic relations between independent countries. It specifies the privileges of a diplomatic mission that enable diplomats to perform their function without fear of coercion or harassment by the host country. This forms the legal basis for diplomatic immunity. Its articles are considered a cornerstone of modern international relations. As of October 2018, it has been ratified by 192 states. Throughout the history of sovereign states, diplomats have", "doc_score": "76.57723236083984", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_7", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "3896831", "text": "Al-Hilal FC / club in recent seasons surpassed SR 140 million (USD 38 million). This increase in expenses is due to the high level foreign and national players the club signed with such as Thiago Neves, Mirel Rădoi, Christian Wilhelmsson, Osama Hawsawi, Youssef El-Arabi and others. Special seats have been allocated for the disabled to watch the training. Twenty-five percent of the income of tickets sold goes to charities. Players and board members arrange and attend social activities for charities during Eid and other holidays. In 2009, the club opened a new camp in Riyadh. It contains 25 rooms, meeting rooms, smart room", "doc_score": "86.09846496582031", "publish_date": "2018/12/31"}, {"doc_id": "16431136", "text": "Mohamed Salah / Mohamed Salah Mohamed Salah Hamed Mahrous Ghaly (, ; born 15 June 1992) is an Egyptian professional footballer who plays as a forward for club Liverpool and the Egypt national team. He is considered the world's fourth most expensive player from a transfer value perspective by the CIES. Salah started his senior career with hometown club El Mokawloon in the Egyptian Premier League in 2010, departing shortly thereafter to join Basel for an undisclosed fee. In Switzerland, he starred as he won the league title in his debut season, winning the SAFP Golden Player Award in the process. Salah's", "doc_score": "86.41761016845703", "publish_date": "2018/12/31"}, {"doc_id": "19193464", "text": "Kylian Mbappé / Kylian Mbappé Kylian Mbappé Lottin (; born 20 December 1998) is a French professional footballer who plays as a forward for Ligue 1 club Paris Saint-Germain and the France national team. He is considered the world's most expensive player from a transfer value perspective by the CIES. Mbappé came into prominence at an early age, starring for the youth academy at Bondy before gaining a move to Monaco, where he made his professional debut in 2015, aged 16. Mbappé then quickly established himself as a regular goalscorer for the first team in the 2016–17 season, as he helped the club", "doc_score": "86.24626922607422", "publish_date": "2018/12/31"}, {"doc_id": "16431137", "text": "Mohamed Salah / performances then attracted Premier League side Chelsea, and he joined the club for a £11 million fee in 2014. However, he was used sparingly in his debut season and was allowed to leave on loan to Serie A clubs Fiorentina and Roma, with the latter eventually signing him permanently for €15 million. Following consistent match-winning performances in Rome to lead them to second-placed finish and a record points-tally in 2017, Salah relocated back to the Premier League to sign for Liverpool for a then club-record fee of £36.9 million. During his second spell in England, Salah adapted his game from", "doc_score": "83.98381042480469", "publish_date": "2018/12/31"}, {"doc_id": "19843432", "text": "Walid Azaro / for them on a three-year contract. During the 2016–17 season, he finished as the club's top goalscorer with twelve league goals. In June 2017, Azaro turned down several offers from European clubs to join Egyptian Premier League club Al Ahly on a four-year deal for a fee of $1.4 million, despite Moroccan national team manager Hervé Renard attempting to convince him to move to Europe. His transfer saw him become the first Moroccan to play for the club. In his first season with the club, Azaro scored 18 league goals to finish as the top goalscorer in the Egyptian Premier", "doc_score": "82.61385345458984", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_8", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "14520393", "text": "Mangkunegara IX / is no longer the head of government of his nominal territory. The monarchy was originally supplanted when the area was colonized by the Netherlands. Following the end of colonial rule, it retained its ceremonial role. Mangkunegara IX Mangkunegara IX (born 1951) is the current traditional ruler of the former state of Mangkunegaran, located in Java, Indonesia. He succeeded his father, Mangkunegara VIII, as Prince of Mangkunegaran on 3 September 1987. His full royal name is \"Kanjeng Gusti Pangeran Adipati Arya Mangku Negara\". Prior to his accession he was named Gusti Pangeran Hadiningrat Sujiwakusuma. In the meantime Sujiwakusuma became viceroy in", "doc_score": "89.9692153930664", "publish_date": "2018/12/31"}, {"doc_id": "14520391", "text": "Mangkunegara IX / Mangkunegara IX Mangkunegara IX (born 1951) is the current traditional ruler of the former state of Mangkunegaran, located in Java, Indonesia. He succeeded his father, Mangkunegara VIII, as Prince of Mangkunegaran on 3 September 1987. His full royal name is \"Kanjeng Gusti Pangeran Adipati Arya Mangku Negara\". Prior to his accession he was named Gusti Pangeran Hadiningrat Sujiwakusuma. In the meantime Sujiwakusuma became viceroy in Mangkunegaran. His accession was controversial because for the first time in Indonesian history, Mangkunegaran involved relatives outside the core to participate in the decision. He was born in Surakarta the son of Mangkunegara VIII with", "doc_score": "90.87720489501953", "publish_date": "2018/12/31"}, {"doc_id": "252185", "text": "Monarch / The power of the absolute monarchy was reduced when it became the French Protectorate of Cambodia from 1863 to 1953. It returned to an absolute monarchy from 1953 until the establishment of a republic following the 1970 coup. The monarchy was restored as a constitutional monarchy in 1993 with the king as a largely symbolic figurehead. In the Philippines, the pre-Colonial Filipino nobility, variously titled the \"harì\" (today meaning \"king\"), \"Lakan\", \"Raja\" and \"Datu\" belonged to the caste called \"Uring Maharlika\" (Noble Class). When the islands were annexed to the Spanish Empire in the late 16th century, the Spanish monarch", "doc_score": "88.11872100830078", "publish_date": "2018/12/31"}, {"doc_id": "315886", "text": "Politics of the Philippines / the People Power Revolution. The political climate ushered in a multi-party system which persists into this day. Executive power is vested to the President; in practice however, the president delegates his power to a cabinet. The president, who is both the head of state and head of government, is directly elected to a single six-year term via first past the post. In case of death, resignation or incapacitation, the Vice President acts as the president until the expiration of the term. The Vice President is elected separately from the president, and may be of differing political parties. While the vice", "doc_score": "88.82418823242188", "publish_date": "2018/12/31"}, {"doc_id": "4601073", "text": "Government of Indonesia / the Soeharto era, came in second (22%). Several other, mostly Islamic parties won shares large enough to be seated in the DPR. Further democratic elections took place in 2004 and 2009. The president and vice-president are selected by vote of the citizens for five-year terms. Prior to 2004, they were chosen by People's Consultative Assembly. The last election was held 9 July 2014. The President of Indonesia is directly elected for a maximum of two five-year terms, and is the head of state, commander-in-chief of Indonesian armed forces and responsible for domestic governance and policy-making and foreign affairs. The president", "doc_score": "85.4687728881836", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_9", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "2988497", "text": "Scream 3 / with 3,467, which also made it the 7th widest opening for an R-Rated film. This was surpassed the same year in May by \"\" with 3,653. The film earned $34,713,342 during its opening weekend, making it the 11th highest grossing opening weekend in a February. It went on to accrue $89.1 million in the US and $72.7 million in foreign territories with a world lifetime-gross of $161.8 million, making it the second-lowest financially performing film in the \"Scream\" series; the lowest is \"Scream 4\". On Rotten Tomatoes, the film has an approval rating of 36% based on 111 reviews and", "doc_score": "82.30561828613281", "publish_date": "2018/12/31"}, {"doc_id": "18392004", "text": "The Fate of the Furious / 12% K-12 schools beings off compared to 74% on Good Friday. It kept its hold at No. 1, albeit dropping about 61% in its sophomore frame for an estimated $38.4 million. That domestic drop is right in line with the 59-63% drops of the six previous installment in the franchise’s on their second weekend out. It topped the box office for three straight weekends, witnessing similar weekend-to-weekend percentage drops like its prequel, albeit earning lesser in terms of numbers. Internationally, \"The Fate of the Furious\" secured a release in 69 countries. The film was projected to post an opening between", "doc_score": "86.7026596069336", "publish_date": "2018/12/31"}, {"doc_id": "19536751", "text": "Skyscraper (2018 film) / April) and $9.3 million on its first day, weekend estimates were lowered to $24 million. The film ended up debuting to $24.9 million, finishing third, behind \"Hotel Transylvania 3: Summer Vacation\" and \"Ant-Man and the Wasp\". \"Deadline Hollywood\" attributed the low figure to audiences having seen the plot before in other films and the July release date being in the height of the crowded summer movie season, as well as the possibility that filmgoers had become tired of seeing Johnson so frequently (although the site noted that 72% of people who bought tickets to \"Skyscraper\" did so because of him).", "doc_score": "85.498046875", "publish_date": "2018/12/31"}, {"doc_id": "7738771", "text": "American Gangster (film) / the week, garnering £2.6 million ($5.3 million) in the box office. It repeated the feat in its second week, grossing an estimated £1.82 million ($3.7 million) at the box office and beating out \"Beowulf\" two consecutive times. The weekend of November 16–18 saw \"American Gangster\" take $14.7 million from fourteen territories internationally. At the same time, \"American Gangster\" expanded in the European market; it received $2.8 million from 366 theaters in Germany and $3.6 million from 366 screens in France during its opening weekend. Releases followed in Norway and Sweden the succeeding week, where it earned $392,608 and $465,238 from", "doc_score": "83.77832794189453", "publish_date": "2018/12/31"}, {"doc_id": "7410148", "text": "Hey, Hey, It's Esther Blueburger / total domestic gross of approximately $800,000. The film attracted mixed reviews; some critics praised the originality and the acting, though others found Randall's direction dull and the script poorly written. Catanzariti won the Australian Film Institute's Young Actor Award for her performance, and the film received a further three AFI nominations and a nomination for a Film Critics Circle of Australia Award. Esther Blueburger is a 13-year-old Jewish outcast at her posh private school. Things are no better at home, where her twin brother is beginning to develop into a sociopath and her controlling mother pressures Esther to conform. She", "doc_score": "82.44451141357422", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_10", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "13886247", "text": "New Alphabet / horizontals and verticals, some of the glyphs are unconventional, while others bear virtually no resemblance to any version of the letters they represent (in some examples, the frequently appearing \"a\" glyph looks like a \"J\", \"K\" looks like a \"t\", numeral \"1\" resembles a \"7\", numeral \"8\" resembles capital \"H\", and the \"x\" glyph looks like a capital \"I\"). Because of this, the typeface was received with mixed feelings by his peers. Most of the letters are based on a grid of 5 by 7 units, with 45-degree corners. Each glyph is represented by two or more sides of a", "doc_score": "79.92451477050781", "publish_date": "2018/12/31"}, {"doc_id": "4627867", "text": "Recycling symbol / assist recyclers with sorting the collected materials, but they do not necessarily mean that the product/packaging can be recycled either through domestic curbside collection or industrial collections. The SPI symbols are loosely based on the Möbius loop symbol, but feature simpler bent (rather than folded over) arrows that can be embossed on plastic surfaces without loss of detail. The arrows are formed into a flat, two-dimensional triangle rather than the pseudo-three-dimensional triangle used in the original recycling logo. The different resin identification codes can be represented by Unicode icons ♳ (U+2673), ♴ (U+2674), ♵ (U+2675), ♶ (U+2676), ♷ (U+2677), ♸", "doc_score": "78.83472442626953", "publish_date": "2018/12/31"}, {"doc_id": "1564109", "text": "Mojibake / piece meant to bear the Devanagari character for \"wi\" instead used to display the \"wa\" character followed by an unpaired \"i\" modifier vowel, easily recognizable as mojibake generated by a computer not configured to display Indic text. The logo as redesigned has fixed these errors. The idea of Plain Text requires the operating system to provide a font to display Unicode codes. This font is different from OS to OS for Singhala and it makes orthographically incorrect glyphs for some letters (syllables) across all operating systems. For instance, the'reph', the short form for 'r' is a diacritic that normally", "doc_score": "75.71041107177734", "publish_date": "2018/12/31"}, {"doc_id": "7862215", "text": "Podium Sans / and indeed the high-res advertising mock-ups clearly used the font. However, at the time few noticed that the font on the devices was missing Myriad's trademark features, such as its 'k' and 'K', its splayed 'M' and distinctive 'y'. Some of these changes, such as the straightening of the 'M', could be explained by Apple's designers simplifying the design to accommodate the small size and low resolution of the device compared to print, however other changes are harder to explain. Whether Podium Sans started life as Myriad or another humanist sans-serif font is up for debate, but Apple no longer", "doc_score": "77.39189910888672", "publish_date": "2018/12/31"}, {"doc_id": "2638333", "text": "Jony Ive / Known for its minimalist look, it has inspired Halloween costumes, grooming regimens, and a small-scale fashion movement, among other things. He has been known to sport \"signature looks\" that include: multi-colored \"pied-de-poule\" suits, painter's pants, canvas pants, linen button down shirts, Clarks Wallabees, and mono-colored t-shirts. His favorite tailor is reportedly British clothier Thomas Mahon. Ive's voice, used in Apple's marketing and promotional videos since 1994, has been noted for its Essex accent and reserved, loquacious style of speech. The work and principles of Dieter Rams, the chief designer at Braun from 1961 until 1995, influenced Ive's work. In Gary", "doc_score": "75.10049438476562", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_11", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "3170651", "text": "Mexico–United States barrier / proposed border fence. On January 27, 2008, a Native American human rights delegation in the United States, which included Margo Tamez (Lipan Apache-Jumano Apache) and Teresa Leal (Opata-Mayo) reported the removal of the official International Boundary obelisks of 1848 by the U.S. Department of Homeland Security in the Las Mariposas, Sonora-Arizona sector of the Mexico–U.S. border. The obelisks were moved southward approximately, onto the property of private landowners in Sonora, as part of the larger project of installing the steel barrier wall. The proposed route for the border fence would divide the campus of the University of Texas at", "doc_score": "87.127685546875", "publish_date": "2018/12/31"}, {"doc_id": "20955327", "text": "Texas v. New Mexico and Colorado / right to join litigation against New Mexico and eventually ruled that the federal government was within its rights when it did so. Does the federal government of the United States have the right to file a suit against the State of New Mexico for non-compliance with the terms of the Rio Grande Compact, an interstate agreement? The interstate agreement that the case centered around, the Rio Grande Compact, arose from multiple concerns regarding apportionment of water during the early 20th century. According to the terms of the Convention Between the United States and Mexico for the Equitable Distribution of the", "doc_score": "84.27360534667969", "publish_date": "2018/12/31"}, {"doc_id": "20955335", "text": "Texas v. New Mexico and Colorado / that the Court chooses to address the question in a future case. However, the Court's subsequent ruling in Florida v. Georgia (2018), a case involving water distribution between the states of Georgia and Florida, established a lower standard of proof in which Florida must only prove \"harm\" from unequal apportionment for its case to be considered. If the Court continues to apply it for apportionment cases in the future, which is likely according to the assessment of Todd Votteler, the head of Collaborative Water Resolution LLC, this new standard will almost certainly prove advantageous to Texas in its ongoing case", "doc_score": "83.51459503173828", "publish_date": "2018/12/31"}, {"doc_id": "19970135", "text": "Executive Order 13767 / U.S.–Mexico ties.\" The construction of a border wall, as envisioned in the order, could cause significant environmental damage, including habitat destruction and habitat fragmentation that would harm wildlife, including endangered species. Some of the species that may potentially be affected include ferruginous bighorn sheep, black bears, and pygmy owls. In April 2017, the Center for Biological Diversity, an environmental group, and U.S. Representative Raúl M. Grijalva, the ranking Democratic member on the House Committee on Natural Resources filed a lawsuit in federal court in Tucson. In their complaint, Grijalva and the Center argue that the government's wall construction plans fail", "doc_score": "86.06571960449219", "publish_date": "2018/12/31"}, {"doc_id": "20955326", "text": "Texas v. New Mexico and Colorado / Texas v. New Mexico and Colorado Texas v. New Mexico and Colorado, 141-orig, ___ U.S. ___ (2018), was a Supreme Court case argued and decided during the 2017 term of the Supreme Court of the United States. The case involved an interstate dispute regarding New Mexico's compliance with the Rio Grande Compact of 1938, an agreement which established a plan for equitable apportionment of the water in the Rio Grande Basin among the states of Colorado, New Mexico, and Texas. During this case, the Court considered the question of whether the federal government of the United States had a legal", "doc_score": "88.52253723144531", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_12", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "6268293", "text": "Steven Spielberg filmography / trade, civil rights, war, and terrorism. Spielberg won the Academy Award for Best Director for \"Schindler's List\" and \"Saving Private Ryan\", as well as receiving five other nominations. Three of Spielberg's films—\"Jaws\", \"E.T. the Extra-Terrestrial\", and \"Jurassic Park\"—achieved box office records, originated and came to epitomize the blockbuster film. The unadjusted gross of all Spielberg-directed films exceeds $10 billion worldwide, making him the highest-grossing director in history and the first to ever pass this milestone (on approximately April 16th 2018). Spielberg has worked as a producer, executive producer, director, or in an otherwise creative capacity on several films where he", "doc_score": "79.66348266601562", "publish_date": "2018/12/31"}, {"doc_id": "736710", "text": "Academy Award for Best Picture / that have received few or no nominations or awards. Only three animated films have been nominated - \"Beauty and the Beast\" (1991), \"Up\" (2009) and \"Toy Story 3\" (2010), the latter two having been nominated after the Academy expanded the number of nominees—but none have won. No science fiction film or superhero film has won (none of the latter has been nominated); only two fantasy films have won — \"\" (2003) and \"The Shape of Water\" (2017). \"The Silence of the Lambs\" (1991) is the only horror film to win Best Picture, and only five other have been nominated for", "doc_score": "78.76139068603516", "publish_date": "2018/12/31"}, {"doc_id": "20874419", "text": "Hollywood cinema in 21st century / the director Christopher Nolan is the most successful Hollywood movie both in the worldwide box numbers (8.324 million dollars) and in number of Academy Awards (Best Achievement in Cinematography, Best Achievement in Sound Mixing, Best Achievement in Sound Editing and Best Achievement in Visual Effects). Overall, 36 films have passed 1 billion dollars in the world, and 32 of them have been made in 21st century by cinema of United States. Wizarding World (Warner Bros. Pictures) and Middle-earth films (New Line Cinema and Warner Bros. Pictures) are considered as British-American. Hollywood cinema in 21st century Hollywood movies refers to the", "doc_score": "80.90719604492188", "publish_date": "2018/12/31"}, {"doc_id": "17374255", "text": "Second weekend in box office performance / years prior, the average film experienced a second weekend drop of less than 30% and that the contemporary drop was now around 50%. Anderson ascribed the change to moviegoers being able to better identify mediocre and bad films through more information, both from more reviews and greater word-of-mouth. \"Slate\" in 2012 also reported a steeper drop over the course of the years. In the 1980s, the average drop was 15.7%, and in the 1990s, the drop was 21.5%. In 2012, the average drop was 49.1%. The \"Los Angeles Times\" said the second-weekend drop was seasonal in the United States. Between", "doc_score": "80.26304626464844", "publish_date": "2018/12/31"}, {"doc_id": "20238749", "text": "Wizarding World / some point ranked among the ten highest-grossing films of all time. The \"Harry Potter\" films are the highest-grossing series based on a single property, earning over $7.7 billion at the box office; \"Harry Potter\" has also generated at least $3.5 billion in home video revenue, taking total consumer spending on the films to over $11 billion. \"Harry Potter\" also has a series average of over $1 billion per film when adjusted for inflation. \"Deathly Hallows – Part 2\" grossed over $1.3 billion becoming the third-highest-grossing film of all time, the highest-grossing film in the Wizarding World franchise, and the highest-grossing", "doc_score": "78.11907958984375", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_13", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "1955560", "text": "Pringles / in filing their own patent for improving the taste of dehydrated processed potatoes. Another theory suggested two Procter advertising employees lived on Pringle Drive in Finneytown (north of Cincinnati, Ohio), and the name paired well with potato. Another theory says that P&G chose the Pringles name from a Cincinnati telephone book. They were originally known as \"Pringles Newfangled Potato Chips\", but other snack manufacturers objected, saying Pringles failed to meet the definition of a potato \"chip\". The US Food and Drug Administration weighed in on the matter, and in 1975, they ruled Pringles could only use the word \"chip\" in", "doc_score": "83.31250762939453", "publish_date": "2018/12/31"}, {"doc_id": "9937647", "text": "Menu Foods / recalled food: aminopterin (a chemical used as rat poison), melamine (a plastic precursor that may also be used as a fertiliser), and cyanuric acid (which is commonly used to stabilise chlorine in swimming pools). If consumed by themselves, isolated doses of melamine or cyanuric acid should not cause health issues in pets. However, when these two chemicals are mixed together, an insoluble crystal is formed, that can rapidly obstruct the kidneys and cause renal failure. The incident has been labelled \"one of the largest consumer-product recalls in North American history\". In 2002, Menu Foods Limited and Menu Foods Operating Limited", "doc_score": "84.30123901367188", "publish_date": "2018/12/31"}, {"doc_id": "576920", "text": "Kinder Surprise / Essentially, the Act bans \"the sale of any candy that has embedded in it a toy or trinket\". In 1997, the staff of the Consumer Product Safety Commission (CPSC) examined and issued a recall for some Kinder Surprise illegally brought into the US with foreign labels. The staff determined that the toys within the eggs had small parts. The staff presumed that Kinder Surprise, being a chocolate product, was intended for children of all ages, including those under three years of age. On this basis, the staff took the position that Kinder Surprise was in violation of the small parts", "doc_score": "83.07880401611328", "publish_date": "2018/12/31"}, {"doc_id": "2848409", "text": "Kellogg's / for 16 years. 2-Methylnaphthalene is a component of crude oil and is \"structurally related to naphthalene, an ingredient in mothballs and toilet-deodorant blocks\" that the EPA considers a possible human carcinogen. \"Kellogg's\" offered consumers refunds in the meantime. Only products with the letters \"KN\" following the use-by date were included in the recall. The products were distributed throughout the U.S. and began arriving in stores in late March 2010. Products in Canada were not affected. Kellogg's issued a voluntary recall of some of its \"Frosted Mini-Wheats Bite Size Original\" and \"Mini-Wheats Unfrosted Bite Size\" products due to the possibility of", "doc_score": "82.76229858398438", "publish_date": "2018/12/31"}, {"doc_id": "12966431", "text": "Peanut Corporation of America / January 1, 2007, as well as everything ever produced at the Plainview, Texas plant. Products supplied for some school lunches were pulled, and the Federal Emergency Management Agency (FEMA) even recalled emergency meals sent after a massive ice storm. (Since the storm left many without power, the United States Postal Service went door-to-door in Kentucky to warn residents and hand out 600,000 flyers from FEMA.) Food banks nationwide had to discard thousands of pounds of food in time of high demand from millions of U.S. families in need. The recall did not involve major-brand peanut butters, since PCA primarily served", "doc_score": "81.7255859375", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_14", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "9293250", "text": "2024 Summer Olympics / 2024 Summer Olympics The 2024 Summer Olympics (), officially known as the Games of the XXXIII Olympiad, (French: Jeux de la XXXIIIe Olympiade) and commonly known as Paris 2024, is a forthcoming international multi-sport event that is scheduled to take place from 26 July to 11 August 2024 in Paris, France. Having previously hosted the 1900 and 1924 Summer Olympics, Paris will become the second city to host the Olympic Games three times, along with London (1908, 1948, and 2012). The 2024 Games also mark the centennial of the 1924 Games. This will be the sixth overall Olympic Games held", "doc_score": "94.86983489990234", "publish_date": "2018/12/31"}, {"doc_id": "9293259", "text": "2024 Summer Olympics / be unveiled in Late 2021. 2024 Summer Olympics The 2024 Summer Olympics (), officially known as the Games of the XXXIII Olympiad, (French: Jeux de la XXXIIIe Olympiade) and commonly known as Paris 2024, is a forthcoming international multi-sport event that is scheduled to take place from 26 July to 11 August 2024 in Paris, France. Having previously hosted the 1900 and 1924 Summer Olympics, Paris will become the second city to host the Olympic Games three times, along with London (1908, 1948, and 2012). The 2024 Games also mark the centennial of the 1924 Games. This will be the", "doc_score": "94.52679443359375", "publish_date": "2018/12/31"}, {"doc_id": "9293251", "text": "2024 Summer Olympics / in France (including summer and winter Games). Bidding to host these Games began in 2015 with five candidate cities in contention, but Hamburg, Rome, and Budapest withdrew, leaving Paris and Los Angeles as the two candidates remaining. A proposal to elect the 2024 and 2028 Olympic host cities at the same time was approved by an Extraordinary IOC Session on 11 July 2017 in Lausanne. On 31 July 2017, the IOC made a deal with Los Angeles to host the 2028 Summer Olympics, making Paris the host of the 2024 Summer Olympics. The formal announcement of the hosts for both", "doc_score": "91.08038330078125", "publish_date": "2018/12/31"}, {"doc_id": "9293258", "text": "2024 Summer Olympics / sports, and any new sports which are added to the Olympic programme. The number of events in each discipline is noted in parentheses. Most of the Olympic events will be held in and around Paris, including the suburbs of Saint-Denis, Le Bourget, Nanterre, Versailles, and Vaires-sur-Marne which is just outside the city environs. The sailing and surfing events will be held in the remote coastal resorts of Marseille and Biarritz respectively. Football will be hosted in various cities around France. The emblem of the 2024 Games will be unveiled on January 1, 2019. The mascot(s) for the 2024 Games will", "doc_score": "89.86154174804688", "publish_date": "2018/12/31"}, {"doc_id": "9293253", "text": "2024 Summer Olympics / to discuss the 2024 and 2028 bid processes on 9 June 2017. The International Olympic Committee formally proposed electing the 2024 and 2028 Olympic host cities at the same time in 2017, a proposal which was approved by an Extraordinary IOC Session on 11 July 2017 in Lausanne. The IOC set up a process whereby the LA 2024 and Paris 2024 bid committees would meet with the IOC to discuss who would host the 2024 Games, who would host the 2028 Games, and whether it were actually possible to select the host city for both at the same time. Following", "doc_score": "88.31946563720703", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_15", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "18832191", "text": "Tuna (dog) / Tuna (dog) Tuna is a Chihuahua Dachshund crossbreed dog, best known as an internet celebrity, and an internet meme. He was abandoned by his original owner near San Diego, and was adopted at a farmer's market in Los Angeles by Courtney Dasher. After she created an Instagram page for him, a photo of him was featured on the company's website resulting in an increase in followers. Dasher has used Tuna's celebrity status to raise money for animal rescue groups as well as promoting the cause generally. A book of photographs of Tuna was released in 2015, entitled \"Tuna Melts My", "doc_score": "79.35308074951172", "publish_date": "2018/12/31"}, {"doc_id": "2992297", "text": "Malinois dog / known to be very easy to train, due to their high drive for rewards. In Belgium, Germany, the Netherlands and other European countries, as well as in the United States, Canada, Australia and Hong Kong, the Malinois is bred primarily as a working dog for personal protection, detection, police work, search and rescue, and sport work like Schutzhund. The United States Secret Service and Royal Australian Air Force use the breed along with other working lines such as Dutch Shepherd, and also GSD. In the United States Armed Forces, German shepherds lead the way, but close behind follows the Belgian", "doc_score": "79.7607650756836", "publish_date": "2018/12/31"}, {"doc_id": "1776326", "text": "Bullmastiff / a cross of the tough, heavy and aggressive Bulldog of the 19th century with the large, strong, less aggressive Mastiff. As a result, the Bullmastiff is known as the Gamekeeper's Night Dog. The preferred color, by gamekeepers, was brindle, as this color works as a more effective camouflage, especially at night. The Bullmastiff breed was deemed pure by the English Kennel Club in 1924, with a genetic background of approximately 60% Mastiff and 40% Bulldog. In 1934, the AKC recognized the Bullmastiff. The first standard for the breed was approved in 1935. The standard has undergone several revisions since then;", "doc_score": "78.08827209472656", "publish_date": "2018/12/31"}, {"doc_id": "10981079", "text": "Rags (dog) / message despite being bombed, gassed and partially blinded. His adopted owner and handler, Private James Donovan, was seriously wounded and gassed, dying after returning to a military hospital at Fort Sheridan in Chicago. Rags was adopted by the family of Major Raymond W. Hardenbergh there in 1920, moving with them through several transfers until in Fort Hamilton, New York, he was reunited with members of the 18th Infantry Regiment who had known him in France. Rags was presented with a number of medals and awards. Rags was found abandoned on the streets of Paris by an American doughboy, Private James", "doc_score": "78.42268371582031", "publish_date": "2018/12/31"}, {"doc_id": "19097284", "text": "Megan Leavey (film) / Police K9 handler. She was paired with military working dog Rex (E168). The pair served two deployments in Iraq together. They were first deployed to Fallujah in 2005, and then to Ramadi in 2006, where they were both wounded by an improvised explosive device. Leavey was awarded the Purple Heart and the Navy and Marine Corps Achievement Medal with a \"V\" device denoting heroism in combat. In 2012, Rex developed facial palsy, which ended his bomb-sniffing duties. Leavey adopted him through the intervention of Senator Chuck Schumer around April 2012. Rex died on December 22, 2012. On August 7, 2015,", "doc_score": "78.2471694946289", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_16", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "1461592", "text": "UFO conspiracy theory / papers. An Army Air Force intelligence officer and an FBI agent interviewed Rhodes on August 29 and convinced him to surrender the negatives, which he did the next day. He was informed he wouldn't be getting them back, but later he tried, unsuccessfully, to retrieve them. The photos were analyzed and subsequently appeared in some classified Air Force UFO intelligence reports. (Randle, 34–45, full account) A June 27, 1950, movie of a \"flying disk\" over Louisville, Kentucky, taken by a Louisville \"Courier-Journal\" photographer, had the USAF Directors of counterintelligence (AFOSI) and intelligence discussing in memos how to best obtain the", "doc_score": "77.542236328125", "publish_date": "2018/12/31"}, {"doc_id": "2327212", "text": "Roswell UFO incident / balloon. The book introduced the contention that debris which was recovered by Marcel at the Foster ranch, visible in photographs showing Marcel posing with the debris, was substituted for debris from a weather device as part of a cover-up. The book also claimed that the debris recovered from the ranch was not permitted a close inspection by the press. The efforts by the military were described as being intended to discredit and \"counteract the growing hysteria towards flying saucers\". Two accounts of witness intimidation were included in the book, including the incarceration of Mac Brazel. The book also introduced the", "doc_score": "77.45873260498047", "publish_date": "2018/12/31"}, {"doc_id": "4772351", "text": "Brown Mountain Lights / paranormal drama show \"The X Files\" centered around a mysterious case of missing hikers that were found dead in the vicinity of the Brown Mountains of North Carolina; the show mentions the Brown Mountain Lights (the show's main character Fox Mulder believed it was due to UFOs). It was featured in an episodes of \"Weird or What?\", \"Ancient Aliens\", and \"Mystery Hunters\". It is described as the basis for the 2014 feature film \"Alien Abduction\". The mountains and the lights are featured in Speaking in Bones (2015) by Kathy Reichs. Brown Mountain Lights The Brown Mountain Lights are a series", "doc_score": "79.06958770751953", "publish_date": "2018/12/31"}, {"doc_id": "1461601", "text": "UFO conspiracy theory / experts (some of doubtful reliability), was developed and broadcast as a feature documentary on British television in 2005 as \"UFOs: The Secret Evidence\" and in the US in 2006 as a two-part episode on the History Channel's UFO Files, retitled \"An Alien History of Planet Earth\", with an added introduction by actor William Shatner. The \"History Channel\" program teaser promised \"...a look at rumors of classified military aircraft incorporating alien technology into their designs.\" In 1993, Steven M. Greer founded the Disclosure project to promote the concept of disclosing allegedly suppressed evidence of extraterrestrials. In May 2001, Greer held a", "doc_score": "76.9070816040039", "publish_date": "2018/12/31"}, {"doc_id": "1461594", "text": "UFO conspiracy theory / incident from Montana, Nicholas Mariana filmed some unusual aerial objects and eventually turned the film over to the U.S. Air Force, but insisted that the first part of the film, clearly showing the objects as spinning discs, had been removed when it was returned to him. (Clark, 398) According to some conspiracy theorists, during the military investigation of green fireballs in New Mexico, UFOs were photographed by a tracking camera over White Sands Proving Grounds on April 27, 1949. They claim that the final report in 1951 on the green fireball investigation claimed there was insufficient data to determine anything.", "doc_score": "78.91777038574219", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_17", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "20567677", "text": "2018 Hualien earthquake / 7 February at 23:21 local time, 19 km northeast of Hualien city, which reached a maximum intensity of VI (\"strong\"). As of 11 February, 17 people were reported dead and a further 285 injured. Of the reported fatalities, 9 were from People's Republic of China, 5 from Taiwan, 2 from Hong Kong of Canadian nationality, and 1 from the Philippines. 14 of them were in The Yun Men Tsui Ti building. Many buildings in the city of Hualien were damaged, including four that had partially collapsed or were severely damaged. The lower floors of the Marshal Hotel collapsed, killing two", "doc_score": "85.52944946289062", "publish_date": "2018/12/31"}, {"doc_id": "19021103", "text": "Mecca crane collapse / 2008, killing seven people. The Masjid al-Haram is the largest mosque in the world and surrounds Islam's holiest place, the Kaaba, in the city of Mecca. Muslims face in the direction of the Kaaba while performing prayers. One of the Five Pillars of Islam requires every Muslim to perform the Hajj pilgrimage at least once in his or her lifetime if able to do so, including circumambulation of the Kaaba. There have been many major incidents during the Hajj over the years, causing the loss of thousands of lives. To prevent crushes and accommodate more pilgrims each year during the", "doc_score": "83.53923034667969", "publish_date": "2018/12/31"}, {"doc_id": "19021102", "text": "Mecca crane collapse / Mecca crane collapse On 11 September 2015, a crawler crane toppled over onto the Masjid al-Haram, the Grand Mosque in Mecca, Saudi Arabia, killing 111 people and injuring 394. The city was preparing for the Hajj pilgrimage. The victims were of twelve different nationalities, with the greatest contingents of fatalities being twenty-five Bangladeshis and twenty-three Egyptians. Of the injured, the most represented nationalities were fifty-one Pakistanis and forty-two Indonesians. The accident has been cited as the deadliest crane collapse in modern history, with the previous most deadly incident being the collapse of a construction crane in New York City in", "doc_score": "83.69839477539062", "publish_date": "2018/12/31"}, {"doc_id": "19021104", "text": "Mecca crane collapse / Hajj season, Saudi authorities undertook a major construction project to expand the mosque compound in recent years. At the time of the incident the Saudi authorities were preparing for the hundreds of thousands of people expected to arrive in the city for the Hajj due to begin on 22 September 2015. A Saudi official stated that Hajj would continue despite the collapse. The Saudi Civil Defence authority confirmed that a crane collapsed through the ceiling of the mosque during strong winds created by a powerful storm. The collapse killed at least 111 people, injured 394, and trapped many pilgrims under", "doc_score": "83.09158325195312", "publish_date": "2018/12/31"}, {"doc_id": "19996014", "text": "2017 Surigao earthquake / and Management Council of Surigao del Norte projects that the cost of damage to property and infrastructure is at least. On February 11, 2017, the government of Surigao City declared a state of calamity. The Civil Aviation Authority of the Philippines has suspended all flights to and from Surigao City due to the damage sustained by the city's airport runway. The Philippine national government, through Presidential spokesman Ernesto Abella, assured the public that the government will provide aid. By the afternoon of February 14, 2017, there were at least 140 reported aftershocks recorded by PHIVOLCS. On March 5, 2017,", "doc_score": "80.01861572265625", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_18", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "19496615", "text": "Presidential transition of Donald Trump / heading the transition unsatisfactory (Trump, later, also expressed private frustration at Christie's retention of lobbyists in key transition posts). At the end of the call, Trump fired Christie from his position as transition chair. Over the next twenty-four hours, and with little warning, Christie loyalists were quickly removed from the transition team in what was characterized by NBC News as a \"Stalinesque purge\". Transition executive Richard Bagger, for instance, found himself suddenly locked-out of the transition team's offices. Bill Palatucci, Mike Rogers, and others, were also among those removed. Immediately after the reshuffle, Mike Pence was elevated to transition chair", "doc_score": "79.44872283935547", "publish_date": "2018/12/31"}, {"doc_id": "19830263", "text": "First 100 days of Donald Trump's presidency / Syria, Spicer compared President Bashar al-Assad to Adolf Hitler and stated that even Hitler had not used chemical weapons on his own people during World War II, ignoring the Germany's use of gas chambers during the Holocaust. Spicer apologized on the next day, saying, \"I got into a topic that I shouldn't have, and I screwed up.\" By February 3, televised interviews by Kellyanne Conway, Counselor to the President, were dominating the news cycle in the First 100 Days, according to the \"Washington Post\" claiming it was partly because of \"misconstrued facts\" and \"falsehoods\". Examples include the February 2 interview", "doc_score": "79.44328308105469", "publish_date": "2018/12/31"}, {"doc_id": "2111992", "text": "Sean Hannity / Trump in the 2016 presidential election. Since Trump's election, Hannity has often acted as a conduit for Trump's messaging, criticizing the media and attacking the special counsel inquiry. Some White House advisors have characterized Hannity as the \"shadow\" chief-of-staff. According to \"Forbes\", by 2018 Hannity had become one of the most-watched hosts in cable news and most-listened-to hosts in talk radio due to his close friendship and access to President Donald Trump. Sean Patrick Hannity was born in New York City, New York, the son of Lillian (Flynn) and Hugh Hannity. Lillian worked as a stenographer and a corrections officer", "doc_score": "78.45179748535156", "publish_date": "2018/12/31"}, {"doc_id": "19830113", "text": "First 100 days of Donald Trump's presidency / of the Central Intelligence Agency (CIA) Mike Pompeo, UN Ambassador Nikki R. Haley, Environmental Protection Agency (EPA) Scott Pruitt, Small Business Administration Linda McMahon, Management and Budget OMB Mick Mulvaney, and Director of National Intelligence Dan Coats. Only two were awaiting confirmation—Trade Representative Robert Lighthizer and Council of Economic Advisers CEA Kevin Hassett. James Mattis was confirmed on January 20 as Secretary of Defense by a vote of 98–1. Mattis had previously received a waiver of the National Security Act of 1947, which requires a seven-year waiting period before retired military personnel can assume the role of Secretary of Defense.", "doc_score": "78.62110900878906", "publish_date": "2018/12/31"}, {"doc_id": "20520695", "text": "2018 State of the Union Address / that it would begin coverage at 9 pm EST with Bret Baier and Martha MacCallum. Across twelve broadcast and cable television networks, 45.8 million viewers watched the speech. The address was the most-tweeted of its kind with a record total of 4.5 million tweets, surpassing the former record of 3 million tweets, set during Trump's 2017 joint session address—which was broken less than an hour into the 2018 address. Total cable and network viewers FactCheck.org stated, \"The president exaggerates his accomplishments in his address to Congress.\" PolitiFact assessed one true, three mostly true, two half true, four mostly false, and", "doc_score": "77.97525787353516", "publish_date": "2018/12/31"}]}
{"question_id": "20230728_19", "search_time": "2023/08/07/18:35", "search_result": [{"doc_id": "7865682", "text": "Hi-Chew / Sours and Hi-Chew Bites were released in February 2016. Hi-Chew Sours are the sour version of the original stick and is being offered in lemon, lime, and grapefruit flavors. Hi-Chew Bites are soft chew candy blended with already established flavors, being offered in \"grape and strawberry\" and \"mango and orange\". Since its inception, over 131 flavors have been created. In the case that it cannot be found in stores, Hi-Chew can readily be found online for purchase. Currently, stores in the United States that carry Hi-Chew are primarily clustered on the West and East Coasts. A recent development with", "doc_score": "78.63643646240234", "publish_date": "2018/12/31"}, {"doc_id": "20890003", "text": "Reese's Cupfusion / the League of Misfit Candies from preventing the world from having Reese's. You are equipped with state-of-the-art blasters with which you will stun the Misfit Candies and activate certain parts of the factory. Reese's Cupfusion Reese's Cupfusion is an upcoming attraction to be added to Hersheypark. It is currently under construction and is scheduled to debut Summer 2019. It is being built by Sally Corporation, the same manufacturer as that of Reese's Cupfusion's predecessor, Reese's Xtreme Cup Challenge, which closed on September 3, 2018. Reese's Cupfusion will use the same building as Reese's Xtreme Cup Challenge, but the interior will", "doc_score": "78.53802490234375", "publish_date": "2018/12/31"}, {"doc_id": "7816149", "text": "Super Chexx / Super Chexx Super Chexx® is a table hockey arcade game manufactured by Innovative Concepts in Entertainment, Inc. (ICE) from 1988 to 2017. ICE began manufacturing CHEXX bubble hockey in 1982 and it quickly became one of the top-earning bar and arcade games of the 1980s. Enhancements to the game were added and it was renamed Super Chexx in 1988 and it continued to be popular in bars and arcades and received national acclaim during the Bud Light Bubble Boys tournament series from 1999-2001. In November 2017 Super Chexx was replaced with the Super Chexx Pro edition using enhanced electronics featuring", "doc_score": "78.96678161621094", "publish_date": "2018/12/31"}, {"doc_id": "19769865", "text": "Ultimate Beastmaster / Ultimate Beastmaster Ultimate Beastmaster is an American competition reality show that premiered on Netflix on February 24, 2017. The show differentiates itself from other obstacle course competition shows by showcasing not only international talent, but by producing six localized versions, featuring select television hosts, actors, comedians and athletes as commentators from the six countries competing in the show. Reactions from all countries' hosts appear in each localized versions, especially during course clearing victories. Each season consists of 10 episodes, released simultaneously on Netflix worldwide. The first season premiered on February 24, 2017, while the second season aired on December 15,", "doc_score": "80.52539825439453", "publish_date": "2018/12/31"}, {"doc_id": "20596360", "text": "Llamania / Llamania Llamania is an exclusive three-track extended play (EP) by fictional musical group Frosty & The Nightmare Making Machine, released on February 23, 2018, by Mania Corp. The fictitious band consists of the fictional members Frosty and Royal Tea, created by American rock band Fall Out Boy. The EP contains three unfinished demos from the recording sessions of the band's seventh studio album, \"Mania\" (2018). Fall Out Boy released their seventh full-length studio album, \"Mania\", on January 19, 2018, through Island Records as a follow-up to their sixth studio album \"American Beauty/American Psycho\" (2015). Prior to the release of \"Mania\",", "doc_score": "80.63690948486328", "publish_date": "2018/12/31"}]}
