{"question_id": "20231124_0", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "20812681", "text": "2018 Washington Veterans Day Parade / highlighted in the parade, along with an emphasis on the price of freedom. The parade would have included 100 wheeled vehicles instead of tanks, as well as a heavy air component featuring 50 aircraft at the end of the parade. U.S. President Donald Trump would have been situated in a reviewing area and surrounded by military heroes. Medal of Honor recipients would have been included in reviewing the parade with the President and would have marched in the parade. The parade would also have coincided with the 100th anniversary of the end of World War I. It was to have", "doc_score": "78.96170043945312", "publish_date": "2018/12/31"}, {"doc_id": "19361638", "text": "Thank You for Your Service (2017 film) / rehabilitation center specializing in the treatment of PTSD. Sometime later, Adam returns from his own stay at the rehabilitation center, being greeted by his wife and children back in their original home. On March 12, 2013, DreamWorks announced that it had acquired the film rights to the David Finkel's upcoming non-fiction book \"Thank You for Your Service\", about posttraumatic stress disorder (PTSD) in soldiers who return from war in Iraq and have difficulties in adapting to civilian life. Steven Spielberg was expected to join the film as director, while \"American Sniper\"s Oscar-nominated scribe Jason Dean Hall was hired in June", "doc_score": "74.71707916259766", "publish_date": "2018/12/31"}, {"doc_id": "19361642", "text": "Thank You for Your Service (2017 film) / more than 10,000 free tickets to the film to veterans and service members. In the United States and Canada, \"Thank You for Your Service\" was released alongside \"Jigsaw\" and \"Suburbicon\", and was projected to gross around $5 million from 2,054 theaters in its opening weekend. It ended up debuting to just $3.7 million, finishing 6th at the box office, and marking the second straight week Teller was featured in a well-received but underperforming biopic, following \"Only the Brave\". In its second weekend it made $2.3 million, dropping 40%, finishing 7th at the box office. On review aggregator Rotten Tomatoes, the", "doc_score": "74.86073303222656", "publish_date": "2018/12/31"}, {"doc_id": "2749896", "text": "VEISHEA / VEISHEA VEISHEA (pronounced \"VEE-sha\") was an annual week-long celebration held each spring on the campus of Iowa State University in Ames, Iowa. The celebration featured an annual parade and many open-house demonstrations of the university facilities and departments. Campus organizations exhibited products, technologies, and hold fund raisers for various charity groups. In addition, VEISHEA brought speakers, lecturers, and entertainers to Iowa State, and throughout its over eight-decade history it has hosted such distinguished guests as Bob Hope, John Wayne, Tony Bruno, Presidents Harry Truman, Ronald Reagan, and Lyndon Johnson, and performers Diana Ross, Mike Jones (rapper), Billy Joel, Sonny and", "doc_score": "74.86417388916016", "publish_date": "2018/12/31"}, {"doc_id": "20812680", "text": "2018 Washington Veterans Day Parade / services; the Army, Navy, Air Force, Marine Corps and the Coast Guard, with other units that were to be dressed in period uniforms representing earlier times in the United States military history. A memo from General Joseph Dunford reported that the parade was to have focused on historic battles and conflicts such as the Revolutionary War and the War of 1812. Between 5,000 and 7,000 service members were to have taken part in the parade, which was to begin at the U.S. Capitol and end at the White House. The evolution of women in the service was also to be", "doc_score": "78.452392578125", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_1", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "4347796", "text": "La belle ferronnière / is a classic of populist conspiracy theory applied to the art world. After decades in an Omaha vault, the Hahn La Belle was sold at auction by Sotheby's on January 28, 2010 as \"by a follower of Leonardo, probably before 1750\"; it brought 1.5 million dollars, a price three times higher than Sotheby's pre-sale estimate. The buyer was an unidentified American collector. A 19th-century copy of \"La Belle Ferronnière\" is conserved in the Musée des beaux-arts, Chambéry. The Louvre painting is identified in pre-Revolutionary inventories of the French royal collection. La belle ferronnière La belle ferronnière is a portrait of", "doc_score": "79.47821044921875", "publish_date": "2018/12/31"}, {"doc_id": "20306897", "text": "Enfants Riches Déprimés / July 2017, Enfants Riches Déprimés launched a pop-up store at Maxfield, transforming the sprawling space into a pawn shop. The shop featured a capsule collection of archival pieces, as well as a number of new limited edition styles. Notably, the brand premiered its newest high-top sneaker collaboration with Vans, and an exclusive sunglasses collaboration with the Parisian eyewear designer, Thierry Lasry. There have been a multitude of controversies surrounding the brand and its designs. The brand has prided itself on extreme provocation, featuring Nazi insignia and obscene pornographic images. For instance, the brand created a T-shirt featuring Donald Duck emblazoned", "doc_score": "78.0461196899414", "publish_date": "2018/12/31"}, {"doc_id": "2283997", "text": "Pierre Bonnard / rabbit out of a hat.\" In 2016 the Legion of Honor in San Francisco hosted an exhibit \"Pierre Bonnard: Painting Arcadia\", featuring more than 70 works that span the artist’s entire career. Bonnard's record price in a public sale was for \"Terrasse à Vernon\", sold by Christie's in 2011 for €8,485,287 (£7,014,200). In 2014 the painting \"La femme aux Deux Fauteuils\" (\"Woman with Two Armchairs\"), with an estimated value of around €600,000 (£497,000), which had been stolen in London in 1970, was discovered in Italy. The painting, together with a work by Paul Gauguin known as \"Fruit on a Table", "doc_score": "78.63050842285156", "publish_date": "2018/12/31"}, {"doc_id": "12464556", "text": "François-Henri d'Harcourt / New Bond Street, London, Salerooms a Fragonard portrait of d'Harcourt sold for £17,106,500 Sterling - US $28,058,081 - setting a World record price for the artist at auction. The previous record was £5,300,000 for a painting sold in London in 1999. The sum paid is also the highest price for an Old Master Painting sold at auction anywhere in the World in 2013. Bonhams' sale of paintings and sculpture from the collection of the German philanthropist, the late Dr Gustav Rau, raised more than £19 million, with the proceeds benefiting the Foundation of the German Committee for UNICEF – for", "doc_score": "78.02499389648438", "publish_date": "2018/12/31"}, {"doc_id": "20306886", "text": "Enfants Riches Déprimés / the core precepts of the brand is high price points, with T-shirts ranging from $300 to $1,000, and haute couture jackets priced as high as $95,000. ERD consistently utilizes the business model of artificial scarcity. In this regard, all styles are sold on an extremely exclusive basis, and thus in relatively small quantities. \"The price point is not only a marker of value, but intrinsically part of the piece itself,\" Alexander remarked in a 2015 interview with The Guardian. He further noted that, \"No pieces are alike and everything is limited. I have no interest in making affordable pieces for", "doc_score": "75.38995361328125", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_2", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "18657492", "text": "Google litigation / salary records that the government requested in order to investigate. A judge has however ordered Google to hand over salary records to the government in this ongoing investigation by the US Department of Labor. In a lawsuit filed January 8, 2018, multiple employees and job applicants alleged Google discriminated against a class defined by their “conservative political views[,] male gender[,] and/or […] Caucasian or Asian race”. On January 29, 2018, YouTube technical recruiter Arne Wilberg filed a suit accusing Google “of systematically discriminating in favor job applicants who are Hispanic, African American, or female, and against Caucasian and Asian men.”", "doc_score": "86.87454223632812", "publish_date": "2018/12/31"}, {"doc_id": "9030548", "text": "Copyfraud / Copyfraud Copyfraud refers to false copyright claims by individuals or institutions with respect to content that is in the public domain. Such claims are wrongful, at least under U.S. and Australian copyright law, because material that is not copyrighted is free for all to use, modify and reproduce. Copyfraud also includes overreaching claims by publishers, museums and others, as where a legitimate copyright owner knowingly, or with constructive knowledge, claims rights beyond what the law allows. The term \"copyfraud\" was coined by Jason Mazzone, a Professor of Law at the University of Illinois. Because copyfraud carries little or no oversight", "doc_score": "84.61259460449219", "publish_date": "2018/12/31"}, {"doc_id": "15411490", "text": "Milgram v. Orbitz / Fraud Act provide specific rules concerning many types of advertisement, including those involving the resale of tickets. After the New York Supreme Court found an online service provider liable for defamation because of anonymous bulletin board posts made by its customers in \"Stratton Oakmont, Inc. v. Prodigy Services Co.\", Congress added an immunity provision to the CDA to avoid such third party liability in the future. Section 230(c)(1) of the CDA reads: \"No provider or user of an interactive computer service shall be treated as the publisher or speaker of any information provided by another information content provider.\" Section 230(e)(3)", "doc_score": "84.6897964477539", "publish_date": "2018/12/31"}, {"doc_id": "13158669", "text": "In re DoubleClick / and build user profiles for the purposes of delivering targeted advertisements. DoubleClick's server identifies the user's profile by the cookie identification number and presents the user with advertisements tailored to the user's interest. The plaintiffs claimed that DoubleClick's obtaining of user information stored in the web cookies constituted unauthorized access and interception of their electronic communications with the web sites they were accessing. The Stored Communications Act,, proscribes the intentional unauthorized access of electronic communication while it is in electronic storage. The consent exception within the Stored Communications Act excludes the interception of communications between users and web sites", "doc_score": "84.84877014160156", "publish_date": "2018/12/31"}, {"doc_id": "21009427", "text": "Adversity.net / Adversity.net Adversity.net is a website dedicated to opposing affirmative action and other race-conscious policies. The site criticizes such policies on the grounds that they adversely affect white people, and it claims to have been established \"for victims of reverse discrimination\". Adversity.net was founded by businessman Tim Fay in 1997. Fay claims that he was the victim of reverse discrimination when, in 1987, the Federal Emergency Management Agency (FEMA) prohibited his four-person firm FayComm from bidding on a potential contract. Instead, FEMA awarded the contract to Technical Resources, Inc., a 100-person firm which the government had deemed \"disadvantaged\". Sociologist Fred Pincus", "doc_score": "84.30770111083984", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_3", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "20153747", "text": "WannaCry ransomware attack / would not constitute \"value for money\", and that it had invested over £60 million and planned \"to spend a further £150 [million] over the next two years\" to address key cyber security weaknesses. In late June, hundreds of computer users reported being sent an email from someone (or multiple people), claiming to be the developers of WannaCry. The email threatened to destroy the victims' data unless they sent 0.1 BTC to the Bitcoin address of the hackers. WannaCry ransomware attack The WannaCry ransomware attack was a May 2017 worldwide cyberattack by the WannaCry ransomware cryptoworm, which targeted computers running the", "doc_score": "89.03568267822266", "publish_date": "2018/12/31"}, {"doc_id": "20153730", "text": "WannaCry ransomware attack / was registered by Check Point threat intelligence analysts. A few days later, a new version of WannaCry was detected that lacked the kill switch altogether. On 19 May, it was reported that hackers were trying to use a Mirai botnet variant to effect a distributed attack on WannaCry's kill-switch domain with the intention of knocking it offline. On 22 May, Hutchins protected the domain by switching to a cached version of the site, capable of dealing with much higher traffic loads than the live site. Separately, researchers from University College London and Boston University reported that their \"PayBreak\" system could", "doc_score": "84.53103637695312", "publish_date": "2018/12/31"}, {"doc_id": "20153739", "text": "WannaCry ransomware attack / been specifically targeted on highly critical infrastructure, like nuclear power plants, dams or railway systems. According to cyber-risk-modeling firm Cyence, economic losses from the cyber attack could reach up to US$4 billion, with other groups estimating the losses to be in the hundreds of millions. The following is an alphabetical list of organisations confirmed to have been affected: A number of experts highlighted the NSA's non-disclosure of the underlying vulnerability, and their loss of control over the EternalBlue attack tool that exploited it. Edward Snowden said that if the NSA had \"privately disclosed the flaw used to attack hospitals when", "doc_score": "86.696533203125", "publish_date": "2018/12/31"}, {"doc_id": "20153719", "text": "WannaCry ransomware attack / onto infected systems. The attack was stopped within a few days of its discovery due to emergency patches released by Microsoft, and the discovery of a kill switch that prevented infected computers from spreading WannaCry further. The attack was estimated to have affected more than 200,000 computers across 150 countries, with total damages ranging from hundreds of millions to billions of dollars. Security experts believed from preliminary evaluation of the worm that the attack originated from North Korea or agencies working for the country. In December 2017, the United States, United Kingdom and Australia formally asserted that North Korea was", "doc_score": "88.02677917480469", "publish_date": "2018/12/31"}, {"doc_id": "20153745", "text": "WannaCry ransomware attack / political, with claims that the effects were exacerbated by Government underfunding of the NHS; in particular, the NHS ceased its paid Custom Support arrangement to continue receiving support for unsupported Microsoft software used within the organization, including Windows XP. Home Secretary Amber Rudd refused to say whether patient data had been backed up, and Shadow Health Secretary Jon Ashworth accused Health Secretary Jeremy Hunt of refusing to act on a critical note from Microsoft, the National Cyber Security Centre (NCSC) and the National Crime Agency that had been received two months previously. Others argued that hardware and software vendors often", "doc_score": "86.00816345214844", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_4", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "20465893", "text": "2018 Novak Djokovic tennis season / No. 18, his lowest ranking in twelve years. Djokovic's next event was the Italian Open, where he has previously won four times and was the defending finalist. He progressed to his first quarterfinals appearance since 2017 Wimbledon, defeating Alexandr Dolgopolov, Nikoloz Basilashvili and Albert Ramos in straight sets. He would go on to beat Kei Nishikori, but lose to eventual champion Rafael Nadal in the semifinal. In Roland Garros, Djokovic beat Roberto Bautista Agut and Fernando Verdasco en route to the quarterfinals, where he suffered a shocking defeat to Marco Cecchinato in four sets. Djokovic took a wildcard to play", "doc_score": "92.9101791381836", "publish_date": "2018/12/31"}, {"doc_id": "11657455", "text": "Novak Djokovic / 2017. After a triumphant grass season, Djokovic started his North American hardcourt swing with a third round showing at the Rogers Cup, losing against eventual runner-up Stefanos Tsitsipas in a 2 hour & 16 minute three setter. Afterwards, he returned to play the Cincinnati Masters for the first time in three years. In an event plagued by suspended play due to rain, Djokovic defeated defending champion Grigor Dimitrov in the third round and Milos Raonic in the quarterfinals back to back in three sets. Djokovic went on to defeat Marin Cilic in the semifinals in a fourth consecutive three set", "doc_score": "92.52538299560547", "publish_date": "2018/12/31"}, {"doc_id": "12174726", "text": "Filip Krajinović / Filip Krajinović Filip Krajinović (, ; born 27 February 1992) is a Serbian professional tennis player who achieved a career-high singles ranking of world No. 26 on 23 April 2018. He made his ATP World Tour debut at the 2009 Serbia Open, losing in the first round. His best individual result has been a Masters 1000 final and a Davis Cup semifinal. He holds victories over Novak Djokovic, Gastón Gaudio, Sam Querrey, Gilles Simon & John Isner. Krajinović started playing tennis in local tennis clinic TK Žak. In 2006, he reached the fourth round of 2006 Orange Bowl, losing to", "doc_score": "93.4813232421875", "publish_date": "2018/12/31"}, {"doc_id": "11657434", "text": "Novak Djokovic / final against Andy Murray. After splitting the first two sets in tiebreakers, Djokovic suddenly found his form after dropping his serve at the start of the third set, going on to win 12 of the last 13 games to record a four set victory over the Scot, and win an Open Era record-breaking fifth title in Melbourne, overtaking Roger Federer and Andre Agassi. He moved into equal eighth on the all-time list of men with the most Major titles, tying Agassi, Ivan Lendl, Jimmy Connors, Ken Rosewall and Fred Perry. He next competed at the Dubai Tennis Championships and lost", "doc_score": "90.47757720947266", "publish_date": "2018/12/31"}, {"doc_id": "11657441", "text": "Novak Djokovic / career title in Doha, defeating Nadal in two sets in a final that lasted 73 minutes. He broke his own ATP ranking points record, bringing it up to 16,790. Djokovic then proceeded to win his sixth Australian Open. On his road to his Open Era record sixth title in Melbourne, he defeated Roger Federer in four sets in the semi-finals, and in a rematch of the 2015 final, he defeated Andy Murray, in three straight sets. He quickly rebounded from an eye infection at the Dubai open to collect a fifth Indian Wells Masters title, defeating Rafael Nadal in the", "doc_score": "91.3523941040039", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_5", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "1767141", "text": "Idea–expression divide / merger doctrine. Some ideas can be expressed intelligibly only in one or a limited number of ways. The rules of a game provide an example. In such cases the expression merges with the idea and is therefore not protected. United States courts are divided on whether merger constitutes a defense to infringement or prevents copyrightability in the first place, but it is often pleaded as an affirmative defense to copyright infringement. In August 2013, Robin Thicke, Pharrell Williams, and T.I. had a lawsuit filed against them by the family and estate of Marvin Gaye regarding their song \"Blurred Lines\"; the", "doc_score": "78.30164337158203", "publish_date": "2018/12/31"}, {"doc_id": "19209682", "text": "Direct Marketing Ass'n v. Brohl / the case in December 2016. By February 2017, the DMA and the state of Colorado had reached a settlement, with the DMA agreeing to drop the state and federal lawsuits in exchange for the state ignoring the penalty fees during the intervening years for non-compliance of the reporting requirements. A core facet of the Supreme Court's decision in \"Direct Marketing Ass'n\" came from Justice Anthony Kennedy's concurrence. Kennedy specifically wrote about \"Quill\"s \"tenuous nature\", and the \"serious, continuing injustice faced by Colorado and many other States\" of being able to only collect sales taxes from brick-and-mortar stores, and offered \"it", "doc_score": "74.00041961669922", "publish_date": "2018/12/31"}, {"doc_id": "4588960", "text": "Interference proceeding / Interference proceeding An interference proceeding, also known as a priority contest, is an inter partes proceeding to determine the priority issues of multiple patent applications. Until the Leahy-Smith America Invents Act of 2011, it was a unique procedure in the patent law of the United States. Unlike in most other countries which had a first-to-file system, the former first-to-invent system of the U.S. allowed a party which has failed to file a patent application on time to challenge the inventorship of another party which had a granted or pending patent, if certain requirements were met. An interference proceeding is an", "doc_score": "78.68839263916016", "publish_date": "2018/12/31"}, {"doc_id": "7494738", "text": "Collusive lawsuit / Collusive lawsuit A collusive lawsuit (sometimes referred to as a collusive action) is a lawsuit in which the parties to the suit have no actual quarrel with one another, but one sues the other to achieve some result desired by both. For example, if two people think a law is unconstitutional, one might sue another in order to put the lawsuit before a court which can rule on its constitutionality. Because courts generally reserve jurisdiction for situations in which there is an actual case or controversy - i.e., a real dispute between the parties - where such a suit is", "doc_score": "76.9505386352539", "publish_date": "2018/12/31"}, {"doc_id": "923810", "text": "Disconnection / Disconnection Disconnection is the severance of all ties between a Scientologist and a friend, colleague, or family member deemed to be antagonistic towards Scientology. The practice of disconnection is a form of shunning. Among Scientologists, disconnection is viewed as an important method of removing obstacles to one's spiritual growth. In some circumstances, disconnection has ended marriages and separated children from their parents. The Church of Scientology has repeatedly denied that such a policy exists, though its website acknowledged the practice and described it as a human right. In the United States, the Church has tried to argue in court that", "doc_score": "75.45582580566406", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_6", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "20823434", "text": "Bob Swan / as CFO. He was COO of Webvan, and was named its CEO in 2001, after the resignation of George Shaheen shortly before the company went under. He joined Intel October 2016 as executive vice president and chief financial officer, and was named CEO in 2018. Bob Swan Robert (Bob) Holmes Swan was named interim chief executive officer of Intel Corporation on June 21, 2018 following Brian Krzanich's resignation. Swan was born in Syracuse, New York. He graduated from Corcoran High School in 1978. He received a bachelor's degree in business administration from the University of Buffalo in 1983 and his", "doc_score": "76.6347885131836", "publish_date": "2018/12/31"}, {"doc_id": "18638065", "text": "Solomon Akhtar / Solomon Akhtar Solomon Akhtar also known as Solly Akhtar (born 18 February 1991) is a British technology entrepreneur. He first came to prominence in October 2014 after appearing in the tenth series of \"The Apprentice\". Akhtar was born on 18 February 1991 in Kent. His father was originally from Pakistan and his mother lived in Kent. He attended The Skinners' School in Royal Tunbridge Wells, before studying Geography (BA) at the University of Exeter in 2010, where he graduated in 2013. While Akhtar was studying at Exeter, he founded SunBurnt Events, an event management company. He ran student events with", "doc_score": "80.36714935302734", "publish_date": "2018/12/31"}, {"doc_id": "13276345", "text": "Sam Altman / of his investment, he developed a new way for the community to own part of the company. He announced the return of Steve Huffman as CEO on July 10, 2015. He is chairman of the board for Helion and Oklo, two nuclear energy companies. He has said that nuclear energy is one of the most important areas of technological development. Altman and Elon Musk were the co-chairmen of OpenAI. OpenAI is a nonprofit whose goal is to advance digital intelligence in a way that is most likely to benefit humanity as a whole, rather than cause harm. On February 21", "doc_score": "79.79180145263672", "publish_date": "2018/12/31"}, {"doc_id": "3945698", "text": "Ayn Rand Institute / 2017. Each of these organizations are separate legal entities from the United States-based ARI, but they are all affiliated with ARI. In January 2017, ARI announced Jim Brown as its CEO, succeeding Yaron Brook as its operational executive. In June 2018, Tal Tsfany, co-founder of the Ayn Rand Center Israel, took over as the president and CEO of ARI. ARI runs a variety of programs, many of which are aimed at students. It sends free books to schools, sponsors student essay contests and campus clubs and offers financial assistance to students applying to graduate school. It also has an online", "doc_score": "79.49732971191406", "publish_date": "2018/12/31"}, {"doc_id": "10212942", "text": "The Apprentice: You're Fired! / on 11 September 2015 that comedian Jack Dee would be the new host for the tenth series, it was also revealed that the show would feature only two guest panellists, with the third being filled by comedian Romesh Ranganathan, who would act as a regular, recurring panellist on each episode. Dee left after the tenth series had finished, due to work commitments he had made towards other comedies and a radio show, while Ranganathan was forced to drop out after his work schedule for the following year made it unlikely for him to appear in the next series. As a", "doc_score": "77.5360107421875", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_7", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "10428544", "text": "Chiefs–Raiders rivalry / 19, 2017 in Oakland, with the Chiefs at a 5-1 record and the Raiders at a 2-4 record. The Raiders won the game 31-30 with a touchdown pass at the very end of the game, which followed two Chiefs defensive penalties. The game snapped a four-game losing streak for Oakland in the season, and also a five-game losing streak against the Chiefs in the rivalry. Through the 2015 NFL season, the Chiefs and Raiders have played 116 regular season games and three post-season games against each other. The Chiefs lead the series 60-51-2 in regular-season play and 2–1 in post-season", "doc_score": "87.04586029052734", "publish_date": "2018/12/31"}, {"doc_id": "10428533", "text": "Chiefs–Raiders rivalry / Oakland (the Baltimore Ravens, Houston Texans, and New England Patriots are the other three). The teams first met in 1960 when the Chiefs were known as the Dallas Texans. The Texans defeated the Raiders 34-16 in the team's first game at Oakland, while the Raiders defeated the Texans 20-19 at Dallas. The rivalry did not become so apparent until the Kansas City Athletics baseball team moved to Oakland, California, in 1967. In 1969, the Kansas City Royals expansion team was placed in the same division as the Athletics. The 1966 Chiefs team participated in the first AFL-NFL World Championship Game,", "doc_score": "84.23475646972656", "publish_date": "2018/12/31"}, {"doc_id": "80877", "text": "Cleveland Indians / finished the regular season at 94–67, marking their fourth straight winning season, a feat not accomplished since the 1990s and early 2000s. The Indians began the 2016 postseason by sweeping the Boston Red Sox in the best-of-five American League Division Series. They then defeated the Blue Jays in five games in the 2016 American League Championship Series to claim their sixth American League pennant and advance to the World Series against the Chicago Cubs. It marked the first appearance for the Indians in the World Series since 1997 and first for the Cubs since 1945. The Indians took a 3–1", "doc_score": "81.85025024414062", "publish_date": "2018/12/31"}, {"doc_id": "19820162", "text": "2017 Jacksonville Jaguars season / division title, and their first AFC South title following a Tennessee Titans loss. They won the wild card game against the Buffalo Bills 10–3, then headed to Pittsburgh, beating the Pittsburgh Steelers 45–42 to advance to the AFC Championship to face the New England Patriots, the first time that they have made the AFC Championship Game since 1999. Despite leading for much of the game, the Jaguars would allow two 4th quarter touchdowns, and ultimately lost to the Patriots 24–20. One of the biggest catalysts for the Jaguars success during the 2017 season was their defense. Jacksonville finished in the", "doc_score": "83.5054931640625", "publish_date": "2018/12/31"}, {"doc_id": "11238973", "text": "Bengals–Steelers rivalry / would later return to the NFL with the Oakland Raiders and Arizona Cardinals) and the Bengals drafted Andy Dalton in 2011. The Steelers continued to dominate the rivalry, going 13–3 against Dalton's Bengals. The teams' second postseason meeting occurred in the 2015 AFC Wild Card game in Cincinnati. The Steelers built a 15–0 after three quarters, however Roethlisberger had left the game due to an injury. Bengals quarterback A.J. McCarron, starting for an injured Dalton, led the Bengals to 16 straight points. However, Steelers linebacker Ryan Shazier would force Bengals running back Jeremy Hill to fumble and the Steelers recovered", "doc_score": "84.71955871582031", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_8", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "13914581", "text": "Question Time British National Party controversy / believed it would allow Griffin to claim 'victimisation'. However, according to \"The Times\", the BBC was 'delighted' with the strategy, which was to ensure it could not be accused of giving Griffin an \"easy ride\". The Welsh Secretary, Peter Hain, who had appealed to the BBC Trust to have Griffin's appearance prevented, continued to denounce the decision. David Lammy, one of Britain's first black ministers, feared that people would face violence as a result of the programme. The former Home Secretary, David Blunkett, attacked the way in which \"BBC News at Six\" engaged in \"deliberate promotion of their own publicity-seeking", "doc_score": "84.30552673339844", "publish_date": "2018/12/31"}, {"doc_id": "2510577", "text": "Chris Grayling / scandals. As Shadow Home Secretary, Grayling provoked controversy in August 2009 when he compared Manchester's Moss Side area to the American TV crime drama \"The Wire\". His comments received angry responses from Manchester locals and police. Having been out on patrol for a day with the police, observing the results of a shooting at a house, he described himself as having witnessed an \"urban war\". Police responded that gang-related shootings in Greater Manchester had fallen by 82 percent from the previous year and that to speak of \"urban war\" was \"sensationalistic\". A local councillor, Roy Walters, complained of Moss Side", "doc_score": "83.7288589477539", "publish_date": "2018/12/31"}, {"doc_id": "14760602", "text": "Brownism / Brownism Brownism was a phrase used in an article by BBC reporter Mark Easton to describe the political ideology of Gordon Brown. The related personal identifier \"Brownite\" has been used to describe people close to Brown. In an opiniated article, Anthony Giddens claimed that in contrast to Blairite, the adjective used to refer to the political ideology of Tony Blair, Brownites tend to be less enthusiastic about market driven reforms such as tuition fees and foundation hospitals and more keen on the role of the state, less critical of Labour's links to the unions and critical of media management techniques", "doc_score": "83.38673400878906", "publish_date": "2018/12/31"}, {"doc_id": "10476965", "text": "Brown ministry / was renamed Business, Enterprise and Regulatory Reform and given to John Hutton. Hutton was in turn replaced as Work Secretary by Peter Hain, who kept on as Wales Secretary but not as Northern Ireland Secretary which went to Shaun Woodward. David Miliband was promoted from Environment Secretary to Foreign Secretary and was replaced in that brief by Hilary Benn, then International Development Secretary. Douglas Alexander filled Benn's seat whilst his posts as Transport and Scotland Secretaries were given to Ruth Kelly and Des Browne, respectively, the latter of whom stayed on as Defence Secretary. Jack Straw became the first MP", "doc_score": "80.32305908203125", "publish_date": "2018/12/31"}, {"doc_id": "20524301", "text": "2018 British cabinet reshuffle / of Housing, Communities and Local Government (MHCLG). It was stated by the government that these changes had been made in order to reflect the government's renewed focus on housing and social care issues. Crisis, the national charity for single homeless people, tweeted its approval of the change, though others have criticised it as a rebranding exercise. It transpired that the DH's name change only related to the department taking responsibility for the social care green paper that had been overseen by the Cabinet Office, rather than any representing any meaningful structural change. The Leader of the Opposition, Jeremy Corbyn, called", "doc_score": "84.8304672241211", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_9", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "3188818", "text": "The Macallan distillery / the whiskies were genuine, additional tests on the contents of some bottles revealed whisky believed to be only 10 years old. David Cox, director of fine and rare whiskies for The Macallan, said, \"As a result of these tests from now on no antique bottles from the antique collection held at the distillery will be made available for sale.\" In 2007, a bottle of 1926 The Macallan was sold at a Christie's auction for $54,000, making it one of the most expensive bottles of whisky ever sold. In 2010, a bottle of The Macallan 64-year-old single malt whisky in a", "doc_score": "89.7670669555664", "publish_date": "2018/12/31"}, {"doc_id": "3188821", "text": "The Macallan distillery / Chuck a bottle of 1966 Macallan to celebrate Jimmy's suspension. In 2018, The Macallan Valerio Adami 1926 60-year-old sold for £848,000 at auction in Edinburgh, the world's most expensive bottle of whisky. The Macallan distillery The Macallan distillery is a single malt Scotch whisky distillery in Craigellachie, Moray. The Macallan Distillers Ltd, is a wholly owned subsidiary of the Edrington Group which purchased the brand from Highland Distillers in 1999. In 2009, \"The Herald\" reported that Macallan was \"the world’s third largest-selling single malt (behind Glenfiddich and Glenlivet) with over 500,000 cases a year, and second largest by value\". \"The", "doc_score": "86.78178405761719", "publish_date": "2018/12/31"}, {"doc_id": "3188816", "text": "The Macallan distillery / 12-year-old, although the 18-year-old is widely distributed, alongside a 10-year-old cask strength expression at 58% ABV. Expensive 25- and 30-year-old versions can also be found. More recently, starting in 2004, The Macallan for the first time started to offer single malt expressions vatted with whisky matured in used casks other than ex–sherry casks as part of the Fine Oak range. Macallan also markets special scotches in duty-free shops at airports such as the 1824 Collection. Many rare, special releases and other small production run bottlings also exist. In 2001, Michael Martin selected The Macallan 10 Years Old as the official", "doc_score": "84.85606384277344", "publish_date": "2018/12/31"}, {"doc_id": "4073504", "text": "William Grant & Sons / \"Best of the Best\" by industry bible \"Whisky\" magazine after 75 experts in three different continents declared it to be the world's finest single malt. In 2004, William Grant & Sons won a record number of medals and seals of approval at the International Spirits Challenge, one of the world's leading spirit competitions. The company won three gold medals, nine silver, ten bronze and seven seals of approval - a total of 29. The independent panel awarded the gold medals for The Balvenie Vintage Cask 1972, The Balvenie 30 Year Old and Grant’s Rare Old 18 Year Old. Distilleries owned", "doc_score": "82.37620544433594", "publish_date": "2018/12/31"}, {"doc_id": "3188819", "text": "The Macallan distillery / one-of-a-kind \"Lalique: Cire Perdue\" crystal decanter was sold for $460,000 at an auction at Sotheby's in New York City. All proceeds from the sale were donated to, an organization that helps provide access to clean, safe drinking water to people in developing nations. In 2012, The Macallan received the Guinness World Record for the most expensive whisky ever sold at auction. In 2010 a 30 year old bottle of Macallan appeared in the movie Takers. Chris Brown (Jesse) and Michael Ealy (Jake) prepare to leave the hotel, in which they are staying, and face a gunfight with the local", "doc_score": "83.06510162353516", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_10", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "6362730", "text": "Thanksgiving dinner / eating event in the United States; people eat more on Thanksgiving than on any other day of the year. According to what traditionally is known as \"The First Thanksgiving,\" the 1621 feast between the Pilgrims and the Wampanoag at Plymouth Colony contained waterfowl, venison, ham, lobster, clams, berries, fruit, pumpkin, and squash. William Bradford noted that, \"besides waterfowl, there was great store of wild turkeys, of which they took many.\" Many of the foods that were included in the first feast (except, notably, the seafood) have since gone on to become staples of the \"modern\" Thanksgiving dinner. Early feasts of", "doc_score": "94.17626953125", "publish_date": "2018/12/31"}, {"doc_id": "9527618", "text": "Thanksgiving / Virginia and a sparsely documented 1621 celebration at Plymouth in present-day Massachusetts. The 1619 arrival of 38 English settlers at Berkeley Hundred in Charles City County, Virginia, concluded with a religious celebration as dictated by the group's charter from the London Company, which specifically required \"that the day of our ships arrival at the place assigned... in the land of Virginia shall be yearly and perpetually kept holy as a day of thanksgiving to Almighty God.\" The 1621 Plymouth feast and thanksgiving was prompted by a good harvest. Several days of Thanksgiving were held in early New England history", "doc_score": "90.97775268554688", "publish_date": "2018/12/31"}, {"doc_id": "9527617", "text": "Thanksgiving / after 1700, late autumn Thanksgiving celebrations became commonplace. New immigrants into the country—such as the Irish, Scottish, and Germans—also added their own traditions to the harvest celebrations. Most of the US aspects of Thanksgiving (such as the turkey) were incorporated when United Empire Loyalists began to flee from the United States during the American Revolution and settled in Canada. Pilgrims and Puritans who emigrated from England in the 1620s and 1630s carried the tradition of Days of Fasting and Days of Thanksgiving with them to New England. The modern Thanksgiving holiday tradition is traced to a well-recorded 1619 event in", "doc_score": "89.57804107666016", "publish_date": "2018/12/31"}, {"doc_id": "9275603", "text": "Thanksgiving (United States) / The most prominent historic thanksgiving event in American popular culture is the 1621 celebration at the Plymouth Plantation, where the settlers held a harvest feast after a successful growing season. Autumn or early winter feasts continued sporadically in later years, first as an impromptu religious observance and later as a civil tradition. The Plymouth settlers, known as Pilgrims, had settled in land abandoned when all but one of the Patuxet Indians died in a plague. After a harsh winter killed half of the Plymouth settlers, the last surviving Patuxet, Squanto (who had learned English and avoided the plague as a", "doc_score": "91.55887603759766", "publish_date": "2018/12/31"}, {"doc_id": "9275601", "text": "Thanksgiving (United States) / celebrating \"thanksgivings\"—days of prayer thanking God for blessings such as military victory or the end of a drought. Setting aside time to give thanks for one's blessings, along with holding feasts to celebrate a harvest, are both practices that long predate the European settlement of North America. The first documented thanksgiving services in territory currently belonging to the United States were conducted by Spaniards and the French in the 16th century. Wisdom practices such as expressing gratitude, sharing, and giving away, are integral to many indigenous cultures and communities. Thanksgiving services were routine in what became the Commonwealth of Virginia", "doc_score": "89.17741394042969", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_11", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "17215621", "text": "History of breakfast / salad, nuts, raisins, and cold meat left over from the night before. They also drank wine-based drinks such as \"mulsum\", a mixture of wine, honey, and aromatic spices. First-century Latin poet Martial said that jentaculum was eaten at 3:00 or 4:00 in the morning, while 16th-century scholar Claudius Saumaise wrote that it was typically eaten at 9:00 or 10:00 a.m. It seems unlikely that any fixed time was truly assigned for this meal. Roman soldiers woke up to a breakfast of \"pulmentus\", porridge similar to the Italian polenta, made from roasted spelt wheat or barley that was then pounded and", "doc_score": "88.02928924560547", "publish_date": "2018/12/31"}, {"doc_id": "13145478", "text": "Food history / this two-meal system remained consistent throughout the Middle Ages. Breakfast in some places was solely granted to children, the elderly, the sick, and to working men. Anyone else did not speak of or partake in eating in the morning. Eating breakfast meant that one was poor, was a low-status farmer or laborer who truly needed the energy to sustain his morning’s labor, or was too weak to make it to the large, midday dinner. Because medieval people saw gluttony as a sin and a sign of weakness, men were often ashamed of eating breakfast. Noble travelers were an exception, as", "doc_score": "88.2131118774414", "publish_date": "2018/12/31"}, {"doc_id": "6362741", "text": "Thanksgiving dinner / on days prior. Copious leftovers are also common following the meal proper. Traditional Thanksgiving foods are sometimes specific to the day, such as riced potatoes, and although some of the foods might be seen at any semi-formal meal in the United States, the meal often has something of a ritual or traditional quality. Many Americans would say it is \"incomplete\" without cranberry sauce, stuffing or dressing, mashed potatoes and gravy, and brussels sprouts. Other commonly served dishes include winter squash and sweet potatoes, the latter often prepared with sweeteners such as brown sugar, molasses, or marshmallows. Fresh, canned, or frozen", "doc_score": "89.0638656616211", "publish_date": "2018/12/31"}, {"doc_id": "13145480", "text": "Food history / not include any meat, and would likely include ¼ gallon (1.1 L; 0.30 US gal) of low alcohol-content beers. Uncertain quantities of bread and ale could have been consumed in between meals. By the 15th century breakfast often included meat. By this time, noble men were seen to indulge in breakfast, making it more of a common practice, and by the early 16th century, recorded expenses for breakfast became customary. The 16th-century introduction of caffeinated beverages into the European diet was part of the consideration to allow breakfast. It was believed that coffee and tea aid the body in “evacuation", "doc_score": "88.02249908447266", "publish_date": "2018/12/31"}, {"doc_id": "1638036", "text": "Meal, Ready-to-Eat / Edible\", and even \"Meals Rejected by Ethiopians\" (in reference to the 1983–85 famine in Ethiopia). Some individual portions had their own nicknames. For example, the frankfurters, which came sealed in pouches of four, were referred to as \"the four fingers of death\". Although quality has improved over the years, many of the nicknames have stuck. MREs were sometimes called \"Three Lies for the Price of One\": it's not a Meal, it's not Ready, and you can't Eat it. Their low dietary fiber content could cause constipation in some, so they were also known as \"Meals Requiring Enemas\", \"Meals Refusing to", "doc_score": "87.03001403808594", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_12", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "9222192", "text": "National Thanksgiving Proclamation / National Thanksgiving Proclamation The National Thanksgiving Proclamation was the first formal proclamation of Thanksgiving in the United States. President George Washington declared Thursday, November 26, 1789 as a day of public thanksgiving and prayer. Setting aside time to give thanks for one's blessings, along with holding feasts to celebrate a harvest, are both practices that long predate the European settlement of North America. The first documented thanksgiving services in territory currently belonging to the United States were conducted by Spaniards and the French in the 16th century. Thanksgiving services were routine in what became the Commonwealth of Virginia as early", "doc_score": "91.63389587402344", "publish_date": "2018/12/31"}, {"doc_id": "9222197", "text": "National Thanksgiving Proclamation / of Elias Boudinot, Roger Sherman, Peter Silvester, William Samuel Johnson, and Ralph Izard delivered the message to Washington on or before September 28, 1789. President Washington noted that \"both Houses of Congress have by their joint Committee requested [him] 'to recommend to the People of the United States a day of public thanks-giving and prayer.'\" It was formally declared on November 26 to \"be devoted by the People of these States to the service of that great and glorious Being, who is the beneficent Author of all the good that was, that is, or that will be.\" President George Washington", "doc_score": "91.26974487304688", "publish_date": "2018/12/31"}, {"doc_id": "9275611", "text": "Thanksgiving (United States) / in York, Pennsylvania, while the British occupied the national capital at Philadelphia. Delegate Samuel Adams created the first draft. Congress then adapted the final version: George Washington, leader of the revolutionary forces in the American Revolutionary War, proclaimed a Thanksgiving in December 1777 as a victory celebration honoring the defeat of the British at Saratoga. The Continental-Confederation Congress, the legislative body that governed the United States from 1774 to 1789, issued several \"national days of prayer, humiliation, and thanksgiving\", a practice that was continued by presidents Washington and Adams under the Constitution, and has manifested itself in the established American", "doc_score": "89.27928161621094", "publish_date": "2018/12/31"}, {"doc_id": "9222199", "text": "National Thanksgiving Proclamation / on the third). However, it was not until 1863 that Abraham Lincoln established the regular tradition of observing days of national thanksgiving. National Thanksgiving Proclamation The National Thanksgiving Proclamation was the first formal proclamation of Thanksgiving in the United States. President George Washington declared Thursday, November 26, 1789 as a day of public thanksgiving and prayer. Setting aside time to give thanks for one's blessings, along with holding feasts to celebrate a harvest, are both practices that long predate the European settlement of North America. The first documented thanksgiving services in territory currently belonging to the United States were conducted", "doc_score": "89.94860076904297", "publish_date": "2018/12/31"}, {"doc_id": "9222198", "text": "National Thanksgiving Proclamation / made this proclamation on October 3, 1789 in New York City. On the day of thanksgiving, Washington attended services at St. Paul's Chapel in New York City, and donated beer and food to imprisoned debtors in the city. George Washington proclaimed a second day of Thanksgiving in 1795, following the defeat of the Whiskey Rebellion. After Washington left office, John Adams, James Madison, and others intermediately declared days of Thanksgiving. Several presidents opposed days of national thanksgiving, with Thomas Jefferson openly denouncing such a proclamation. By 1855, 16 states celebrated Thanksgiving (14 on the fourth Thursday of November, and two", "doc_score": "87.1473388671875", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_13", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "6362735", "text": "Thanksgiving dinner / to raise 270 million turkeys, to be processed into five billion pounds of turkey meat valued at almost $8 billion, with one third of all turkey consumption occurring in the Thanksgiving-Christmas season, and a per capita consumption of almost. The Broad Breasted White turkey is particularly bred for Thanksgiving dinner and similar large feasts; its large size (specimens can grow to over 40 pounds) and meat content make it ideal for such situations, although the breed must be artificially bred and suffers from health problems due to its size. Most Thanksgiving turkeys are stuffed with a bread-based mixture and", "doc_score": "90.42859649658203", "publish_date": "2018/12/31"}, {"doc_id": "6362736", "text": "Thanksgiving dinner / roasted. Sage is the traditional herb added to the stuffing, along with chopped celery, carrots, and onions. Other ingredients, such as chopped chestnuts or other tree nuts, crumbled sausage or bacon, cranberries, raisins, or apples, may be added to stuffing. If this mixture is prepared outside the bird, it may be known as dressing. Deep-fried turkey is rising in popularity due to its shorter preparation time, but carries safety risks. The consumption of turkey on Thanksgiving is so ingrained in American culture that each year since 1947, the National Turkey Federation has presented a live turkey to the President of", "doc_score": "90.05403137207031", "publish_date": "2018/12/31"}, {"doc_id": "9275653", "text": "Thanksgiving (United States) / The pardoned turkeys have typically ended up in the Northern Virginia suburbs of Washington, D.C. From 1989 to 2004 they were sent to a children's farm called Frying Pan Farm Park in Herndon, Virginia. From 2009 to 2013 they were sent to George Washington's Mount Vernon estate near Alexandria, Virginia, and in 2014 they were sent to an estate in Leesburg, Virginia once owned by former state governor and turkey farmer Westmoreland Davis. However, from 2005 to 2009 they were sent to either Walt Disney World or Disneyland. The turkeys rarely live to see the next Thanksgiving due to being", "doc_score": "90.2148208618164", "publish_date": "2018/12/31"}, {"doc_id": "6520506", "text": "National Thanksgiving Turkey Presentation / initially was indifferent to the terminology, saying Reprieve', 'keep him going', or 'pardon': it's all the same for the turkey, as long as he doesn't end up on the president's holiday table.\" Since then, at least one of the turkeys presented to the President has been taken to a farm where it will live out the rest of its natural life. For many years the turkeys were sent to Frying Pan Farm Park in Fairfax County, Virginia. From 2005 to 2009, the pardoned turkeys were sent to either the Disneyland Resort in California or the Walt Disney World Resort in", "doc_score": "88.5089111328125", "publish_date": "2018/12/31"}, {"doc_id": "6520509", "text": "National Thanksgiving Turkey Presentation / chosen and eventually narrowed down to two finalists, whose names are chosen by the White House staff from suggestions by school children from the state where they were raised. The two finalists are then transported to Washington, where they stay at the Willard InterContinental Washington Hotel at National Turkey Federation expense before being pardoned in a ceremony at the White House. Turkey hens are usually marketed at 14 weeks and weigh when processed. This compares to the tom, which takes 18 weeks to reach a market weight of. The turkeys for the National Thanksgiving Turkey Presentation are usually 21", "doc_score": "88.74687194824219", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_14", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "5598167", "text": "Cranberry sauce / Cranberry sauce Cranberry sauce or cranberry jelly is a sauce or relish made out of cranberries, commonly served as a condiment with Thanksgiving dinner in North America and Christmas dinner in the United Kingdom and Canada. There are differences in flavor depending on the geography of where the sauce is made: in Europe it is generally slightly sour-tasting, while in North America it is typically more heavily sweetened. Cranberry sauce was first offered to consumers in North America in 1912 Hanson, Massachusetts. Canned cranberry sauce appeared on the market in 1941, allowing the product to be sold year-round. The most", "doc_score": "90.85139465332031", "publish_date": "2018/12/31"}, {"doc_id": "88580", "text": "Cranberry / Fresh cranberries can be frozen at home, and will keep up to nine months; they can be used directly in recipes without thawing. There are several alcoholic cocktails, including the Cosmopolitan, that include cranberry juice. Raw cranberries are 87% water, 12% carbohydrates, and contain negligible protein and fat (table). In a 100 gram reference amount, raw cranberries supply 46 calories and moderate levels of vitamin C, dietary fiber, and the essential dietary mineral, manganese, each with more than 10% of its Daily Value. Other micronutrients have low content (table). A comprehensive review in 2012 of available research concluded there is", "doc_score": "87.53367614746094", "publish_date": "2018/12/31"}, {"doc_id": "5598169", "text": "Cranberry sauce / Canada, and it is only rarely eaten or served in other contexts there. Cranberry sauce Cranberry sauce or cranberry jelly is a sauce or relish made out of cranberries, commonly served as a condiment with Thanksgiving dinner in North America and Christmas dinner in the United Kingdom and Canada. There are differences in flavor depending on the geography of where the sauce is made: in Europe it is generally slightly sour-tasting, while in North America it is typically more heavily sweetened. Cranberry sauce was first offered to consumers in North America in 1912 Hanson, Massachusetts. Canned cranberry sauce appeared on", "doc_score": "89.50579071044922", "publish_date": "2018/12/31"}, {"doc_id": "88579", "text": "Cranberry / of sugar per ounce, cranberry juice cocktail is more highly sweetened than even soda drinks that have been linked to obesity. Usually cranberries as fruit are cooked into a compote or jelly, known as cranberry sauce. Such preparations are traditionally served with roast turkey, as a staple of English Christmas dinners, and Thanksgiving (both in Canada and in the United States). The berry is also used in baking (muffins, scones, cakes and breads). In baking it is often combined with orange or orange zest. Less commonly, cranberries are used to add tartness to savory dishes such as soups and stews.", "doc_score": "87.9544906616211", "publish_date": "2018/12/31"}, {"doc_id": "2579137", "text": "Macaroni and cheese / the product which could be obtained two boxes for one food rationing stamp. The 1953 \"Better Homes and Gardens Cookbook\" includes a recipe using Velveeta, which had been reformulated in that year. The boxed Kraft product is immensely popular in Canada, where it is the most-purchased grocery item in the country. Boxed mixes consist of uncooked pasta and either a liquid cheese sauce (often labeled \"deluxe\") or powdered ingredients to prepare it. The powdered cheese sauce is mixed with either milk or water, and margarine, butter, or olive oil and added to the cooked noodles. Some mixes prepared in a", "doc_score": "84.23118591308594", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_15", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "573153", "text": "Chicken soup / or dumplings. Cream of chicken soup is a thick, creamy, soup made with chicken stock and pieces, combined with milk (or cream) and flour, which might contain vegetable pieces, depending on the recipe. Several terms are used when referring to chicken soups: Chicken soup has long been touted as a form of folk medicine to treat symptoms of the common cold and related conditions. In 2000, scientists at the University of Nebraska Medical Center in Omaha studied the effect of chicken soup on the inflammatory response \"in vitro\". They found that some components of the chicken soup inhibit neutrophil migration,", "doc_score": "82.43846893310547", "publish_date": "2018/12/31"}, {"doc_id": "12552035", "text": "Soup / market has burgeoned, with non-condensed soups marketed as \"ready-to-eat\", so they require no additional liquid to prepare. Microwaveable bowls have expanded the \"ready-to-eat\" canned soup market even more, offering convenience (especially in workplaces), and making for popular lunch items. In response to concerns over the negative health effects of excessive salt intake, some soup manufacturers have introduced reduced-salt versions of popular soups. Today, Campbell's Tomato (introduced in 1897), Cream of Mushroom, and Chicken Noodle (introduced in 1934) are three of the most popular soups in America. Americans consume approximately 2.5 billion bowls of these three soups alone each year. Other", "doc_score": "82.38172149658203", "publish_date": "2018/12/31"}, {"doc_id": "573173", "text": "Chicken soup / it, thus giving it its common name of \"chicken noodle soup\". The term may have been coined in a commercial for the Campbell Soup Company in the 1930s. The original 21 varieties of Campbell's condensed soup featured a \"chicken soup with noodles\", but when it was advertised on the \"Amos 'n' Andy\" radio show in the 1930s by a slip of the tongue the soup was referred to as \"chicken noodle soup\". Traditionally, American chicken soup was prepared using old hens too tough and stringy to be roasted or cooked for a short time. In modern times, these fowl are", "doc_score": "85.7353515625", "publish_date": "2018/12/31"}, {"doc_id": "14008833", "text": "Campbell Soup Company / from 1914 to 1930, eventually buying out the Campbell family. In 1898, Herberton Williams, a Campbell's executive, convinced the company to adopt a carnelian red and bright white color scheme, because he was taken by the crisp carnelian red color of the Cornell University football team's uniforms. To this day, the layout of the can, with its red and white design and the metallic bronze medal seal from the 1900 Paris Exhibition, has changed very little, with the exception of the French phrase on the top of the bronze seal that said \"Exposition-Universelle-Internationale\" which was changed to the English name", "doc_score": "83.59141540527344", "publish_date": "2018/12/31"}, {"doc_id": "14008831", "text": "Campbell Soup Company / Campbell Soup Company The Campbell Soup Company, also known as just Campbell's, is an American producer of canned soups and related products that are sold in 120 countries around the world. It is headquartered in Camden, New Jersey. Campbell's divides itself into three divisions: the \"simple meals\" division, which consists largely of soups that are either condensed or ready-to-serve; the \"baked snacks\" division, which includes Pepperidge Farm; and the \"health beverage\" division, which includes V8 juices. The company was started in 1869 by Joseph A. Campbell, a fruit merchant from Bridgeton, New Jersey, and Abraham Anderson, an icebox manufacturer from", "doc_score": "84.35559844970703", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_16", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "12654555", "text": "Pumpkin pie / Pumpkin pie Pumpkin pie is a dessert pie with a spiced, pumpkin-based custard filling. The pumpkin is a symbol of harvest time, and pumpkin pie is often eaten during the fall and early winter. In the United States and Canada, it is usually prepared for Thanksgiving, and other occasions when pumpkin is in season. The pie filling ranges in color from orange to brown, and is baked in a single pie shell, rarely with a top crust. The pie is generally flavored with cinnamon, powdered ginger, nutmeg, and cloves. Allspice is also commonly used and can replace the clove and", "doc_score": "95.74003601074219", "publish_date": "2018/12/31"}, {"doc_id": "12654559", "text": "Pumpkin pie / Thanksgiving dinner. The Pilgrims brought the pumpkin pie back to New England, while the English method of cooking the pumpkin took a different course. In the 19th century, the English pumpkin pie was prepared by stuffing the pumpkin with apples, spices, and sugar and then baking it whole. In the United States after the Civil War, the pumpkin pie was resisted in southern states as a symbol of Yankee culture imposed on the south, where there was no tradition of eating pumpkin pie. Many southern cooks instead made sweet potato pie, or added bourbon and pecans to give a southern", "doc_score": "97.3395004272461", "publish_date": "2018/12/31"}, {"doc_id": "12654558", "text": "Pumpkin pie / pumpkin was an early export to France; from there it was introduced to Tudor England, and the flesh of the \"pompion\" was quickly accepted as pie filler. During the seventeenth century, pumpkin pie recipes could be found in English cookbooks, such as Hannah Woolley's \"The Gentlewoman's Companion\" (1675). Pumpkin \"pies\" made by early American colonists were more likely to be a savory soup made and served in a pumpkin than a sweet custard in a crust. It was not until the early nineteenth century that the recipes appeared in American cookbooks or pumpkin pie became a common addition to the", "doc_score": "97.07865142822266", "publish_date": "2018/12/31"}, {"doc_id": "4190839", "text": "Mashed pumpkin / Mashed pumpkin Mashed pumpkin is a vegetable dish made by cooking or macerating the skinless flesh (pulp) of pumpkins and then mashing, straining, grinding, or puréeing until the desired consistency is achieved. It is traditionally served as a side dish, although it has many uses in cooking and baking. The pumpkin is native to North and South America. It was widely cultivated and used for food throughout much of North America by Native Americans, and many tribes on the eastern coast of North America ate mashed pumpkin. Some Native Americans also spread mashed pumpkin over scrapes and cuts as a", "doc_score": "94.38838195800781", "publish_date": "2018/12/31"}, {"doc_id": "12943233", "text": "Pumpkin / water, 6.5% carbohydrate, 0.1% fat and 1% protein (table). Pumpkins are very versatile in their uses for cooking. Most parts of the pumpkin are edible, including the fleshy shell, the seeds, the leaves, and even the flowers. In the United States and Canada, pumpkin is a popular Halloween and Thanksgiving staple. Pumpkin purée is sometimes prepared and frozen for later use. When ripe, the pumpkin can be boiled, steamed, or roasted. In its native North America, it is a very important, traditional part of the autumn harvest, eaten mashed and making its way into soups and purees. Often, it is", "doc_score": "92.7963638305664", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_17", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "10966726", "text": "6abc Dunkin' Donuts Thanksgiving Day Parade / in 1920, the Philadelphia parade is billed as the oldest Thanksgiving Day parade in the country. Like other parades of its type, it features balloons, floats, high school marching bands, and celebrities. The first Thanksgiving Day parade held in 1920 was sponsored by Gimbels department store. When the parade was begun, it was called the Gimbels Thanksgiving Day Parade. Ellis Gimbel, one of the founders of Gimbels Department Stores, wanted his toyland to be the destination of holiday shoppers everywhere. He had more than 50 store employees dressed in costume and sent to walk in their first Thanksgiving Day parade.", "doc_score": "85.83132934570312", "publish_date": "2018/12/31"}, {"doc_id": "3803003", "text": "Macy's Thanksgiving Day Parade / of marching in the parade. In 1924, the annual Thanksgiving parade started in Newark, New Jersey by Louis Bamberger at the Bamberger's store was transferred to New York City by Macy's. In New York, the employees marched to Macy's flagship store on 34th Street dressed in vibrant costumes. There were floats, professional bands and live animals borrowed from the Central Park Zoo. At the end of that first parade, as has been the case with every parade since, Santa Claus was welcomed into Herald Square. At this first parade, Santa was enthroned on the Macy's balcony at the 34th Street", "doc_score": "89.43472290039062", "publish_date": "2018/12/31"}, {"doc_id": "13875323", "text": "America's Thanksgiving Parade / America's Thanksgiving Parade America's Thanksgiving Parade is an annual American parade held on Thanksgiving Day in downtown Detroit, Michigan. The tradition started in the city in 1924 by the J.L. Hudson Company department store. It shares the title for the second-oldest Thanksgiving parade in the United States with the Macy's Thanksgiving Day Parade in New York City, New York and is four years younger than the 6abc Dunkin' Donuts Thanksgiving Day Parade in Philadelphia, Pennsylvania. The idea came from Hudson's display director Charles Wendel after the success of the Canadian Eaton's Santa Claus Parade in Toronto, Ontario. In addition to", "doc_score": "85.79857635498047", "publish_date": "2018/12/31"}, {"doc_id": "10966727", "text": "6abc Dunkin' Donuts Thanksgiving Day Parade / The parade featured floats and marchers paraded down Market Street, with the finale consisting of Santa Claus arriving at the eighth floor toy department at Gimbels by climbing the ladder of a Philadelphia Fire Department ladder truck. Gimbels emulated other holiday parades already in existence. The Santa Claus Parade in Peoria, IL is held on the day after Thanksgiving and is the oldest, continuously-held holiday parade in the country. It was founded in 1887 under the sponsorship of Frederick Block and the Schipper & Block (later Block & Kuhl) Department Store. Block's example led to the founding of similar parades", "doc_score": "86.36244201660156", "publish_date": "2018/12/31"}, {"doc_id": "3803002", "text": "Macy's Thanksgiving Day Parade / Macy's Thanksgiving Day Parade The annual Macy's Thanksgiving Day Parade in New York City, one of the world's largest parades, is presented by the U.S. based department store chain Macy's. The parade started in 1924, tying it for the second-oldest Thanksgiving parade in the United States with America's Thanksgiving Parade in Detroit (with both parades being four years younger than Philadelphia's Thanksgiving Day Parade). The three-hour parade is held in Manhattan from 9:00 a.m. to 12:00 p.m. Eastern Standard Time on Thanksgiving Day, and has been televised nationally on NBC since 1952. Employees at Macy's department stores have the option", "doc_score": "87.3189926147461", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_18", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "9131672", "text": "NFL on Thanksgiving Day / NFL on Thanksgiving Day Since its inception in 1920, the National Football League has played games on Thanksgiving Day, patterned upon the historic playing of college football games on and around the Thanksgiving holiday. Since 1978, the NFL's Thanksgiving Day games have traditionally included one game hosted by the Detroit Lions, and one game hosted by the Dallas Cowboys. Since 2006, with the advent of the NFL's then-new \"Thursday Night Football\" package, a third primetime game has also been played on Thanksgiving. Unlike the traditional afternoon games, this game has no fixed host and has featured different teams annually. The", "doc_score": "94.48074340820312", "publish_date": "2018/12/31"}, {"doc_id": "6553489", "text": "American football on Thanksgiving / American football on Thanksgiving American football is one of the many traditions in American culture that is associated with Thanksgiving Day. Virtually every level of football, from amateur and high school to college and the NFL (including the CFL on Canadian Thanksgiving), plays football on Thanksgiving Day (Thursday) or the immediately following holiday weekend (Friday, Saturday, and Sunday). Thanksgiving Day football games in the United States are nearly as old as the game—and the organized holiday—themselves. The first Thanksgiving Day football game took place in Philadelphia, Pennsylvania on Thanksgiving Day of 1869, less than two weeks after Rutgers defeated Princeton", "doc_score": "91.20285034179688", "publish_date": "2018/12/31"}, {"doc_id": "9131687", "text": "NFL on Thanksgiving Day / time since 1963. In 2015, the Cowboys resurrected their 1994 white \"Double-Star\" jerseys only this time wore them with white pants as part of the league's \"Color Rush\", a trial run of specially-designed, monochromatic jerseys to be worn during Thursday games. It has remained a tradition for Dallas and Detroit to host the afternoon games dating back several decades. However, in recent years, other teams have expressed interest in hosting Thanksgiving games. Lamar Hunt, the former owner of the Chiefs (who had hosted Thanksgiving games from 1967–69 as an AFL team prior to the merger), lobbied heavily in favor of", "doc_score": "92.1680908203125", "publish_date": "2018/12/31"}, {"doc_id": "6553501", "text": "American football on Thanksgiving / Missouri in 1892. After new conference rules that required all games to be played on college campuses, the Thanksgiving Day tradition was temporarily suspended in 1911, but then reinstituted in spurts starting in 1916 and continuing through the 1940s. The University of Michigan made it a tradition to play annual Thanksgiving games, holding 19 such games from 1885 to 1905. The Thanksgiving Day games between Michigan and the Chicago Maroons in the 1890s have been erroneously cited as \"The Beginning of Thanksgiving Day Football.\" Since the Maroons no longer play at the Division I level, the Wolverines now play their", "doc_score": "90.29515838623047", "publish_date": "2018/12/31"}, {"doc_id": "9131673", "text": "NFL on Thanksgiving Day / concept of American football games being played on Thanksgiving Day dates back to 1876, shortly after the game had been invented, as it was a day that most people had off from work. In that year, the college football teams at Yale and Princeton began an annual tradition of playing each other on Thanksgiving Day. The University of Michigan also made it a tradition to play annual Thanksgiving games, holding 19 such games from 1885 to 1905. The Thanksgiving Day games between Michigan and the Chicago Maroons in the 1890s have been cited as \"The Beginning of Thanksgiving Day Football.\"", "doc_score": "93.6517105102539", "publish_date": "2018/12/31"}]}
{"question_id": "20231124_19", "search_time": "2023/12/13/19:41", "search_result": [{"doc_id": "688725", "text": "Tryptophan / criticized as anti-GMO activists who overlook possible non-GMO causes of contamination and threaten the development of biotech. A common assertion in the US is that heavy consumption of turkey meat results in drowsiness, due to high levels of tryptophan contained in turkey. However, the amount of tryptophan in turkey is comparable to that contained in other meats. Drowsiness after eating may be caused by other foods eaten with the turkey, particularly carbohydrates. Ingestion of a meal rich in carbohydrates triggers the release of insulin. Insulin in turn stimulates the uptake of large neutral branched-chain amino acids (BCAA), but not tryptophan,", "doc_score": "87.89801788330078", "publish_date": "2018/12/31"}, {"doc_id": "7918387", "text": "Hailey–Hailey disease / may control the disease but are ineffective for severe chronic or relapsing forms of the disease. Intracutaneous injections of botulinum toxin to inhibit perspiration may be of benefit. Maintaining a healthy weight, avoiding heat and friction of affected areas, and keeping the area clean and dry may help prevent flares. Some have found relief in laser resurfacing that burns off the top layer of the epidermis, allowing healthy non-affected skin to regrow in its place. Secondary bacterial, fungal and/or viral infections are common and may exacerbate an outbreak. Some people have found that outbreaks are triggered by certain foods, hormone", "doc_score": "85.49254608154297", "publish_date": "2018/12/31"}, {"doc_id": "3046916", "text": "Cold turkey / Cold turkey \"Cold turkey\" refers to the abrupt cessation of a substance dependence and the resulting unpleasant experience, as opposed to gradually easing the process through reduction over time or by using replacement medication. The term comes from the piloerection or \"goose bumps\" that occurs with abrupt withdrawal from opioids, which resembles the skin of a plucked refrigerated turkey. Sudden withdrawal from drugs such as alcohol, benzodiazepines, and barbiturates can be extremely dangerous, leading to potentially fatal seizures. For long-term alcoholics, going cold turkey can cause life-threatening delirium tremens, rendering this an inappropriate method for breaking an alcohol addiction. In", "doc_score": "88.59597778320312", "publish_date": "2018/12/31"}, {"doc_id": "16123361", "text": "Mycotoxins in animal feed / peanut meal that was contaminated by Mycotoxins produced by \"Aspergillus flavus\". Studies showed that the age group that was most affected was turkeys from two to twenty weeks old. Some of the first signs of Turkey X were neurological symptoms and coma, which would result in death. Mycotoxins in animal feed Many species of fungi produce secondary metabolites called mycotoxins. These toxins can be very detrimental to both humans and animals. The side-effects of ingesting these toxic substances are called mycotoxicosis, which can be a variety of medical conditions. The most common fungi that produce mycotoxins include \"Fusarium\", \"Aspergillus\", and", "doc_score": "84.60247039794922", "publish_date": "2018/12/31"}, {"doc_id": "3006984", "text": "Tyramine / use of monoamine oxidase inhibitors (MAOIs) and foods high in tyramine are ingested, a hypertensive crisis can result, as tyramine also can displace stored monoamines, such as dopamine, norepinephrine, and epinephrine, from pre-synaptic vesicles. The first signs of this were discovered by a British pharmacist who noticed his wife, who at the time was on MAOI medication, had severe headaches when eating cheese. For this reason, the crisis is still called the \"cheese effect\" or \"cheese crisis\", though other foods can cause the same problem. Most processed cheeses do not contain enough tyramine to cause hypertensive effects, although some aged", "doc_score": "87.19723510742188", "publish_date": "2018/12/31"}]}
