{"question_id": "20230721_0", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "17724727", "text": "2018 FIFA U-20 Women's World Cup / Korea were the defending champions but were eliminated by host France in the quarter-finals. The final took place at Stade de la Rabine, Vannes between Spain and Japan, a rematch from the group stage. Japan won their first title, beating Spain 3–1 in the Final. On 6 March 2014, FIFA announced that bidding had begun for the 2018 FIFA U-20 Women's World Cup. Member associations interested in hosting must submit a declaration of interest by 15 April 2014, and provide the complete set of bidding documents by 31 October 2014. The FIFA Executive Committee would select the hosts in 2015.", "doc_score": "92.70114135742188", "publish_date": "2018/12/31"}, {"doc_id": "20409087", "text": "2017 NCAA Division I Women's Soccer Tournament / 2017 NCAA Division I Women's Soccer Tournament The 2017 NCAA Division I Women's Soccer Tournament (semi-finals and final also known as the 2017 Women's College Cup) was the 36th annual single-elimination tournament to determine the national champion of NCAA Division I women's collegiate soccer. The semi-finals and championship game were played at Orlando City Stadium in Orlando, Florida on December 1 and 3, 2017, while the preceding rounds were played at various sites across the country during November 2017. The Stanford Cardinal were tournament champions, winning the final 3–2 over the UCLA Bruins. All Division I women's soccer programs were", "doc_score": "94.36357116699219", "publish_date": "2018/12/31"}, {"doc_id": "20833466", "text": "2018–19 FA Women's Cup / 2018–19 FA Women's Cup The 2018–19 Women's FA Cup is the 49th staging of the Women's FA Cup, a knockout cup competition for women's football teams in England. Chelsea are the defending champions, having beaten Arsenal 3–1 in the previous final. A total of 293 teams had their entries to the tournament accepted by The Football Association. One hundred and ninety-nine teams enter at the preliminary round or first round qualifying. Teams that play in the FA Women's National League Division One are given exemption to the Second Round Qualifying, while teams in the Northern and Southern Premier Divisions enter", "doc_score": "91.9968490600586", "publish_date": "2018/12/31"}, {"doc_id": "20441571", "text": "2018 FIFA World Cup Final / also became the second team in the 32-team World Cup to win all their knockout matches without any extra time or penalty shoot-out after Brazil in 2002. As winners, France qualified for the 2021 FIFA Confederations Cup. The final was played at the Luzhniki Stadium in Moscow, located in the Khamovniki District of the Central Administrative Okrug. An expanded version of the stadium was named as the provisional final venue in Russia's World Cup bid, which was selected by FIFA on 2 December 2010. Luzhniki Stadium was confirmed as the final venue on 14 December 2012, following a meeting of", "doc_score": "86.99183654785156", "publish_date": "2018/12/31"}, {"doc_id": "18026908", "text": "2018 FIFA U-17 Women's World Cup / and the sun from the national flag. The mascot named Capi was unveiled on 7 June 2018, she is inspired by a Uruguayan capybara. The slogan \"Same Game, Same Emotion\" was unveiled on 29 September 2018. The official draw was held on 30 May 2018, 15:00 CEST (), at the FIFA Headquarters in Zürich. The teams were seeded based on their performances in previous U-17 Women's World Cups and confederation tournaments, with the hosts Uruguay automatically seeded and assigned to position A1. Teams of the same confederation could not meet in the group stage. The identity of the three teams", "doc_score": "91.01283264160156", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_1", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "11285555", "text": "Mephedrone / was the fourth most popular street drug in the United Kingdom, behind cannabis, cocaine, and ecstasy. The drug was used by a diverse range of social groups. Whilst the evidence was anecdotal, researchers, charity workers, teachers and users reported widespread and increasing use of the drug in 2009. The drug's rapid growth in popularity was believed to be related to both its availability and legality. Fiona Measham, a criminologist at The University of Lancaster, thought the emergence of mephedrone was also related to the decreasing purity of ecstasy and cocaine on sale in the UK, a view reinforced in a", "doc_score": "89.70562744140625", "publish_date": "2018/12/31"}, {"doc_id": "94691", "text": "Cocaine / Nations report, England and Wales are the countries with the highest rate of cocaine usage (2.4% of adults in the previous year). Other countries where the usage rate meets or exceeds 1.5% are Spain and Scotland (2.2%), the United States (2.1%), Australia (2.1%), Uruguay (1.8%), Brazil (1.75%), Chile (1.73%), the Netherlands (1.5%) and Ireland (1.5%). Cocaine is the second most popular illegal recreational drug in Europe (behind cannabis). Since the mid-1990s, overall cocaine usage in Europe has been on the rise, but usage rates and attitudes tend to vary between countries. European countries with the highest usage rates are the", "doc_score": "91.33898162841797", "publish_date": "2018/12/31"}, {"doc_id": "94707", "text": "Cocaine / gives many the incentive to make use of the drug. In many countries, cocaine is a popular recreational drug. In the United States, the development of \"crack\" cocaine introduced the substance to a generally poorer inner-city market. Use of the powder form has stayed relatively constant, experiencing a new height of use during the late 1990s and early 2000s in the U.S., and has become much more popular in the last few years in the UK. Cocaine use is prevalent across all socioeconomic strata, including age, demographics, economic, social, political, religious, and livelihood. The estimated U.S. cocaine market exceeded US$70", "doc_score": "87.86519622802734", "publish_date": "2018/12/31"}, {"doc_id": "94692", "text": "Cocaine / United Kingdom, Spain, Italy, and the Republic of Ireland. Approximately 12 million Europeans (3.6%) have used cocaine at least once, 4 million (1.2%) in the last year, and 2 million in the last month (0.5%). About 3.5 million or 87.5% of those who have used the drug in the last year are young adults (15–34 years old). Usage is particularly prevalent among this demographic: 4% to 7% of males have used cocaine in the last year in Spain, Denmark, Republic of Ireland, Italy, and the United Kingdom. The ratio of male to female users is approximately 3.8:1, but this statistic", "doc_score": "92.10441589355469", "publish_date": "2018/12/31"}, {"doc_id": "757614", "text": "Stimulant / shrub, which grows in the mountain regions of South American countries such as Bolivia, Colombia, and Peru. In Europe, North America, and some parts of Asia, the most common form of cocaine is a white crystalline powder. Cocaine is a stimulant but is not normally prescribed therapeutically for its stimulant properties, although it sees clinical use as a local anesthetic, in particular in ophthalmology. Most cocaine use is recreational and its abuse potential is high (higher than amphetamine), and so its sale and possession are strictly controlled in most jurisdictions. Other tropane derivative drugs related to cocaine are also known", "doc_score": "85.57748413085938", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_2", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "19582895", "text": "All in My Head (Flex) / Streaming Songs chart with 7.1 million streams in the United States (up 112% percent). For the week ending August 6, 2016, the song climbed from number 37 to number 29 on the Hot 100, giving the group its third top 30 song. The song peaked at number 24 on the chart dated August 20, 2016. It has sold over 1 million equivalent units in the United States and has been certified platinum by the Recording Industry Association of America. The song debuted at number 42 on the Canadian Hot 100 chart for the week ending July 16, 2016. In its", "doc_score": "81.12235260009766", "publish_date": "2018/12/31"}, {"doc_id": "20792889", "text": "Jumpsuit (song) / \"Billboard\" Hot 100 the week of July 21, 2018, with 11.4 million airplay audience impressions, 5.2 million U.S. streams and 22,000 downloads sold according to Nielsen Music, and peaked at No. 50 the following week. The same month, \"Jumpsuit\" peaked at number one on the \"Billboard\" Alternative Songs chart, the band's fourth on the list. By taking two weeks to peak at number one, \"Jumpsuit\" became the fastest song to reach number one on the Alternative Songs chart in the 2010s. The song also peaked at No. 6 on the Hot Rock Songs chart. Later, the song peaked at number", "doc_score": "81.35162353515625", "publish_date": "2018/12/31"}, {"doc_id": "19582894", "text": "All in My Head (Flex) / very catchy effect.\" \"All in My Head (Flex)\" debuted at number 78 on the Billboard Hot 100 chart dated July 9, 2016, and in the same week the song climbed from the number 32 to the number 26 on the Mainstream Top 40. Following the release of its accompanying music video, the song rose from number 78 to number 40 on the Hot 100 prompted by a 115% sales increase with 17,000 downloads sold. In its new position, the song had a radio audience of 24 million - a 42% increase, and it also debuted at number 32 on the", "doc_score": "78.46321105957031", "publish_date": "2018/12/31"}, {"doc_id": "18169184", "text": "All About That Bass / Hot 100. \"All About That Bass\", together with Swift's \"Shake It Off\" and \"Blank Space\", occupied the Hot 100's top two for 14 consecutive weeks, marking the longest top two reign by any two acts in the chart's history. \"All About That Bass\" ranked at number eight on \"Billboard\"s Hot 100 year-end chart for 2014, and was certified diamond by the Recording Industry Association of America (RIAA) on January 23, 2018. The song sold 1.8 million copies during its reign at number one, and it became the fourth best-selling song of 2014 in the United States with 4.38 million copies", "doc_score": "78.7397689819336", "publish_date": "2018/12/31"}, {"doc_id": "12625040", "text": "The Fame / 4.79 million copies in the United States as of February 2018 and is the seventh best-selling digital album, selling 1.086 million digital copies. Including equivalent album units, \"The Fame\" has sold 8.8 million in the country. It was ranked at number 12 on the \"Billboard\" Top 200 Albums of All Time list. Following Gaga's Super Bowl LI halftime show performance, \"The Fame\" re-entered the \"Billboard\" 200 at number 6, selling 17,000 copies and 38,000 total album-equivalent units. It has spent a total of 200 weeks on the chart. In Canada, the album reached number-one, and has been certified seven times", "doc_score": "78.794677734375", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_3", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "9105392", "text": "Greg Best / Greg Best Gregory Alan \"Greg\" Best (born July 23, 1964 in Lynchburg, Virginia) is an equestrian competitor and coach in the sport of show jumping who won two silver medals for the United States in the 1988 Summer Olympic Games in Seoul, South Korea riding the famous Gem Twist. In 1992, Best suffered a fall that shattered his shoulder. After this, he moved to New Zealand, where he rode for the New Zealand League, winning the World Cup Series. He has also served as a New Zealand National Show Jumping Selector, a National Show Jumping Coach and a member of", "doc_score": "78.2234115600586", "publish_date": "2018/12/31"}, {"doc_id": "576676", "text": "Jesse Owens / to set a world record of 39.8 s in the event. Owens had initially protested the last-minute switch, but assistant coach Dean Cromwell said to him, \"You'll do as you are told.\" Owens' record-breaking performance of four gold medals was not equaled until Carl Lewis won gold medals in the same events at the 1984 Summer Olympics in Los Angeles. Owens set the world record in the long jump with a leap of in 1935, the year before the Berlin Olympics, and this record stood for 25 years until it was broken in 1960 by countryman Ralph Boston. Coincidentally, Owens", "doc_score": "77.956787109375", "publish_date": "2018/12/31"}, {"doc_id": "7752765", "text": "Michael R. Matz / equestrian teams in 1976, 1992, and 1996. In 1996, he won a team silver medal on Rhum IV, in the show jumping equestrian event, along with Peter Leone, Leslie Burr-Howard, and Anne Kursinski. Matz was also chosen to carry the United States flag into Centennial Olympic Stadium at the Closing Ceremonies of the 1996 Games. He retired from show jumping as the leading money-winning rider in the sport's American history, with over $1.7 million. On April 1, 2006, Matz was inducted into the Show Jumping Hall of Fame. He began to train Thoroughbreds in 1998, making race horse training his", "doc_score": "74.7724838256836", "publish_date": "2018/12/31"}, {"doc_id": "5962987", "text": "Jack Sarfatti / the time that the SRI tests had been conducted in a \"circus atmosphere,\" with Geller in control. Sarfatti and Fred Wolf helped to organize a series of tests at Birkbeck College, London, led by John Hasted. On June 21 and 22, 1974, Hasted and Sarfatti joined David Bohm, Arthur Koestler, Arthur C. Clarke, and two of Geller's associates, Ted Bastin and Brendan O'Regan, to watch Geller appear to bend four brass Yale keys and a 1 cm disk, affect a Geiger counter and deflect a compass needle. Hanlon wrote that any good magician could have bent the keys, no matter", "doc_score": "75.34976959228516", "publish_date": "2018/12/31"}, {"doc_id": "3859419", "text": "Mark Henry / jerk in weightlifting—the squat, bench press and deadlift in powerlifting. To this day, his five lift total is still the greatest in history by a fair amount—making him arguably one of the strongest men that ever lived and stamp him, according to lifting statistician Herb Glossbrenner, as history's greatest lifter. In the months prior to the 1996 Summer Olympics in Atlanta, Georgia, Henry received more attention and publicity than any lifter in recent US history. He guested at Jay Leno, Conan O'Brien and Oprah Winfrey Show and was featured on HBO Inside Sports and The Today Show. He was also", "doc_score": "76.37413024902344", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_4", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "11209114", "text": "Alexander Donskoy / youngest mayor of the city to date. His announcement on November 1, 2006 of the intention to run for the presidency of Russia was followed and allegedly anticipated by official pressure. He became the subject of a criminal investigation toward the end of 2006 and, in early 2007, was accused of abuse of office and of forging a university diploma. Following his subsequent arrest, he was released, but was arrested for the second time in July 2007. As of early October, Donskoy remained in pre-trial detention, with the third of three cases awaiting hearing. At least two sources reported that", "doc_score": "80.88327026367188", "publish_date": "2018/12/31"}, {"doc_id": "2947554", "text": "Vladimir Bukovsky / On 22 December 2007, the Central Electoral Commission turned down Bukovsky's application, on the grounds that (1) he had failed to give information about his activities as a writer when submitting his documents, (2) he was holding a British residence permit, and (3) he had not been living in Russia during the past ten years. Bukovsky appealed against the decision at the RF Supreme Court on 28 December 2007 and, subsequently, before its cassation board on 15 January 2008. On 30 March 2011, Bukovsky requested the arrest of Mikhail Gorbachev by the British authorities after submitting to Westminster Magistrates' Court", "doc_score": "80.98057556152344", "publish_date": "2018/12/31"}, {"doc_id": "14452859", "text": "Putin Must Go / handing out leaflets with an invitation to the rally were detained; the reasons for their detention were not explained. The Moscow rally was attended by 400–600 people. Among them were representatives of \"Solidarity\", the United Civil Front, the Left Front, the \"Other Russia\" and other opposition movements. The decline in attendance compared with previous rallies was partly due to a severe frost. Among the speakers were the leader of the United Civil Front Garry Kasparov, activists of the Solidarity movement, as well as a representative of the movement of defrauded real estate investors. Over 13,000 roubles were collected in favour", "doc_score": "82.73451232910156", "publish_date": "2018/12/31"}, {"doc_id": "14452865", "text": "Putin Must Go / covered in a number of Russian and foreign media, including On 11 March Radio Liberty published an English translation of the entire text of the petition. 15 March 2010 the magazine NewTimes.ru published a statistical analysis of signatories according to their places of residence and professions, concluding that the petition was signed mostly by the middle class. On 22 March the magazine published its second analysis, on a larger base of signatures (7500). The article said that signatures had come from all over the country. The exceptions were ethnic republics, especially in the North Caucasus. The most active were Moscow", "doc_score": "80.67335510253906", "publish_date": "2018/12/31"}, {"doc_id": "16871493", "text": "Dmitry Gudkov / New Approach or the Status Quo? Relations between the US, EU and Russia at the time of Putin's repression”. It took place in the building of the US Senate, and its organizers were the human rights organization Freedom House, the foundation and the \"Institute of Contemporary Russia\". In his speech Gudkov pointed out that the Constitution of the Russian Federation gives \"unlimited\" power to the president, on the basis of which Vladimir Putin built a \"vertical of power\". In his opinion, the authorities took the path of tightening the screws and falsifying criminal cases against organizers and leaders of protest", "doc_score": "79.03935241699219", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_5", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "13343260", "text": "Dogger Bank itch / steroids failed. Dogger Bank itch Dogger Bank itch is a cutaneous condition characterized by a long-lasting dermatitis caused by exposure to the sea chervil, \"Alcyonidium diaphanum\", a bryozoan. The disease, common in fishermen who work in the North Sea, has been recognized by the Danish Workman's Compensation Act since 1939. A medical case reported in 1957 tells of a fishing captain who worked in the Dogger Bank in the North Sea. The sea chervil, abundant in the area, frequently came up with the fishing nets and had to be thrown back into the water. After doing this repeatedly, the captain", "doc_score": "80.53156280517578", "publish_date": "2018/12/31"}, {"doc_id": "825140", "text": "Bornholm disease / in the enterovirus family, including echovirus and Coxsackie A virus, are infrequently associated with pleurodynia. As is typical with this virus family, it is shed in large amounts in the feces of infected persons. The disease can be spread by sharing drink containers, and has been contracted by laboratory personnel working with the virus. The illness lasts about a week and is rarely fatal. Treatment includes the administration of nonsteroidal anti-inflammatory agents or the application of heat to the affected muscles. Relapses during the weeks following the initial episode are a characteristic feature of this disease. Coxsackie B virus is", "doc_score": "80.03736877441406", "publish_date": "2018/12/31"}, {"doc_id": "13343256", "text": "Dogger Bank itch / Dogger Bank itch Dogger Bank itch is a cutaneous condition characterized by a long-lasting dermatitis caused by exposure to the sea chervil, \"Alcyonidium diaphanum\", a bryozoan. The disease, common in fishermen who work in the North Sea, has been recognized by the Danish Workman's Compensation Act since 1939. A medical case reported in 1957 tells of a fishing captain who worked in the Dogger Bank in the North Sea. The sea chervil, abundant in the area, frequently came up with the fishing nets and had to be thrown back into the water. After doing this repeatedly, the captain \"developed an", "doc_score": "80.48673248291016", "publish_date": "2018/12/31"}, {"doc_id": "243389", "text": "Lundy / (Scotland), the Martello Tower (Aldeburgh, Suffolk), and Clavell Tower (Kimmeridge Bay, Dorset). The island is visited by over 20,000 day-trippers a year, but during September 2007 had to be closed for several weeks owing to an outbreak of Norovirus. There is an annual running event, The Lundy Island Half-marathon, the inaugural one took place on 8th July 2018 with 267 competitors. A naval footnote in the history of Lundy was the wreck of the Royal Navy battleship HMS \"Montagu\". Steaming in heavy fog, she ran hard aground near Shutter Rock on the island's southwest corner at about 2:00 a.m. on", "doc_score": "78.67123413085938", "publish_date": "2018/12/31"}, {"doc_id": "13343258", "text": "Dogger Bank itch / live in colonies. \"A. diaphanum\" is a gelatinous, smooth, sponge-like colony up to long, growing on rocks and shells from lower shore down to approximately ; superficially, they resemble seaweed. The distribution of this animal is from the North Sea to the Mediterranean. The disease is especially prevalent among trawlermen working in the Dogger Bank, an important fishing bank in the North Sea. It has also been reported from the Baie de la Seine in France. The rash is caused by a type of cell-mediated hypersensitivity reaction; this type of hypersensitivity normally occurs in people who become sensitized to volatile", "doc_score": "78.5966796875", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_6", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "21010035", "text": "Mete Coban / Mete Coban Mete Coban (born 19 July 1992) is a British Labour Party politician who has been a Councillor for Stoke Newington since the 2014 UK Local Elections. He is the Chief Executive Officer (CEO) of My Life My Say. Coban is best known for founding the All-Party Parliamentary Group on a Better Brexit for Young People and for contributing to the increase of turnout for young people at the 2017 UK General Elections, as well as for receiving the UK Government's National Democracy Change-Maker of the Year Award in 2018. At the age of 21, Coban became the youngest", "doc_score": "77.39176940917969", "publish_date": "2018/12/31"}, {"doc_id": "19782853", "text": "Nadya Okamoto / and post-partisan media platform, E Pluribus. After several months, the media platform is no longer active. Okamoto moved to Cambridge, MA in August 2016. Less than 7 months later, Okamoto announced her candidacy for Cambridge City Council, running on a progressive platform with a youth-led campaign team. She was the youngest candidate in the race, and focused her campaign on issues of affordable housing, education equity, sustainable living, climate change, worker’s rights, civil liberties, government accountability, and human rights. She eventually lost the election, taking 15th place out of 26 candidates and attributes her loss partially due to losing original", "doc_score": "76.34814453125", "publish_date": "2018/12/31"}, {"doc_id": "18755895", "text": "Women's Equality Party / 5 January 2018 and closed 24 January 2018. Two candidates were nominated: the interim leader Sophie Walker and Magda Devas, who previously ran for the Green Party in the Streatham Wells ward, in the Lambeth London Borough Council election, 2010 and 2014. The ballot opened on 14 February 2018 and closed 6 March 2018 with Walker being declared the winner on 8 March 2018. Walker will now serve a five-year term until 2023. The party's mission statement opens with: \"Equality for women isn't a women's issue. When women fulfil their potential, everyone benefits. Equality means better politics, a more vibrant", "doc_score": "76.9300537109375", "publish_date": "2018/12/31"}, {"doc_id": "20763018", "text": "Janet Daby / Janet Daby Janet Jessica Daby (born c. 1972) is a British Labour Party politician who is Member of Parliament (MP) for the parliamentary constituency of Lewisham East in London. Daby won the seat at a by-election held on 14 June 2018. Daby pledged to fight for the UK to remain in the European Union customs union and the single market. Daby's parents were Windrush migrants from Guyana and Jamaica, and has lived in Lewisham East for over 22 years. She was brought up on a council estate where, as a child, racist thugs pelted her windows with eggs three nights", "doc_score": "77.5049819946289", "publish_date": "2018/12/31"}, {"doc_id": "19376818", "text": "Anne Marie Waters / the Lewisham East by-election on 14 June 2018. She lost her deposit and finished in seventh place with 1.2% of the vote. Waters has been criticised for her association with far-right politicians and organisations and has praised Geert Wilders and Marine Le Pen. \"The Huffington Post\" has pointed to her membership of the senior management of the anti-Islam group Pegida UK alongside Tommy Robinson, former leader of the English Defence League and Paul Weston, at the time leader of the ultranationalist Liberty GB. In an ITV documentary broadcast in November 2017, called \"Undercover: Inside Britain's New Far Right\", it was", "doc_score": "76.4496078491211", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_7", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "13359934", "text": "Street dog / Street dog Street dogs, known in scientific literature as free-ranging urban dogs or urban free-ranging dogs, are unconfined dogs that live in cities. They live virtually everywhere where cities exist and the local human population allows, especially in the developing world and the former USSR. Street dogs may be stray dogs, pets which have strayed from or are allowed freedom by their owners, or may be feral animals that have never been owned. Street dogs may be stray purebreds, true mixed-breed dogs, or unbred landraces such as the Indian pariah dog. Street dog overpopulation can cause problems for the societies", "doc_score": "83.32879638671875", "publish_date": "2018/12/31"}, {"doc_id": "15923541", "text": "Occupy Wall Street / protesters throughout North America and Europe formed sister libraries at their encampments. Prior to being closed to overnight use and during the occupation of the space, somewhere between 100 and 200 people slept in Zuccotti Park. Initially tents were not allowed and protesters slept in sleeping bags or under blankets. Meal service started at a total cost of about $1,000 per day. While some visitors ate at nearby restaurants, according to the \"Wall Street Journal\" and the \"New York Post\" many businesses surrounding the park were adversely affected. Contribution boxes collected about $5,000 a day, and supplies came in from", "doc_score": "80.80509948730469", "publish_date": "2018/12/31"}, {"doc_id": "19618839", "text": "Residential Surveillance at a Designated Location / Residential Surveillance at a Designated Location Residential Surveillance at a Designated Location (Chinese: 指定居所监视居住) is a form of detention regularly used by authorities in the People's Republic of China against individuals accused of endangering state security. The detention occurs at a location that is typically not disclosed to the family, and can include guesthouses, hotels or disused official buildings. The measure has been used heavily since 2015 against human rights lawyers, Falun Gong practitioners and dozens of others accused of political offences, including foreigners. Well known victims have included artist Ai Weiwei, Nobel Peace Prize-winning poet Liu Xiaobo and Swedish", "doc_score": "81.33512878417969", "publish_date": "2018/12/31"}, {"doc_id": "14446026", "text": "Rats in New York City / \"Preventing Rats on Your Property\" discusses how the New York City Health Department inspects private and public properties for rats. Property owners that fail inspections receive a Commissioner's Order and have five days to correct the problem. If, after five days, the property fails a second inspection, the owner receives a Notice of Violation and can be fined. The property owner is billed for any clean-up or extermination carried out by the Health Department. Rarely seen in daylight, rats have been reported in New York City since early colonial days. As recently as 1944, two distinct species were prevalent: the", "doc_score": "80.88129425048828", "publish_date": "2018/12/31"}, {"doc_id": "11714965", "text": "One-dog policy / the latest year for which data is available. Only 3% of dogs in China are vaccinated, while 69,000 people sought treatment for rabies in 2005 in Beijing alone. The policy sets a legal limit for dog height at 14 inches (35.5 cm) and restricts every family to one dog as a maximum. Dogs are not allowed to be abandoned, and owners cannot take their dogs to public places such as markets, parks and sightseeing areas. The policy has caused small protests (such as one outside the Beijing Zoo which was composed of 200 protesters). The fines for keeping more than", "doc_score": "81.19583129882812", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_8", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "15992407", "text": "ATF gunwalking scandal / became aware of the case. Phoenix ATF SAC Newell acknowledged to ICE \"that letting guns cross the border was part of ATF’s plan\". In August 2010, Medrano was sentenced to 46 months, his associate Hernan Ramos received 50 months and their fellow conspirators received prison terms from 14 to 30 months, but the target, a Sinaloa Cartel kingpin, Javier Elenes Ruiz, nicknamed \"Rambo,\" remained untouched inside Mexico. On October 26, 2009, a teleconference was held at the Department of Justice in Washington, D.C. to discuss U.S. strategy for combating Mexican drug cartels. Participating in the meeting were Deputy Attorney General", "doc_score": "79.13241577148438", "publish_date": "2018/12/31"}, {"doc_id": "4909217", "text": "Rampart scandal / \"Dirty\" (2005), and \"Street Kings\" (2008). In the N.W.A biographical film \"Straight Outta Compton\" (2015), there is a scene where during a studio session, Dr. Dre recognizes a police officer (presumed to be David Mack or Rafael Pérez) among Suge Knight's entourage. Christopher Dorner, who in February 2013 executed a series of shootings until killed during a police manhunt in Southern California, referenced the Rampart scandal in his \"Facebook manifesto\", which began: Markovitz, Jonathan. \"Racial Spectacles: Explorations in Media, Race, and Justice\" Routledge, 2011. (Chapters on Rampart in popular culture and in the news) Rampart scandal The Rampart scandal refers", "doc_score": "77.6463394165039", "publish_date": "2018/12/31"}, {"doc_id": "15992409", "text": "ATF gunwalking scandal / by Bill Newell, special agent in charge of ATF's Phoenix field division. In order to accomplish it, the office decided to monitor suspicious firearms purchases which federal prosecutors had determined lacked sufficient evidence for prosecution, as laid out in a January 2010 briefing paper. This was said to be allowed under ATF regulations and given legal backing by U.S. Attorney for the District of Arizona Dennis K. Burke. It was additionally approved and funded by a Justice Department task force. However, long-standing DOJ and ATF policy has required suspected illegal arms shipments to be intercepted. The operation began on October", "doc_score": "79.70986938476562", "publish_date": "2018/12/31"}, {"doc_id": "7714416", "text": "Murder of Rashawn Brazell / and ran the segment several times. A break in the case came in 2017. The police arrested Kwauhuru Govan, one of Brazell's former neighbors, who had a criminal history predating 2005; he had since moved to Florida and was imprisoned there in 2014 on an armed robbery conviction. Govan was charged with Brazell's murder. After DNA linked him to another unsolved Brooklyn homicide, he was extradited to New York and charged with that killing. Detectives who asked Govan about the Brazell case claim that he made false and evasive statements. They charged him with the crime on that basis and", "doc_score": "80.69144439697266", "publish_date": "2018/12/31"}, {"doc_id": "17882368", "text": "Manhunt of Joaquín \"\"El Chapo\"\" Guzmán (2001–2016) / August 2009 that Guzmán may have lived inside a drug laboratory in Tamazula, Durango for some time, following a raid conducted by Mexican security forces. In 2009, the Federal government of Mexico released a list of its 37 most-wanted drug lords, offering monetary rewards for anyone who could provide information that would lead to their arrests. Mexico offered up to MXN$30 million (about U.S.$2.1 million) for Guzmán's capture, while the United States government offered up to U.S.$5 million for information leading to his arrest and conviction. The Mexican government also offered up to MXN$15 million (about U.S.$1 million) for information", "doc_score": "78.90321350097656", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_9", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "13921198", "text": "Emma Harrison (entrepreneur) / paying management fees not linked to performance, adding that \"It's not A4e's fault if they get paid for poor delivery.\" The payment was criticised by former Secretary of State for Work and Pensions and current Chair of the Public Accounts Committee Margaret Hodge as \"ripping off the State\". On 25 February it emerged that in addition to her £365,000 annual salary and £8.6m shares dividend, A4e also paid Harrison and her partner around £1.7m over two years for leasing properties, including their 20-bedroom stately home, to her own firm. On 24 February 2012, Harrison announced her resignation as Chairman of", "doc_score": "84.2229995727539", "publish_date": "2018/12/31"}, {"doc_id": "2356367", "text": "Reach plc / that MGN has admitted liability, and has also publicly and privately apologised to them and expressed regret at what certain of its former employees did in the past”. On 21 May 2015 damages totaling nearly £1.25m were awarded to eight people as the result of phone hacking by Mirror Group journalists, including actress Sadie Frost (£260,000) and ex-footballer Paul Gascoigne (£188,250). Other damages recipients included soap opera actors Shane Richie (£155,000), Shobna Gulati (£117,500) and Lucy Benjamin (real name Lucy Taggart, £157,250), as well as BBC creative director Alan Yentob (£85,000), TV producer Robert Ashworth (former husband of Coronation Street", "doc_score": "83.092529296875", "publish_date": "2018/12/31"}, {"doc_id": "14542944", "text": "Elizabeth Truss / a significant rise in prison violence incidents in 2015 and 2016, Truss announced in November 2016 a £1.3 billion investment programme in the prison service and the recruitment of 2,500 additional prison officers, partly reversing the cuts made under the previous coalition government. On 11 June 2017, following the General Election, Truss was moved to the position of Chief Secretary to the Treasury, attending the Cabinet but not a full member of it, in what was seen by some as a demotion. Truss developed an enthusiasm for cultivating her presence on Twitter and Instagram, described in the media as an", "doc_score": "83.93627166748047", "publish_date": "2018/12/31"}, {"doc_id": "2470930", "text": "Iris Robinson / for Labour's 42-day terror detention, part of the Counter-Terrorism Bill. Robinson was suspended from Stormont for a day on 19 November 2007 after refusing to withdraw \"unparliamentary\" comments she had made about the health minister, Michael McGimpsey. In an interview with the \"Sunday Tribune\" in April 2008, anticipating becoming \"First Lady\" of Northern Ireland, Iris spoke out against Hillary Clinton alluding to her husband's affair with Monica Lewinsky: \"No woman would put up with what she tolerated from her husband when he was president. She was thinking only of her future political career. It's all about power and not principle.\"", "doc_score": "80.72521209716797", "publish_date": "2018/12/31"}, {"doc_id": "13921197", "text": "Emma Harrison (entrepreneur) / dividend payment. On 29 February 2012, David Cameron announced he had launched an inquiry into her appointment, saying he had not been aware of fraud allegations at A4e when he appointed her. In February 2012, it was revealed that Harrison was paid an £8.6 million dividend on her shares in 2011, in addition to her £365,000 annual salary. The company's chief executive, Andrew Dutton, stated that Harrison's dividend payment reflected her personal risk as a shareholder. MP Stephen Barclay said the payment's size was of concern with regard to the DWP receiving value for money. He questioned the justification of", "doc_score": "82.6273422241211", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_10", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "17561295", "text": "Booker T. Washington dinner at the White House / Booker T. Washington dinner at the White House On 16 October 1901, shortly after moving into the White House, Theodore Roosevelt invited his adviser, the African American spokesman Booker T. Washington, to dine with him and his family, and provoked an outpouring of condemnation from southern politicians and press. This reaction affected subsequent White House practice, and no other African American was invited to dinner for almost thirty years. Roosevelt, while governor of New York, had frequently had black guests to dinner and sometimes invited them to sleep over. In 1798 John Adams had dined in the President's House in", "doc_score": "80.8849868774414", "publish_date": "2018/12/31"}, {"doc_id": "12817947", "text": "First inauguration of Barack Obama / First inauguration of Barack Obama The first inauguration of Barack Obama as the 44th President of the United States took place on Tuesday, January 20, 2009. The inauguration, which set a record attendance for any event held in Washington, D.C., marked the commencement of the first four-year term of Barack Obama as President and Joe Biden as Vice President. Based on the combined attendance numbers, television viewership, and Internet traffic, it was among the most-observed events ever by the global audience. \"A New Birth of Freedom\", a phrase from the Gettysburg Address, served as the inaugural theme to commemorate the", "doc_score": "81.30842590332031", "publish_date": "2018/12/31"}, {"doc_id": "12938938", "text": "Invitations to the first inauguration of Barack Obama / same design since those for Harry S. Truman's presidential inauguration on January 20, 1949. The invitations have a gold embossed inauguration seal at the top of the page and black-inked script using customized Shelley Alegro and Kuenstler typefaces. The invitation reads, \"The Presidential Inaugural Committee requests the honor of your presence to attend and participate in the Inauguration of Barack H. Obama as President of the United States of America and Joseph R. Biden Jr. as Vice President of the United States of America on Tuesday, the twentieth of January two thousand and nine in the city of Washington.\" Ink", "doc_score": "81.47272491455078", "publish_date": "2018/12/31"}, {"doc_id": "273025", "text": "Morgan Freeman / Hall of Presidents re-opened on July 4, 2009, at Walt Disney World Resort in Orlando, Florida. Freeman joined President Bill Clinton, USA Bid Committee Chairman Sunil Gulati, and USMNT midfielder Landon Donovan on December 1, 2010, in Zurich for the U.S. bid committee's final presentation to FIFA for the 2022 FIFA World Cup. On day four of the 2016 Democratic National Convention, Morgan Freeman provided the voiceover for the video introduction of Democratic Presidential candidate Hillary Clinton. On September 19, 2017, Freeman featured in a video by the \"Committee to Investigate Russia\" group. In the video, Freeman declared \"we are", "doc_score": "81.94693756103516", "publish_date": "2018/12/31"}, {"doc_id": "1288287", "text": "Joe Biden / and Biden had quietly reduced his public schedule in order to spend more time with his son. At the time of his death, Beau Biden had been widely seen as the frontrunner to be the Democratic nominee for Governor of Delaware in 2016. During much of his second term, Biden was said to be preparing for a possible bid for the 2016 Democratic presidential nomination. At age 74 on Inauguration Day in January 2017, he would have been the oldest president on inauguration in history. With his family, many friends, and donors encouraging him in mid-2015 to enter the race,", "doc_score": "79.14703369140625", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_11", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "19992504", "text": "Robert M. Speer / Robert M. Speer Robert M. Speer (born February 10, 1956) served as Acting United States Secretary of the Army from January 20, 2017 to August 2, 2017. He attended University of Notre Dame (BA, Accounting), Indiana University (MBA, Information Systems) and Industrial College of the Armed Forces of National Defense University (MS, National Resource Strategy). He was commissioned in the Army through the Reserve Officers' Training Corps (ROTC). Speer served 28 years in the U. S. Army. In 2004, Robert Speer was tapped to establish financial controls in Iraq for $18.6 billion appropriated for reconstruction projects during the occupation of", "doc_score": "77.2236328125", "publish_date": "2018/12/31"}, {"doc_id": "20411878", "text": "Edward Snowden asylum in Russia / the speakers themselves admit are sheer speculation.\" In late January 2014, U.S. attorney general Eric Holder, in an interview with MSNBC, indicated that the U.S. could allow Snowden to return from Russia under negotiated terms, saying he was prepared to engage in conversation with him, but that full clemency would be going too far. Snowden's first television interview aired January 26, 2014, on Germany's NDR. In April 2014, he appeared on video from an undisclosed location during President Putin's live annual Q&A exchange with the public. Snowden asked whether Russia intercepted, stored or analyzed individuals' communications. Putin replied, \"Russia uses", "doc_score": "76.80806732177734", "publish_date": "2018/12/31"}, {"doc_id": "18429554", "text": "Independence Day: Resurgence / of the invasion approaches, ESD Director David Levinson meets with warlord Dikembe Umbutu and Dr. Catherine Marceaux in the African state Republique Nationale d'Umbutu. They travel to an intact alien city destroyer and discover that alien survivors sent a distress call to their home world before their defeat. It is revealed that former U.S. President Thomas Whitmore, Dr. Brackish Okun, and Umbutu are telepathically linked to the aliens, following personal encounters, and have visions of an unidentified spherical object. An unidentified spherical ship emerges from a wormhole near Earth's Moon, and despite objections from Levinson, is destroyed on the orders", "doc_score": "78.57966613769531", "publish_date": "2018/12/31"}, {"doc_id": "19809925", "text": "State visits to the United States / In 2013, Brazilian President Dilma Rousseff canceled a planned state visit to the United States after revelations that the U.S. National Security Agency had spied on her communications and the communications of other Brazilian government officials. A wide variety of ceremonial activities occur during visits to the United States. The specific order of occurrence will vary based on the visitor's itinerary and is determined in advance during pre-visit negotiations between protocol officials of the United States and the visiting state. However, the activities allowed and the form they take proceed generally according to a schedule that accounts for the visitor's", "doc_score": "75.11280059814453", "publish_date": "2018/12/31"}, {"doc_id": "20217125", "text": "Eric Ueland / Eric Ueland Eric M. Ueland is an American political advisor and government official. He was President Donald Trump's first nominee to become Under Secretary of State for Management in June 2017. His unsuccessful nomination was withdrawn in June 2018 in favor of Brian Bulatao. Ueland has served in senior positions in the United States Senate since 1996, including as chief of staff for Republican Senate Majority Leader Bill Frist and Assistant Majority Leader Don Nickles. \"Roll Call\" described Ueland as a \"longtime budget and Senate rules expert\" who is \"regarded as one of the smarter procedural strategists for the Republicans.\"", "doc_score": "75.74982452392578", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_12", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "16385285", "text": "Federal prosecution of public corruption in the United States / prosecutions. Article Two, Section Four of the United States Constitution provides that: \"The President, Vice President and all civil Officers of the United States, shall be removed from Office on Impeachment for, and Conviction of, Treason, \"Bribery\", or other High crimes and Misdemeanors.\" For a time in the early history of the country, corrupt public officials could be charged with the common law crimes related to corruption; such crimes could continue to be charged in the D.C. circuit court, where the laws of Maryland and Virginia remained in force, even after the Supreme Court's decision abolishing federal common law crimes", "doc_score": "79.70358276367188", "publish_date": "2018/12/31"}, {"doc_id": "201614", "text": "Impeachment / mayor of Tower Hamlets, in London until he was removed from office for breaching electoral rules. Similar to the British system, Article One of the United States Constitution gives the House of Representatives the sole power of impeachment and the Senate the sole power to try impeachments of officers of the U.S. federal government. (Various state constitutions include similar measures, allowing the state legislature to impeach the governor or other officials of the state government.) In contrast to the British system, in the United States impeachment is only the first of two stages, and conviction during the second stage requires", "doc_score": "78.00990295410156", "publish_date": "2018/12/31"}, {"doc_id": "3075456", "text": "Nondelegation doctrine / is up to the agency to assess risks and announce prohibitions on harmful additives, and to determine the process by which actions will be brought based on the same. Similarly, the Internal Revenue Service has been given the responsibility of collecting taxes that are assessed under the Internal Revenue Code. Although Congress has determined the amount of the tax to be assessed, it has delegated to the IRS the authority to determine how such taxes are to be collected. Administrative agencies like these are sometimes referred to as the Fourth Branch of government. The origins of the nondelegation doctrine, as", "doc_score": "78.6470947265625", "publish_date": "2018/12/31"}, {"doc_id": "13620376", "text": "Deferred prosecution / Deferred prosecution A deferred prosecution agreement (DPA), which is very similar to a non-prosecution agreement (NPA), is a voluntary alternative to adjudication in which a prosecutor agrees to grant amnesty in exchange for the defendant agreeing to fulfill certain requirements. A case of corporate fraud, for instance, might be settled by means of a deferred-prosecution agreement in which the defendant agrees to pay fines, implement corporate reforms, and fully cooperate with the investigation. Fulfillment of the specified requirements will then result in dismissal of the charges. Since 1999, the United States Department of Justice (DOJ) has set forth guidelines concerning", "doc_score": "76.2062759399414", "publish_date": "2018/12/31"}, {"doc_id": "2078460", "text": "Petitioner / Petitioner A petitioner is a person who pleads with governmental institution for a legal remedy or a redress of grievances, through use of a petition. The petitioner may seek a legal remedy if the state or another private person has acted unlawfully. In this case, the petitioner, often called a plaintiff, will submit a plea to a court to resolve the dispute. On the other hand, the petitioner may be complaining against the law it to \"... make no law... abridging... the right of the people peaceably to assemble, and to petition the government for redress of grievances\". A petitioner", "doc_score": "78.51998901367188", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_13", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "563445", "text": "Refugee / who could be either internally displaced persons, refugees or other migrants. It can also refer to incidents in the country of origin or departure, to large problems whilst on the move or even after arrival in a safe country that involve large groups of displaced persons. In 2018, the United Nations estimated the number of forcibly displaced people to be 68.5 million worldwide. Of those, 25.4 million are refugees while 40 million are internally displaced within a nation state and 3.1 million are classified as asylum seekers. 85% of refugees are hosted in developed countries, with 57% coming from Syria,", "doc_score": "93.33855438232422", "publish_date": "2018/12/31"}, {"doc_id": "563446", "text": "Refugee / Afghanistan and South Sudan. Turkey is the top hosting country of refugees with 3.5 million displaced people within its borders. In 2006, there were 8.4 million UNHCR registered refugees worldwide, the lowest number since 1980. At the end of 2015, there were 16.1 million refugees worldwide. When adding the 5.2 million Palestinian refugees who are under UNRWA's mandate there were 21.3 million refugees worldwide. The overall forced displacement worldwide has reached to a total of 65.3 million displaced persons in the end of 2015, while it was 59.5 million 12 months earlier. One in every 113 people globally is an", "doc_score": "93.99595642089844", "publish_date": "2018/12/31"}, {"doc_id": "16033185", "text": "Sahrawi refugees / 26,000 Sahrawis refugees. UNCHR referred to Algeria's figure for many years, but in 2005 concern about it being inflated led the organization to reduce its working figure to 90,000 based on satellite imagery analysis. UNHCR is in dialogue with the Algerian Government and the Sahrawi refugee leadership, seeking to conduct a census to determine the exact number of refugees in the camps. In 1998, UN's Minurso mission identified 42,378 voting-age adults in the camps, counting only those who had contacted the mission's registration offices and subsequently been able to prove their descent from pre-1975 Western Sahara. No attempt was made", "doc_score": "92.78813934326172", "publish_date": "2018/12/31"}, {"doc_id": "563394", "text": "Refugee / education and medical aid until it is safe enough to return to their country of origin. There, refugees are at risk of disease, child soldier and terrorist recruitment, and physical and sexual violence. There are estimated to be 700 refugee camp locations worldwide. Not all refugees who are supported by the UNHCR live in refugee camps. A significant number, actually more than half, live in urban settings, such as the ~60,000 Iraqi refugees in Damascus (Syria), and the ~30,000 Sudanese refugees in Cairo (Egypt). The residency status in the host country whilst under temporary UNHCR protection is very uncertain as", "doc_score": "92.92694854736328", "publish_date": "2018/12/31"}, {"doc_id": "2514090", "text": "Internally displaced person / Internally displaced person An internally displaced person (IDP) is someone who is forced to flee his or her home but who remains within his or her country's borders. They are often referred to as refugees, although they do not fall within the legal definitions of a refugee. At the end of 2014, it was estimated there were 38.2 million IDPs worldwide, the highest level since 1989, the first year for which global statistics on IDPs are available. The countries with the largest IDP populations were Syria (7.6 million), Colombia (6 million), Iraq (3.6 million), the Democratic Republic of the Congo", "doc_score": "93.31556701660156", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_14", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "5143257", "text": "Ransomware / large key size it uses, analysts and those affected by the Trojan considered CryptoLocker extremely difficult to repair. Even after the deadline passed, the private key could still be obtained using an online tool, but the price would increase to 10 BTC—which cost approximately US$2300 as of November 2013. CryptoLocker was isolated by the seizure of the Gameover ZeuS botnet as part of Operation Tovar, as officially announced by the U.S. Department of Justice on 2 June 2014. The Department of Justice also publicly issued an indictment against the Russian hacker Evgeniy Bogachev for his alleged involvement in the botnet.", "doc_score": "85.81246185302734", "publish_date": "2018/12/31"}, {"doc_id": "5143261", "text": "Ransomware / the payload was signed with a digital signature in an effort to appear trustworthy to security software. CryptoWall 3.0 used a payload written in JavaScript as part of an email attachment, which downloads executables disguised as JPG images. To further evade detection, the malware creates new instances of explorer.exe and svchost.exe to communicate with its servers. When encrypting files, the malware also deletes volume shadow copies and installs spyware that steals passwords and Bitcoin wallets. The FBI reported in June 2015 that nearly 1,000 victims had contacted the bureau's Internet Crime Complaint Center to report CryptoWall infections, and estimated losses", "doc_score": "84.65376281738281", "publish_date": "2018/12/31"}, {"doc_id": "5143255", "text": "Ransomware / computer in such a way as part of an investigation. In May 2012, Trend Micro threat researchers discovered templates for variations for the United States and Canada, suggesting that its authors may have been planning to target users in North America. By August 2012, a new variant of Reveton began to spread in the United States, claiming to require the payment of a $200 fine to the FBI using a MoneyPak card. In February 2013, a Russian citizen was arrested in Dubai by Spanish authorities for his connection to a crime ring that had been using Reveton; ten other individuals", "doc_score": "86.64991760253906", "publish_date": "2018/12/31"}, {"doc_id": "5143243", "text": "Ransomware / 15 October and 18 December, the operators of CryptoLocker had procured about US$27 million from infected users. The CryptoLocker technique was widely copied in the months following, including CryptoLocker 2.0 (thought not to be related to CryptoLocker), CryptoDefense (which initially contained a major design flaw that stored the private key on the infected system in a user-retrievable location, due to its use of Windows' built-in encryption APIs), and the August 2014 discovery of a Trojan specifically targeting network-attached storage devices produced by Synology. In January 2015, it was reported that ransomware-styled attacks have occurred against individual websites via hacking, and", "doc_score": "84.28792572021484", "publish_date": "2018/12/31"}, {"doc_id": "18082040", "text": "Gameover ZeuS / installs on the computer, disables certain system processes, download and launch executables, or even delete essential system files, easily bricking the device. According to a report by Symantec, Gameover Zeus has largely been used for banking fraud and distribution of the CryptoLocker ransomware. In early June 2014, the U.S. Department of Justice announced that an international inter-agency collaboration named Operation Tovar had succeeded in temporarily cutting communication between Gameover ZeuS and its command and control servers. On 24 February 2015, the FBI announced a reward of up to $3 million in exchange for information regarding alleged Russian cyber criminal Evgeniy", "doc_score": "84.90046691894531", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_15", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "14806032", "text": "Clarence Thomas / selection, Bush called Thomas the \"best qualified [nominee] at this time.\" U.S. presidents of that era submitted lists of potential federal court nominees to the American Bar Association (ABA) for a confidential rating of their judicial temperament, competence and integrity on a three-level scale of well qualified, qualified or unqualified. However, as noted by Adam Liptak of \"The New York Times\", the ABA has historically taken generally liberal positions on divisive issues, and studies suggest that candidates nominated by Democratic presidents fare better in the group's ratings than those nominated by Republicans. Anticipating that the ABA would rate Thomas more", "doc_score": "80.4765853881836", "publish_date": "2018/12/31"}, {"doc_id": "8756111", "text": "Tommy Carcetti / \"The Baltimore Sun\", becomes his campaign manager. When early polls show low numbers for Carcetti, he assumes that he has already lost on the basis of his race and begins to lose interest in the campaign. He chooses not to prepare for an upcoming debate with Royce and Gray, believing that he could win the debate but still lose the election regardless. However, Carcetti's debate performance is invigorated when he learns from Valchek that a state's witness was recently murdered. He uses this inside information and his previous request for a witness protection scheme to ambush Royce to great effect.", "doc_score": "79.40351867675781", "publish_date": "2018/12/31"}, {"doc_id": "5506227", "text": "Thomas Noe / jury deliberated for three days before delivering their verdict. On November 20, 2006, Thomas Noe was given an 18-year sentence, to be served after the 27-month federal sentence imposed in September, fined $213,000, \"ordered to pay the cost of the prosecution, estimated at nearly $3 million, and ordered to pay restitution to the Ohio Bureau of Workers' Compensation for the money missing from the rare-coin fund, estimated at $13.7 million.\" Earlier, on August 17, 2005, Ohio Governor Bob Taft was charged with four criminal misdemeanors stemming from his failure to disclose golf outings paid for by lobbyists, as well as", "doc_score": "79.86898803710938", "publish_date": "2018/12/31"}, {"doc_id": "10790170", "text": "James W. Holley III / 8000 signatures, which a judge deemed sufficient to force the ballot question of Holley's recall on July 13, 2010. Though an Independent, Holley has backed both Democrats and Republicans running for office, including Hillary Clinton's 2008 presidential bid and former Senator George Allen's 2006 re-election bid. He also made a campaign contribution to Barack Obama. Holley drew criticism in 2008 for suggesting that Portsmouth needed a \"black\" hotel to act as a counterbalance to the \"white\" Renaissance Hotel. Holley was an early supporter of the Renaissance; his portrait hangs in the lobby, and the hotel's ballroom is named the \"Holley", "doc_score": "79.40655517578125", "publish_date": "2018/12/31"}, {"doc_id": "8764982", "text": "Clarence Royce / his motto of reform and development. Royce receives massive contributions and fundraising help from developer Andy Krawczyk. He retains State Senator Clay Davis as his deputy campaign chairman. Royce is given more reason to be displeased with Burrell when these key political figures's records are subpoenaed by the BPD's Major Case Unit. An outraged Davis tells Royce that he never asks where his money comes from, implying that its origin is illicit, and warns that he should be protected if Royce wants continued funding for the campaign. Royce displays this anger to Burrell, who assures that there will be no", "doc_score": "82.35409545898438", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_16", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "19324989", "text": "Destiny 2 / and some legendary gear also have a lore tab. At the 2017 Electronic Entertainment Expo (E3), a new cinematic trailer was shown, narrated by the main antagonist, Dominus Ghaul. It showed that Bungie did focus more on the story for the sequel than the original, as Bungie was \"attempting to go in-depth into the universe and the motivations of the characters.\" E3 2017 also revealed that \"Destiny 2\"s release date was moved up to September 6, 2017, and the Windows version was confirmed for an October 24 release. The dates for the beta on the console versions were also confirmed", "doc_score": "76.84603881835938", "publish_date": "2018/12/31"}, {"doc_id": "20112773", "text": "Genius (U.S. TV series) / season one in new roles. Principal photography for season one took place in mid-2016 in Prague. Filming for season two began in November 2017 in Málaga and was expected to take place for over five months in various cities around the world, including Barcelona, Paris, and Budapest. On January 13, 2017, National Geographic released an extended trailer for the first season. On January 12, 2018, a trailer for the second season was released. On April 19, 2017, National Geographic renewed the series for a second season. The subject of the second season was to have been announced during the finale", "doc_score": "78.5459213256836", "publish_date": "2018/12/31"}, {"doc_id": "20274043", "text": "Happy! (TV series) / the two work to save Hailey. The series is based on the four-issue comic book series of the same name created by writer Grant Morrison and artist Darick Robertson, Happy was originally voiced by Bobby Moynihan in the pilot, but was later replaced by Patton Oswalt. The series premiered on Syfy on December 6, 2017. On January 29, 2018, it was announced that Syfy had renewed the series for a second season, which is set to premiere around Easter 2019. The review aggregator website Rotten Tomatoes reported an approval rating of 76%, with an average rating of 6.2/10 based on", "doc_score": "78.79132080078125", "publish_date": "2018/12/31"}, {"doc_id": "3064273", "text": "Fear Factor / for a second season consisting of 20 episodes. The second season, subtitled \"Season From Hell\", began airing on February 25, 2018. The MTV revival is hosted by Ludacris and continues to use the format of four teams competing for a $50,000 prize. The stunts draw inspiration from elements of pop culture, such as horror movies, urban legends, and viral videos. In addition to Chiller, reruns of \"Fear Factor\" have aired in syndication, on FX and MTV2. The series also has a YouTube channel, where previously unaired footage is shown. Before the contestants are introduced (and at the half-way point of", "doc_score": "79.57923126220703", "publish_date": "2018/12/31"}, {"doc_id": "2462504", "text": "America's Funniest Home Videos / timeslot (and was the lead-off starting on October 7, 2018 to Dancing With The Stars Juniors) on September 30, 2018. After every half of the season, the $10,000 winners from the preceding episodes are brought back to participate in a contest to win an additional $100,000. (Previously, there would be three $100,000 shows per season, after runs of shows consisting of either 5, 6, or 7 episodes. Beginning with the 24th season, the format changed to two $100,000 shows, each one after a 9-or-10-episode run. This format was also used during seasons 9, 12, 13, and 14.) Two $100,000 contests", "doc_score": "77.49382019042969", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_17", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "16734676", "text": "Energy in California / demand. California receives most of its natural gas by pipeline from production regions in the Rocky Mountains, the Southwest, and western Canada. Some of this is seasonally stored in the Aliso Canyon Oil Field, and its 2015 leak caused California to install grid batteries to compensate. California has led the United States from 2010 to 2013 with its sustainable energy plans (also known as \"clean energy\"), with Clean Edge's Clean Energy Index for 2013 rating it at 91.7, with the second ranked state being Massachusetts, at 77.8, and Mississippi the lowest at 4.2. California is the only state with extensive", "doc_score": "85.3406982421875", "publish_date": "2018/12/31"}, {"doc_id": "5348370", "text": "History of California 1900–present / 1903, California became the leading oil-producing state in the US, and traded the number one position back and forth with Oklahoma through 1930. Production at the various oil fields increased to about 34 million barrels per year by 1904. By 1910 production had reached 78 million barrels. California drilling operations and oil production are concentrated primarily in Kern County, the San Joaquin Valley, and the Los Angeles Basin. As of 2012, California was the nation's third most prolific oil-producing state, behind only Texas and North Dakota. In the past century, California's oil industry grew to become the state's number one", "doc_score": "86.3861083984375", "publish_date": "2018/12/31"}, {"doc_id": "5348374", "text": "History of California 1900–present / with four \"super giants\" that have produced over 1 billion barrels of oil. Among these \"super gaints\" are Midway-Sunset, the largest oil field in the lower 49 United States, and Elk Hills, the former United States Naval Petroleum Reserve. \"For a chronology of the state's oil industry see California oil and gas industry#Chronology of the California oil industry.\" In 2012 the state was the 13th largest producer of natural gas in the United States, with a total annual production of 248 billion cu feet of gas. Today natural gas is the second most widely used energy source in California. About", "doc_score": "85.67940521240234", "publish_date": "2018/12/31"}, {"doc_id": "7774290", "text": "Natural gas prices / largest supplier of natural gas is Bolivia. The price which Bolivia is paid for its natural gas is roughly US$3.25 to Brazil and US$3.18 to Argentina. Other sources state that Brazil pays between US$3.15/MMBtu and US$3.60/MMBtu (not including US$1.50/MMBtu in Petrobras extraction and transportation costs). The price of gas in the US as a whole is between US$5.85/MMBtu (21 May 2006), US$7.90/MMBtu (April 2006) & US$6.46/MMBtu (June 2006). Though several years ago the price of natural gas spiked at $14 in California due to lack of pipeline capacity to and within California, and also due to power outages. While according", "doc_score": "85.52201080322266", "publish_date": "2018/12/31"}, {"doc_id": "2558180", "text": "Imperial Valley / which conveys surface runoff and subsurface drainage from fields to the Salton Sea, which is a designated repository for agricultural runoff, with environmental considerations not yet solved. Imperial Valley has become a \"hot-bed\" of renewable energy projects, both solar and geothermal. This is driven in part by California's mandate to generate 33% of its electricity from renewable sources by 2020, the valley's excellent sun resources, the high unemployment, its proximity to large population centers on the coast, and large tracts of otherwise unusable desert land. Much of the land suitable for green energy is owned by the federal government (Bureau", "doc_score": "83.8425064086914", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_18", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "15357382", "text": "Reverse auction / a specification before retailers or resellers and allowing them to publicly bid for their business. In congressional testimony on the 2008 proposed legislative package to use federal funds to buy toxic assets from troubled financial firms, Federal Reserve Chairman Ben Bernanke proposed that a reverse auction could be used to price the assets. In 2004, the White House Office of Federal Procurement Policy (OFPP) issued a memorandum encouraging increased use of commercially available online procurement tools, including reverse auctions. In 2005, both the Government Accountability Office and Court of Federal Claims upheld the legality of federal agency use of online", "doc_score": "84.02111053466797", "publish_date": "2018/12/31"}, {"doc_id": "15030202", "text": "Microsoft acquisition hoax / a series of similarly-formatted mock press releases with an assortment of varying acquisition targets, including the government of the United States of America. According to the release, \"United States citizens will be able to expect lower taxes, increases in government services, discounts on all Microsoft products and the immediate arrest of all executive officials of Sun Microsystems Inc. and Netscape Corp.\" One meta-joke claimed that Microsoft ultimately put an end to the jokes by acquiring \"Microsoft Acquires\". Despite the proliferation of chain emails circulating the Internet both in 1994 and in the present, the Microsoft hoax was considered the first", "doc_score": "84.25969696044922", "publish_date": "2018/12/31"}, {"doc_id": "19044987", "text": "Federal Trade Commission v. Vemma Nutrition Company / alleged Vemma Nutrition Company of running an illegal pyramid scheme dependent on targeting young adults and recruitment tactics that emphasize the importance of becoming an \"affiliate\" and purchasing \"affiliate packs\" and monthly auto-delivery supply packs. Vemma further emphasizes the importance of affiliates to recruit others and \"teach them to duplicate this process,\" offering \"bonuses\" as incentive for doing so. Vemma CEO Benson K. Boreyko claimed in his recruitment presentations that there is a potential for affiliates to \"earn up to $50,000 a month working part time.\" The FTC found that affiliates are unlikely to earn substantial income and suffer, therefore", "doc_score": "85.07210540771484", "publish_date": "2018/12/31"}, {"doc_id": "1780338", "text": "Product bundling / Department of Justice (DOJ) and 20 states. Joel I. Klein was the lead prosecutor. The plaintiffs alleged that Microsoft abused monopoly power on Intel-based personal computers in its handling of operating system sales and web browser sales. The issue central to the case was whether Microsoft was allowed to bundle its flagship Internet Explorer (IE) web browser software with its Microsoft Windows operating system. Bundling them together is alleged to have been responsible for Microsoft's victory in the browser wars as every Windows user had a copy of Internet Explorer. Cable and satellite television (Pay TV) have bundled TV channels", "doc_score": "82.63813018798828", "publish_date": "2018/12/31"}, {"doc_id": "13979890", "text": "Dodd–Frank Wall Street Reform and Consumer Protection Act / be taken into consideration, being those things that create an accounting liability such as, but not limited to\" Title XII, known as the \"Improving Access to Mainstream Financial Institutions Act of 2010\", provides incentives that encourage low- and medium-income people to participate in the financial systems. Organizations that are eligible to provide these incentives are 501(c)(3) and tax exempt organizations, federally insured depository institutions, community development financial institutions, state, local or tribal governments. Multi-year programs for grants, cooperative agreements, etc., are also available to Title XIII, or the \"Pay It Back Act\", amends the Emergency Economic Stabilization Act of 2008", "doc_score": "81.47554779052734", "publish_date": "2018/12/31"}]}
{"question_id": "20230721_19", "search_time": "2023/08/07/17:39", "search_result": [{"doc_id": "11631359", "text": "Environmental issues in Florida / planning to experiment with burning trash through plasma arc gamification to generate energy and reduce landfill space. In 2010 there were, in the state, 44 federal Superfund sites, 101 brownfields, 13,527 petroleum cleanups and more than 3,000 other sites with dry-cleaning fluids or other hazardous waste. Drinking water is at risk because the water table is so shallow. Because of its marine origins, Florida soil is naturally high in phosphorus. Coupled with fertilizer, this often has resulted in excessive phosphorus in water runoff to nearby bodies of water. As a result, Florida has required certain municipalities to limit the application", "doc_score": "84.53882598876953", "publish_date": "2018/12/31"}, {"doc_id": "20346658", "text": "Effects of Hurricane Irma in Florida / generators that capable of operating air conditioners for up to four days in the event of a power outage. On November 22, the 12 deaths at the nursing home were ruled to be homicides by heat exposure. Court hearings for the potential permanent revocation of the nursing home's license began on January 29, 2018. The deaths at the Hollywood Hills nursing home prompted an immediate response from Florida lawmakers. Governor Scott signed an executive order mandating nursing facilities to have plans in place to supply emergency power for four days in the event of a power outage. Calling the incident", "doc_score": "84.68669891357422", "publish_date": "2018/12/31"}, {"doc_id": "19957127", "text": "Protection of Native American sites in Florida / changes have increased the scope and destructiveness of the problem. In the late 1970s looting of sites on state owned lands increased dramatically and spread across the state from the Tampa Bay area north towards the St. Marks River. Entering the 1980s, looting was still on the rise and the market value of illegal artifacts was as well. In 1994 the isolated finds program was introduced, which greatly muddied the line between legal collecting and the illegal artifact trade making an already difficult job of site protection for law enforcement nearly impossible. Looters are generally looking for pottery, stone tools,", "doc_score": "83.85884857177734", "publish_date": "2018/12/31"}, {"doc_id": "20346659", "text": "Effects of Hurricane Irma in Florida / \"a tragedy of gargantuan proportion\", Representative Frederica Wilson proposed all nursing and assisted-living facilities have backup generators and the ability to run air conditioning with generator power. By September 19, Senator Lauren Book filed a bill that would require such facilities to be able to use generator power for five days. About twelve bills related to nursing homes and generators were filed in the 2018 Florida Legislative session. Effects of Hurricane Irma in Florida Hurricane Irma was the costliest storm in the history of the U.S. state of Florida. Irma developed from a tropical wave near the Cape Verde Islands", "doc_score": "84.2254409790039", "publish_date": "2018/12/31"}, {"doc_id": "20346656", "text": "Effects of Hurricane Irma in Florida / result, the USDA projected that only 46 million boxes of citrus fruits would be collected in the 2017–18 growing season, the smallest crop since 1945. Local and state authorities quickly began an investigation into the deaths at The Rehabilitation Center at Hollywood Hills in Broward County. The facility did not have a backup generator to operate the air conditioning system during the power outage. For unknown reasons, the nursing home was not listed on FPL's priority restoration list. After multiple 9-1-1 calls from the nursing home on September 13, paramedics and staff from a nearby hospital arrived at the scene", "doc_score": "82.70113372802734", "publish_date": "2018/12/31"}]}
