{"question_id": "20230428_0", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "1288287", "text": "Joe Biden / and Biden had quietly reduced his public schedule in order to spend more time with his son. At the time of his death, Beau Biden had been widely seen as the frontrunner to be the Democratic nominee for Governor of Delaware in 2016. During much of his second term, Biden was said to be preparing for a possible bid for the 2016 Democratic presidential nomination. At age 74 on Inauguration Day in January 2017, he would have been the oldest president on inauguration in history. With his family, many friends, and donors encouraging him in mid-2015 to enter the race,", "doc_score": "89.50040435791016", "publish_date": "2018/12/31"}, {"doc_id": "1288292", "text": "Joe Biden / Biden clarified he would only have fought Trump if he was still in high school, and the following day, October 25, Trump responded that he'd \"love that\". During a tour of the U.S. Senate with reporters before leaving office, on December 5, 2016, Biden refused to rule out a potential bid for the Presidency in the 2020 presidential election, after leaving office as Vice President. If he were to run in 2020, Biden would be 77 years old on election day and 78 on inauguration day in 2021. He reasserted his ambivalence about running on an appearance of \"The Late", "doc_score": "91.10310363769531", "publish_date": "2018/12/31"}, {"doc_id": "1288293", "text": "Joe Biden / Show with Stephen Colbert\" on December 7, in which he stated \"never say never\" about running for President in 2020, while also admitting he did not see a scenario in which he would run for office again. He seemingly announced on January 13, 2017, exactly one week prior to the expiration of his vice presidential term, that he would not run. However, four days later, on January 17, he seemed to backtrack, stating \"I'll run if I can walk.\" A political action committee known as Time for Biden was formed in January 2018, seeking Biden's entry into the race. In", "doc_score": "88.79950714111328", "publish_date": "2018/12/31"}, {"doc_id": "1288289", "text": "Joe Biden / decision not to enter the race for the Democratic presidential nomination in the 2016 election. In January 2016, Biden affirmed that not running was the right decision, but admitted to regretting not running for President \"every day.\" As of the end of January 2016, neither Biden nor President Barack Obama had endorsed any candidate in the 2016 presidential election. Biden did miss his annual Thanksgiving tradition of going to Nantucket, opting instead to travel abroad and meet with several European leaders. He took time to meet with Martin O'Malley, having previously met with Bernie Sanders. Neither of these meetings was", "doc_score": "85.49591827392578", "publish_date": "2018/12/31"}, {"doc_id": "1288258", "text": "Joe Biden / and had a 53–46 percent edge in the nationwide popular vote. Biden had continued to run for his Senate seat as well as for Vice President, as permitted by Delaware law. On November 4, Biden was also re-elected as senator, defeating Republican Christine O'Donnell. Having won both races, Biden made a point of holding off his resignation from the Senate so that he could be sworn in for his seventh term on January 6, 2009. He became the youngest senator ever to start a seventh full term, and said, \"In all my life, the greatest honor bestowed upon me has", "doc_score": "85.52853393554688", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_1", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "140777", "text": "Fox News / You Decide\", referring to \"You Decide 2008\" (FNC's original slogan for its coverage of election issues). In August 2016, Fox News Channel began to quietly phase out the \"Fair and Balanced\" slogan in favor of \"Most Watched, Most Trusted\"; when these changes were reported in June 2017 by Gabriel Sherman (a writer who had written a biography on Ailes), a network executive said the change \"has nothing to do with programming or editorial decisions.\" It was speculated by media outlets that Fox News Channel was wishing to distance itself from Ailes' tenure at the network. In March 2018, the network", "doc_score": "82.6807632446289", "publish_date": "2018/12/31"}, {"doc_id": "140781", "text": "Fox News / and the 2017 appointment of a Federal attorney to evaluate the investigation. In November 2017, Fox News host Shepard Smith concisely debunked the alleged scandal, infuriating viewers who suggested he should work for CNN or MSNBC. Hannity later called Smith \"clueless,\" while Smith stated, \"I get it, that some of our opinion programming is there strictly to be entertaining. I get that. I don't work there. I wouldn't work there.\" Fox News Channel has been widely described as providing biased reporting in favor of conservative political positions, the Republican Party and President Donald Trump. Political scientist Jonathan Bernstein described Fox", "doc_score": "82.21932983398438", "publish_date": "2018/12/31"}, {"doc_id": "20352661", "text": "The Ingraham Angle / following a Twitter post in which Ingraham ridiculed a student. The boycott resulted in 27 advertisers dropping the show, but viewership increased in the ensuing months. In September 2017, Fox News announced the \"Ingraham Angle\" as the newest show in their primetime lineup and following \"Hannity\" at a new time of 9 PM ET/6 PM PT starting on October 30, 2017. The addition of the \"Ingraham Angle\" was the network's fourth schedule change in 2017. Before the show's debut, news anchors took over the 10 PM ET/7 PM PT time slot under the branding \"Fox News Tonight\" Prior to hosting", "doc_score": "81.90214538574219", "publish_date": "2018/12/31"}, {"doc_id": "6912383", "text": "Fox News controversies / not return to the network. Co-President Bill Shine, who had been accused of covering up sexual harassment allegations, resigned on May 1. In July 2017, Fox Business suspended Charles Payne pending an investigation after a former network guest, Scottie Nell Hughes, accused him of sexual harassment. Payne denied the harassment charge but acknowledged having had a three-year-long \"romantic relationship\" with Hughes before the accusation was made. Hughes, who kept an apartment near Fox's Manhattan headquarters for the duration of the affair, claimed she believed it would help her obtain a permanent position at the network. Her appearances were drastically reduced", "doc_score": "82.7005844116211", "publish_date": "2018/12/31"}, {"doc_id": "20288485", "text": "Richard O'Brien (Fox News) / Moody. Richard O'Brien (Fox News) Richard \"Rich\" O'Brien (August 1956 – August 5, 2017) was an American television creative director known for his work at Fox News, where he worked from 1996 until his job was eliminated in May 2017. At Fox, he eventually became a senior vice president and creative director. O'Brien was born in Connecticut. Before joining Fox, he worked as a creative director at CNBC, and later helped create America's Talking, which later became MSNBC. A 2001 \"New York Times Magazine\" article described O'Brien as one of \"the two sides of FNC's brain,\" with the other being", "doc_score": "78.74150085449219", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_2", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "15932752", "text": "Controversy and criticism of The X Factor (UK) / premiered. Entitled \"Whose Time Is Now?\", it features six former \"The X Factor\" contestants—winners Lewis, Alexandra Burke and Little Mix, and runners-up JLS and Murs and third place One Direction—talking about their time on the show and how it changed their lives. Male winners Steve Brookstein, Shayne Ward, Leon Jackson, Joe McElderry and Matt Cardle were not included. Ward blasted this, calling the show \"pathetic\" for leaving him out and saying it was like he was \"being erased slowly from their history.\" McElderry, who won in 2009, said \"I'm just gonna keep doing my thing\", which many fans believed to", "doc_score": "79.1761703491211", "publish_date": "2018/12/31"}, {"doc_id": "15932741", "text": "Controversy and criticism of The X Factor (UK) / for talented youngsters to break through. American musician Moby claimed that although the show does produce good talent, it \"cheapens\" music, and criticised the show for telling the singers how to \"sound\" and \"look\". Charlotte Church shared a similar view and claimed that the show \"doesn't have an interest in true craftsmanship or skill\", whilst Elton John stated that \"the only way to sustain a career is to pay your dues in small clubs\". Calvin Harris claimed that the show is a \"joke\" and that Cowell had a \"frightening stranglehold\" of the British charts, claiming that Cowell is \"not really", "doc_score": "77.11819458007812", "publish_date": "2018/12/31"}, {"doc_id": "15932754", "text": "Controversy and criticism of The X Factor (UK) / up of all the best a decade of \"X Factor\" has to offer\" on 25 July 2013. The trailer consists of various music videos from 13 past contestants: One Direction, Leona Lewis, JLS, Olly Murs, Little Mix, Union J, Amelia Lily, Joe McElderry, Alexandra Burke, Cher Lloyd, Shayne Ward, Misha B and James Arthur. However, fans questioned the absence of successful contestants Diana Vickers and Rebecca Ferguson. Also, winners Steve Brookstein, Leon Jackson and Matt Cardle were not included. Cardle's manager Will Talbot said that he believed the show was \"attempting to erase Matt from the history books. [...] In", "doc_score": "77.58821868896484", "publish_date": "2018/12/31"}, {"doc_id": "19691481", "text": "Traingate / Traingate Traingate is the popular name given to a 2016 disputed incident between Jeremy Corbyn, leader of the British Labour Party, and the train operating company Virgin Trains East Coast (VTEC) and its minority shareholder Richard Branson. During August 2016, a video was released of Corbyn sitting on the floor of a VTEC train while campaigning during a leadership challenge by Owen Smith. Corbyn said the train was \"ram-packed\" and used this to support his policy to reverse the 1990s privatisation of the railways of Great Britain, which created private operators such as VTEC. Controversy developed when Virgin released CCTV", "doc_score": "74.90971374511719", "publish_date": "2018/12/31"}, {"doc_id": "15932731", "text": "Controversy and criticism of The X Factor (UK) / if they complain or fail to participate. The production team supply the \"home-made\" signs ('I have the X Factor', etc.) that the contestants brandish. It is claimed by one journalist that some contestants — described as \"sad no-hopers picked so the judges can mock them\" — are deliberately sent forward to the televised audition rounds simply to provide entertainment value. According to the \"Daily Mirror\" and several other newspapers, the auditions for series seven have involved the use of pitch correction to make some singers sound \"better\" than they actually were. ITV did admit to doing this, but claimed that", "doc_score": "77.85130310058594", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_3", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "17981488", "text": "Assault Weapons Ban of 2013 / 2013, Obama announced a plan for reducing gun violence in four parts, one of which was banning assault weapons and high-capacity magazines. The plan included 23 executive orders, signed immediately by the president, and 12 proposals for Congress, including reinstating and strengthening the ban on assault weapons that was in place from 1994 to 2004, and limiting ammunition magazines to 10 rounds. The proposals were opposed by the NRA and the National Shooting Sports Foundation (NSSF), and opposition was expected by Republican and some Democrat legislators. On January 24, 2013, Dianne Feinstein and 24 Democratic cosponsors introduced, the Assault", "doc_score": "90.39535522460938", "publish_date": "2018/12/31"}, {"doc_id": "17981489", "text": "Assault Weapons Ban of 2013 / Weapons Ban of 2013, into the U.S. Senate. The bill was similar to the 1994 federal ban, but differed in that it used a one-feature test for a firearm to qualify as an assault weapon rather than the two-feature test of the 1994 ban. Such a move would deter the average gun owner from wanting to purchase a neutered rifle. In addition, it banned: the sale, transfer, importation or manufacture of about 150 named firearms; firearms with thumbhole stocks and bullet buttons; the importation of assault weapons and large-capacity magazines; and high-capacity ammunition magazines (defined as those capable of holding", "doc_score": "89.4278564453125", "publish_date": "2018/12/31"}, {"doc_id": "17917121", "text": "Assault weapons legislation in the United States / 2004: Hawaii, Maryland, Massachusetts and New York. In May 1989, California became the first state in the U.S. to pass an assault weapons ban, after the January 1989 Cleveland Elementary School shooting in Stockton. The Roberti-Roos Assault Weapons Control Act of 1989, or AWCA, banned semi-automatic firearms that it classified as assault weapons: over 50 specific brands and models of rifles, pistols, and shotguns. It also banned magazines that it classified as large capacity (those able to hold more than 10 rounds of ammunition). Guns and magazines legally owned at the time the law was passed were grandfathered in if", "doc_score": "89.91226196289062", "publish_date": "2018/12/31"}, {"doc_id": "17464501", "text": "Federal Assault Weapons Ban / loophole that allowed manufacturers to successfully circumvent the law by making minor modifications to the weapons they already produced.\" The term was repeated in several stories after the 2012 Aurora shooting and Sandy Hook Elementary School shooting. Senator Marco Rubio cited that issue during a town hall forum, responding to questions from survivors of the 2018 Stoneman-Douglas High School shooting in Parkland, Florida. Several constitutional challenges were filed against provisions of the ban, but all were rejected by the courts. There were multiple attempts to renew the ban, but none succeeded. A February 2013 Congressional Research Service (CRS) report to", "doc_score": "88.72357940673828", "publish_date": "2018/12/31"}, {"doc_id": "17917114", "text": "Assault weapons legislation in the United States / Assault weapons legislation in the United States Assault weapons legislation in the United States refers to bills and laws (active, expired, proposed or failed) that define and restrict or make illegal the manufacture, transfer, and possession of assault weapons. How these firearms are defined and regulated varies from jurisdiction to jurisdiction. The Federal Assault Weapons Ban enacted in 1994 expired in 2004. Attempts to renew this ban have failed, as have attempts to pass a new ban, such as the Assault Weapons Ban of 2013 (AWB 2013). Seven U.S. states have assault weapons bans: three were enacted before the 1994", "doc_score": "88.02238464355469", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_4", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "17507374", "text": "Ghouta chemical attack / August 2013, three days before the Ghouta attack, a UN mission headed by Åke Sellström arrived in Damascus with permission from the Syrian government to investigate earlier alleged chemical weapons use. On the day of the attack, UN Secretary-General Ban Ki-moon expressed \"the need to investigate [the Ghouta incident as] soon as possible,\" hoping for consent from the Syrian government. The next day, UN High Commissioner for Human Rights Navi Pillay urged government and opposition forces to allow an investigation and Ban requested the government provide immediate access. On 23 August, clashes between rebel and government forces continued in and", "doc_score": "86.85263061523438", "publish_date": "2018/12/31"}, {"doc_id": "15146511", "text": "2010s Haiti cholera outbreak / it was a result of the natural disaster. However, Haitians grew immediately suspicious of a UN peacekeeper base, home to Nepalese peacekeepers, positioned on a tributary of the Artibonite River. Neighboring farmers reported an undeniable stench of human feces coming from the base, to the extent that local Haitians began getting their drinking water upstream from the base. In response, United Nations Stabilization Mission in Haiti (MINUSTAH) officials issued a press statement denying the possibility that the base could have caused the epidemic, citing stringent sanitation standards. The next day, 27 October 2010, Jonathan M. Katz, an Associated Press correspondent,", "doc_score": "84.6254653930664", "publish_date": "2018/12/31"}, {"doc_id": "16635098", "text": "Human rights violations during the Syrian Civil War / least 450 major damage sites\" in Syria \"showed damage consistent with barrel bomb detonations\". A local Syrian group estimates that in the first year after UN resolution 2139 was passed, aerial barrel bomb attacks killed 6,163 civilians in Syria, including 1,892 children. According to a UN investigation, in September 2016 the Syrian air force dropped barrel bombs from helicopters on a United Nations humanitarian aid convoy at Urum al-Kubra headed to Aleppo. The bombs were followed by rocket fire from jets, and strafing of survivors with machine guns, killing 14 aid workers. In a report issued 1 March 2017, the", "doc_score": "84.22544860839844", "publish_date": "2018/12/31"}, {"doc_id": "20220025", "text": "2016–18 Yemen cholera outbreak / in Abs, in northwestern Yemen. Doctors Without Borders reported that they had provided GPS coordinates to Saudi Arabia on twelve separate occasions, and had received nine written responses confirming receipt of those coordinates Note 1: Starting in December 2017, The World Health Organization began counting cases of cholera from 27 April 2017 onwards instead of from October 2016. This is resolved by adding 26 070 suspected cholera cases and 120 deaths from December onwards. Note 2: Starting on 8 November 2018, The World Health Organization began counting cases of cholera from 1 January 2018 onwards instead of from 27 April", "doc_score": "85.8761215209961", "publish_date": "2018/12/31"}, {"doc_id": "20220015", "text": "2016–18 Yemen cholera outbreak / of the ongoing war led by the Saudi-led coalition against Houthis in Yemen since March 2015. As stated by in the statement of the UNICEF and WHO executive directors: \"This deadly cholera outbreak is the direct consequence of two years of heavy conflict. Collapsing health, water and sanitation systems have cut off 14.5 million people from regular access to clean water and sanitation, increasing the ability of the disease to spread. Rising rates of malnutrition have weakened children's health and made them more vulnerable to disease. An estimated 30,000 dedicated local health workers who play the largest role in ending", "doc_score": "85.05679321289062", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_5", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "17482786", "text": "Kidnapping of Hannah Anderson / statewide AMBER Alert, the first alert sent out to cellphones in California. As the child's body found in the burned-out home was burned beyond recognition, the AMBER Alert included both Hannah and Ethan Anderson. The manhunt stretched from British Columbia, Canada to Baja California, Mexico. On August 7, two people matching the description of DiMaggio and Anderson were seen by horseback riders in Cascade, Idaho. The next day, authorities were notified of this sighting after the riders watched a news report about the abduction. According to Anderson, James DiMaggio, while they were fugitives, had threatened to kill her and anyone", "doc_score": "83.15859985351562", "publish_date": "2018/12/31"}, {"doc_id": "15403757", "text": "Hoonah Police Department / Hoonah, Wrangel, and Alaska State Trooper personnel contained the scene until SWAT personnel from the Juneau Police Department, US Forest Service Law Enforcement, and Alaska State Troopers arrived the following morning. Additional troopers arrived the next day, along with US Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF) agents. The suspect, John Marvin Jr., 45, of Hoonah, surrendered the next day after being teargassed. He was charged with the murders of Sergeant Wallace and Officer Tokuoka. Sergeant Wallace was a former All-American college wrestler and had served with HPD for over three years. He was survived by his 12-year-old daughter,", "doc_score": "80.91986846923828", "publish_date": "2018/12/31"}, {"doc_id": "19712341", "text": "Robby Anderson / Anderson moved to South Florida as a child. He chose to raise money for Above.500 Inc. foundation during #MyCauseMyCleats. On May 8, 2017, Anderson was arrested in Miami, Florida for resisting with violence. Anderson had an altercation with security at a Miami music festival, and was told to leave. Anderson is scheduled to appear in court on March 19, 2018 related to the May 2017 incident. On January 19, 2018, Anderson was arrested at 2:15 A.M. in Sunrise, Florida. Nine charges have been filed against Anderson, according to police records: resisting an officer/obstruction without violence; felony harm to a", "doc_score": "81.58513641357422", "publish_date": "2018/12/31"}, {"doc_id": "19301454", "text": "Orange County Men's Central Jail escape / Orange County Men's Central Jail escape On January 22, 2016, three inmates of the Orange County Men's Central Jail in Santa Ana, California escaped from the jail's maximum-security unit by climbing through the plumbing pipes and ascending to the roof. They stole a utility van in Los Angeles from a private seller and a taxicab, taking the driver hostage, and drove to San Jose. One inmate, Bac Duong, went along with the hostage driver back to southern California and surrendered to police in Santa Ana on January 29. The other two inmates, Hossein Nayeri and Jonathan Tieu, were arrested in", "doc_score": "82.13359832763672", "publish_date": "2018/12/31"}, {"doc_id": "17566241", "text": "Alberto López Bello / bodies of journalist Alberto López Bello and police intelligence officer Arturo Alejandro Franco Rojas were discovered around 7:00 a.m., Wednesday, 17 July 2013 on Sabino Street in the area of Los Humedales (or La Humedad) in the city of Trinidad de Viguera south of Oaxaca. The officer was later identified as an informant of the Commissioner of Security Public and Municipal Transit. The two men were shot, beaten and stoned to death sometime after López left work 16 July and the next morning. López had written about the drug trade before his murder. The state police reported that it had", "doc_score": "79.52767944335938", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_6", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "1275098", "text": "Emirates (airline) / also improved, by 5.6% to 2.4 million tonnes (2014–15: 2.25 million tonnes). The airline's profits for the 2014/15 fiscal year rose by 38.3% to AED 5,893 million ($1.25 billion) on the back of the lower oil prices and strong US dollar, although the 80-day runway closure at Dubai International negatively affected results. Its parent company saw profits up 34% to $1.5 billion for the year to 31 March. As of March 2015, Emirates did not use fuel price hedging. Fuel was 34.6% of total costs, and employee related costs were 14.3% of total costs. The airline was the seventh-largest airline", "doc_score": "80.398681640625", "publish_date": "2018/12/31"}, {"doc_id": "8230322", "text": "Southwest Effect / found newer, smaller airlines were having a greater impact on lowering the average price of a ticket where they fly. According to an MIT analysis of ticket statistics, between 2007 and 2012, Southwest's ability to lower fares had weakened from $36 per one-way fare to only $17 per one-way fare. At the same time, JetBlue, Allegiant, and Spirit Airlines were associated with dips of $32, $29, and $22, respectively, in markets that they entered. However, other airlines' lower fares don't account for the ancillary products that are a significant component of their business. \"USA Today\", in noting the trend to", "doc_score": "83.28145599365234", "publish_date": "2018/12/31"}, {"doc_id": "19697", "text": "Airline / consistent in all regions, but countries with a de-regulated airline industry have more competition and greater pricing freedom. This results in lower fares and sometimes dramatic spurts in traffic growth. The U.S., Australia, Canada, Japan, Brazil, India and other markets exhibit this trend. The industry has been observed to be cyclical in its financial performance. Four or five years of poor earnings precede five or six years of improvement. But profitability even in the good years is generally low, in the range of 2–3% net profit after interest and tax. In times of profit, airlines lease new generations of airplanes", "doc_score": "80.11617279052734", "publish_date": "2018/12/31"}, {"doc_id": "3547606", "text": "Bombardier Global Express / South Africa and one is in India. In February 2015, over 600 aircraft accumulated more than 1.5 million flight hours and 570,000 cycles. In May 2018, after 20 years, more than 750 Globals were in service. By October 2018, Bombardier had a backlog of 202 aircraft valued at C$14.1 billion ($11 billion), with 128 Globals including 67 Global 5000/6000 and four Global 5500/6500. The aircraft is operated by private individuals, companies, executive charter operators and government agencies, including: Bombardier Global Express The Bombardier Global Express is a large cabin, 6,000 nmi / 11,100 km range business jet manufactured by Bombardier", "doc_score": "79.32422637939453", "publish_date": "2018/12/31"}, {"doc_id": "900224", "text": "Aeroflot / days, as permission to operate the aircraft was granted a few days later. In addition to the current firm contract for 30 Sukhoi Superjet 100 aircraft, Aeroflot signed a letter of intent for a further 20 of the aircraft, announced in 2015. Aeroflot retired its three McDonnell Douglas MD-11 freighters from active service in citing their operation as no longer profitable. In 2015 the company expanded its fleet with three Boeing 777-300ERs, six 737-800s and four Sukhoi Superjets; and retired five Ilyushin Il-96s. During the 2015 Paris Air Show, Aeroflot cancelled an order for 22 Boeing 787 Dreamliners. In mid-2016", "doc_score": "79.5676498413086", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_7", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "8376558", "text": "State dinner / business leaders also attend. At the beginning of a state banquet, a foreign head of state is greeted by the president in the North Drawing Room. A tent constructed in the Mughal Garden within the environs of the presidential palace is the outdoor setting for state banquets. During the evening, the gardens are lit up with earthen diyas, string lights, and decorated with flowers and rangoli that become a scene for entertainment. After a performance by Rajasthani singers, Indian percussion instruments like the mridangam, tabla, ghatam and khanjeera, as well as India's diverse classical dances in which Bharatnatyam, Odissi and", "doc_score": "81.5012435913086", "publish_date": "2018/12/31"}, {"doc_id": "19115818", "text": "President's Guest House / English pieces, along with Chinese vases from the Ming and Qing (Kangxi reign) dynasties. The Dillon Drawing Room is used by resident heads of state and chiefs of government to formally receive visitors. The head-of-state suite is the apartments designated for use by the principal resident. It consists of a sitting room, two bedrooms with adjoining dressing rooms, two bathrooms, and a powder room. It is furnished with 18th-century English antiques, which were valued at more than $1 million in 1987. The small library in the Blair House wing is stocked with approximately 1,500 books. Guests staying at the house", "doc_score": "78.31668853759766", "publish_date": "2018/12/31"}, {"doc_id": "8335939", "text": "You Are Cordially Invited / 6. Commanders Worf and Jadzia Dax plan their long-awaited wedding. Since Dax will be joining Worf's surrogate family, the House of Martok, she agrees to endure the traditional evaluation by the mistress of the house, Martok's wife, Sirella. Confident that she will be liked and accepted, Dax is surprised when she learns that as a non-Klingon she will almost certainly fail to gain Sirella's favor. Learning that Sirella disapproves of Dax, Worf asks Martok to intervene. Martok refuses to get involved, but agrees to participate in Kal'Hyah, the traditional Klingon \"bachelor party\". Captain Sisko, Chief O'Brien, Dr. Bashir and Alexander,", "doc_score": "80.16754913330078", "publish_date": "2018/12/31"}, {"doc_id": "8376568", "text": "State dinner / During a state dinner, honor guards and color guards in full dress uniform from all branches of the United States Armed Forces are dispatched for ceremonial duty at the White House. At the North Portico entrance of the White House, the President of the United States and the First Lady of the United States formally greet the visiting head of state and his or her spouse, who have arrived in a motorcade from Blair House, the traditional guest quarters of foreign heads of state and dignitaries, or from a foreign ambassador's residence in the area of Embassy Row in Northwest,", "doc_score": "79.63153076171875", "publish_date": "2018/12/31"}, {"doc_id": "7686081", "text": "State Dining Room of the White House / State Dining Room of the White House The State Dining Room is the larger of two dining rooms on the State Floor of the Executive Residence of the White House, the home of the President of the United States in Washington, D.C. It is used for receptions, luncheons, larger formal dinners, and state dinners for visiting heads of state on state visits. The room seats 140 and measures approximately. Originally office space, the State Dining Room received its name during the presidency of James Monroe, at which time it was first extensively furnished. The room was refurbished during several", "doc_score": "78.56786346435547", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_8", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "15192539", "text": "FYE (retailer) / last remaining music chain store. In November 2018, FYE's parent company was accused in federal court of deceiving customers by asking them to sign up for “free” and or “loyalty” membership programs and magazine subscriptions while charging their credit and debit cards $11.99 per month until customers canceled the services. Another allegation is that customer information was shared with marketing company Synapse without customer consent. In 2018, 33 FYE stores were closed and 35 more are to be closed before the end of Transworld's fiscal year on Feb. 2, 2019. FYE (retailer) FYE (stylized as f.y.e.; acronym for \"For Your", "doc_score": "88.04852294921875", "publish_date": "2018/12/31"}, {"doc_id": "3568235", "text": "Discount store / goods at a single price-point or multiples thereof (£1, $2, etc.). Discount stores differ from variety stores in that they sell many name-brand products, and because of the wide price range of the items offered. After World War II, a number of retail establishments in the U.S. began to pursue a high-volume, low-profit-margin strategy designed to attract price-conscious consumers. This strategy has received renewed interest from retailers and customers alike stemming from the Great Recession that began in 2007 that forced buyers to revisit the approach to the products they wanted. Currently Aldi, the largest retailer in the world (Planet", "doc_score": "85.57149505615234", "publish_date": "2018/12/31"}, {"doc_id": "6944255", "text": "Auction rate security / optimistically and some people act fairly.\" The valuation of auction rate securities has proved especially difficult as Bank of America and other brokerage houses refuse to assign a value to their clients’ holdings. UBS AG has presented clients with several different values for ARS. Also, Interactive Data Real Time Services, a provider of independent pricing services for the investment industry, discontinued the pricing of approximately 1,100 student-loan auction rate securities on May 5, 2008. Auction rate security An auction rate security (ARS) typically refers to a debt instrument (corporate or municipal bonds) with a long-term nominal maturity for which the", "doc_score": "84.349365234375", "publish_date": "2018/12/31"}, {"doc_id": "8027879", "text": "Filene's Basement / Filene's Basement Filene's Basement, also called The Basement, was a Massachusetts-based chain of department stores which was owned by Retail Ventures, Inc. until April 2009 when it was sold to Syms. The oldest off-price retailer in the United States, Filene's Basement focused on high-end goods and was known for its distinctive, low-technology automatic markdown system. As of late 2006, the company operated stores in metropolitan areas in eight U.S. states and Washington, D.C. and used a distribution center in Auburn, Massachusetts. The store's name was derived from the subterranean location of its flagship store, in the basement of the former", "doc_score": "87.99138641357422", "publish_date": "2018/12/31"}, {"doc_id": "3396999", "text": "Rebranding / line consists of rebranded products, including MS-DOS, FoxPro, and Visio. Another example is the rebrands of GeForce 8-series GPU into 9-series by nVidia. The reverse can also happen, as when AlliedSignal acquired Honeywell, Southern Railroad of Long Island acquired Long Island Rail Road, and Chemical Bank acquired Chase Manhattan Bank. In such cases, the acquiring company rebrands itself with the acquired name. Another form of product rebranding is the sale of a product manufactured by another company under a new name. An original design manufacturer is a company that manufactures a product that is eventually branded by another firm for", "doc_score": "86.65249633789062", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_9", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "17032231", "text": "King's Statue / King's Statue King's Statue is a tribute statue to King George III, located within Weymouth, Dorset, England. The buildings on the seafront are mostly of Georgian architecture dating from the period he was in power. It is a Grade I listed monument. Weymouth was much enjoyed by the King George III who would often take vacations there – a total of fourteen separate occasions, the first in 1789. With his patronage of the town, the king changed the fortune of Weymouth, and a lot of the buildings along the seafront are mostly of Georgian architecture during the king's reign. George", "doc_score": "79.45682525634766", "publish_date": "2018/12/31"}, {"doc_id": "14697", "text": "Alfred the Great / visible when entering the campus of Alfred University is a bronze statue of the king, created in 1990 by William Underhill. It features the king as a young man, holding a shield in his left hand and an open book in his right. A prominent statue of King Alfred the Great stands in the middle of Pewsey. It was unveiled in June 1913 to commemorate the coronation of King George V. A statue of Alfred the Great, situated in the Wantage market place, was sculpted by Count Gleichen, a relative of Queen Victoria, and unveiled on 14 July 1877 by", "doc_score": "79.31910705566406", "publish_date": "2018/12/31"}, {"doc_id": "6875763", "text": "Martin Luther King Jr. Memorial / Martin Luther King Jr. Memorial The Martin Luther King Jr. Memorial is located in West Potomac Park next to the National Mall in Washington, D.C., United States. It covers four acres and includes the Stone of Hope, a granite statue of Civil Rights Movement leader Martin Luther King carved by sculptor Lei Yixin. The inspiration for the memorial design is a line from King's \"I Have A Dream\" speech: \"Out of the mountain of despair, a stone of hope.\" The memorial opened to the public on August 22, 2011, after more than two decades of planning, fund-raising, and construction. This", "doc_score": "80.44235229492188", "publish_date": "2018/12/31"}, {"doc_id": "20700366", "text": "Macron's oak / Macron's oak Macron's oak is the sessile oak tree that was given by the French president Emmanuel Macron to the United States in 2018. The oak was originally sprouted at the World War I Battle of Belleau Wood grounds in northern France. The sapling was gifted from Emmanuel Macron in course of his state visit to U.S. President Donald Trump in April 2018. The tree was ceremonially planted by both presidents on the White House lawn, and then put to mandatory quarantine. According to Department of Agriculture’s Animal and Plant Health Inspection Service at least two years of monitoring and", "doc_score": "77.54454803466797", "publish_date": "2018/12/31"}, {"doc_id": "6068798", "text": "Boll Weevil Monument / Boll Weevil Monument The Boll Weevil Monument in downtown Enterprise, Alabama, United States is a prominent landmark and tribute erected by the citizens of Enterprise in 1919 to show their appreciation to an insect, the boll weevil, for its profound influence on the area's agriculture and economy. Hailing the beetle as a \"herald of prosperity,\" it stands as the world's first monument built to honor an agricultural pest. The Monument consists of a statue of a woman holding a pedestal with a boll weevil perched on top. The boll weevil (\"Anthonomus grandis\"), sometimes referred to as the \"Mexican cotton boll", "doc_score": "79.0368881225586", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_10", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "4282804", "text": "Aaron Rodgers / Vikings 24–10 in the wildcard round, but were then beaten 45–31 by the San Francisco 49ers in the divisional round. He earned his third career Pro Bowl nomination for his performance in the 2012 season. He was voted #6 by his peers on the NFL Top 100 Players of 2013. On April 26, 2013, the Packers and Rodgers agreed to a 5-year, $110 million contract extension making him the highest paid player in NFL history. The Packers began their 2013 season against the reigning NFC champions, the San Francisco 49ers, the team that also ended their playoff run the previous", "doc_score": "91.2025375366211", "publish_date": "2018/12/31"}, {"doc_id": "4282756", "text": "Aaron Rodgers / Aaron Rodgers Aaron Charles Rodgers (born December 2, 1983) is an American football quarterback for the Green Bay Packers of the National Football League (NFL). Rodgers played college football for the California Golden Bears, where he set several career passing records, including lowest single-season and career interception rates. He was selected in the first round of the 2005 NFL Draft by the Packers. After backing up Brett Favre for the first three years of his NFL career, Rodgers became the Packers' starting quarterback in 2008. In 2010 he led them to a victory in Super Bowl XLV over the Pittsburgh", "doc_score": "90.26603698730469", "publish_date": "2018/12/31"}, {"doc_id": "4282777", "text": "Aaron Rodgers / Rodgers's hopes of becoming the Packers' starting quarterback. Prior to the 2007 season, rumors surfaced about a potential trade involving Rodgers in which he would be traded to the Oakland Raiders for wide receiver Randy Moss. However, Moss was traded to the New England Patriots during the second day of the 2007 NFL Draft, and Rodgers stayed in Green Bay. Rodgers stepped in when Favre was injured in the second quarter against the Dallas Cowboys on \"Thursday Night Football\" on. Rodgers completed 18 passes for 201 yards, with no interceptions. He also threw his first touchdown pass but was", "doc_score": "88.90494537353516", "publish_date": "2018/12/31"}, {"doc_id": "4282811", "text": "Aaron Rodgers / playoff game, and one touchdown pass. He was ranked #11 by his fellow players on the NFL Top 100 Players of 2014. The Packers' 2014 regular season debut came against the defending Super Bowl champion Seattle Seahawks—a game in which they would go on to lose 36–16. In Week 2, the team began the game with a 21–3 deficit against the New York Jets, but came back and won 31–24. The 18-point comeback marked the biggest comeback in Rodgers's career. In the third week of the season, the Packers offense was shut down by the Detroit Lions' defense, 19–7. The", "doc_score": "87.74651336669922", "publish_date": "2018/12/31"}, {"doc_id": "4282781", "text": "Aaron Rodgers / signed a six-year, contract extension through the 2014 season. In Rodgers's first full season with the team, the Packers finished with a 6–10 record and missed the playoffs. For the opening game of the 2009 season, Rodgers recorded his first win in a comeback situation. The Packers were trailing at the beginning of the fourth quarter when Rodgers completed a fifty-yard touchdown pass to wide receiver Greg Jennings with about a minute remaining in the game to contribute to the 21–15 victory over the Chicago Bears. Rodgers was named NFC Offensive Player of the Month for, when he passed", "doc_score": "89.60342407226562", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_11", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "4987259", "text": "Keraunography / modern science, and unless further evidence is presented, it remains a strange object of 19th-century British folklore. Keraunography Keraunography or keranography refers to the belief that lightning, when striking an object (generally a human body), can leave markings which constitute a photographic image of surrounding objects. It is generally considered a myth. Like most folklore, it is impossible to trace the origins of keraunography. However, it seems to have attracted scientific and media attention in England in the early 19th century, and by Victorian times the term \"keraunography\" had been coined to describe numerous unconnected events. With increasing scientific understanding", "doc_score": "78.53070831298828", "publish_date": "2018/12/31"}, {"doc_id": "18055384", "text": "Optical phenomena / in favored locations. Other phenomena are simply interesting aspects of optics, or optical effects. For instance, the colors generated by a prism are often shown in classrooms. Optical phenomena include those arising from the optical properties of the atmosphere; the rest of nature (other phenomena); of objects, whether natural or human-made (optical effects); and of our eyes (Entoptic phenomena). Also listed here are unexplained phenomena that could have an optical explanation and \"optical illusions\" for which optical explanations have been excluded. There are many phenomena that result from either the particle or the wave nature of light. Some are quite", "doc_score": "77.96778106689453", "publish_date": "2018/12/31"}, {"doc_id": "83993", "text": "Rod (optics) / Rod (optics) In cryptozoology and ufology, \"rods\" (also known as \"skyfish\", \"air rods\", or \"solar entities\") are elongated visual artifacts appearing in photographic images and video recordings. Some paranormal proponents claim them to be extraterrestrial lifeforms, extradimensional creatures, or very small UFOs. However, these artifacts appear naturally in video and outdoor photography as the result of an optical illusion due to motion blur, especially in interlaced video recording, and are typically afterimage trails of flying insects and their wingbeats. Various paranormal interpretations appeared in popular culture, and one of the more outspoken proponents of rods as alien life forms was", "doc_score": "77.40608215332031", "publish_date": "2018/12/31"}, {"doc_id": "5917081", "text": "Photogenic / Also, a person's face may look different depending on the angle and intensity of the light being reflected off the face. But, lighter skin tones and features may appear washed out when taken from a flash camera. This effect is magnified when a flash camera is used and may cause undesirable features, such as ridges or bumps, to appear more pronounced than they otherwise would. Photogenic A subject (generally a person) is photogenic if appearing aesthetically or physically attractive or appealing in photographs. Photogenic drawing, coined by Henry Fox Talbot, also describes the earliest method for recording images. It derives", "doc_score": "77.87154388427734", "publish_date": "2018/12/31"}, {"doc_id": "5323907", "text": "Corona (optical phenomenon) / Corona (optical phenomenon) In meteorology, a corona (plural \"coronae\") is an optical phenomenon produced by the diffraction of sunlight or moonlight (or, occasionally, bright starlight or planetlight) by individual small water droplets and sometimes tiny ice crystals of a cloud or on a foggy glass surface. In its full form, a corona consists of several concentric, pastel-colored rings around the celestial object and a central bright area called \"aureole\". The aureole is often (especially in case of the Moon) the only visible part of the corona and has the appearance of a bluish-white disk which fades to reddish-brown towards the", "doc_score": "80.14090728759766", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_12", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "1358046", "text": "Harry Belafonte / was inducted as an honorary member of Phi Beta Sigma fraternity on January 11, 2014. Belafonte's political beliefs were greatly inspired by the singer, actor and Communist activist Paul Robeson, who mentored him. Robeson opposed not only racial prejudice in the United States but also western colonialism in Africa. Belafonte's success did not protect him from criticism of his communist sympathies or from racial discrimination, particularly in the American South. He refused to perform there from 1954 until 1961. In 1960, he appeared in a campaign commercial for Democratic Presidential candidate John F. Kennedy. Kennedy later named Belafonte cultural advisor", "doc_score": "84.00052642822266", "publish_date": "2018/12/31"}, {"doc_id": "1358021", "text": "Harry Belafonte / He has also starred in several films, most notably in Otto Preminger's hit musical \"Carmen Jones\" (1954), \"Island in the Sun\" (1957), and Robert Wise's \"Odds Against Tomorrow\" (1959). Belafonte was an early supporter of the Civil Rights Movement in the 1950s and 1960s, and one of Martin Luther King Jr.'s confidants. Throughout his career, he has been an advocate for political and humanitarian causes, such as the Anti-Apartheid Movement and USA for Africa. Since 1987, he has been a UNICEF Goodwill Ambassador. In recent years, he has been a vocal critic of the policies of the George W. Bush", "doc_score": "82.49176025390625", "publish_date": "2018/12/31"}, {"doc_id": "1358061", "text": "Harry Belafonte / epitaph it would be, \"Harry Belafonte, Patriot.\" In 2004, he was awarded the Domestic Human Rights Award in San Francisco by Global Exchange. In 2011, he commented on the Obama administration and the role of popular opinion in shaping its policies. \"I think [Obama] plays the game that he plays because he sees no threat from evidencing concerns for the poor.\" On December 9, 2012, in an interview with Al Sharpton on MSNBC, Belafonte expressed dismay that many political leaders in the United States continue to oppose the policies of President Obama even after his re-election: \"The only thing left", "doc_score": "80.02914428710938", "publish_date": "2018/12/31"}, {"doc_id": "1358042", "text": "Harry Belafonte / \"White Man's Burden\" (1995); and in Robert Altman's jazz age drama \"Kansas City\" (1996), the latter of which garnered him the New York Film Critics Circle Award for Best Supporting Actor. He also starred as an Associate Justice of the Supreme Court of the United States in the TV drama \"Swing Vote\" (1999). In 2006, Belafonte appeared in \"Bobby\", Emilio Estevez's ensemble drama about the assassination of Robert F. Kennedy; he played Nelson, a friend of an employee of the Ambassador Hotel (Anthony Hopkins). He appears in Spike Lee's \"BlacKkKlansman\" (2018) as an elderly civil rights pioneer. Belafonte and Marguerite", "doc_score": "83.18035125732422", "publish_date": "2018/12/31"}, {"doc_id": "1358050", "text": "Harry Belafonte / special aired, it attracted high ratings. Belafonte appeared on \"The Smothers Brothers Comedy Hour\" on September 29, 1968, performing a controversial \"Mardi Gras\" number intercut with footage from the 1968 Democratic National Convention riots. CBS censors deleted the segment. The full unedited content were broadcast in 1993 as part of a complete Smothers Brothers Hour syndication package. In 1985, he helped organize the Grammy Award-winning song \"We Are the World\", a multi-artist effort to raise funds for Africa. He performed in the Live Aid concert that same year. In 1987, he received an appointment to UNICEF as a goodwill ambassador.", "doc_score": "80.42474365234375", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_13", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "1288287", "text": "Joe Biden / and Biden had quietly reduced his public schedule in order to spend more time with his son. At the time of his death, Beau Biden had been widely seen as the frontrunner to be the Democratic nominee for Governor of Delaware in 2016. During much of his second term, Biden was said to be preparing for a possible bid for the 2016 Democratic presidential nomination. At age 74 on Inauguration Day in January 2017, he would have been the oldest president on inauguration in history. With his family, many friends, and donors encouraging him in mid-2015 to enter the race,", "doc_score": "87.5984878540039", "publish_date": "2018/12/31"}, {"doc_id": "1288292", "text": "Joe Biden / Biden clarified he would only have fought Trump if he was still in high school, and the following day, October 25, Trump responded that he'd \"love that\". During a tour of the U.S. Senate with reporters before leaving office, on December 5, 2016, Biden refused to rule out a potential bid for the Presidency in the 2020 presidential election, after leaving office as Vice President. If he were to run in 2020, Biden would be 77 years old on election day and 78 on inauguration day in 2021. He reasserted his ambivalence about running on an appearance of \"The Late", "doc_score": "88.91874694824219", "publish_date": "2018/12/31"}, {"doc_id": "19119624", "text": "2020 United States presidential election / that wins a presidential election experiences a coattail effect that also helps other candidates of that party win election. Therefore, the party that wins the 2020 presidential election could also win a significant advantage in the drawing of new Congressional and state legislative districts that would stay in effect until the 2032 elections. Donald Trump is eligible to run for reelection and intends to do so. His reelection campaign has been ongoing since his victory in 2016, leading pundits to describe his tactic of holding rallies continuously throughout his presidency as a \"never-ending campaign\". On January 20, 2017, at 5:11", "doc_score": "86.00457000732422", "publish_date": "2018/12/31"}, {"doc_id": "1288293", "text": "Joe Biden / Show with Stephen Colbert\" on December 7, in which he stated \"never say never\" about running for President in 2020, while also admitting he did not see a scenario in which he would run for office again. He seemingly announced on January 13, 2017, exactly one week prior to the expiration of his vice presidential term, that he would not run. However, four days later, on January 17, he seemed to backtrack, stating \"I'll run if I can walk.\" A political action committee known as Time for Biden was formed in January 2018, seeking Biden's entry into the race. In", "doc_score": "84.99425506591797", "publish_date": "2018/12/31"}, {"doc_id": "1288184", "text": "Joe Biden / disputed this. Obama and Biden were re-elected in 2012, defeating Republican businessman Mitt Romney and his running mate Paul Ryan. In October 2015, after months of speculation, Biden announced he would not seek the presidency in the 2016 elections. In one of the final acts of his term in January 2017, President Obama awarded Biden the Presidential Medal of Freedom with distinction. After completing his second term as vice president, Biden joined the faculty of the University of Pennsylvania, where he was named the Benjamin Franklin Professor of Presidential Practice., Biden was reported to be actively considering a 2020", "doc_score": "85.8587875366211", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_14", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "6912383", "text": "Fox News controversies / not return to the network. Co-President Bill Shine, who had been accused of covering up sexual harassment allegations, resigned on May 1. In July 2017, Fox Business suspended Charles Payne pending an investigation after a former network guest, Scottie Nell Hughes, accused him of sexual harassment. Payne denied the harassment charge but acknowledged having had a three-year-long \"romantic relationship\" with Hughes before the accusation was made. Hughes, who kept an apartment near Fox's Manhattan headquarters for the duration of the affair, claimed she believed it would help her obtain a permanent position at the network. Her appearances were drastically reduced", "doc_score": "83.3565673828125", "publish_date": "2018/12/31"}, {"doc_id": "1317897", "text": "Roger Ailes / Roger Ailes Roger Eugene Ailes (May 15, 1940 – May 18, 2017) was an American television executive and media consultant. He was the Chairman and CEO of Fox News and Fox Television Stations, from which he resigned in July 2016. Ailes was a media consultant for Republican presidents Richard Nixon, Ronald Reagan, and George H. W. Bush, and for Rudy Giuliani's first mayoral campaign. In 2016, after he resigned from Fox News amid allegations of sexual misconduct, he became an adviser to the Donald Trump campaign, where he assisted with debate preparation. Ailes suffered from hemophilia, a medical condition in", "doc_score": "82.47760009765625", "publish_date": "2018/12/31"}, {"doc_id": "5681958", "text": "Jon Scott / Jon Scott Jonathan Arthur \"Jon\" Scott (born November 7, 1958) is an American television news anchor who hosts \"Fox Report Weekend\" on Fox News. Also, Scott is the lead anchor for any breaking news each weekend. Jon Scott longtime co-anchored \"Happening Now\" on Fox News until the network expanded America's Newsroom from 2 hours to 3, ending the show in June 2018 after 11 years of being on air. Scott was also the host of \"Fox News Watch\", a program that in September 2013 was replaced by the similar format \"Media Buzz\", which is hosted by Howard Kurtz. Jon Scott", "doc_score": "79.33534240722656", "publish_date": "2018/12/31"}, {"doc_id": "140828", "text": "Fox News / correction to the story. A number of Fox News hosts have welcomed Bill O'Reilly to their shows and paid tributes to Roger Ailes after his death. In May 2017, Hannity called Ailes \"a second father\" and said to Ailes's \"enemies\" that he was \"preparing to kick your a** in the next life\". Ailes had the year before been fired from Fox News after a number of women alleged he sexually harassed them. In September 2017, several months after Bill O'Reilly was fired from Fox News in the wake of a number of women alleging he sexually harassed them, Hannity hosted", "doc_score": "80.6740493774414", "publish_date": "2018/12/31"}, {"doc_id": "20288485", "text": "Richard O'Brien (Fox News) / Moody. Richard O'Brien (Fox News) Richard \"Rich\" O'Brien (August 1956 – August 5, 2017) was an American television creative director known for his work at Fox News, where he worked from 1996 until his job was eliminated in May 2017. At Fox, he eventually became a senior vice president and creative director. O'Brien was born in Connecticut. Before joining Fox, he worked as a creative director at CNBC, and later helped create America's Talking, which later became MSNBC. A 2001 \"New York Times Magazine\" article described O'Brien as one of \"the two sides of FNC's brain,\" with the other being", "doc_score": "79.44669342041016", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_15", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "802165", "text": "Miami Heat / been very physical, involving rough plays and hard fouls between players. Both teams met in the 2011 Eastern Conference Finals, with the Heat winning in five games. The Bulls ended the Heat's record-setting 27 game win streak on March 27, 2013, with a 101–97 victory at the United Center in Chicago. Despite playing without Derrick Rose, Joakim Noah, Richard \"Rip\" Hamilton, and Marco Belinelli, the Bulls managed to end the second longest win streak in basketball history. The rivalry would continue into the 2013 NBA Playoffs when the Heat would play the Bulls in the second round. The Bulls ended", "doc_score": "92.56171417236328", "publish_date": "2018/12/31"}, {"doc_id": "802138", "text": "Miami Heat / it to the Conference Finals in 2006 and in a re-match, defeated the Pistons, winning the series 4–2. Making its first NBA Finals appearance, they played the Dallas Mavericks, who won the first two games in Dallas in routs. The Heat then won the next four games, capturing its first ever championship. Wade won the Finals MVP award. The Heat experienced four-years of post-title struggles from 2007 through 2010, including a 4–0 sweep by the Chicago Bulls in the 1st round of the 2007 NBA Playoffs. In the 2007–08 season, Wade was plagued by injuries and the Heat had a", "doc_score": "93.75289916992188", "publish_date": "2018/12/31"}, {"doc_id": "12897750", "text": "History of the Miami Heat / Boston. Fueled by a late-season steamroll, the Heat finished with a 58–24 record, third best in team history putting them up to the second seed, behind the top-seeded, 62-win Bulls, led by MVP Derrick Rose. In the much anticipated 2011 NBA Playoffs, Miami defeated the Philadelphia 76ers in the first round, Boston Celtics in the Conference Semifinals, and Bulls in the Conference Finals, all in 5 games. The Heat reached the 2011 NBA Finals for the first time since 2006, in a rematch against the Dallas Mavericks. After taking a 2-1 series lead,the Heat collapsed, as they would lose the", "doc_score": "91.22808074951172", "publish_date": "2018/12/31"}, {"doc_id": "802132", "text": "Miami Heat / and thirteen division titles. In 2013, the Heat won twenty-seven regular season games in a row, the third-longest streak in NBA history. The Heat are unrelated to the Miami Floridians, an American Basketball Association (ABA) team in the early 1970s, although the Heat have occasionally paid tribute to the older franchise by wearing a replica version of the Floridians' uniforms for the NBA's \"Hardwood Classics Nights\" during the 2005–06 and 2011–12 seasons. In 1987 the NBA granted one of its four new expansion teams to Miami (the others being the Orlando Magic, Charlotte Hornets, and the Minnesota Timberwolves) and the", "doc_score": "92.07471466064453", "publish_date": "2018/12/31"}, {"doc_id": "802151", "text": "Miami Heat / straight years. It was the second time in Wade's career they did not qualify for the postseason. The Heat were the first team since the 2004–05 Los Angeles Lakers to miss the playoffs after going to the NBA Finals the previous year. Miami had qualified for the playoffs for six consecutive seasons. At the 2015 NBA draft lottery, the Heat were awarded the 10th pick for the 2015 NBA draft, which was used to select Duke forward Justise Winslow. During the 2015–16 season, the Heat compiled a 48–34 regular season record; however, their season ended in the Conference Semifinals where", "doc_score": "92.71871185302734", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_16", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "16766525", "text": "Withdrawal of U.S. troops from Afghanistan / military threats or force against Afghanistan after 2014. The draft agreement says that U.S. military and Defense Department civilian personnel are exempt from visa requirements and taxation. Afghan taxes and other fees will not be imposed on the entry or exit of goods specifically for the use of U.S. forces. An annex to the draft lists locations where Afghanistan agrees to provide facilities for U.S. forces, including Kabul; Bagram, north of the capital, where the United States has its largest current base; Mazar-e Sharif in northern Afghanistan; Herat in the west; Kandahar in the south; Shindand in Herat province; Sharab", "doc_score": "89.3031997680664", "publish_date": "2018/12/31"}, {"doc_id": "16766581", "text": "Withdrawal of U.S. troops from Afghanistan / confirmed on August 24, 2017 by the military commander for United States and NATO forces in Afghanistan, General John W. Nicholson, who described the new strategy in Afghanistan as defining success by conditions on the ground and not \"arbitrary timelines.\" U.S. President Trump said in his August 21, 2017 speech that \"victory will have a clear definition: attacking our enemies, obliterating ISIS, crushing al-Qaeda, preventing the Taliban from taking over the country, and stopping mass terror attacks against Americans before they emerge.\" For this purpose about 4,000 more than the 8,500 U.S. service members currently in the region will be", "doc_score": "87.48987579345703", "publish_date": "2018/12/31"}, {"doc_id": "7299905", "text": "United States invasion of Afghanistan / suffocated as many as 3,000 Taliban prisoners in container trucks in an incident that has become known as the Dasht-i-Leili massacre. The Taliban prisoners were shot and/or suffocated while being transferred by U.S. and Junbish-i Milli soldiers from Kunduz to Sheberghan prison in Afghanistan. The site of the graves is believed to be in the Dasht-i-Leili desert just west of Sheberghan, in the Jowzjan Province. After the fall of Kabul and Kandahar, al-Qaeda elements including Bin Laden and other key leaders withdrew to Jalalabad, Nangarhar Province, from there they moved into the Tora Bora region of the White Mountains, 20", "doc_score": "87.89469909667969", "publish_date": "2018/12/31"}, {"doc_id": "20170337", "text": "Clashes at the Turkish Ambassador's Residence in Washington, D.C. / claimed that a lack of evidence prompted them to drop the charges. In May 2018, two lawsuits were filed by victims of the Turkish attack. Fearing Turkish reprisal, many of the plaintiffs withheld their names from the case. One lawsuit filed suit May 3 seeks more than $100 million in damages while the other requests an unspecified amount. Clashes at the Turkish Ambassador's Residence in Washington, D.C. The clashes at the Turkish Ambassador's Residence in Washington, D.C. broke out on May 16, 2017, when Turkey's Police Counter Attack Team attacked a crowd of peaceful protesters, some of whom carried flags", "doc_score": "88.81877136230469", "publish_date": "2018/12/31"}, {"doc_id": "16766585", "text": "Withdrawal of U.S. troops from Afghanistan / behalf of more Afghan units.\" U.S. Defense Secretary James Mattis confirmed on September 18, 2017 that the United States will send over 3,000 additional troops to Afghanistan. The extra troops brought the total number of U.S. forces in Afghanistan to more than 14,000 and bolstered the Afghan military in its fight against the Taliban, al Qaeda and the Islamic State in Iraq and Syria. Withdrawal of U.S. troops from Afghanistan The withdrawal of U.S. troops from Afghanistan describes the draw down of United States Armed Forces in the Afghanistan war and the plans after its post-2014 presence when most combat", "doc_score": "86.00747680664062", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_17", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "2112046", "text": "Sean Hannity / annual income was $36 million. In 2014 he said that he has carried a weapon \"more than half my adult life\". Sean Hannity Sean Patrick Hannity (born December 30, 1961) is an American talk show host and conservative political commentator. Hannity is the host of \"The Sean Hannity Show\", a nationally syndicated talk radio show. He also hosts a cable news show, \"Hannity\", on Fox News. He worked as a general contractor, and volunteer talk show host at UC Santa Barbara in 1989. He later joined WVNN in Athens, Alabama, and shortly afterward, WGST in Atlanta. In 1996, he was", "doc_score": "77.56351470947266", "publish_date": "2018/12/31"}, {"doc_id": "1498035", "text": "Neal Boortz / Neal Boortz Neal A Boortz Jr. (born April 6, 1945) is an American author, attorney, and former conservative radio host. His nationally syndicated talk show, \"The Neal Boortz Show\", which ended in 2013, was carried throughout the United States. It was ranked seventh in overall listeners, with more than 4.25 million per week. The content of the show included politics, current events, social issues, and topics of interest, which Boortz discussed with callers, correspondents, and guests. Boortz touched on many controversial topics. Boortz's first involvement with radio was in the 1960s, while he was a student at Texas A&M University,", "doc_score": "78.51346588134766", "publish_date": "2018/12/31"}, {"doc_id": "12942807", "text": "Jerry Springer / 1976). They divorced in 1994. Springer tends to keep his personal life private. A lifelong New York Yankees fan, he can be seen at Yankee home games from time to time. Jerry Springer Gerald Norman Springer (born February 13, 1944) is an English-born American television presenter, former lawyer, politician, news presenter, actor, and musician. He hosted \"The Jerry Springer Show\", a tabloid talk show, between September 30, 1991 and July 26, 2018 and debuted the Jerry Springer Podcast in 2015. Springer was born in the London Underground station of Highgate while the station was in use as a shelter from", "doc_score": "79.46038055419922", "publish_date": "2018/12/31"}, {"doc_id": "12942788", "text": "Jerry Springer / under the banner \"The Springer Memorandum.\" The popularity of these commentaries launched his broadcasting career. Springer was hired as a political reporter and commentator on Cincinnati's NBC affiliate, WLWT, which had, at the time, the lowest-rated news program. Later, having been named primary news anchor and Managing Editor, he needed a broadcast catchphrase in the model of other great newsmen. With the help of some others at WLWT, he created his signature line: \"Take care of yourself, and each other.\" Within two years he was Cincinnati's number-one news anchor, along with partner Norma Rashid. For five years, he was the", "doc_score": "76.92910766601562", "publish_date": "2018/12/31"}, {"doc_id": "5851907", "text": "Jim Dunbar / Jim Dunbar Jim Dunbar (born 1929 in Dearborn, Michigan) is an American radio program director, talk show host and news anchor who helped boost the ratings of KGO (AM) into the top five with its unique news/talk format. KGO consistently scored in the top five after 1963 and was #1 for a period of time after 1978, extending to about 2009. Dunbar was a graduate of the Fordson High School class of 1947 in Dearborn, Michigan, and later worked as a rock DJ at WXYZ Detroit, Michigan, WDSU New Orleans, Louisiana, and WLS (AM) Chicago before coming west to KGO", "doc_score": "76.26151275634766", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_18", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "4397299", "text": "CADASIL / CADASIL CADASIL or CADASIL syndrome, involving cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy, is the most common form of hereditary stroke disorder, and is thought to be caused by mutations of the \"Notch 3\" gene on chromosome 19. The disease belongs to a family of disorders called the leukodystrophies. The most common clinical manifestations are migraine headaches and transient ischemic attacks or strokes, which usually occur between 40 and 50 years of age, although MRI is able to detect signs of the disease years prior to clinical manifestation of disease. The condition was identified and named by French", "doc_score": "85.00165557861328", "publish_date": "2018/12/31"}, {"doc_id": "7104505", "text": "Sudden acquired retinal degeneration syndrome / confusion, restlessness, behavioral changes and lethargy. These symptoms may develop over a few months preceding the onset of SARDS. Clinical signs and disease progression vary markedly among individual animals, depending on the number and type of hormones that are increased, the degree of hormone elevation, and the age of the dog. Some owners notice a more obvious \"eye shine\" in photographs due to the dilated pupils and retinal atrophy creating what is described as a \"hyper-reflective tapetum\". The cause of SARDS is considered to be idiopathic and the veterinary community is divided as to its cause, but the disease possibly", "doc_score": "80.58479309082031", "publish_date": "2018/12/31"}, {"doc_id": "3426235", "text": "Delayed onset muscle soreness / microscopic lesions at the Z-line of the muscle sarcomere. The soreness has been attributed to the increased tension force and muscle lengthening from eccentric exercise. This may cause the actin and myosin cross-bridges to separate prior to relaxation, ultimately causing greater tension on the remaining active motor units. This increases the risk of broadening, smearing, and damage to the sarcomere. When microtrauma occurs to these structures, nociceptors (pain receptors) within the muscle's connective tissues are stimulated and cause a sensation of pain. Another explanation for the pain associated with DOMS is the \"enzyme efflux\" theory. Following microtrauma, calcium that is", "doc_score": "83.07743072509766", "publish_date": "2018/12/31"}, {"doc_id": "20474196", "text": "Severe cutaneous adverse reactions / further study. Although more than 90% of AGEP are associated with the intake of a presumptively offending drug, reports have associated infection with Parvovirus B19, mycoplasma, cytomegalovirus, coxsackie B4 virus, \"Chlamydophila pneumoniae\", \"E. Coli\", and \"Echinococcus\" with the drug-independent development of this disorder. The pathophysiology for the development of these drug-independent cases of AGEP is unclear. Viral infections have also been observed to be associated with the development of SJS, SJS/TEN, and TEN in the absence of a causative drug. Individuals suffering autoimmune disorders such as systemic lupus erythematosus may have an increased incidence of developing SCARs. While the cause", "doc_score": "80.13744354248047", "publish_date": "2018/12/31"}, {"doc_id": "14002928", "text": "Progressive rubella panencephalitis / Progressive rubella panencephalitis Progressive rubella panencephalitis (PRP) is a neurological disorder which may occur in a child with congenital rubella. It is a slow viral infection of the brain characterized by chronic encephalitis, usually manifesting between 8–19 years of age. It is believed to be due to a persistence or reactivation of rubella virus infection. It develops 6 months to 4 years after the primary rubella infection, which in most cases is a congenital rubella. In children with congenital rubella infection the deficits remain stable; neurological deterioration after the first few years of life is not believed to occur. Progression", "doc_score": "81.83981323242188", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_19", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "20317939", "text": "Wake Me Up (Taeyang song) / Wake Me Up (Taeyang song) \"Wake Me Up\" is a song recorded by South Korean singer Taeyang, serving as the second single to his third studio album \"White Night\" (2017). It was written by Kush and Joe Rhee. \"Wake Me Up\" was released simultaneously alongside \"Darling\" to promote his third studio album \"White Night\". It debuted at No. 9 on the World Digital Song Sales as the fifth-best selling K-pop song in America that week and peaked at No. 5. Tamar Herman from \"Billboard\" magazine states that the two singles showcased Taeyang at his \"most sentimental.\" Described as \"an ambient", "doc_score": "83.40222930908203", "publish_date": "2018/12/31"}, {"doc_id": "10100191", "text": "Do You Hear the People Sing? / protesters who have interrupted TTIP congresses as flashmobs singing the song. The song was also used in support of the Maidan protests by Ukraine 2020, who released a music video for the song on YouTube. In 2016, the song was used as a protest song in South Korea's nationwide Park Geun-hye resignation movement. On September 16, 2016, during his presidential campaign, Donald Trump used the song in a rally in Miami under the parody title \"Les Déplorables\", a response to Hillary Clinton's controversial \"basket of deplorables\" label. Do You Hear the People Sing? \"Do You Hear the People Sing?\" (\"À", "doc_score": "79.58722686767578", "publish_date": "2018/12/31"}, {"doc_id": "18855459", "text": "Sohyang / Hwan-gon heard her singing and asked her to record a song with him. After being tested by him, Sohyang released her first single and then went on a tour with Jo Hwan-gon and participated in many concerts and musical performances. She joined her husband's family band \"POS\" and released several CCM albums. Sohyang became one of the most popular and influencing CCM singers of Korea. She held concerts in around 50 countries till now. In 2014, she became the first South Korean artist to sing the American national anthem at an NBA game. She achieved further fame when she sang", "doc_score": "80.16325378417969", "publish_date": "2018/12/31"}, {"doc_id": "20317940", "text": "Wake Me Up (Taeyang song) / track about the dreamlike state of love,\" the music video features the singer as he sings \"amidst the glitter-infused dreamscape.\" Wake Me Up (Taeyang song) \"Wake Me Up\" is a song recorded by South Korean singer Taeyang, serving as the second single to his third studio album \"White Night\" (2017). It was written by Kush and Joe Rhee. \"Wake Me Up\" was released simultaneously alongside \"Darling\" to promote his third studio album \"White Night\". It debuted at No. 9 on the World Digital Song Sales as the fifth-best selling K-pop song in America that week and peaked at No. 5.", "doc_score": "81.24700164794922", "publish_date": "2018/12/31"}, {"doc_id": "18665800", "text": "Song So-hee / School, all in Chungcheongnam-do. In 2016, she enrolled in Dankook University's School of Music to study gugak. Song became famous nationwide after she performed \"Changbu Taryeong\" at the 2008 KBS National Singing Contest. Her performance left a deep impression upon the viewers. She won the grand prize in the contest and became the youngest grand prize winner in the 29 years of the contest's history. Since then she performed on several popular Korean TV programs such as Star King, KBS, and. She sang songs such as \"Changbu Taryeong\", \"Taepyongga\", \"Arirang\", \"Batnori\", \"Gunbam Taryeong\", and \"Battuiwara\" on these programs", "doc_score": "78.29098510742188", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_20", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "9508577", "text": "Wembley Stadium / 90,000 seat Wembley was the largest stadium used during the 2015 Rugby World Cup, the World Cup Final was held at the 82,000 seat Twickenham Stadium, the traditional home of the tournament's host, England's Rugby Football Union. On 28 October 2007, in front of 81,176 fans, the New York Giants defeated the Miami Dolphins by a score of 13–10 in the first regular season NFL game ever to be played in Europe, and the first outside of North America. The first touchdown scored at Wembley was on a run by Giants' quarterback Eli Manning. The NFL have hosted at least", "doc_score": "82.98146057128906", "publish_date": "2018/12/31"}, {"doc_id": "1280283", "text": "Wembley Stadium (1923) / and \"The Six\" to celebrate the United Kingdom joining the European Union. The match finished 2-0 to \"The Three\". In 1996, it was the principal venue of UEFA Euro 1996, hosting all of England's matches, as well as the tournament's final, where Germany won the UEFA European Championship for a third time after defeating the Czech Republic 2–1 with the first international golden goal in football history. Germany had earlier defeated England on penalties in the semi-final after a 1–1 draw, with Gareth Southgate missing a penalty for England in the shoot-out. England's final two competitive matches played at the", "doc_score": "81.38967895507812", "publish_date": "2018/12/31"}, {"doc_id": "9508579", "text": "Wembley Stadium / by the NFL to strengthen the NFL fanbase in London and internationally. Future plans to have a permanent NFL team in London have been suggested. Another first was recorded in 2014 as three regular season NFL games were played at Wembley. The Oakland Raiders hosted the Miami Dolphins on 28 September at 6 pm BST, the Atlanta Falcons hosted the Detroit Lions on 26 October at 1:30 pm GMT and the Jacksonville Jaguars hosted the Dallas Cowboys on 9 November at 6 pm GMT. At 9:30 am ET, the Detroit-Atlanta game was the earliest kick off in NFL history and", "doc_score": "82.5144271850586", "publish_date": "2018/12/31"}, {"doc_id": "9508571", "text": "Wembley Stadium / at the stadium for the first time when they lost 3–0 to Germany in a friendly. In the 2016–17 season, Tottenham Hotspur staged four \"home\" European fixtures in both the UEFA Champions League and Europa League competitions. Spurs set a new record attendance for a Champions League home game in England with over 85,000 fans. In April 2017 Tottenham confirmed that they had chosen to use Wembley Stadium for all their home fixtures in the 2017-18 season, this being due to their existing White Hart Lane Stadium being demolished to make way for the club's new stadium for which construction", "doc_score": "79.96471405029297", "publish_date": "2018/12/31"}, {"doc_id": "9508570", "text": "Wembley Stadium / attendance for a competitive professional association football match in the current Wembley Stadium's history. Portsmouth won the match 1-0 with a Nwankwo Kanu goal. Wembley Stadium hosted the UEFA Champions League Final on 28 May 2011 between FC Barcelona and Manchester United. Wembley also hosted the 2013 UEFA Champions League Final, making it the second time in 3 years. The event was held to mark the 150th anniversary of The Football Association. During the 2012 Olympic Games Great Britain defeated Brazil in the first women's international to take place at the stadium. On 23 November the England women's team played", "doc_score": "81.45462036132812", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_21", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "2511748", "text": "Alice Bailey / misunderstanding of her teaching – 'Aryan' as used by Bailey is easily confused with the modern terminology, and the \"Masters\" are not an elite, but instead are 'enlightened' individuals originally introduced in theosophy as having evolved beyond the human or \"4th kingdom\" into the fifth or \"Kingdom of souls\", and who – in her view – guide the human race as a whole). Controversy has arisen around some of Bailey's statements on nationalism, American isolationism, Soviet totalitarianism, Fascism, Zionism, Nazism, race relations, Africans, Jews, and the religions of Judaism and Christianity. Yonassan Gershom and others have claimed that her writings", "doc_score": "82.3404312133789", "publish_date": "2018/12/31"}, {"doc_id": "8075275", "text": "Michael Nazir-Ali / were \"self-indulgent\". Although he views having children a basic part of a good marriage, he has denied ever labelling couples who did not have children \"self-indulgent\", claiming it was \"pure invention\". In 2014, he spoke at the Humanum interreligious colloquium on marriage and the family held at the Vatican. His views on marriage as contract, commitment and sacrament were published in \"Standpoint\" magazine in May 2012. In late September 2017, Nazir-Ali spoke at the UK Independence Party conference in Torquay. In his speech, he blamed the 1960s for \"a sudden death for Christian discourse in public life\" in Britain. In", "doc_score": "79.76284790039062", "publish_date": "2018/12/31"}, {"doc_id": "3181766", "text": "New antisemitism / by Barbados… but by the oldest and most authentic of all nationhoods, then this is said to be exclusivism, particularism, and a flight of the Jewish people from its universal mission. In 1974, Arnold Forster and Benjamin Epstein of the Anti-Defamation League published a book entitled \"The New anti-Semitism\", expressing additional concern about what they described as new manifestations of antisemitism coming from radical left, radical right, and \"pro-Arab\" figures in the U.S. Forster and Epstein argued that it took the form of indifference to the fears of the Jewish people, apathy in dealing with anti-Jewish bias, and an inability", "doc_score": "80.02873992919922", "publish_date": "2018/12/31"}, {"doc_id": "9507480", "text": "Palestine: Peace Not Apartheid / three \"key requirements\": Regarding the use of the word \"Apartheid\" in the title of his book, Carter has said: In his op-ed titled \"Reiterating the Keys to Peace\", published in The Boston Globe on 20 December 2006, Carter summarizes \"[s]ome major points in the book\": Critical response to \"Palestine: Peace Not Apartheid\" has been mixed. According to Julie Bosman, criticism of the book \"has escalated to a full-scale furor,\" much of which has focused on Carter's use of the word \"apartheid\" in the subtitle. Some critics, including several leaders of the Democratic Party and of American Jewish organizations, have interpreted", "doc_score": "79.14371490478516", "publish_date": "2018/12/31"}, {"doc_id": "2564917", "text": "Terry Eagleton / drink-sodden, self-hating reviler of women, gays and liberals\" – than merely \"how to turn a shapely phrase.\" Eagleton added there was \"something rather stomach-churning at the sight of those such as Amis and his political allies, champions of a civilisation that for centuries has wreaked untold carnage throughout the world, shrieking for illegal measures when they find themselves for the first time on the sticky end of the same treatment.\" The essay became a \"cause célèbre\" in British literary circles. Yasmin Alibhai-Brown, a commentator for \"The Independent\", wrote an article about the affair, to which Amis responded via open letter,", "doc_score": "80.36473846435547", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_22", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "811146", "text": "Doughnut / due to how tightly its molecules are packed. The sugar used in baking is essentially sucrose, and besides imparting sweetness in the doughnut, sugar also functions in the color and tenderness of the final product. Sucrose is a simple carbohydrate whose structure is made up of a glucose molecule bound to a fructose molecule. Milk is utilized in the making of doughnuts, but in large scale bakeries, one form of milk used is nonfat dry milk solids. These solids are obtained by removing most of the water from skim milk with heat, and this heat additionally denatures the whey proteins", "doc_score": "82.3367691040039", "publish_date": "2018/12/31"}, {"doc_id": "12260116", "text": "Lard / dietary restrictions such as Kashrut and Halal mean that some bakers will substitute beef tallow for lard. In the 1990s and early 2000s, however, chefs and bakers rediscovered lard's unique culinary values, leading to a partial rehabilitation of this fat among \"foodies\". Negative publicity about the transfat content of the partially hydrogenated vegetable oils in vegetable shortening has partially driven this trend. Chef and food writer Rick Bayless is a prominent proponent of the virtues of lard for certain types of cooking. It is also again becoming popular in the United Kingdom among aficionados of traditional British cuisine. This led", "doc_score": "80.6157455444336", "publish_date": "2018/12/31"}, {"doc_id": "3580132", "text": "Cocoa butter / cocoa butter's physical properties extensively. As a nontoxic solid at room temperature that melts at body temperature, it is considered an ideal base for medicinal suppositories. For a fat melting around body temperature, cocoa has good stability. This quality, coupled with natural antioxidants, prevents rancidity – giving it a storage life of two to five years. The velvety texture, pleasant fragrance and emollient properties of cocoa butter have made it a popular ingredient in products for the skin, such as soaps and lotions. Cocoa butter typically has a melting point of around 34–38 °C (93–101 °F), so chocolate is solid", "doc_score": "82.61524200439453", "publish_date": "2018/12/31"}, {"doc_id": "6936226", "text": "Microfoam / used for this ideal standard, such as \"microfoam\", \"velvet milk\", \"microbubbles\", and so forth. The milk must not be overheated to the point that it is scalded, as at this point the enzymes denature and the texture no longer works. It is created by denaturing milk proteins such as casein and whey; the protein attracts and holds gas on its surfaces, creating microfoam. Strictly speaking, microfoam is actually a very fine foam, a liquid-gas colloid of milk and air, which has few or no visible bubbles, and is stabilized by the denatured milk protein. Microfoam Microfoam is milk foamed using", "doc_score": "80.89421081542969", "publish_date": "2018/12/31"}, {"doc_id": "18299157", "text": "Butter cookie / Butter cookie Butter cookies (or butter biscuits), known as \"Brysslkex\", \"Sablés\", and \"Danish biscuits\", are unleavened cookies consisting of butter, flour, and sugar. They are often categorized as a \"crisp cookie\" due to their texture, caused in part because of the quantity of butter and sugar. It is generally necessary to chill the dough to enable proper manipulation and handling. Butter cookies at their most basic have no flavoring, but they are often flavored with vanilla, chocolate, and coconut, and/or topped with sugar crystals. They also come in a variety of shapes such as circles, squares, ovals, rings, and pretzel-like", "doc_score": "82.51095581054688", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_23", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "20220928", "text": "Trump Revealed / 1973, and Trump is allowed entry into the Manhattan facility \"Le Club\" after assuring its owners he will not pursue married women in the establishment. Trump first encounters Cohn at the club, and informs him of his troubles being sued for racial discrimination. Cohn instructs Trump on his style to countersue rather than settle a case. Cohn taught Trump to always attack, as a public relations and litigation tactic. Cohn subsequently became Trump's attorney and fixer for his New York operations. Kranish and Fisher recount that Trump greatly derived pleasure from being featured in the gossip column of the \"New", "doc_score": "83.26781463623047", "publish_date": "2018/12/31"}, {"doc_id": "20246283", "text": "Trump Tower meeting / to get \"dirt on Clinton\" and that the meeting concerned a \"Russian effort to aid the (Trump) campaign.\" In early July 2017, it was reported that President Donald Trump himself drafted Trump Jr.'s initial misleading statement. The report was later confirmed by the president's attorneys. Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, is investigating the emails and the meeting, and their relation to the Russian interference in the 2016 United States elections. Prior to the Trump Tower meeting, Trump campaign advisor George Papadopoulos met at least twice with a professor who said", "doc_score": "81.91415405273438", "publish_date": "2018/12/31"}, {"doc_id": "4292941", "text": "Trump Tower / so until years after Trump Tower was constructed. A labor lawyer testified that he was threatened over the phone with a $100 million lawsuit by a John Baron who supposedly worked for the Trump Organization. Donald Trump later told a reporter, \"Lots of people use pen names. Ernest Hemingway used one.\" After the laborers filed for a mechanic's lien over unpaid wages, they said a Trump Organization lawyer threatened to have the Immigration and Naturalization Service deport them. A judge ruled in favor of the Polish laborers in 1991, saying that the organization had to pay the workers. The contractor", "doc_score": "79.60374450683594", "publish_date": "2018/12/31"}, {"doc_id": "20246308", "text": "Trump Tower meeting / Jr. acknowledged he had indeed sought the meeting in the hopes to obtain information about Clinton's \"fitness\". As of July 2017, Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, was looking into the Trump Tower meeting. The inquiry was confirmed by Kaveladze's attorney, who said special counsel investigators are seeking information from his client. On July 21, 2017, Mueller asked the White House to preserve all documents related to the Russian meeting in June 2016. By August 3, 2017, Mueller had impaneled a grand jury in the District of Columbia that issued subpoenas", "doc_score": "80.85870361328125", "publish_date": "2018/12/31"}, {"doc_id": "20540645", "text": "Stormy Daniels–Donald Trump scandal / that Cohen paid Daniels $130,000 in October 2016, a month before the presidential election, to stop her discussing an affair she allegedly had with Trump in 2006.<ref name=\"Rothfeld_Palazzolo_1/12/2018\"></ref><ref name=\"Prokop_1/12/2018\"></ref> A lawyer for Daniels made claims that the payment was a cover-up, while others also raised questions about whether the NDA itself constituted an illegal campaign payment and therefore criminal violation. Cohen on January 14 denied the existence of an affair on behalf of his client, Trump, but on February 13 acknowledged having paid Daniels $130,000, saying the payment was made with his own funds. On March 6, Daniels filed a", "doc_score": "83.59339141845703", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_24", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "17648747", "text": "Zombie title / Zombie title A zombie title is a real estate title that has stayed with the owner of a residential property after the mortgage lender has begun a foreclosure process (making the owner move out to enable sale of the property) but then cancelled the foreclosure process. The lender is not required to notify the owner of the cancellation, who is therefore often unaware of the obligations associated with continued ownership, such as payment of local taxes and upkeep of the property in accordance with local bylaws. The prevalence of zombie titles greatly increased in the United States following the financial", "doc_score": "80.86206817626953", "publish_date": "2018/12/31"}, {"doc_id": "4731752", "text": "Residual (entertainment industry) / Residual (entertainment industry) Residuals are royalties that are paid to the actors, film or television directors, and others involved in making TV shows and movies in cases of reruns, syndication, DVD release, or online streaming release. Residuals are calculated and administered by industry trade unions like SAG-AFTRA, the Directors Guild of America, and the Writers Guild of America. The word is typically used in the plural form. Technological advances gave rise to residual payments, and their evolution can be traced in terms of those technologies. Residuals were established in U.S. network radio. Live radio programs with nationwide audiences were generally", "doc_score": "79.48112487792969", "publish_date": "2018/12/31"}, {"doc_id": "6315894", "text": "Remainderman / a remainderman is also termed a \"remainderman\". For instance in a will chattels are left to one person, who can then offer it to a second person, who can then offer it to a third person who can then it offer to the last person who is referred to as \"the remainderman\". Remainderman A remainderman is a person who inherits or is entitled to inherit property upon the termination of the estate of the former owner. Usually this occurs due to the death or termination of the former owner's life estate, but this can also occur due to a specific", "doc_score": "80.1219482421875", "publish_date": "2018/12/31"}, {"doc_id": "9032507", "text": "Real estate owned / auction it will now become an REO property. After a repossession from which the property becomes classified as REO, the beneficiary will go through the process of trying to sell the property on its own or obtain the service of an REO Asset Manager. The beneficiary will remove the liens and other debts on the home and try to resell it to the public, either through future auctions, direct marketing through a real estate broker, or by itself. The asset manager may also try to contact REO realtors that specialize in certain ZIP codes to help sell this bank owned", "doc_score": "80.57390594482422", "publish_date": "2018/12/31"}, {"doc_id": "3506950", "text": "Leasehold estate / life estate or even a fee simple. A tenancy at will terminates by operation of law, if: A tenancy at sufferance is created when a tenant wrongfully holds over past the end of the duration period of the tenancy (for example, a tenant who stays past the expiration of his or her lease). In this case, the landlord can hold over the tenant to a new tenancy, and collect rent for the period the tenant has held over. A tenancy at sufferance (sometimes called a holdover tenancy) may exist when a tenant remains in possession of property even after the", "doc_score": "79.05504608154297", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_25", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "4911165", "text": "Buzzword compliant / Buzzword compliant In the technology industry, buzzword compliant is a tongue-in-cheek expression used to suggest that a particular product supports features simply because they are currently fashionable. Examples include: Buzzword compliance is a modern version of the old practice of being \"checkbox compliant\", ensuring that a product has all the features listed in product reviews. Since many of the decision-makers regarding technology purchases may only be semi-literate technically, the use of buzzwords makes a product sound more valuable. Among the technically literate, the phrase is sometimes used in a sardonic way, as in: \"I have no idea what it does,", "doc_score": "78.68965911865234", "publish_date": "2018/12/31"}, {"doc_id": "8410042", "text": "Overqualification / Overqualification Overqualification is the state of being skilled or educated beyond what is necessary for a job. There can often be high costs for companies associated with training employees. This could be a problem for professionals applying for a job where they significantly exceed the job requirements because potential employers may feel they are using the position as a stepping stone. In some societies, overqualification has become increasingly common as the proportion of college graduates in a population grows faster than the proportion of jobs in an economy which actually require college-level skills. The concept of overqualification is often a", "doc_score": "79.70028686523438", "publish_date": "2018/12/31"}, {"doc_id": "18837008", "text": "Exnovation / Exnovation In commerce and management, exnovation, an opposite of innovation, can occur when products and processes that have been tested and confirmed to be best-in-class are standardized to ensure that they are not innovated further. Companies that have followed exnovation as a strategy to improve organizational performance include General Electric, Ford Motor Company and American Airlines. One of the earliest usages of the term came in 1981, when John Kimberly referred to \"removal of innovation from an organisation\". In 1996 A. Sandeep provided the modern definition of exnovation as the philosophy of not innovating – in other words, ensuring that", "doc_score": "79.00732421875", "publish_date": "2018/12/31"}, {"doc_id": "21004492", "text": "Rethinking / concepts \"reconsidered\", suggesting that a different conclusion would have been reached if more information was available at the time the original concept was developed, or if certain ramifications of the original concept had been more fully thought out at the time of its conception. English professor Mark Bauerlein has described rethinking in academia as a higher form of criticism, stating: Examples of works, social efforts, or entities characterized as \"rethinking\" include: Some academics have also reexamined prior thought under the rubric of \"reconsideration\", as with \"Culture Industry Reconsidered\", a 1963 book by German philosopher Theodor W. Adorno, and \"The American", "doc_score": "79.15985870361328", "publish_date": "2018/12/31"}, {"doc_id": "15916923", "text": "White hat bias / White hat bias White hat bias (WHB) is a phrase coined by public health researchers David Allison and Mark Cope (2010) to describe a purported \"bias leading to the distortion of information in the service of what may be perceived to be righteous ends\", which consist of both cherry picking the evidence and publication bias. Allison and Cope explained the motivation behind this bias in terms of \"righteous zeal, indignation toward certain aspects of industry\", and other factors. The term white hat refers idiomatically to an ethically good person, in this case one who has a righteous goal. This initial", "doc_score": "76.86732482910156", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_26", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "6912383", "text": "Fox News controversies / not return to the network. Co-President Bill Shine, who had been accused of covering up sexual harassment allegations, resigned on May 1. In July 2017, Fox Business suspended Charles Payne pending an investigation after a former network guest, Scottie Nell Hughes, accused him of sexual harassment. Payne denied the harassment charge but acknowledged having had a three-year-long \"romantic relationship\" with Hughes before the accusation was made. Hughes, who kept an apartment near Fox's Manhattan headquarters for the duration of the affair, claimed she believed it would help her obtain a permanent position at the network. Her appearances were drastically reduced", "doc_score": "82.98414611816406", "publish_date": "2018/12/31"}, {"doc_id": "1994621", "text": "Shepard Smith / Shepard Smith Shepard \"Shep\" Smith (born David Shepard Smith Jr.; January 14, 1964) is an American television news anchor on the Fox News Channel. He serves as the channel's chief news anchor and as managing editor of the breaking news division. Smith is the former host of Fox News' evening newscast, \"The Fox Report with Shepard Smith\", and \"Studio B\". In October 2013, \"Shepard Smith Reporting\" replaced \"Studio B\". Smith was born in Holly Springs, Mississippi, the son of Dora Ellen Anderson, an English teacher, and David Shepard Smith Sr., a cotton merchant. He attended Marshall Academy, a K–12 private", "doc_score": "80.98751068115234", "publish_date": "2018/12/31"}, {"doc_id": "1317897", "text": "Roger Ailes / Roger Ailes Roger Eugene Ailes (May 15, 1940 – May 18, 2017) was an American television executive and media consultant. He was the Chairman and CEO of Fox News and Fox Television Stations, from which he resigned in July 2016. Ailes was a media consultant for Republican presidents Richard Nixon, Ronald Reagan, and George H. W. Bush, and for Rudy Giuliani's first mayoral campaign. In 2016, after he resigned from Fox News amid allegations of sexual misconduct, he became an adviser to the Donald Trump campaign, where he assisted with debate preparation. Ailes suffered from hemophilia, a medical condition in", "doc_score": "81.37555694580078", "publish_date": "2018/12/31"}, {"doc_id": "10734347", "text": "Saturday Night Live (season 30) / Fallon left the show. In the wake of his departure, Fred Armisen was promoted to repertory status, while Finesse Mitchell and Kenan Thompson remained feature players. New cast members this season include Rob Riggle, an improv comedian (at the Upright Citizens Brigade Theater) and U.S. Marine. This would also be Riggle's only season on the show. In addition, \"SNL\" writer Jason Sudeikis (who appeared in many bit roles before joining the cast) joined the cast as a featured player for the last three episodes of the season. With Fallon gone, Amy Poehler became Tina Fey's co-anchor on Weekend Update, making", "doc_score": "80.34809875488281", "publish_date": "2018/12/31"}, {"doc_id": "140828", "text": "Fox News / correction to the story. A number of Fox News hosts have welcomed Bill O'Reilly to their shows and paid tributes to Roger Ailes after his death. In May 2017, Hannity called Ailes \"a second father\" and said to Ailes's \"enemies\" that he was \"preparing to kick your a** in the next life\". Ailes had the year before been fired from Fox News after a number of women alleged he sexually harassed them. In September 2017, several months after Bill O'Reilly was fired from Fox News in the wake of a number of women alleging he sexually harassed them, Hannity hosted", "doc_score": "80.26335144042969", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_27", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "3069607", "text": "Voting age / people themselves, whether lowering that age would increase participation.\" During the Youth Parliament debates of 30 October 2009 in the House of Commons, Votes at 16 was debated and young people of that age group voted for it overwhelmingly as a campaign priority. Since that debate the issue has been raised in Prime Minister's Questions and has also gained the widespread support of the major political parties. In April 2015, Labour announced that it would support the policy if it won an overall majority in the 2015 general election, which it failed to do. There was some criticism about not", "doc_score": "90.65967559814453", "publish_date": "2018/12/31"}, {"doc_id": "432892", "text": "Politics of the United Kingdom / dispute as to whether increased autonomy and devolution of executive and legislative powers has contributed to the increase in support for independence. The principal Scottish pro-independence party, the Scottish National Party, became a minority government in 2007 and then went on to win an overall majority of MSPs at the 2011 Scottish parliament elections and forms the Scottish Government administration. A 2014 referendum on independence led to a rejection of the proposal but with 44.7% voting for it. In Northern Ireland, a smaller percentage vote for Irish nationalist parties. The largest, Sinn Féin, not only advocates Irish reunification, but its", "doc_score": "83.91793823242188", "publish_date": "2018/12/31"}, {"doc_id": "2860776", "text": "Voter turnout / points, and overall voter turnout by 10–19 percentage points. Additional results for Democratic vote share suggest that some of this overall increase in turnout may have come from reactionary whites.\" According to a 2018 study, get-out-the-vote groups in the United States who emphasize ballot secrecy along with reminders to vote increase turnout by about 1 percentage point among recently registered nonvoters. Voter turnout varies considerably between nations. It tends to be lower in the United States, Asia and Latin America than in most of Europe, Canada and Oceania. Western Europe averages a 77% turnout, and South and Central America around", "doc_score": "87.11063385009766", "publish_date": "2018/12/31"}, {"doc_id": "1933071", "text": "Republicanism in the United Kingdom / MPs' expenses scandal, a poll of readers of the \"Guardian\" and \"Observer\" newspapers placed support for abolition of the monarchy at 54%, although only 3% saw it as a top priority. Republicans suggest that republicanism is a constitutional step which answers a number of key issues. The advocacy group Republic argues: Republicans also want to see a constitution that they claim will inspire aspiration (by allowing anyone to become head of state) and political responsibility (by introducing popular sovereignty, the notion that the people are \"in charge\"). They also claim that they want what is \"best for Britain\", which includes", "doc_score": "88.21525573730469", "publish_date": "2018/12/31"}, {"doc_id": "12646952", "text": "Voter turnout in the United States presidential elections / ages of 18 and 25 to vote. However, the \"Stanford Social Innovation Review\" found no evidence of a decline in youth voter turnout. In fact, they argue that \"Millennials are turning out at similar rates to the previous two generations when they face their first elections.\" Another factor influencing statistics on voter turnout is the percentage of the country's voting-age population who are ineligible to vote due to non-citizen status or prior felony convictions. In a 2001 article in the \"American Political Science Review\", Michael McDonald and Samuel Popkin argued, that at least in the United States, voter turnout since", "doc_score": "87.85078430175781", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_28", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "9631958", "text": "Barack Obama 2008 presidential primary campaign / long-standing union chant in the US. It was released on February 2, 2008, and was a straightforward, star-studded endorsement by a range of actors, musicians, and other celebrities, led by Grammy-winner will.i.am of The Black Eyed Peas, singing the actual words of an Obama speech after the New Hampshire primary. The video was generating over a million views on YouTube a day after its release. By March 27, 2008, the song had been viewed over 17 million times on YouTube and other sites. The video of Obama's speech \"A More Perfect Union\" also \"went viral,\" reaching over 1.3 million views", "doc_score": "81.75556182861328", "publish_date": "2018/12/31"}, {"doc_id": "10829027", "text": "Fred Thompson 2008 presidential campaign / May 15, Thompson published a video in which he declined to debate Michael Moore about Cuba. On May 18, he continued his Internet campaign by posting a letter to Pajamas Media acknowledging his online supporters. Thompson formed an exploratory committee on June 1, 2007. Unlike most candidate exploratory groups, his organized as a 527 group. Thompson made his first public appearance after this exploratory committee formed on June 2 at the Virginia Republicans annual fund-raising gala in Richmond, Virginia. Shortly thereafter, on June 5, 2007, Thompson launched his official website. The same day, there was a Republican Presidential candidates debate", "doc_score": "78.52789306640625", "publish_date": "2018/12/31"}, {"doc_id": "18218048", "text": "Rand Paul 2016 presidential campaign / American imagination – are the most libertarian.\" Paul's marketing has also varied from that of other candidates. In October 2015, Paul broadcast an entire day of campaigning, during which he read and answered questions, one of which asking if he was still running for president. In response, Paul said, \"I don't know, I wouldn't be doing this dumbass livestreaming if I weren't\" before confirming he was and asking if the footage could not be edited. The line lead to the creation of a satirical T-shirt by the Paul campaign. At the Fox News Cleveland debate, in response to Chris Christie", "doc_score": "80.1973648071289", "publish_date": "2018/12/31"}, {"doc_id": "16205252", "text": "NGP VAN / and \"get out the vote\" operations. It stores information like phone calls and other methods of contact with voters in the system. The software was created in 2006 to bridge a perceived gap in microtargeting abilities between the Republican and Democratic parties. On Wednesday December 16, 2015, NGP VAN released a code update to their Votebuilder application which contained a bug that allowed two campaigns to see proprietary analytical scores. On the evening of Thursday, December 17 the DNC revoked the Sanders campaign's access to the national voter file. The Sanders campaign sued the DNC in District Court and concurrently", "doc_score": "76.99512481689453", "publish_date": "2018/12/31"}, {"doc_id": "18218051", "text": "Rand Paul 2016 presidential campaign / Paul with 5% of support in the Iowa Republican presidential caucus, allowing his inclusion. Paul announced on January 11 that he would not participate in that month's South Carolina debate after being relegated to the undercard one. Though not present for the debate, Paul's name was briefly shouted by protestors. On the first day of his campaign, Paul raised over $1 million. At the launch of his candidacy, Paul's campaign unveiled his official online campaign store, which caught the attention of many political media analysts with several humorously-themed items, in addition to the traditional campaign gear. Some of the items", "doc_score": "78.23137664794922", "publish_date": "2018/12/31"}]}
{"question_id": "20230428_29", "search_time": "2023/05/24/23:46", "search_result": [{"doc_id": "15715829", "text": "Climate of Spain / is also found across northern Navarra and the northern areas of the province of Guadalajara. The biggest city with this climate in Spain is Barcelona. The semiarid climate (BSk and BSh in the Köppen climate classification) is predominant in south-eastern Spain (covering most of Alicante, Murcia and Almería provinces), and in certain parts of the Ebro Valley. It is also present in parts of the centre, south and west of the country which borders between a mediterranean and semiarid climate. It is very hot during the summer (temperatures can exceed and the drought usually extends into the autumn (rainfall about", "doc_score": "88.33585357666016", "publish_date": "2018/12/31"}, {"doc_id": "15715833", "text": "Climate of Spain / 200mm. Almeria province is the only area in Europe within this climatic zone. The records of temperatures in Spain have been, in Lago Estangento in the Pyrenees (Lleida) for the coldest, for the hottest in Seville and Écija. Climate of Spain The climate in Spain varies across the country. Spain is the most climatically diverse country in Europe with 13 different Köppen climates (excluding the Canary Islands) and it's within the 10th most climatically diverse countries in the world. Five main climatic zones (the five main climates) can be distinguished, according to Guzman geographical situation and orographic conditions: Apart from", "doc_score": "85.9498519897461", "publish_date": "2018/12/31"}, {"doc_id": "13751671", "text": "August 2009 Argentine winter heat wave / temperatures above normal in the city of Buenos Aires and across the north-central regions of the country. Even though normal high temperatures for late August are near, readings topped degrees at midweek, then topped out above degrees during the weekend. Temperatures hit on 29 August and finally on 31 August in Buenos Aires, making it the hottest day ever recorded in winter breaking the 1996 winter record of. Elsewhere in Argentina, the mid-northern city of Córdoba reached a dramatic high of degrees on 29 August 2009. Another northern city, Santa Fe, registered degrees on 30 August, compared to", "doc_score": "86.57283782958984", "publish_date": "2018/12/31"}, {"doc_id": "12317251", "text": "Climate of Mexico / Mexico City (primarily highland oceanic climate) has a yearly median temperature of with pleasant summers and mild winters. Average daily highs and lows for May, the warmest month, are, and average daily highs and lows for January, the coldest month, are. Rainfall varies widely both by location and season. Arid or semiarid conditions are encountered in the Baja California Peninsula, the northwestern state of Sonora, the northern altiplano, and also significant portions of the southern altiplano. Rainfall in these regions averages between per year, although even less in some areas, particularly in the state of Baja California. Average", "doc_score": "88.39706420898438", "publish_date": "2018/12/31"}, {"doc_id": "20802318", "text": "2018 North American heat wave / 26, 1990 The temperature in Denver, Colorado, on 28 June, tied the city's record at. The record was set in 1878, then matched in 2005 and 2012. By the end of May 2018, Mexico was already one week into the heat wave. The states of Baja California, Sonora, Nayarit, Jalisco, Oaxaca, Coahuila, Durango, Zacatecas, San Luis Potosi, Querétaro and Morelos registered temperatures between to, while Sinaloa, Chihuahua, Michoacán and Hidalgo between and. Chihuahua broke its 1978 mark and Sinaloa surpassed the high recorded there in 1961. By early June 2018, the Mexican government had declared a state", "doc_score": "88.6352767944336", "publish_date": "2018/12/31"}]}
