{"question_id": "20231013_0", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "7254841", "text": "David Handley / David Handley David Handley is the leader of the militant pressure group Farmers for Action. He was a leader of the UK fuel protestors in September 2000. He unsuccessfully challenged for the leadership of the British National Farmers Union and was backed by senior Conservative Party activist Mark MacGregor. In spite of this, he is still a popular and well-known figure among UK farmers, having twice been voted by readers of \"Farmers Weekly\" their Personality of the Year. In 2005, he was presented with the Dairy Industry Award. On 10 May 2007, he was presented with the Princess Royal Award", "doc_score": "75.02886962890625", "publish_date": "2018/12/31"}, {"doc_id": "2472470", "text": "Nigel Dodds / had the highest expenses of any MP in Northern Ireland, ranking him 13th highest of all UK MPs. At the Twelfth of July 2013 Orange order parades, Dodds was knocked unconscious at Woodvale Avenue in the Greater Shankill area of North Belfast by a brick thrown by fellow Ulster loyalists rioting against Police Service of Northern Ireland roadblocks. The violence broke out following the decision by the Parades Commission to bar Orangemen from walking past the Irish republican Ardoyne area. Dodds had been expelled from the House of Commons chamber for using unparliamentary language by Speaker John Bercow on 10", "doc_score": "77.82506561279297", "publish_date": "2018/12/31"}, {"doc_id": "17607616", "text": "Callum Kane / and how much Callum was struggling. When Martha covers Ash's shift at the local nightclub, she supplies Lacey and her friend with alcohol, while drinking herself. After Callum saw the CCTV footage, he fought with Ash, got drunk and locked Martha in a cupboard. He was then \"stunned\" when the police turned up to arrest him. Duncan commented \"He's confused when the police nick him, and he realises that he's behaved in the way his mum might.\" Callum spent the night in the cells, where he realised that he had gone about things in the wrong way. Callum became concerned", "doc_score": "77.10417175292969", "publish_date": "2018/12/31"}, {"doc_id": "9119230", "text": "Eoghan Harris / remains a matter of much controversy. Robinson and her campaign team blamed him for a near-fatal change in tactics: having previously been non-combative in dealing with the controversies that had engulfed the recently dismissed Tánaiste Brian Lenihan, Harris pressured Robinson into going on the offensive on a live debate on the current affairs programme \"Today Tonight\". This action was generally seen to have backfired horribly. Harris made three election videos for the Robinson campaign, and claims to have been responsible for a memorable line from her acceptance speech: \"the hand that rocked the cradle rocked the system.\" Robinson won the", "doc_score": "76.91776275634766", "publish_date": "2018/12/31"}, {"doc_id": "9735265", "text": "James Murray (Labour politician) / Meadowfield Co-op\". In fact he made his maiden speech, entitled \"Coal Situation\" on 1 October 1942, little over two months after being elected. His speech about the \"Soothers\" was actually made during the closing months of World War II, almost three years after his entry to Parliament. Murray was publicly reprimanded in the House of Commons on 17 March 1947 by Conservative MP Robert Boothby for eating an orange, as Boothby was allergic to oranges. Prior to his election to Parliament, he ran a shop and lived in a house opposite it at 11 Frederick Street, North Meadowfield until he", "doc_score": "75.5367660522461", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_1", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "499737", "text": "Divorce / of different faiths were three times more likely to be divorced than those of the same faith. In a 1993 study, members of two mainline Protestant religions had a 20% chance of being divorced in 5 years; a Catholic and an Evangelical, a 33% chance; a Jew and a Christian, a 40% chance. A study by the Christian poll group the Barna Group, reports that a higher divorce rate was associated with infrequent church attendance. Success in marriage has been associated with higher education and higher age. 81% of college graduates, over 26 years of age, who wed in the", "doc_score": "88.92073059082031", "publish_date": "2018/12/31"}, {"doc_id": "499738", "text": "Divorce / 1980s, were still married 20 years later. 65% of college graduates under 26, who married in the 1980s, were still married 20 years later. 49% of high school graduates under 26 years old, who married in the 1980s, were still married 20 years later. 2.9% of adults age 35–39 without a college degree divorced in the year 2009, compared with 1.6% with a college education. A population study found that in 2004 and 2008, liberal-voting states have lower rates of divorce than conservative-voting states, possibly because people in liberal states tend to wait longer before getting married. An analysis of", "doc_score": "87.75432586669922", "publish_date": "2018/12/31"}, {"doc_id": "470564", "text": "Cohabitation / birth and marriage cohorts, as the total number of couples cohabiting before marriage has increased. Later CDC work found that between 2002 and 2006-2010, the number of couples in opposite-sex cohabiting relationships increased from 9.0% to 11.2% for women, and from 9.2% to 12.2% for men. Drawing on the 2006–2008 data, Princeton university researchers examined whether and to what extent variation in premarital cohabitation experiences influence marital stability. They found that the relationship between cohabitation and marital instability is complex and depends in part on marriage cohort, race/ethnicity, and marriage plans. Their analyses reveal that a 'cohabitation effect' exists only", "doc_score": "88.42932891845703", "publish_date": "2018/12/31"}, {"doc_id": "499736", "text": "Divorce / the first marriages for women from 1955 to 1959, about 79% marked their 15th anniversary, compared with only 57% for women who married for the first time from 1985 to 1989. The median time between divorce and a second marriage was about three and a half years. In 2000, the divorce rate reached its peak at 40%; since then it has slowly declined, and by 2014 it had settled in at 32%. A 1995 study found a wide range of factors correlating with the divorce rate including frequency of sex, wealth, race, and religious commitment. In 2001, marriages between people", "doc_score": "87.62187194824219", "publish_date": "2018/12/31"}, {"doc_id": "8733478", "text": "Childlessness / for single women, who are usually poorer, for whom social sterility still exists. Due to polyandry and hypergamy, twice as many men in history have been childless than women. From 2007 to 2011, the fertility rate in the U.S. declined 9%, the Pew Research Center reporting in 2010 that the birth rate was the lowest in U.S. history and that childlessness rose across all racial and ethnic groups to about 1 in 5 versus 1 in 10 in the 1970s. In a paper presented at a 2013 United Nations Economic Commission for Europe work session on Demographic Projections, Swedish statisticians", "doc_score": "85.34151458740234", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_2", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "1673447", "text": "Least Developed Countries / countries. In Oceania there are 4 countries that are classified as least developed countries. In the Americas there is one country that is classified as a least developed country. Least Developed Countries The Least Developed Countries (LDCs) is a list of developing countries that, according to the United Nations, exhibit the lowest indicators of socioeconomic development, with the lowest Human Development Index ratings of all countries in the world. The concept of LDCs originated in the late 1960s and the first group of LDCs was listed by the UN in its resolution 2768 (XXVI) of 18 November 1971. A country", "doc_score": "93.85887908935547", "publish_date": "2018/12/31"}, {"doc_id": "1673439", "text": "Least Developed Countries / preference to \"less-developed country\". During a United Nations review in 2018, the UN defined LDCs as countries meeting three criteria, one of which was a three-year average estimate of gross national income (GNI) per capita of less than US $1,025. Countries with populations over 75 million are excluded. There have been four United Nations conferences on LDCs, held every ten years. The first two were in Paris, in 1981 and 1991; the third was in Brussels in 2001. The Fourth UN Conference on Least Developed Countries (LDC-IV) was held in Istanbul, Turkey, 9–13 May 2011. It was attended by Ban", "doc_score": "90.60429382324219", "publish_date": "2018/12/31"}, {"doc_id": "1901478", "text": "Human Development Index / Arabia, United Arab Emirates, Andorra, Qatar, Brunei, Bahrain, Oman, Bahamas, Kuwait and Malaysia. The 2016 Human Development Report by the United Nations Development Programme was released on 21 March 2017, and calculates HDI values based on estimates for 2015. Below is the list of the \"very high human development\" countries: The Inequality-adjusted Human Development Index (IHDI) is a \"measure of the average level of human development of people in a society once inequality is taken into account\". Countries in the top quartile of HDI (\"very high human development\" group) with a missing IHDI: Taiwan, New Zealand, Singapore, Hong Kong, Liechtenstein,", "doc_score": "90.56389617919922", "publish_date": "2018/12/31"}, {"doc_id": "849461", "text": "Developed country / HDI values after the year 2010 are calculated with a different formula. Some institutions have produced lists of developed countries: the UN (list shown above), the CIA, and some providers of stock market indices (the FTSE Group, MSCI, S&P, Dow Jones, STOXX, etc.). The latter is not included here because its association of developed countries with countries with both high incomes and developed markets is not deemed as directly relevant. However many other institutions have created more general lists referred to when discussing developed countries. For example, the International Monetary Fund (IMF) identifies 39 \"advanced economies\". The OECD's 36 members", "doc_score": "89.54366302490234", "publish_date": "2018/12/31"}, {"doc_id": "837367", "text": "Developing country / and (3) degree of integration into the global financial system\" Along with the current level of development, countries can also be classified by how much their level of development has changed over a specific period of time. In the 2016 edition of its World Development Indicators, the World Bank made a decision to no longer distinguish between “developed” and “developing” countries in the presentation of its data, considering the two-category distinction outdated. Instead, the World Bank classifies countries into four groups, based on Gross National Income per capita, re-set each year on July 1. In 2016, the four categories in", "doc_score": "89.23802947998047", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_3", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "6017356", "text": "Setback (architecture) / city. This was achieved by increasing the minimum setback at street level, creating in each instance an open space, often referred to as plaza, in front of the building. Setback (architecture) A setback, sometimes called step-back, is a step-like recession in a wall. Setbacks were initially used for structural reasons, but now are often mandated by land use codes, or are used for aesthetic reasons. In densely built-up areas, setbacks also help get more daylight and fresh air to the street level. Importantly, a setback helps lower the building's center of mass, making it more stable. Setbacks were used by", "doc_score": "82.22896575927734", "publish_date": "2018/12/31"}, {"doc_id": "6161649", "text": "Setback (land use) / ordinances, zoning restrictions, and Building Codes, usually for reasons of public policy such as safety, privacy, and environmental protection. Neighborhood developers may create setback lines (usually defined in Covenants & Restrictions, and set forth in official neighborhood maps) to ensure uniform appearance in the neighborhood and prevent houses from crowding adjacent structures or streets. In some cases, building ahead of a setback line may be permitted through special approval. Homes usually have a setback from the property boundary, so that they cannot be placed close together. Setbacks may also allow for public utilities to access the buildings, and for access", "doc_score": "81.09504699707031", "publish_date": "2018/12/31"}, {"doc_id": "1586985", "text": "Deprecation / a logic gate. This practice may have been acceptable in the past, but has become deprecated because faster clock speeds are likely to induce more transient noise on input lines, causing hardware glitches or malfunctions. A building code example is the use of ungrounded (\"2-prong\") electrical receptacles. Over time, these older devices were deprecated in favor of the safer grounded (\"3-prong\") receptacles. The obsolete ungrounded receptacles were still permitted by \"grandfathering\" in existing electrical wiring, but became prohibited for new installations. Ungrounded receptacles are still available for legal purchase, but are intended solely for repairs to existing older electrical installations.", "doc_score": "81.85735321044922", "publish_date": "2018/12/31"}, {"doc_id": "8434545", "text": "Land-sale overage / Land-sale overage In the context of land sales, an overage (also called “claw back”) is used to describe a sum of money in addition to the original sale price which a seller of land may be entitled to receive following completion if and when the buyer complies with agreed conditions. Overage is often written into a contract of sale where land or property is being sold at an undervalued rate, or there is a clear process which can be undertaken to improve the value of the land over and above the cost of the process to improve the value. Planning", "doc_score": "78.80706787109375", "publish_date": "2018/12/31"}, {"doc_id": "6017350", "text": "Setback (architecture) / Setback (architecture) A setback, sometimes called step-back, is a step-like recession in a wall. Setbacks were initially used for structural reasons, but now are often mandated by land use codes, or are used for aesthetic reasons. In densely built-up areas, setbacks also help get more daylight and fresh air to the street level. Importantly, a setback helps lower the building's center of mass, making it more stable. Setbacks were used by ancient builders to increase the height of masonry structures by distributing gravity loads produced by the building material such as clay, stone, or brick. This was achieved by regularly", "doc_score": "82.68946838378906", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_4", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "15619841", "text": "Athletics at the 2012 Summer Olympics – Men's 200 metres / Athletics at the 2012 Summer Olympics – Men's 200 metres The men's 200 metres competition at the 2012 Summer Olympics in London, United Kingdom was held at the Olympic Stadium on 7–9 August. The semi-final round showed all three Jamaican athletes were the class of the field. In heat one, Yohan Blake had a huge lead and relaxed down the straightaway, almost too much as Wallace Spearmon and Christophe Lemaitre raced to the line behind him in the fastest heat of the day. Usain Bolt dominated the second heat, jogging and looking around for non-existent challengers down the straight. And", "doc_score": "85.38600158691406", "publish_date": "2018/12/31"}, {"doc_id": "18823785", "text": "Kip Rono / Kip Rono George Kiprotich \"Kip\" Rono (born 4 January 1958) is a Kenyan former steeplechase runner. He won a gold medal in the event at the 1979 African Championships in Athletics (becoming the inaugural champion) and was the first African steeplechase winner at the 1979 IAAF World Cup. Rono ranked second fastest in the world in 1980 with a time of 8:12.0 minutes, but missed the 1980 Summer Olympics due to the boycott. He was a bronze medallist at both the Commonwealth Games and All-Africa Games in 1978, finishing behind Henry Rono. He represented his country at the World Championships", "doc_score": "84.88074493408203", "publish_date": "2018/12/31"}, {"doc_id": "5191696", "text": "4 × 100 metres relay / record stands at 36.84 as set by the Jamaican team at the 2012 London Olympic games on 11 August 2012. As the only team to break 37 seconds to date, Jamaica has been the dominant team in the sport, winning two consecutive Olympic Gold Medals as well as four consecutive World Championships. The previous record was 37.04 seconds as set by the Jamaican team at the 2011 World Championships. The fastest electronically timed anchor leg run is 8.65 seconds by Usain Bolt at the 2015 IAAF World Relays. Bob Hayes was hand-timed as running between 8.5 and 8.9 seconds on", "doc_score": "88.30886840820312", "publish_date": "2018/12/31"}, {"doc_id": "7595099", "text": "Usain Bolt / Usain Bolt Usain St Leo Bolt (; born 21 August 1986) is a Jamaican retired sprinter and world record holder in the 100 metres, 200 metres and 4 × 100 metres relay. His reign as Olympic Games champion in all of these events spans three Olympics. Owing to his achievements and dominance in sprint competition, he is widely considered to be the greatest sprinter of all time. A nine-time Olympic gold medalist, Bolt won the 100 m, 200 m and 4 × 100 m relay at three consecutive Olympic Games, although he lost the 2008 relay gold medal about nine", "doc_score": "86.89825439453125", "publish_date": "2018/12/31"}, {"doc_id": "19126646", "text": "Solomon Wariso / herbal supplement. Outdoor Indoor Solomon Wariso Solomon Wariso (born 11 November 1966 in Portsmouth) is a retired English sprinter who competed primarily in the 200 and 400 metres. He represented his country at two outdoor and three indoor World Championships and is the British record holder in the indoor 4 × 400 metres relay. Born to Nigerian parents in Portsmouth where his father was stationed with the navy, Wariso's family moved to London in 1971. He tested positive for an illegal stimulant, ephedrine, in 1994 and was banned from competing for three months, despite his claims that he took the", "doc_score": "84.11592102050781", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_5", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "12393728", "text": "History of alien abduction claims / were attempting a program to create human–alien hybrids, though the motives for this scheme were unknown. There were anecdotal reports of phantom pregnancy related to UFO encounters at least as early as the 1960s, but Budd Hopkins and especially David M. Jacobs were instrumental in popularizing the idea of widespread, systematic interbreeding efforts on the part of the alien intruders. Despite the relative paucity of corroborative evidence, Jacobs presents this scenario as not only plausible, but self-evident. Hopkins and Jacobs have also been criticized for selective citation of abductee interviews, favoring those that support their hypothesis of extraterrestrial intervention. The", "doc_score": "83.79753112792969", "publish_date": "2018/12/31"}, {"doc_id": "3874322", "text": "Fake orgasm / as achieving orgasm was unlikely but did not want to hurt the feelings of their partner. A study of orgasms in female humans suggested that most men are quite accurate in knowing whether their partners faked orgasm or not. In this study, accuracy was varied (for example, one man suggesting that his partner never faked orgasm, and his partner suggesting that she faked orgasm 100% of the time), but the general moderate accuracy of men in detecting fake orgasm suggests that it may be an evolutionary counter-adaptation by men in order to not be fooled into believing female attempts at", "doc_score": "82.65147399902344", "publish_date": "2018/12/31"}, {"doc_id": "3874309", "text": "Fake orgasm / Fake orgasm A fake orgasm occurs when a person pretends to have an orgasm without actually experiencing one. It usually involves simulating or acting out behaviors typically associated with orgasm, such as body movements, vocal sounds, and sequences of intensification followed by apparent release. It can also include giving verbal indications that orgasm occurred. Women fake orgasms more frequently than men, with one survey finding that 26% of women fake an orgasm every time they have sex. This is more than the 25% of women who report consistently having an orgasm during coitus. Women tend to achieve orgasm during intercourse", "doc_score": "84.84552001953125", "publish_date": "2018/12/31"}, {"doc_id": "3874320", "text": "Fake orgasm / shown to function as a mate-retention technique when the female, as opposed to the male, has a higher risk of infidelity. For example, it has been suggested that a main function of female orgasm is to retain the sperm of a favored partner, therefore it is advantageous for men to pay attention to their partners orgasm to ensure they have been selected. Men who are heavily invested in their relationship would experience greater costs in potential cuckoldry and sperm competition. Consequently, in situations where the woman has a perceived high risk of infidelity, men may be especially interested in ensuring", "doc_score": "84.0905532836914", "publish_date": "2018/12/31"}, {"doc_id": "3874318", "text": "Fake orgasm / their partner report a greater number of faked orgasms. This behavior would be beneficial for the female in retaining a long-term mate, as women who appear to have frequent orgasms have partners that report higher levels of satisfaction in their relationship, in comparison to women that do not orgasm as frequently. Some research has indicated that women who fake orgasm frequently have also been shown to display other mate retention behaviors, which include: Mate guarding (e.g. paying attention to who the partner is spending time with and often checking up on them), inter-sexual negative inducements (flirting with another individual whilst", "doc_score": "81.3378677368164", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_6", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "355010", "text": "Racketeer Influenced and Corrupt Organizations Act / \"Art Cohen vs. Donald J. Trump\" was a civil RICO class action suit filed October 18, 2013, accusing Donald Trump of misrepresenting Trump University \"to make tens of millions of dollars\" but delivering \"neither Donald Trump nor a university\". The case was being heard in U.S. District Court for the Southern District of California in San Diego, No. 3:2013cv02519, by Judge Gonzalo P. Curiel. It was scheduled for argument beginning November 28, 2016. However, on November 18 and shortly after Trump won the presidential election, this case and two others were settled for a total of $25 million and without", "doc_score": "82.63902282714844", "publish_date": "2018/12/31"}, {"doc_id": "15668905", "text": "Anthony Weiner sexting scandals / divorce prior to his guilty plea. On September 25, 2017, Judge Denise Cote of the Southern District of New York agreed to a plea agreement sentence totaling 21 months in federal prison, three years supervised release, and for Weiner to register as a sex offender. Weiner reported to Federal Medical Center, Devens on November 6. The first scandal was used as the inspiration for part of the plot line of Season I-II of the Showtime series \"Homeland\", where a protagonist, a war hero (played by Damian Lewis), is invited to run for Congress (and subsequently gets elected) after the political", "doc_score": "83.26022338867188", "publish_date": "2018/12/31"}, {"doc_id": "13880480", "text": "William J. Jefferson corruption case / a public official. According to the Associated Press, \"court documents make clear that Congressman William Jefferson (Democrat-Louisiana) is the accused congressman, without naming him\". Jackson's plea bargain requires his cooperation in the ongoing investigation against the congressman he admits bribing. The total amount of the bribes is between $400,000 and $1 million, according to court documents of the Jackson proceeding. On September 8, Jackson was sentenced to 7 years and 3 months in jail. The raid of Jefferson's office set off a series of political events: Jefferson immediately challenged the action in federal court. House Speaker Dennis Hastert and House", "doc_score": "84.09728240966797", "publish_date": "2018/12/31"}, {"doc_id": "20301915", "text": "2017 Bureau of Customs drug smuggling scandal / out from the MICP on May 23. Chinese businessman Richard Tan, also known as Chen Ju Long, narrates during the congressional hearing that he called the Bureau of Customs at 11pm (PST) after he was informed about the illegal drugs shipment by Zhang Xiaohui of the Chinese General Administration of Customs. Customs broker, Mark Taguba claims that Tan was behind the smuggling of the drugs who says that he was hired by the businessman to \"fix\" the shipment through a middle man named Kenneth Dong. The Senate Blue Ribbon Committee made an investigation regarding the alleged role of the Bureau", "doc_score": "81.12897491455078", "publish_date": "2018/12/31"}, {"doc_id": "20540652", "text": "Stormy Daniels–Donald Trump scandal / for his role in the payment, and implicated Trump. In response, Trump said that he only knew about the payments \"later on\"; Trump also said regarding the payments: \"They didn't come out of the campaign, they came from me.\" \"The Wall Street Journal\" reported on November 9, 2018 that federal prosecutors have evidence of Trump’s \"central role\" in payments to Stormy Daniels and Karen McDougal that violated campaign-finance laws. In a December 7, 2018, sentencing memorandum for Cohen, federal prosecutors implicated Trump in directing Cohen to commit the campaign finance law felonies for which Cohen had pleaded guilty. Shortly after", "doc_score": "81.30701446533203", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_7", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "12783215", "text": "I Am... World Tour / the choreography of \"Single Ladies (Put a Ring on It)\" performed by fans as well as Barack Obama and Justin Timberlake. Beyoncé then performed the song's trademark choreography accompanied by two female back-up dancers. For the finale, an extended version of \"Halo\" was performed while the singer descended from the stage to shake hands with fans in the front rows. She then went to the top of the staircase and repeatedly said \"I am\", awaiting the crowd to say it back. The letters \"I am... yours\" were displayed on the screen as she exited the stage. The tour received rave", "doc_score": "79.73878479003906", "publish_date": "2018/12/31"}, {"doc_id": "16550120", "text": "Revel Presents: Beyoncé Live / show's visual centerpiece was a stage-spanning video display screen offering an endless array of multi-hued shapes and geometric patterns, not to mention crystal-clear wide shots and close-ups of the star. The result was a dramatic presentation befitting a performer of Beyonce's magnitude.\" The set list contained songs from Beyoncé's four studio albums as well as \"Jumpin', Jumpin'\", which she recorded with Destiny's Child. In addition to performing her songs, Beyoncé also covered Whitney Houston's version of \"I Will Always Love You\" (1992) during the performance of \"Halo\", Donna Summer's \"Love to Love You Baby\" (1975) during the performance of \"Naughty", "doc_score": "77.53689575195312", "publish_date": "2018/12/31"}, {"doc_id": "16767909", "text": "Kacey Musgraves / Live, performing \"High Horse\" and \"Slow Burn.\" Through June and July, Musgraves was the opening act on the second North American leg of. In September, Musgraves appeared on a rerecorded version of \"There's No Gettin' Over Me\" with Ronnie Milsap for his 2019 duet album. On October 2, 2018, she appeared on \"Jimmy Kimmel Live!\" as the musical guest. In October 2018, Musgraves embarked on the \"Oh, What a World Tour\" in support of \"Golden Hour\". Musgraves lists Alison Krauss as one of her career role models, stating \"I mean, how many Grammys does she have? She's just remained", "doc_score": "77.54429626464844", "publish_date": "2018/12/31"}, {"doc_id": "15023382", "text": "Sparks Fly (song) / shows at Gillette Stadium. Billy Dukes of \"Taste of Country\" praised the video saying, \"The magic and theatrics she’s able to capture on stage rival what almost anyone else is able to dream up for a more Hollywood-like “produced” music video.\" During the week of its release, the music video had over 400,000 views and helped push Swift up \"Billboard\" magazine's Social 50, moving her from number nineteen to ten. Jocelyn Vena of MTV News praised the footage of the video, saying that it \"perfectly encapsulates the tour's high-octane energy including theatrical set changes, dancers, aerialists, fireworks, pyrotechnics, costume changes", "doc_score": "77.0102767944336", "publish_date": "2018/12/31"}, {"doc_id": "17069599", "text": "The Mrs. Carter Show World Tour / and her dancers wore African-inspired costumes. A montage was shown with the song \"I Was Here\" being played in the background showing footage of the singer with Barack Obama, taking part in charity work, during a vacation with Jay-Z and excerpts of her 2013 performance at the Super Bowl. An a cappella performance of the opening lines of \"I Will Always Love You\" preceded \"Halo\" as the closing song of the concert. \"Green Light\" and \"Suga Mama\" were used for the encore of the concert at numerous stops. The performances of the songs that had already been performed during the", "doc_score": "79.22174072265625", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_8", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "2587796", "text": "20000 Varuna / most probable composition for the surface of Varuna is a mixture of amorphous silicates (25%), complex organics (35%), amorphous carbon (15%) and water ice (25%). However, they also discuss another possible surface composition containing up to a 10% of methane ice. For an object with the characteristics of Varuna, this volatile could not be primordial, so an event, such as an energetic impact, would be needed to explain its presence on the surface. The International Astronomical Union has not classified it as a dwarf planet. However, Brown places it on the high end of \"highly likely\", and Tancredi (2010) classifies", "doc_score": "86.7392807006836", "publish_date": "2018/12/31"}, {"doc_id": "466228", "text": "Zirconium / arises. Materials fabricated from zirconium metal and ZrO are used in space vehicles where resistance to heat is needed. High temperature parts such as combustors, blades, and vanes in jet engines and stationary gas turbines are increasingly being protected by thin ceramic layers, usually composed of a mixture of zirconia and yttria. The isotope Zr has been applied to the tracking and quantification of molecular antibodies with positron emission tomography (PET) cameras (a method called \"immuno-PET\"). Immuno-PET has reached a maturity of technical development and is now entering the phase of wide-scale clinical applications. Until recently, radiolabeling with Zr was", "doc_score": "84.57745361328125", "publish_date": "2018/12/31"}, {"doc_id": "592560", "text": "Nucleosynthesis / is radioactive, with a half-life much less than the age of the star, its abundance must reflect its recent creation within that star. Equally convincing evidence of the stellar origin of heavy elements is the large overabundances of specific stable elements found in stellar atmospheres of asymptotic giant branch stars. Observation of barium abundances some 20-50 times greater than found in unevolved stars is evidence of the operation of the s-process within such stars. Many modern proofs of stellar nucleosynthesis are provided by the isotopic compositions of stardust, solid grains that have condensed from the gases of individual stars and", "doc_score": "84.14933776855469", "publish_date": "2018/12/31"}, {"doc_id": "45602", "text": "Boron / a relatively rare element in the Earth's crust, representing only 0.001% of the crust mass, it can be highly concentrated by the action of water, in which many borates are soluble. It is found naturally combined in compounds such as borax and boric acid (sometimes found in volcanic spring waters). About a hundred borate minerals are known. On September 5, 2017, scientists reported that the \"Curiosity\" rover detected boron, an essential ingredient for life on Earth, on the planet Mars. Such a finding, along with previous discoveries that water may have been present on ancient Mars, further supports the possible", "doc_score": "88.27961730957031", "publish_date": "2018/12/31"}, {"doc_id": "291612", "text": "Neptunium / forming weighable amounts of neptunium became a realistic endeavor. Its half-life was initially determined to be about 3 million years (later revised to 2.144 million years), confirming the predictions of Nishina and Kimura of a very long half-life. Early research into the element was somewhat limited because most of the nuclear physicists and chemists in the United States at the time were focused on the massive effort to research the properties of plutonium as part of the Manhattan Project. Research into the element did continue as a minor part of the project and the first bulk sample of neptunium was", "doc_score": "85.20410919189453", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_9", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "16918115", "text": "Liz MacKean / Liz MacKean Elizabeth Mary MacKean (30 November 1964 – 18 August 2017) was a British television reporter and presenter. She worked on the BBC's \"Newsnight\" programme and was the reporter on an exposé of Sir Jimmy Savile as a paedophile which was controversially cancelled by the BBC in December 2011. The decision to axe the \"Newsnight\" investigation became the subject of the Pollard Inquiry. She and colleague Meirion Jones later won a London Press Club Scoop of the Year award for their work on the story. She also won the 2010 Daniel Pearl Award for her investigation of the Trafigura", "doc_score": "81.40809631347656", "publish_date": "2018/12/31"}, {"doc_id": "16833132", "text": "Jimmy Savile sexual abuse scandal / place at thirteen hospitals as well as on BBC premises, according to the report. In October 2013 it was announced that inquiries had been extended to other hospitals. On 26 June 2014, the Secretary of State for Health, Jeremy Hunt, reported on the findings of the investigations led by Kate Lampard. He said that Savile had sexually assaulted victims aged between 5 and 75 in NHS hospitals, and he apologised to the victims. Further investigations, in hospitals and elsewhere, led to additional allegations of sexual abuse by Savile. Much of Savile's career involved working with children and young people, including", "doc_score": "79.41070556640625", "publish_date": "2018/12/31"}, {"doc_id": "16833140", "text": "Jimmy Savile sexual abuse scandal / abuse at Duncroft Approved School, the BBC, and Stoke Mandeville Hospital. The former headmistress of Duncroft was Jones' own aunt. The \"Newsnight\" team, which included former police detective Mark Williams-Thomas, also found out about a 2009 Surrey Police investigation into Savile. The report was scheduled for broadcast on 7 December 2011, but a decision was taken to cancel its transmission, which ultimately developed into a major crisis for the BBC when the allegations against Savile were made public in October 2012. The subsequent Pollard Review found that Jones and MacKean had assembled cogent evidence that Savile had a history of", "doc_score": "80.7196273803711", "publish_date": "2018/12/31"}, {"doc_id": "16833167", "text": "Jimmy Savile sexual abuse scandal / been associated had been involved in the abuse of young people in their care. By 19 December, eight people had been arrested for questioning, and later bailed, as part of the inquiry. These included former pop star Gary Glitter; comedian Freddie Starr; former BBC producers Wilfred De'ath and Ted Beston; DJ Dave Lee Travis; publicist Max Clifford; Rolf Harris; and an unnamed man in his 60s. Travis stated that his arrest had been connected with matters not linked to children. Clifford denied what he termed the \"damaging and totally untrue allegations\". In early 2013, comedian Jim Davidson and two unnamed", "doc_score": "79.68833923339844", "publish_date": "2018/12/31"}, {"doc_id": "2156616", "text": "Jimmy Savile / agreed to have their stories told. The interviewees alleged abuse at Duncroft approved school for girls in Staines, Stoke Mandeville Hospital and the BBC. The item was scheduled for broadcast in \"Newsnight\" on 7 December 2011, but was never shown; the BBC broadcast tributes to Savile at Christmas 2011. \"Newsnight\" also discovered that Surrey Police had investigated allegations of abuse against Savile. In December 2012, a review led by Nick Pollard of the BBC's handling of the issue described the decision not to broadcast the \"Newsnight\" investigation as \"flawed\". The review said that Jones and MacKean had found \"cogent evidence\"", "doc_score": "77.94613647460938", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_10", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "9577622", "text": "Islamic State of Iraq and the Levant / a single street in Mosul. The UN reported that in the 17 days from 5 to 22 June, ISIL killed more than 1,000 Iraqi civilians and injured more than 1,000. After ISIL released photographs of its fighters shooting scores of young men, the UN declared that cold-blooded \"executions\" by militants in northern Iraq almost certainly amounted to war crimes. ISIL's advance in Iraq in mid-2014 was accompanied by continuing violence in Syria. On 29 May, ISIL raided a village in Syria and at least 15 civilians were killed, including, according to Human Rights Watch, at least six children. A hospital", "doc_score": "89.19998168945312", "publish_date": "2018/12/31"}, {"doc_id": "184229", "text": "Hamas / Hamas Hamas (Arabic: حماس \"Ḥamās\", an acronym of حركة المقاومة الاسلامية \"Ḥarakat al-Muqāwamah al-ʾIslāmiyyah\" Islamic Resistance Movement) is a Palestinian Sunni-Islamist fundamentalist organization. It has a social service wing, Dawah, and a military wing, the Izz ad-Din al-Qassam Brigades. It has been the \"de facto\" governing authority of the Gaza Strip since its takeover of that area in 2007. During this period it fought several wars with Israel. It is regarded, either in whole or in part, as a terrorist organization by several countries and international organizations, most notably by Israel, the United States and the European Union. Russia, China,", "doc_score": "88.71979522705078", "publish_date": "2018/12/31"}, {"doc_id": "16322060", "text": "2012 Afghanistan Quran burning protests / French, Norwegian and US bases, including those at Mihtarlam and Kapisa. A post on CBS News read: Twenty-three people were reported killed from the three days of protesting and riots, including four members of the United States armed forces, two of which resulted after someone in the uniform of the Afghan National Security Forces (ANSF) turned their weapons on them; over 55 others were also wounded. John Allen visited the base in Nangarhar and urged forces under his command not to seek retribution. On 25 February, the Taliban claimed responsibility for the deaths of four American military personnel. Two of", "doc_score": "87.63339233398438", "publish_date": "2018/12/31"}, {"doc_id": "9577475", "text": "Islamic State of Iraq and the Levant / area in western Iraq and eastern Syria, containing an estimated 2.8 to 8 million people, where it enforced its interpretation of sharia law. ISIL is believed to be operational in 18 countries across the world, including Afghanistan and Pakistan, with \"aspiring branches\" in Mali, Egypt, Somalia, Bangladesh, Indonesia and the Philippines. In 2015, ISIL was estimated to have an annual budget of more than US$1 billion and a force of more than 30,000 fighters. In July 2017, the group lost control of its largest city, Mosul, to the Iraqi army. Following this major defeat, ISIL continued to lose territory to", "doc_score": "89.7769775390625", "publish_date": "2018/12/31"}, {"doc_id": "18868437", "text": "26 June 2015 Islamist attacks / the beach. ISIL claimed responsibility for the attack. Reports have since surfaced of alleged involvement and co-operation between the gunmen Seifeddine Rezgui and Ansar al-Sharia in Tunisia. 26 June 2015 Islamist attacks On 26 June 2015, attacks occurred in France, Kuwait, Syria, Somalia, and Tunisia, one day following a deadly massacre in Syria. The day of attacks has been dubbed \"Bloody Friday\" by international media and \"Black Friday\" () among Francophone media in Europe and North Africa. One attack at a Tunisian beach resort killed 39; a bombing at a Shia mosque in Kuwait City killed 27 and injured several;", "doc_score": "86.97286987304688", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_11", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "5670405", "text": "Kevin McCarthy (California politician) / After announcing his candidacy for Speaker on September 28, 2015, he dropped out of the race on October 8. The Republicans lost their majority at the 2018 midterm elections, and McCarthy was elected as House Minority Leader, making him the first California Republican to hold the post. McCarthy was born in Bakersfield, California, the son of Roberta Darlene (née Palladino; November 16, 1940–), a homemaker, and Owen McCarthy (June 12, 1941–), an assistant city fire chief. McCarthy is a fourth-generation resident of Kern County. He is the first Republican in his immediate family, as his parents were members of the", "doc_score": "89.16056823730469", "publish_date": "2018/12/31"}, {"doc_id": "19864582", "text": "2018 United States House of Representatives elections in Texas / Filemon Vela Jr. and has been since the district's creation in 2013. Vela was reelected with 62.67% of the vote in 2016. The district's PVI is D+10. The 35th district includes parts of the San Antonio metropolitan area, including portions of Bexar County, thin strips of Comal and Hays, and a portion of Caldwell county, as well as portions of southern and eastern Austin in Travis County. In March 2017, a panel of federal judges ruled that the 35th district was illegally drawn with discriminatory intent. In August, 2017 there was another ruling that the district is unconstitutional. The district", "doc_score": "86.33894348144531", "publish_date": "2018/12/31"}, {"doc_id": "19864583", "text": "2018 United States House of Representatives elections in Texas / is currently represented by Democrat Lloyd Doggett, and has been since its creation in 2013. Doggett previously represented Texas's 25th congressional district before redistricting. Doggett won reelection in 2016 with 63.07% of the vote. The district's PVI is D+15 Doggett is running for reelection. The 36th district is located in southeast Texas and includes all of Newton, Jasper, Tyler, Polk, Orange, Hardin, Liberty, and Chambers counties, plus portions of southeastern Harris County. The Johnson Space Center is within the district. It is currently represented by Republican Brian Babin, who has served since 2015. Babin was reelected in 2016 with 88.61%", "doc_score": "86.24240112304688", "publish_date": "2018/12/31"}, {"doc_id": "20473531", "text": "2018 Minnesota Senate District 54 special election / the Senate since 2007 and previously in the House from 2003. Schoen previously represented District 54A, the western half of the district, in the House from 2013. In the last election in 2016, Schoen won with 53 percent of the vote compared to his Republican opponent's 47 percent. Candidate filings were open from January 8 through January 11. As multiple Republican candidates filed for office, a primary election was held on January 29, 2018, to determine which candidate received the party's nomination. The Senate District 54 Republicans held a convention to endorse a candidate on December 12, 2017. Former state", "doc_score": "84.71333312988281", "publish_date": "2018/12/31"}, {"doc_id": "5670415", "text": "Kevin McCarthy (California politician) / September 25, 2015, John Boehner announced his intention to resign as Speaker effective October 30, 2015. Many media outlets speculated that McCarthy would likely replace him, and Boehner himself stated that McCarthy \"would make an excellent speaker.\" He was the presumptive successor to the outgoing Speaker. On Monday, September 28, McCarthy formally announced his candidacy. Having held congressional office for less than nine years, McCarthy would have been the Speaker with the least time in Congress since 1891. On October 8, 2015, as Republicans were preparing to vote, McCarthy unexpectedly dropped out of the race, saying that Republicans needed a", "doc_score": "86.3696060180664", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_12", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "2906712", "text": "Artificial Intelligence: A Modern Approach / Artificial Intelligence: A Modern Approach Artificial Intelligence: A Modern Approach (AIMA) is a university textbook on artificial intelligence, written by Stuart J. Russell and Peter Norvig. It was first published in 1995 and the third edition of the book was released 11 December 2009. It is used in over 1350 universities worldwide and has been called \"the most popular artificial intelligence textbook in the world\". It is considered the standard text in the field of artificial intelligence. The book is intended for an undergraduate audience but can also be used for graduate-level studies with the suggestion of adding some of", "doc_score": "87.62178802490234", "publish_date": "2018/12/31"}, {"doc_id": "1603308", "text": "Artificial consciousness / Artificial consciousness Artificial consciousness (AC), also known as machine consciousness (MC) or synthetic consciousness (; ), is a field related to artificial intelligence and cognitive robotics. The aim of the theory of artificial consciousness is to \"Define that which would have to be synthesized were consciousness to be found in an engineered artifact\". Neuroscience hypothesizes that consciousness is generated by the interoperation of various parts of the brain, called the neural correlates of consciousness or NCC, though there are challenges to that perspective. Proponents of AC believe it is possible to construct systems (e.g., computer systems) that can emulate", "doc_score": "83.82133483886719", "publish_date": "2018/12/31"}, {"doc_id": "11606144", "text": "Applications of artificial intelligence / object-oriented programming. AI can be used to potentially determine the developer of anonymous binaries. AI can be used to create other AI. For example, around November 2017, Google's AutoML project to evolve new neural net topologies created NASNet, a system optimized for ImageNet and COCO. According to Google, NASNet's performance exceeded all previously published ImageNet performance. There are a number of companies that create robots to teach subjects to children ranging from biology to computer science, though such tools have not become widespread yet. There have also been a rise of intelligent tutoring systems, or ITS, in higher education. For", "doc_score": "86.22576141357422", "publish_date": "2018/12/31"}, {"doc_id": "11779", "text": "Artificial intelligence / other factors mostly match the current patient, X% of those patients turned out to have influenza\". A fourth approach is harder to intuitively understand, but is inspired by how the brain's machinery works: the artificial neural network approach uses artificial \"neurons\" that can learn by comparing itself to the desired output and altering the strengths of the connections between its internal neurons to \"reinforce\" connections that seemed to be useful. These four main approaches can overlap with each other and with evolutionary systems; for example, neural nets can learn to make inferences, to generalize, and to make analogies. Some systems", "doc_score": "85.97998809814453", "publish_date": "2018/12/31"}, {"doc_id": "11875", "text": "Artificial intelligence / any hypothetical robot rights would lie on a spectrum with animal rights and human rights. The subject is profoundly discussed in the 2010 documentary film \"Plug & Pray\". Are there limits to how intelligent machines—or human-machine hybrids—can be? A superintelligence, hyperintelligence, or superhuman intelligence is a hypothetical agent that would possess intelligence far surpassing that of the brightest and most gifted human mind. \"Superintelligence\" may also refer to the form or degree of intelligence possessed by such an agent. If research into Strong AI produced sufficiently intelligent software, it might be able to reprogram and improve itself. The improved software", "doc_score": "83.86080169677734", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_13", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "17836110", "text": "Transparency report / will reflect the 12 months prior to the date published. The inspiration of the report comes from the recent surveillance program leaks from former NSA-contractor Edward Snowden, according to an anonymous source speaking with the \"Washington Post\". Google, Twitter,and Facebook all release their own forms of transparency report, however they are not allowed to release this sort of information in their report. Transparency report A transparency report is a statement issued on a regular basis by a company, disclosing a variety of statistics related to requests for user data, records, or content. Transparency reports generally disclose how frequently and under", "doc_score": "85.55673217773438", "publish_date": "2018/12/31"}, {"doc_id": "20483907", "text": "Noyb.eu / 25 May 2018, noyb filed complaints against Facebook and subsidiaries WhatsApp and Instagram, as well as Google LLC (targeting Android), for allegedly violating Article 7(4) by attempting to completely block use of their services if users decline to accept all data processing consents, in a bundled grant which also includes consents deemed unnecessary to use the service. Noyb.eu noyb.eu, also called noyb (from the colloquial \"none of your business\") or NOYB – European Center for Digital Rights, is a non-profit organization based in Vienna, Austria established in 2017. Founded by Austrian lawyer and privacy activist Max Schrems, noyb.eu aims to", "doc_score": "85.79215240478516", "publish_date": "2018/12/31"}, {"doc_id": "17836097", "text": "Transparency report / Disclosing a transparency report also helps people to know about the appropriate scope and authority of content regulation for online discussions. Google first launched a transparency report in 2010, with Twitter following in 2012. Additional companies began releasing transparency reports as during the aftermath of the global surveillance disclosures beginning in 2013, and the number of companies issuing them has increased rapidly ever since. Transparency reports are issued today by a variety of technology and communications companies, including Google, Microsoft, Verizon, AT&T, Twitter, Apple, Dropbox, Facebook, Yahoo and CloudFlare. Several companies and advocacy groups have lobbied the U.S. government to", "doc_score": "82.66393280029297", "publish_date": "2018/12/31"}, {"doc_id": "17699001", "text": "Global surveillance disclosures (2013–present) / Vodafone group privacy officer Stephen Deadman said \"These pipes exist, the direct access model exists. We are making a call to end direct access as a means of government agencies obtaining people's communication data. Without an official warrant, there is no external visibility. If we receive a demand we can push back against the agency. The fact that a government has to issue a piece of paper is an important constraint on how powers are used.\" Gus Hosein, director of Privacy International said \"I never thought the telcos would be so complicit. It's a brave step by Vodafone and hopefully", "doc_score": "82.4858627319336", "publish_date": "2018/12/31"}, {"doc_id": "15553848", "text": "Privacy concerns with social networking services / Twitter, to reveal information applicable surrounding certain subscribers involved in the WikiLeaks cases. This outcome of this case is questionable because it deals with the user's First Amendment rights. Twitter moved to reverse the court order, and supported the idea that internet users should be notified and given an opportunity to defend their constitutional rights in court before their rights are compromised. Twitter's privacy policy states that information is collected through their different web sites, application, SMS, services, APIs, and other third parties. When the user uses Twitter's service they consent to the collection, transfer, storage, manipulation, disclosure, and other", "doc_score": "80.98533630371094", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_14", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "16745150", "text": "2016 Republican National Convention / next day, Ohio Governor John Kasich suspended his campaign, effectively making Trump the presumptive Republican presidential nominee. Trump was the first presidential nominee of a major party since Wendell Willkie, the Republican candidate in 1940, who has held neither political office nor a high military rank prior to his nomination. He was also the first presidential nominee of a major party without political experience since General Dwight D. Eisenhower first captured the Republican presidential nomination in 1952. This was the first Republican National Convention to be held entirely in July since 1980. Twitter and CBS News live streamed the convention", "doc_score": "82.43909454345703", "publish_date": "2018/12/31"}, {"doc_id": "20004919", "text": "Donald Trump 2020 presidential campaign / The campaign has announced, and Trump has confirmed in several stump speeches, that the slogan for the 2020 race will be changed from \"Make America Great Again\" to \"Keep America Great\", once a sufficient level of \"greatness\" has been reached. As of the fall of 2018, Trump continues to use the old slogan. On November 7, 2018, Trump confirmed that Mike Pence would be his vice presidential running mate in 2020. The rallies have come under intense criticism for the high level of misleading statements made by Trump, anything from 68 to 76 percent during the summer 2018 rallies. Presidential", "doc_score": "80.83816528320312", "publish_date": "2018/12/31"}, {"doc_id": "12398003", "text": "2012 Republican National Convention / draft a party platform. On August 21, 2012, the committee released a 60-page document for approval at the convention. The platform was enthusiastically approved at the convention on August 28. Policies include: According to Fox News and Associated Press delegate projections, Mitt Romney, former Governor of Massachusetts, clinched the Republican presidential nomination in the Texas primary on May 29, 2012 and became the party's presumptive nominee. Two weeks before the convention, on August 11, Romney announced Paul Ryan as his running mate. The decision made Ryan the first major party vice presidential candidate from Wisconsin. Rick Santorum and Newt Gingrich", "doc_score": "80.28160858154297", "publish_date": "2018/12/31"}, {"doc_id": "7642269", "text": "Donald Trump / Since the Republicans controlled both the House and the Senate, the likelihood of impeachment during the 2017–2019 115th Congress was considered remote. Trump has argued against his own impeachment because \"I don't think they can impeach somebody that's doing a great job.\" Independently of impeachment, some commentators have speculated that Trump could be stripped of his powers and duties for incapacity under the 25th Amendment of the Constitution. Trump signaled his intention to run for a second term by filing with the FEC within hours of assuming the presidency. This transformed his 2016 election committee into a 2020 reelection one.", "doc_score": "81.95335388183594", "publish_date": "2018/12/31"}, {"doc_id": "19846309", "text": "2020 Republican Party presidential primaries / their outspoken criticism of the president on the Senate floor. 2016 presidential candidates John Kasich and Carly Fiorina have also indicated interest in challenging Trump. In the case of Ohio Governor John Kasich, rumors have circulated that he might consider a joint ticket with Colorado Democratic Governor John Hickenlooper. In March 2018, Flake and Kasich traveled to New Hampshire to reportedly \"test the waters.\" Longtime political strategist Roger Stone, however, predicts that Trump may not seek a second term if he succeeds in keeping all of his campaign promises and \"[makes] America great again\". <section begin=\"interested\" /> Individuals in this", "doc_score": "80.8907241821289", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_15", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "7894316", "text": "Pre-exposure prophylaxis / study at UT-Southwestern (Dallas) and the University of Minnesota showed PrEP to be effective in \"humanized\" laboratory mice. In 2008, the iPrEx study demonstrated 42% reduction of HIV infection among men who have sex with men, and subsequent analysis of the data has suggested that 99% protection is achievable if the drugs are taken every day. Below is a table summarizing some of the major research studies that demonstrated PrEP with Truvada to be effective across different populations. PrEP approaches with agents besides oral Truvada are being investigated. There has been some evidence that other regimens, like ones based on", "doc_score": "80.86474609375", "publish_date": "2018/12/31"}, {"doc_id": "16606212", "text": "Recombinant factor VIIa / The product is the first biosimilar or biogeneric of the above-mentioned drug. This biomedicine is produced in baby hamster kidney cells (BHK) and has similar characteristics and functions with the native blood factor VII. rFVIIa is normally administered intravenously (IV) under physician supervision. rFVIIa was used routinely in severely wounded American troops during the Iraq War, credited with saving many lives but also resulting in a high number of deep venous thromboses and pulmonary emboli, as well as unexpected strokes, heart attacks, and deaths. Recombinant factor VIIa Recombinant factor VIIa (rFVIIa) is a form of blood factor VII that has", "doc_score": "77.48918914794922", "publish_date": "2018/12/31"}, {"doc_id": "18411750", "text": "CUSP9 / These targets have been shown to be active in glioblastoma. CUSP9 is related several other trials using a similar conceptual approach: The COMBAT regimen for treating various advanced pediatric cancers that uses two re-purposed non-cytotoxic drugs to augment two traditional cytotoxic drugs, or the GLAD regimen that uses one traditional anti-cancer drug, gefitinib, with three re-purposed non-cancer drugs. Or the MEMMAT regimen, in a current trial of A.Peyrl et al. using a 7 drug cocktail, (ClinicalTrials.gov Identifier: NCT01356290)- non-cytotoxic drugs bevacizumab, thalidomide, celecoxib, and fenofibric acid to augment traditional cytotoxic drugs etoposide, cyclophosphamide, and cytarabine to treat progressive medulloblastoma. The", "doc_score": "79.86636352539062", "publish_date": "2018/12/31"}, {"doc_id": "3537880", "text": "DPT vaccine / On October 24, 2012, the ACIP voted to recommend use of Tdap during every pregnancy. The U.S.'s Advisory Committee on Immunization Practices (ACIP) and Canada's National Advisory Committee on Immunization (NACI) recommended that both adolescents and adults receive Tdap in place of their next Td booster (recommended to be given every 10 years). Tdap and Td can be used as prophylaxis for tetanus in wound management. People who will be in contact with young infants are encouraged to get Tdap even if it has been less than 5 years since Td or TT to reduce the risk of infants being", "doc_score": "82.7105484008789", "publish_date": "2018/12/31"}, {"doc_id": "17551773", "text": "NSI-189 / on patient-reported depression scales and in aspects of cognition for the 40 mg/day dose. Of particular note are improvements in memory (effect size Cohen's d = 1.12, p = 0.002), working memory (d = 0.81, p = 0.020), and executive functioning (d = 0.66, p = 0.048) as measured by the CogScreen computerized test. In addition to MDD, Neuralstem has said that it intends to pursue clinical development of NSI-189 for a variety of other neurological conditions, including traumatic brain injury, Alzheimer's disease, post-traumatic stress disorder, stroke, and to prevent cognitive and memory decline in aging. NSI-189 NSI-189 is an", "doc_score": "81.7208480834961", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_16", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "2293670", "text": "Domain hijacking / actual domain owner to impersonate them and persuade the domain registrar to modify the registration information and/or transfer the domain to another registrar, a form of identity theft. Once this has been done, the hijacker has full control of the domain and can use it or sell it to a third party. Other methods include email vulnerability, vulnerability at the domain-registration level, keyloggers, and phishing sites. Responses to discovered hijackings vary; sometimes the registration information can be returned to its original state by the current registrar, but this may be more difficult if the domain name was transferred to another", "doc_score": "90.75932312011719", "publish_date": "2018/12/31"}, {"doc_id": "6694636", "text": "SiteKey / refuse to send the state token in step (2); the phishing site owner will either need to skip displaying the correct security image, or prompt the user for the security question(s) obtained from the legitimate domain and pass on the answers. In theory, this could cause the user to become suspicious, since the user might be surprised to be re-prompted for security questions even if they have used the legitimate domain from their browser recently. However, in practice, there is evidence users generally fail to notice such anomalies. A Harvard study found SiteKey 97% ineffective. In practice, real people don't", "doc_score": "91.2336196899414", "publish_date": "2018/12/31"}, {"doc_id": "9832085", "text": "Login / Login In computer security, logging in (or logging on or signing in or signing on) is the process by which an individual gains access to a computer system by identifying and authenticating themselves. The user credentials are typically some form of \"username\" and a matching \"password\", and these credentials themselves are sometimes referred to as a login, (or a logon or a sign-in or a sign-on). In practice, modern secure systems also often require a second factor for extra security. When access is no longer needed, the user can log out (log off, sign out or sign off). Logging in", "doc_score": "90.05390930175781", "publish_date": "2018/12/31"}, {"doc_id": "5272826", "text": "Self-service password reset / SMS and email. Advanced SSPR software requires the user to provide a mobile phone number or personal e-mail address during setup. In the event of a password reset, a PIN code will be sent to the user's phone or email and they will need to enter this code during the password reset process. Modern technology also allows authentication via voice biometrics using voice recognition technology. A major problem with self-service password reset inside corporations and similar organizations is enabling users to access the system if they forgot their primary password. Since SSPR systems are typically web-based, users need to launch", "doc_score": "89.20687866210938", "publish_date": "2018/12/31"}, {"doc_id": "5516496", "text": "Closed-loop authentication / situations where one party wants to demonstrate control of an email address to another, as a weak form of identity verification. It is not a strong form of authentication in the face of host- or network-based attacks (where an imposter, Chuck, is able to intercept Bob's email, intercepting the nonce and thus masquerading as Bob.) A use of closed-loop email authentication is used by parties with a shared secret relationship (for example, a website and someone with a password to an account on that website), where one party has lost or forgotten the secret and needs to be reminded. The", "doc_score": "90.47476196289062", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_17", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "5564820", "text": "Methyl iodide / fumigant in the United States. The California Department of Pesticide Regulation (DPR) concluded that methyl iodide is \"highly toxic,\" that \"any anticipated scenario for the agricultural or structural fumigation use of this agent would result in exposures to a large number of the public and thus would have a significant adverse impact on the public health\", and that adequate control of the chemical in these circumstances would be \"difficult, if not impossible.\" Methyl iodide was approved as a pesticide in California that December. A lawsuit was filed on January 5, 2011, challenging California's approval of methyl iodide. Subsequently, the manufacturer", "doc_score": "89.03509521484375", "publish_date": "2018/12/31"}, {"doc_id": "13168043", "text": "Enilconazole / food into the body, it must be metabolized before it can do any damage. Under California's Proposition 65, enilconazole is listed as \"known to the State to cause cancer\". The EPA determined there is no substantial risk to toxic levels when considering food and water exposure. Enilconazole has a very minute degree of mobility, so its level of drinking water contamination is quite low. The estimated environmental concentration (EEC) found the levels to be 0.072 ppb for surface water, which is much less than the 500 ppb comparison level for drinking water. These values are quite negligible, which is why", "doc_score": "88.87244415283203", "publish_date": "2018/12/31"}, {"doc_id": "17294640", "text": "Soylent (meal replacement) / to nerve damage, lower IQ, and reproductive problems including decreased sperm count. Cadmium is also a toxic heavy metal and has been linked to kidney, liver, and bone damage. Soylent's website displays the Proposition 65 warning required by California. Rosa Foods published the position that the levels of heavy metal content in Soylent \"are in no way toxic, and Soylent remains completely safe and nutritious\". Rosa Foods also published an infographic and spreadsheet based on an FDA study of heavy metal content in common foods, comparing two selected example meals to servings of Soylent with a similar amount of caloric", "doc_score": "89.17237091064453", "publish_date": "2018/12/31"}, {"doc_id": "15645217", "text": "Legal status of Salvia divinorum in the United States / 2494 to the Oregon State Legislature. If passed, this legislation would have made \"Salvia divinorum\" and salvinorin A Schedule I controlled substances in that state. Possession would be punishable by a maximum of 1 year's imprisonment, a $6250 fine, or both. Manufacture or delivery would be punishable by a maximum of 20 years imprisonment, a $375,000 fine, or both. Rep. John Lim has been quoted as saying—\"From what I understand this drug is at least as dangerous as marijuana or LSD\", and Seth Hatmaker, a spokesman for Lim—\"I think it's only a matter of time before we find people addicted", "doc_score": "90.02880096435547", "publish_date": "2018/12/31"}, {"doc_id": "1281349", "text": "Salvinorin A / is a Schedule I controlled substance in the state of Florida making it illegal to buy, sell, or possess in Florida. There is an exception however for \"any drug product approved by the United States Food and Drug Administration which contains Salvinorin A or its isomers, esters, ethers, salts, and salts of isomers, esters, and ethers, if the existence of such isomers, esters, ethers, and salts is possible within the specific chemical designation.\" Salvinorin A is considered a Schedule 9 prohibited substance in Australia under the Poisons Standard (October 2015). A Schedule 9 substance is a substance which may be", "doc_score": "88.81706237792969", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_18", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "14085735", "text": "Obama Doctrine / Obama administration by the Treasury Department. They are the subject of a book by Juan Zarate, a former White House staffer. The aim is to shut off the market access of enemy banks, companies and state bodies. The denial of access to bond markets can hurt the enemy. This was developed in the early years of the 21st century by practice against North Korea and later Iran. The relevant paragraph in the NSS reads as follows: That is precisely the reason we should strengthen enforcement of international law and our commitment to engage and modernize international institutions and frameworks. Those", "doc_score": "81.59049224853516", "publish_date": "2018/12/31"}, {"doc_id": "505108", "text": "Campaign finance reform in the United States / in this era. After more standardized ballots were introduced, these practices continued, applying methods such as requiring voters to use carbon paper to record their vote publicly in order to be paid. Boies Penrose mastered post-Pendleton Act corporate funding through extortionist tactics, such as squeeze bills (legislation threatening to tax or regulate business unless funds were contributed.) During his successful 1896 U.S. Senate campaign, he raised a quarter million dollars within 48 hours. He allegedly told supporters that they should send him to Congress to enable them to make even more money. In 1896, a wealthy Ohio industrialist, shipping magnate", "doc_score": "80.36751556396484", "publish_date": "2018/12/31"}, {"doc_id": "505139", "text": "Campaign finance reform in the United States / participation, and less influence-peddling. In 2008, however, a series of studies conducted by the Center for Competitive Politics, (which generally opposes regulation and taxpayer funded political campaigns)\" found that the programs in Maine, Arizona, and New Jersey had failed to accomplish their stated goals, including electing more women, reducing government spending, reducing special interest influence on elections, bringing more diverse backgrounds into the legislature, or meeting most other stated objectives, including increasing competition or voter participation. These reports confirmed the results of an earlier study by the conservative/libertarian Goldwater Institute on Arizona's program. The Occupy Movement, spreading across the United", "doc_score": "79.04930877685547", "publish_date": "2018/12/31"}, {"doc_id": "505119", "text": "Campaign finance reform in the United States / current financing system for Federal campaigns.\" The bill was the first significant overhaul of federal campaign finance laws since the post-Watergate scandal era. Academic research has used game theory to explain Congress's incentives to pass the Act. The BCRA was a mixed bag for those who wanted to remove big money from politics. It eliminated all soft money donations to the national party committees, but it also doubled the contribution limit of hard money, from $1,000 to $2,000 per election cycle, with a built-in increase for inflation. In addition, the bill aimed to curtail ads by non-party organizations by banning", "doc_score": "79.4578628540039", "publish_date": "2018/12/31"}, {"doc_id": "505105", "text": "Campaign finance reform in the United States / force corporate interests into paying for the defeat of the measures. U.S. Senators of the time were elected not by popular vote, but by state legislatures, whose votes could sometimes be bought. Exposed bribery occurred in Colorado, Kansas, Montana and West Virginia. Abraham Lincoln's attempt to finance his own 1858 Senate run bankrupted him, even though he had arranged a number of $500 expense accounts from wealthy donors. However, he was able to regain enough money in his law practice to purchase an Illinois newspaper to support him in the presidential election of 1860, for which he gained the", "doc_score": "81.02407836914062", "publish_date": "2018/12/31"}]}
{"question_id": "20231013_19", "search_time": "2023/10/24/12:35", "search_result": [{"doc_id": "10167122", "text": "Cashola / jackpot games, the grand prize could not be split by multiple players, as each Cashola machine was independent); as of February 2, 2009, all 27 chose the cash option. The largest Cashola jackpot, of $4,918,605.91, was won on November 26, 2009, in Charles Town, West Virginia. To win the jackpot, the maximum amount of $2.25 must have been wagered for that spin. The themes for the Cashola slots varied by machine (e.g. \"Kingdom of Pharaohs, The Big Easy\".) The minimum denomination also differed (there were penny, nickel, and quarter Cashola machines.) Each Cashola machine had five \"reels\"; for a jackpot", "doc_score": "83.9109115600586", "publish_date": "2018/12/31"}, {"doc_id": "10315171", "text": "Wild Card (lottery) / The game's format was changed, with a \"2\" added to the name, in May 1999; Nebraska dropped out upon the format change. North Dakota joined in 2004. In late 2015, the \"2\" was dropped from the name, although the game itself was not altered. Under the game's most recent format, whose first drawing was on January 16, 2013, players got two games for each $1 wagered; games had to be played in pairs. Each game was played in the same manner as \"Mega Millions\" or \"Powerball\"; five numbers from 1 through 33 were selected. The sixth \"number\" was actually 1", "doc_score": "84.4193115234375", "publish_date": "2018/12/31"}, {"doc_id": "7163792", "text": "Lottery games with a lifetime prize / each game varies. Increasingly, American lotteries have introduced a cash option for winners of scratch games with such prizes (as they had begun in the 20th century with fixed annuities in almost all games, drawing or scratchcard.) The \"Win for Life\" game (which replaced \"Lotto South\") began in 2006 in Georgia, Kentucky, and Virginia. Kentucky dropped out in 2011, and Georgia in 2014, leaving Virginia as its only member. \"Win for Life\" was retired following the September 13, 2014 drawing; it was replaced by $1,000,000 Moneyball. Players chose six numbers from 1 through 42; seven numbers were drawn, including the", "doc_score": "84.49690246582031", "publish_date": "2018/12/31"}, {"doc_id": "10144069", "text": "Texas Lottery / the minimum jackpot is $40 million, and drawings are held at 10:00 PM Central time on Wednesdays and Saturdays. Play began on September 28, 2015. Texas Triple Chance was a $2 game. Players would select 7 numbers from 1-55 (or quick pick). In addition to that set, a player got two extra sets, both quick picks. Ten numbers were drawn. To win, a player had to match by a horizontal set. Texas Triple Chance was played Monday-Saturday at 10:12 Central time. The game was closed after the drawing on July 28, 2018. \"Monopoly Millionaires' Club\" (MMC) began sales on October", "doc_score": "85.55612182617188", "publish_date": "2018/12/31"}, {"doc_id": "2815806", "text": "Powerball / Eastern Time. Since October 7, 2015, the game has used a 5/69 (white balls) + 1/26 (Powerballs) matrix from which winning numbers are chosen, resulting in odds of 1 in 292,201,338 of winning a jackpot per play. Each play costs $2, or $3 with the \"Power Play\" option. (Originally, Powerball plays cost $1; when PowerPlay began, such games were $2.) The official cutoff for ticket sales is 10:00p.m. Eastern Time; some lotteries cut off sales earlier. The drawings are usually held at the Florida Lottery’s studio in Tallahassee. On January 13, 2016, Powerball produced the largest lottery jackpot in history;", "doc_score": "85.42729949951172", "publish_date": "2018/12/31"}]}
