{"question_id": "20230106_0", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "6273295", "text": "Ken Hamlin / free agency period of 2007, teams were reluctant to offer Hamlin a multi-year contract because of concerns stemming from his previous head injury. On March 23, he signed a one-year contract worth $2.5 million with the Dallas Cowboys. In his first season with the Cowboys, he earned his first Pro Bowl selection, being named a starter for the NFC and was one-of-13 Cowboys selected - setting a team and NFL record. He started all 16 games at free safety recording career-bests with 102 tackles (third on the team) - his first career 100-tackle season - five interceptions (second on the", "doc_score": "86.401123046875", "publish_date": "2018/12/31"}, {"doc_id": "12438298", "text": "Aden Durde / Aden Durde Aden Durde (born July 10, 1979) is a former American football linebacker who is a current defensive coach with the Atlanta Falcons. Born in Middlesex, England, Durde began his football career in the United Kingdom with the London Olympians and played for the Scottish Claymores (2003–2004) and, after leaving the Carolina Panthers, he played for the Hamburg Sea Devils (2005–2007). On April 11, 2018, the Atlanta Falcons added Durde as their new defensive quality control coach. Previously Durde served as the head of football development at NFLUK, where he helped guide the International Player Pathway program. Durde also", "doc_score": "84.33293914794922", "publish_date": "2018/12/31"}, {"doc_id": "6273290", "text": "Ken Hamlin / a junior, he forced eight fumbles, recovered five, deflected 28 passes and intercepted nine. For his performance, he was named a First-team All-American by \"The NFL Draft Report\" and \"The Sporting News\" and nominated for the Jim Thorpe Award. He also became the first player in school history to record more than 100 tackles in a season three times. He was also nominated in 2002 for the Bronko Nagurski Trophy, given to the best defensive player in the nation. In his college career, Hamlin played in 36 games finishing with 381 tackles (221 solo), breaking the school record of 367", "doc_score": "83.0091323852539", "publish_date": "2018/12/31"}, {"doc_id": "6273296", "text": "Ken Hamlin / team and tied for ninth in the league) and 14 pass breakups. He made his Cowboys debut against the New York Giants on September 9, recording nine tackles and one pass breakup. After the season, on February 21, 2008, the Cowboys placed a franchise tag on him, insuring he would play at least one more year with the team. On July 15, he was rewarded with a six-year, $38 million contract. In 2008, Hamlin was elected as one of the defensive team captains for the season and finished fourth on the team - first in the secondary - with 92", "doc_score": "83.0994873046875", "publish_date": "2018/12/31"}, {"doc_id": "14371561", "text": "Chad Hall / was released by the Chiefs on December 19, 2013. Hall was signed by the Jacksonville Jaguars on August 6, 2014, but was waived on August 16, 2014. In 2017, Hall joined the Buffalo Bills coaching staff as an offensive assistant. Chad Hall Chandler \"Chad\" Hall (born May 23, 1986) is an American football coach and former player. He was signed by the Philadelphia Eagles as an unrestricted free agent in 2010 after going undrafted in 2008. He played college football at Air Force. Hall has also played for the San Francisco 49ers, Kansas City Chiefs, and Jacksonville Jaguars. He is", "doc_score": "81.14706420898438", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_1", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "4851023", "text": "Funeral of Pope John Paul II / himself. The Mass of Repose, commemorating the sending of the soul to God, was followed by the recitation of the Regina Coeli. The body of John Paul II was dressed in his vestments and moved to the Clementine Hall on the third level (considered the second floor) of the Apostolic Palace on 3 April. His body was laid on a sloped olive-sheeted catafalque and his head propped on a stack of three gold pillows. Near the catafalque was a wooden crucifix and a paschal candle symbolic of Jesus Christ as the light of the world in the face of darkness", "doc_score": "78.3015365600586", "publish_date": "2018/12/31"}, {"doc_id": "10491626", "text": "Michael Joseph Bransfield / Sepulchre. Within the United States Conference of Catholic Bishops, he serves as treasurer and sits on the Communications Committee and the National Collections Committee. Pope Francis accepted his resignation on September 13, 2018 and named Archbishop William E. Lori of Baltimore as Apostolic Administrator of the Diocese. As required by Vatican law, Bransfield submitted his letter of resignation after turning 75, which occurred the week before it was accepted. Pope Francis also asked Lori to conduct an investigation into Bishop Bransfield's sexual harassment of adults. On Wednesday, April 18, 2012, the Associated Press reported that Bishop Bransfield had been accused", "doc_score": "80.5741958618164", "publish_date": "2018/12/31"}, {"doc_id": "4851015", "text": "Funeral of Pope John Paul II / state outside the United Nations, surpassing the 1965 funeral of Winston Churchill. Four kings, five queens, at least seventy presidents and prime ministers, and more than fourteen leaders of other religions attended, alongside the faithful. It is likely to have been one of the largest single gatherings of Christianity in history, with numbers estimated in excess of four million mourners gathering in Rome alone. Coinciding with the funeral in Vatican City, bishops at cathedrals throughout the world celebrated memorial masses. In an historical rarity, Protestant and Eastern Orthodox leaders, as well as representatives and heads from Judaism, Islam and Buddhism,", "doc_score": "78.41064453125", "publish_date": "2018/12/31"}, {"doc_id": "319619", "text": "Pope John Paul II / 2005 at St. Peter's Basilica. John Paul II's testament, published on 7 April 2005, revealed that the pontiff contemplated being buried in his native Poland but left the final decision to The College of Cardinals, which in passing, preferred burial beneath St. Peter's Basilica, honouring the pontiff's request to be placed \"in bare earth\". The Requiem Mass held on 8 April 2005 was said to have set world records both for attendance and number of heads of state present at a funeral. \"(See: List of Dignitaries.)\" It was the single largest gathering of heads of state in history, surpassing the", "doc_score": "78.97327423095703", "publish_date": "2018/12/31"}, {"doc_id": "4851052", "text": "Funeral of Pope John Paul II / the ground, as the Pope requested, and covered with a plain stone slab featuring his name and dates of his pontificate. Pope John Paul II asked that his burial be like that of Pope Paul VI, not in an elaborate sarcophagus and ornate above-ground tomb, but in \"bare earth\". His remains lay in this tomb for six years before it was exhumed to prepare for his beatification in 2011. Cardinal Martínez Somalo ended the Rite of Interment with the words, \"Lord, grant him eternal rest, and may perpetual light shine upon him.\" Those present sang \"Salve Regina\" or \"Hail Holy", "doc_score": "78.34333038330078", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_2", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "17410196", "text": "Food Allergen Labeling and Consumer Protection Act / they choose the second method and say an ingredient \"contains\" the allergen, they must be sure to list all allergens contained, such as by saying \"contains pecans and soy.\" Food Allergen Labeling and Consumer Protection Act The Food Allergen Labeling and Consumer Protection Act (FALCPA) is a United States law that requires all food labels in the United States to list ingredients that may cause allergic reactions, and was effective as of January 1, 2006. While many ingredients can trigger a food allergy, this legislation only specifies the eight major food allergens. This law was passed largely due to the", "doc_score": "91.08538818359375", "publish_date": "2018/12/31"}, {"doc_id": "8462920", "text": "Egg allergy / Consumer Protection Act of 2004 (FALCPA) requires companies to disclose on the label whether a packaged food product contains any of these eight major food allergens, added intentionally: cow's milk, peanuts, eggs, shellfish, fish, tree nuts, soy and wheat. This list originated in 1999 from the World Health Organisation Codex Alimentarius Commission. To meet FALCPA labeling requirements, if an ingredient is derived from one of the required-label allergens, then it must either have its \"food sourced name\" in parentheses, for example \"Casein (milk),\" or as an alternative, there must be a statement separate but adjacent to the ingredients list: \"Contains", "doc_score": "89.15119171142578", "publish_date": "2018/12/31"}, {"doc_id": "13449248", "text": "Genetically modified food in the United States / EPA published regulations in 1994 and begun acting on them in 1995. In 1994 they proposed the exemption of three categories of genetically modified plants under their regulation. These were plants where the genetic material originated in sexually compatible plants (cisgenic), plants that used physical barriers to prevent the target pest from attaching itself, and plants expressing viral coat proteins to protect against virus infection. In 2001, rules regarding exemption of cisgenic plants had been finalised. The other two proposed exemptions were still under review in 2010. The EPA evaluated each submission on a case-by-case basis. The EPA assesses data", "doc_score": "87.96400451660156", "publish_date": "2018/12/31"}, {"doc_id": "4749325", "text": "Allergen immunotherapy / commercialized and used in most European and South American countries, and in Australia and Asian countries. In most European countries, national regulations allow marketing of allergen products as \"named patient preparations\" (NPPs). In the United States, drop formulations have not yet received FDA approval, though off-label prescription is becoming common. In 2014, the FDA approved a once-daily sublingual tablet containing allergen extracts for the treatment of \"hay fever\" (allergic rhinitis with or without conjunctivitis). The use of subcutaneous immunotherapy for treatment of environmental-based allergies and asthma is well supported by the majority of national and international allergy groups such as", "doc_score": "84.85204315185547", "publish_date": "2018/12/31"}, {"doc_id": "3183671", "text": "Food allergy / laws to mandatory declare the presence of trace amounts in the final product as a consequence of cross-contamination, except in Brazil. In the United States, the Food Allergen Labeling and Consumer Protection Act of 2004 (FALCPA) requires companies to disclose on the label whether a packaged food product contains any of these eight major food allergens, added intentionally: cow's milk, peanuts, eggs, shellfish, fish, tree nuts, soy and wheat. This list originated in 1999 from the World Health Organisation Codex Alimentarius Commission. To meet FALCPA labeling requirements, if an ingredient is derived from one of the required-label allergens, then it", "doc_score": "89.48665618896484", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_3", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "336228", "text": "Pelé / Olympic Committee elected him the Athlete of the Century. According to the IFFHS, Pelé is the most successful league goal-scorer in the world, scoring 1281 goals in 1363 games, which included unofficial friendlies and tour games. In 1999, \"Time\" magazine named Pelé one of the. During his playing days, Pelé was for a period the highest-paid athlete in the world. Pelé's \"electrifying play and penchant for spectacular goals\" made him a star around the world. To take full advantage of his popularity, his teams toured internationally. During his career, he became known as \"The Black Pearl\" (\"A Pérola Negra\"),", "doc_score": "80.55680847167969", "publish_date": "2018/12/31"}, {"doc_id": "17010738", "text": "FIFA 14 / The game contains over 69 stadiums, including thirty-two real-world venues. New additions to \"FIFA 14\" include La Bombonera (home stadium of Boca Juniors), Goodison Park (home stadium of Everton), and the Donbass Arena (home stadium of Shakhtar Donetsk). The Nou Camp (home stadium of Barcelona), which was removed from \"FIFA 13\" due to licensing issues, has returned. The game features new signature goal celebrations from a number of players including Cristiano Ronaldo’s ‘Calm down’, Gareth Bale’s ‘11 of Hearts’, Lionel Messi’s ‘Point to the Sky’, Daniel Sturridge’s ‘Riding the Wave’, among others. A demo of the game was released worldwide", "doc_score": "77.70221710205078", "publish_date": "2018/12/31"}, {"doc_id": "336234", "text": "Pelé / the 2013 protests in Brazil, Pelé asked for people to \"forget the demonstrations\" and support the Brazil national team. In 1977, Brazilian media reported that Pelé had his right kidney removed. In November 2012, Pelé underwent a successful hip operation. In December 2017 Pelé appeared in a wheelchair at the 2018 World Cup draw in Moscow where he was pictured with Russian President Vladimir Putin and Diego Maradona. A month later he collapsed from exhaustion and was taken to hospital. In 1994, Pelé was appointed a UNESCO Goodwill Ambassador. In 1995, Brazilian President Fernando Henrique Cardoso appointed Pelé to the", "doc_score": "79.88997650146484", "publish_date": "2018/12/31"}, {"doc_id": "336183", "text": "Pelé / foot in addition to anticipating his opponents' movements on the field. While predominantly a striker, he could also drop deep and take on a playmaking role, providing assists with his vision and passing ability, and he would also use his dribbling skills to go past opponents. In Brazil, he is hailed as a national hero for his accomplishments in football and for his outspoken support of policies that improve the social conditions of the poor. Throughout his career and in his retirement, Pelé received several individual and team awards for his performance in the field, his record-breaking achievements, and legacy", "doc_score": "80.95834350585938", "publish_date": "2018/12/31"}, {"doc_id": "336226", "text": "Pelé / \"Pelé is the greatest player in football history, and there will only be one Pelé\", while José Mourinho, two-time UEFA Champions League winning manager, commented; \"I think he is football. You have the real special one – Mr. Pelé.\" Real Madrid honorary president and former player, Alfredo Di Stéfano, opined: \"The best player ever? Pelé. Lionel Messi and Cristiano Ronaldo are both great players with specific qualities, but Pelé was better\". Presenting Pelé the Laureus Lifetime Achievement Award, former South African president Nelson Mandela said; \"To watch him play was to watch the delight of a child combined with the", "doc_score": "77.7612075805664", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_4", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "2494608", "text": "Visa Waiver Program / Visa Waiver Program The Visa Waiver Program (VWP) is a program of the United States Government which allows citizens of specific countries to travel to the United States for tourism, business, or while in transit for up to 90 days without having to obtain a visa. The program applies to the United States as well as the US territories of Puerto Rico and the US Virgin Islands in the Caribbean, with limited application to other US territories. All of the countries selected by the US government to be in the program are high-income economies with a very high Human Development", "doc_score": "82.86892700195312", "publish_date": "2018/12/31"}, {"doc_id": "4702225", "text": "Boarding pass / innovation after e-ticketing'. According to SITA's Airline IT Trend Survey 2009, mobile BCBP accounted for 2.1% of use (vs. paper boarding passes), forecast rising to 11.6% in 2012. Many airlines have moved to issuing electronic boarding passes, whereby the passenger checks in either online or via a mobile device, and the boarding pass is then sent to the mobile device as an SMS or e-mail. Upon completing an online reservation, the passenger can tick a box offering a mobile boarding pass. Most carriers offer two ways to get it: have one sent to mobile device (via e-mail or text message)", "doc_score": "81.6349868774414", "publish_date": "2018/12/31"}, {"doc_id": "18110818", "text": "Berkshire Hathaway Travel Protection / On 17 October 2014, Berkshire Hathaway announced in an email to their existing customers that they were adding further restrictions to their AirCare product. These restrictions are as follows: policies need to be purchased at least 24 hours in advance (as opposed to one hour in advance) of the scheduled flight time, the missed connection benefit is reduced from $500 to $250, and no more than four connecting flights may be included on a single policy, with no more than two connecting flights per day. The premium remains the same at $25 per policy. USA Today called BHTP “an innovative", "doc_score": "84.43124389648438", "publish_date": "2018/12/31"}, {"doc_id": "16922945", "text": "Passenger Movement Charge / behalf of individual travelers. Introduced in 1978, the A$10 departure tax's initial stated aim was to recover costs associated with passenger processing at Australia's air and sea ports. In subsequent budgets the departure tax was linked to the promotion of tourism either through marketing or through the removal of a cost barrier to travel as in 1988. The departure tax was increased to A$20 in 1981, but then reduced to A$10 in 1988 to stimulate the tourism industry. In 1991 the rate was increased to A$20 to fund a A$20 million tourism promotion package in an attempt to counter the", "doc_score": "83.43785095214844", "publish_date": "2018/12/31"}, {"doc_id": "18631910", "text": "SkyMiles / Delta loyalty acknowledgement program. This is ostensibly to avoid confusion between \"Silver Medallion\" and \"SkyMiles.\" On July 31, 2008, Delta adjusted the cost of award tickets by implementing a four-tiered pricing system. For example, a domestic coach ticket costs 25,000, 32,500, 40,000, or 60,000 miles depending on availability. On January 1, 2009, Delta changed the expiration date of its miles. Previously, the miles expired at the end of the calendar year following 24 months of inactivity. The new policy caused the miles to expire immediately after 24 months of inactivity. On July 27, 2009, Delta introduced \"Rollover\" for Delta Medallion", "doc_score": "84.24749755859375", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_5", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "1635876", "text": "Coronavirus / in a small number of nucleotides. In 2003, following the outbreak of Severe acute respiratory syndrome (SARS) which had begun the prior year in Asia, and secondary cases elsewhere in the world, the World Health Organization (WHO) issued a press release stating that a novel coronavirus identified by a number of laboratories was the causative agent for SARS. The virus was officially named the SARS coronavirus (SARS-CoV). The epidemic resulted in over 8,000 infections, about 10% of which resulted in death. X-ray crystallography studies performed at the Advanced Light Source of Lawrence Berkeley National Laboratory have begun to give hope", "doc_score": "87.254150390625", "publish_date": "2018/12/31"}, {"doc_id": "1679414", "text": "SARS coronavirus / SARS coronavirus The SARS coronavirus, sometimes shortened to SARS-CoV, is the virus that causes severe acute respiratory syndrome (SARS). On April 16, 2003, following the outbreak of SARS in Asia and secondary cases elsewhere in the world, the World Health Organization (WHO) issued a press release stating that the coronavirus identified by a number of laboratories was the official cause of SARS. Samples of the virus are being held in laboratories in New York City, San Francisco, Manila, Hong Kong, and Toronto. On April 12, 2003, scientists working at the Michael Smith Genome Sciences Centre in Vancouver, British Columbia finished", "doc_score": "85.93817901611328", "publish_date": "2018/12/31"}, {"doc_id": "1635880", "text": "Coronavirus / name for the virus is Middle East respiratory syndrome coronavirus (MERS-CoV). In May 2015, an outbreak of MERS-CoV occurred in the Republic of Korea, when a man who had traveled to the Middle East, visited 4 different hospitals in the Seoul area to treat his illness. This caused one of the largest outbreaks of MERS-CoV outside of the Middle East. Coronaviruses have been recognized as causing pathological conditions in veterinary medicine since the early 1970s. Except for avian infectious bronchitis, the major related diseases have mainly an intestinal location. Another new veterinary disease, porcine epidemic diarrhea virus (PED or PEDV),", "doc_score": "85.61396026611328", "publish_date": "2018/12/31"}, {"doc_id": "1635870", "text": "Coronavirus / and adenoids, in humans primarily in the winter and early spring seasons. Coronaviruses can cause pneumonia, either direct viral pneumonia or a secondary bacterial pneumonia, and bronchitis, either direct viral bronchitis or a secondary bacterial bronchitis. The much publicized human coronavirus discovered in 2003, SARS-CoV which causes severe acute respiratory syndrome (SARS), has a unique pathogenesis because it causes both upper and lower respiratory tract infections. The significance and economic impact of coronaviruses as causative agents of the common cold are hard to assess because, unlike rhinoviruses (another common cold virus), human coronaviruses are difficult to grow in the laboratory.", "doc_score": "86.37957000732422", "publish_date": "2018/12/31"}, {"doc_id": "4699480", "text": "Coronaviridae / a betacoronavirus, was reported in 2012 in Saudi Arabia. Although scientists have retroactively determined that the first case occurred in Jordan in 2012. causes Middle Eastern Respiratory syndrome- a disease of the upper respiratory system. Typical symptoms include fever, cough, shortness of breath, and cold-like symptoms; more rare symptoms are pneumonia, gastroenteritis, and in worst cases, kidney failure. The fatality rate in the 2012 outbreak was 30-40%. Patients often die due to pulmonary edema in the final stages of the disease. The reservoir of the virus is still being investigated, but scientists believe it originated in bats and spread to", "doc_score": "84.709228515625", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_6", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "19941651", "text": "2017 California floods / season, many reservoirs were above average levels due to the inflow of storm rain and prolonged snowmelt. Some of the water had been used to replenish strained ground water levels. 2017 California floods Significant flooding affected parts of California in the first half of 2017. Northern California saw its wettest winter in almost a century, breaking the previous record set in the winter of 1982–83. Flooding related to the same storm systems also impacted parts of western Nevada and southern Oregon. Damage to California roads and highways alone was estimated at over $1 billion (2017 USD). The flooding occurred at", "doc_score": "95.8237533569336", "publish_date": "2018/12/31"}, {"doc_id": "19941637", "text": "2017 California floods / 2017 California floods Significant flooding affected parts of California in the first half of 2017. Northern California saw its wettest winter in almost a century, breaking the previous record set in the winter of 1982–83. Flooding related to the same storm systems also impacted parts of western Nevada and southern Oregon. Damage to California roads and highways alone was estimated at over $1 billion (2017 USD). The flooding occurred at the end of one of California's worst droughts on record, and many the state were unprepared to handle the huge volume of rain and snow. However, the heavy precipitation also", "doc_score": "96.73890686035156", "publish_date": "2018/12/31"}, {"doc_id": "20524614", "text": "2018 Southern California mudflows / least $7 million in emergency responses and another $43 million (2018 USD) to clean up. The 2017 California wildfire season was the most destructive in California's history, with approximately 9,133 wildfires that burned over and killed 46 people. At the beginning of December, the Santa Ana winds fanned wildfires across southern California, which were fueled by a lack of rainfall during what is normally the region's rainy season. The December fires burned of which were burned during the Thomas Fire, the largest fire in the state's history at the time. The Thomas Fire, which devastated parts of Santa Barbara and", "doc_score": "92.53693389892578", "publish_date": "2018/12/31"}, {"doc_id": "20903130", "text": "Hurricane Rosa (2018) / Rainfall from Rosa affected a large geographical area, due to the remnants having split apart in the Gulf of California. Rosa caused significant flooding throughout Northwestern Mexico, which has resulted in the deaths of one person. Rosa also caused flash-flooding in Arizona, with several inches of rain falling in areas, which indirectly resulted in the deaths of two individuals. Additionally, moisture from Rosa led to less destructive rainfall throughout the Southwestern United States. Hurricane Rosa originated from an area of disturbed weather that the National Hurricane Center (NHC) first forecasted on September 19. At that time, the NHC predicted that", "doc_score": "94.01788330078125", "publish_date": "2018/12/31"}, {"doc_id": "20894660", "text": "Tropical Depression Nineteen-E (2018) / taken on a more linear look and that it had lost its closed surface circulation. In total, at least eleven Mexican states were affected by Tropical Depression Nineteen-E, with Baja California Sur, Sonora, and Sinaloa being impacted the hardest. As a result, the Marine Plan was activated for Baja California, Baja California Sur, Sonora and Sinaloa to help victims of the floods. Additionally, the Macrosimulacro 2018, a nationwide disaster evacuation drill, was suspended as a precautionary measure. In Guanajuato, heavy rainfall forced the reopening of floodgates at the Ignacio Allende Dam. Torrential rainfall affected the Baja California peninsula for a", "doc_score": "95.61550903320312", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_7", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "728711", "text": "Startup company / founder, have employees, and intend to grow large. Start-ups face high uncertainty and do have high rates of failure, but the minority that go on to be successful companies have the potential to become large and influential. Some of startups become unicorns, i.e. privately held startup companies valued at over $1 billion. According to \"TechCrunch\", there were 279 unicorns as of March 2018, with most of the unicorns located in China, followed by the United States. The largest unicorns founded as of October 2018 included Ant Financial, ByteDance, Didi Chuxing, Uber, Xiaomi, and Airbnb. Startups typically begin by a founder", "doc_score": "81.94110870361328", "publish_date": "2018/12/31"}, {"doc_id": "20676062", "text": "LinkedIn Top Companies / Comcast NBCUniversal employees get complimentary access to Universal theme parks, as well as early access to NBCUniversal movies and TV shows. LinkedIn's 2018 U.S. list ranked 50 companies, with Amazon appearing as No. 1. Google's parent company, Alphabet, was second and Facebook ranked third. The 2017 U.S. list also ranked 50 companies. Alphabet captured the top ranking, Amazon was listed as No. 2, and Facebook was No. 3. LinkedIn's inaugural list in 2016 ranked 40 U.S. companies, with Google earning the No. 1 position, followed by Salesforce and Facebook. Australia: LinkedIn in 2018 ranked 25 companies, with PwC Australia appearing", "doc_score": "79.74082946777344", "publish_date": "2018/12/31"}, {"doc_id": "6331126", "text": "Corporate spin-off / off from Hewlett-Packard in 1999, the stock holders of HP received Agilent stock. A company not considered a spin-off in the SEC's definition (but considered by the SEC as a technology transfer or licensing of technology to the new company) may also be called a spin-off in common usage. A second definition of a spin-out is a firm formed when an employee or group of employees leaves an existing entity to form an independent start-up firm. The prior employer can be a firm, a university, or another organization. Spin-outs typically operate at arm's length from the previous organizations and have", "doc_score": "80.24339294433594", "publish_date": "2018/12/31"}, {"doc_id": "359086", "text": "Silicon Valley / Norway), according to the Brookings Institution. The word \"silicon\" originally referred to the large number of silicon chip innovators and manufacturers in the region, but the area is now the home to many of the world's largest high-tech corporations, including the headquarters of 39 businesses in the Fortune 1000, and thousands of startup companies. Silicon Valley also accounts for one-third of all of the venture capital investment in the United States, which has helped it to become a leading hub and startup ecosystem for high-tech innovation and scientific development. It was in the Valley that the silicon-based integrated circuit, the", "doc_score": "78.91702270507812", "publish_date": "2018/12/31"}, {"doc_id": "20676061", "text": "LinkedIn Top Companies / held companies with 500 or more employees, with the exception of LinkedIn and its parent company, Microsoft, which are excluded. In the 2018 U.S. list, companies in technology, media and finance were especially prominent, according to CNBC. Among the top 10 U.S. companies analyzed by Inc., Amazon offers to prepay 95 percent of tuition, textbooks, and fees for its employees to receive training in \"professions of the future.\" Alphabet's newest offices include sky-high dog parks, indoor fire pits, and bouldering walls. Tesla has a carpool program that lets employees drive a Tesla to work and keep it on weekends, and", "doc_score": "81.82280731201172", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_8", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "19075936", "text": "October 2015 Speaker of the United States House of Representatives election / witnessed Boehner's difficulties managing a caucus with several prominent factions, and was initially unwilling to run. However, he received support from each of the factions and eventually declared his candidacy. Most Republicans withdrew and endorsed Ryan. In addition to Ryan, Daniel Webster of the Republican Party and House Minority Leader Nancy Pelosi of the Democratic Party were also declared candidates. Ryan won the rescheduled caucus vote on October 28, and was elected Speaker of the House the next day, with 236 votes to Pelosi's 184 and Webster's 9. Three votes went to undeclared candidates. The Speaker of the United States", "doc_score": "83.20024871826172", "publish_date": "2018/12/31"}, {"doc_id": "19075949", "text": "October 2015 Speaker of the United States House of Representatives election / On October 12, Flores confirmed that he would run for Speaker, but stated that he would run only if Ryan stayed out of the contest. Ryan held a closed-door meeting with the Republican Caucus on October 20, where he explained that he would run for Speaker if he could be guaranteed an overwhelming majority of the Republican caucus would support him. Specifically, Ryan requested an increased threshold for the political maneuver of vacating the Speakership, stated that he would not lessen the amount of time he spends with his family, and requested an official endorsement from the Freedom Caucus, Republican", "doc_score": "83.01038360595703", "publish_date": "2018/12/31"}, {"doc_id": "19075935", "text": "October 2015 Speaker of the United States House of Representatives election / most notably with several high-profile disputes with the Freedom Caucus. On September 25, 2015, Boehner announced his planned resignation as Speaker and from Congress. He scheduled a Republican caucus non-binding vote for Speaker on October 8, and a full floor vote on October 29. Several Republicans expressed interest in becoming Speaker. Kevin McCarthy, the House Majority Leader and second-in-command to the Speaker, was initially viewed as the favorite. However McCarthy unexpectedly dropped out of the race on October 8, and the caucus vote was postponed. Paul Ryan, Chairman of Ways and Means and the 2012 Republican Vice Presidential candidate, had", "doc_score": "85.21321105957031", "publish_date": "2018/12/31"}, {"doc_id": "19075953", "text": "October 2015 Speaker of the United States House of Representatives election / Webster did not make the same promise. Following McCarthy dropping out of the race on October 8, the caucus vote was indefinitely postponed. Massie and Peter T. King referred to the House as a \"banana republic\". Massie also criticized Boehner for postponing the election, saying they \"called off the election because they didn’t like the result,\" which was echoed by Tom Rice, Louie Gohmert, and Justin Amash. McMorris Rodgers and Conference Vice Chairwoman Lynn Jenkins defended Boehner, saying the matter was handled properly, as conference rules give him sole discretion. Rich Lowry of \"National Review\" asked McCarthy in a phone", "doc_score": "83.8070297241211", "publish_date": "2018/12/31"}, {"doc_id": "19075954", "text": "October 2015 Speaker of the United States House of Representatives election / interview if the House was governable, to which McCarthy replied \"I don’t know. Sometimes you have to hit rock bottom.\" Charlie Dent, a Republican from Pennsylvania who had supported McCarthy, suggested that if Republicans are unable to agree on a candidate, the best option might be for a bipartisan coalition to select a Speaker. Once it appeared certain that Ryan would run, and win an overwhelming majority of the caucus's votes, Boehner rescheduled the Republican caucus vote for October 28. Ryan won the nomination, defeating Webster 200 to 43 in the secret ballot voting. Blackburn and McCarthy each received one", "doc_score": "83.14247131347656", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_9", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "15965541", "text": "Fortune Brands Home & Security / Fortune Brands Home & Security Fortune Brands Home & Security, Inc. (FBHS) is an American manufacturer of home fixtures and hardware, headquartered in Deerfield, Illinois. The company's product lines include Master Lock, Sentry Safe, MasterBrand Cabinets, Moen faucets, Therma-Tru entry door systems, and Waterloo tool storage products. The company has said that it holds market leadership positions in all of its segments, and has 16,000 associates that generated $5.0 billion in net sales in 2016. Fortune Brands Home & Security was created on October 3, 2011 from part of the former Fortune Brands holding company. The spin-off was related to", "doc_score": "86.15975189208984", "publish_date": "2018/12/31"}, {"doc_id": "6604257", "text": "Home security / rivals\". The US market leader is ADT with more than 6 million households subscribed. The FBI reported that 1.7 million homes were burglarized in 2014. The same report shows that an estimated loss of $3.9 billion was suffered by the victims in the same year. Overall, when the average value was applied to the estimated number of burglaries, the average dollar loss per burglary offense was $2,251. Home security Home security is both the security hardware in place on a property as well as personal security practices. Security hardware includes doors, locks, alarm systems, lighting, motion detectors, security camera systems,", "doc_score": "83.13954162597656", "publish_date": "2018/12/31"}, {"doc_id": "3301326", "text": "Lowe's / Lowe's Lowe's Companies, Inc. (), doing business as Lowe's, is an American retail company specializing in home improvement. Headquartered in Mooresville, North Carolina the company operates a chain of retail stores in the United States, Canada, and Mexico., Lowe's and its related businesses operate more than 2,390 home improvement and hardware stores and employ over 310,000 people in North America. Lowe's is the second-largest hardware chain in the United States behind The Home Depot and ahead of Menards. Globally, Lowe's is also the second-largest hardware chain, again behind The Home Depot but ahead of European retailers Leroy Merlin, B&Q", "doc_score": "84.59683227539062", "publish_date": "2018/12/31"}, {"doc_id": "3970269", "text": "British Home Stores / British Home Stores British Home Stores, commonly abbreviated to BHS and latterly legally styled BHS Ltd, was a British department store chain, primarily selling clothing and household items. In its later years, the company began to expand into furniture, electronics, entertainment, convenience groceries and fragrance and beauty products. The company was founded in 1928 by a group of U.S. entrepreneurs, and had a total of 163 stores mainly located in high streets or shopping centres by the time of its closure in 2016, as well as 74 international stores across 18 separate territories. BHS was previously a constituent of the", "doc_score": "85.01306915283203", "publish_date": "2018/12/31"}, {"doc_id": "15965542", "text": "Fortune Brands Home & Security / the pre-announced corporate strategy of divesting unrelated product lines to focus on the liquor business. On the day after spinning off FBHS, Fortune Brands renamed itself as Beam Inc. to reflect this new strategy. Beam Inc. was subsequently purchased by Suntory to become its Beam Suntory subsidiary in April, 2014. On October 18, 2011, it was announced that Pershing Square Capital Management owned a 15% stake in the company, and considered its stock to be a very attractive investment. Fortune Brands Home & Security Fortune Brands Home & Security, Inc. (FBHS) is an American manufacturer of home fixtures and hardware,", "doc_score": "85.1576156616211", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_10", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "15797620", "text": "2014 United States elections / or didn't have transportation. \"The New York Times\" counts apathy, anger and frustration at the relentlessly negative tone of the campaigns as the reasons of low turnout and stated, \"Neither party gave voters an affirmative reason to show up at the polls.\" With a final total of 247 seats (56.78%) in the House and 54 seats in the Senate, the Republicans ultimately achieved their largest majority in the U.S. Congress since the 71st Congress in 1929. All 33 seats in Senate Class II were up for election. Additionally, three special elections were held to fill vacancies in Class III. Of", "doc_score": "78.8170166015625", "publish_date": "2018/12/31"}, {"doc_id": "3312416", "text": "Tom Foley / ultimately served for five terms). Foley lost in a narrow race. While Foley had usually relied on large margins in Spokane to carry him to victory, in 1994 he won Spokane by only 9,000 votes, while Nethercutt did well enough in the rest of the district to win overall by just under 4,000 votes. Foley became the first sitting Speaker of the House to lose his bid for re-election since Galusha A. Grow in 1862. He is sometimes viewed as a political casualty of the term limits controversy of the early 1990s. President Bill Clinton attributed Foley's defeat to his", "doc_score": "77.81271362304688", "publish_date": "2018/12/31"}, {"doc_id": "7209613", "text": "History of the United States Republican Party / to 2016, the Republican candidate has been elected to the White House in three of the seven presidential elections. Two of these (the 2000 and 2016 elections) saw George W. Bush and Donald Trump losing the popular vote, but winning the Electoral College. A similar situation in which Republicans won the Electoral College, but lost the popular vote were the 1876 and 1888 elections. The Republican Party expanded its base throughout the South after 1968 (excepting 1976), largely due to its strength among socially conservative white evangelical Protestants and traditionalist Roman Catholics. As white Democrats in the South lost dominance", "doc_score": "78.82546997070312", "publish_date": "2018/12/31"}, {"doc_id": "2184871", "text": "Lincoln Chafee / Bill O'Reilly, calling Fox News' \"war on Christmas\" coverage \"angry.\" Chafee had previously indicated that he might run for re-election as an Independent or a Democrat. In the face of low approval ratings, polling showing him trailing in both the Democratic primary and the general election, and with weak fundraising, Chafee announced on September 4, 2013 that he would not run for re-election. Chafee thus became just the fourth Governor in the history of Rhode Island to decline to seek a second term, and the first since William S. Flynn in 1924. On April 9, 2015, Chafee announced that he", "doc_score": "78.35108947753906", "publish_date": "2018/12/31"}, {"doc_id": "18031338", "text": "John Ratcliffe (American politician) / Mike Huckabee. In the May 27 runoff, Ratcliffe defeated Hall with 53 percent of the vote. Ratcliffe won eleven of the eighteen counties in the district, including the four largest (Grayson, Rockwall, Hunt, and Lamar). Although it is very rare in any event for a primary challenger to defeat a sitting congressman, Ratcliffe's victory was historic as it marked the first time that a sitting Republican congressman in Texas had been ousted in a primary. Incumbents had previously been successful in all 257 attempts. Hall's defeat was also the first by an incumbent member of Congress in the 2014 election", "doc_score": "77.97183227539062", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_11", "search_time": "2023/01/07/05:17", "search_result": [{"doc_id": "4907736", "text": "Papal inauguration / Francis celebrated his papal inauguration on March 19, 2013, the Solemnity of Saint Joseph, following his election on March 13, 2013. He used a mitre he has had since he first became a bishop. His chasuble matched the mitre. He used the same pastoral staff that Benedict XVI used. Pope Francis kept the chants and liturgical actions simple. The fact that he himself does not chant the liturgy has been attributed by Cardinal Timothy Dolan to his having only one lung. Francis first descended to the tomb of St. Peter in St. Peter's Basilica where, along with the Patriarchs and", "doc_score": "84.90637969970703", "publish_date": "2018/12/31"}, {"doc_id": "4907741", "text": "Papal inauguration / each cardinal is restored; a wider choice of music is provided; and the time for taking possession of the basilicas of Saint Paul Outside the Walls and Saint Mary Major is not limited to the two or three weeks following the inauguration. Papal inauguration Papal inauguration is a liturgical service of the Catholic Church within Mass celebrated in the Roman Rite but with elements of Byzantine Rite for the ecclesiastical investiture of a pope. Since the inauguration of Pope John Paul I, it has not included the 820-year-old (1143–1963) papal coronation ceremony. It was in the 11th century that the", "doc_score": "85.99423217773438", "publish_date": "2018/12/31"}, {"doc_id": "4851023", "text": "Funeral of Pope John Paul II / himself. The Mass of Repose, commemorating the sending of the soul to God, was followed by the recitation of the Regina Coeli. The body of John Paul II was dressed in his vestments and moved to the Clementine Hall on the third level (considered the second floor) of the Apostolic Palace on 3 April. His body was laid on a sloped olive-sheeted catafalque and his head propped on a stack of three gold pillows. Near the catafalque was a wooden crucifix and a paschal candle symbolic of Jesus Christ as the light of the world in the face of darkness", "doc_score": "83.19346618652344", "publish_date": "2018/12/31"}, {"doc_id": "4851015", "text": "Funeral of Pope John Paul II / state outside the United Nations, surpassing the 1965 funeral of Winston Churchill. Four kings, five queens, at least seventy presidents and prime ministers, and more than fourteen leaders of other religions attended, alongside the faithful. It is likely to have been one of the largest single gatherings of Christianity in history, with numbers estimated in excess of four million mourners gathering in Rome alone. Coinciding with the funeral in Vatican City, bishops at cathedrals throughout the world celebrated memorial masses. In an historical rarity, Protestant and Eastern Orthodox leaders, as well as representatives and heads from Judaism, Islam and Buddhism,", "doc_score": "82.39964294433594", "publish_date": "2018/12/31"}, {"doc_id": "2511331", "text": "Camerlengo of the Holy Roman Church / on 5 July 2018. The camerlengo is responsible for the formal determination of the death of the reigning pope; the traditional procedure – abandoned centuries ago – was to call his baptismal name (e.g. \"Albine, dormisne?\", meaning \"[name], are you sleeping?\"). After the pope is declared dead, the camerlengo takes possession of the Ring of the Fisherman and cuts it with shears in the presence of the cardinals. This act symbolizes the end of the late Pope's authority and prevents its use in forging documents. The camerlengo then notifies the appropriate officers of the Roman Curia and the dean of", "doc_score": "84.10997009277344", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_12", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "6480395", "text": "Pell Grant / award year. A student who uses 100% receives the full award. A student might not receive the entire scheduled award for an award year, most commonly if the student did not enroll for the full year, did not enroll full-time, or both. If the student does not receive the full award, ED calculates the percentage of the scheduled award they received. Before the 2011-2012 Aid Year, the FAFSA limit was 18 semesters, but it was cut to 12 semesters by Congress. ED tracks the Lifetime Eligibility Used by adding the percentages of the Pell Grant scheduled awards a student receives", "doc_score": "90.198486328125", "publish_date": "2018/12/31"}, {"doc_id": "6480389", "text": "Pell Grant / their ability to receive a higher education. The Pell Grant addresses one of the issues by making college accessible to students that may need the financial assistance. It has been shown to increase the college enrollment of students coming from lower and moderate-income families. It can also reduce the chances of them dropping out. Note: The amount for FY 2006 includes $4.3 billion to retire prior-year funding shortfalls; the amount for FY 2008 includes $2 billion in mandatory funds. Note: The amounts for FY 2008 and FY 2009 include $2,000,000,000 and $2,100,000,000, respectively, in mandatory funds. In addition, the $17,114,000,000", "doc_score": "94.59935760498047", "publish_date": "2018/12/31"}, {"doc_id": "6480386", "text": "Pell Grant / time. As with all grants, there is a maximum amount that the government funds for each applicant. For the 2010–2011, 2011–2012, 2012–2013, and 2013-2014 award years, the maximum amount was $5,645. The maximum amount has increased for the 2014-2015 award year to $5,730. The maximum amount of the grant usually depends on the EFC and several other factors, including cost of attendance, the amount of time the student plans to attend college, whether it is a full academic year, and whether one is a full-time or part-time student Once one has been considered eligible, the money can be obtained a", "doc_score": "94.25711059570312", "publish_date": "2018/12/31"}, {"doc_id": "6480383", "text": "Pell Grant / application is submitted, the student is notified by email or regular postal delivery if funding is awarded. Copies of the confirmation sheet should be made for personal records. The Department of Education has a standard formula that it uses to evaluate the information that each person supplies when applying for the Pell Grant. The formula used was created by Congress from criteria submitted through the FAFSA form. The formula produces a number that is called the Expected Family Contribution (EFC), which determines the student's eligibility. This grant requires each applicant to be an undergraduate student who has not yet earned", "doc_score": "93.16000366210938", "publish_date": "2018/12/31"}, {"doc_id": "6480384", "text": "Pell Grant / a bachelor's degree, and a United States citizen or an eligible non-citizen (usually, a permanent resident). In addition, the applicant must have a high school diploma or a GED or be able to demonstrate the ability to benefit from the program. Applicants must also sign a statement certifying that they will use the aid only for education-related purposes, that they are not currently in default for any federal student loans, and that they owe no refund for any federal education grants. The Pell Grant also requires that students maintain satisfactory academic progress in a degree-oriented program as defined by the", "doc_score": "92.61770629882812", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_13", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "12438298", "text": "Aden Durde / Aden Durde Aden Durde (born July 10, 1979) is a former American football linebacker who is a current defensive coach with the Atlanta Falcons. Born in Middlesex, England, Durde began his football career in the United Kingdom with the London Olympians and played for the Scottish Claymores (2003–2004) and, after leaving the Carolina Panthers, he played for the Hamburg Sea Devils (2005–2007). On April 11, 2018, the Atlanta Falcons added Durde as their new defensive quality control coach. Previously Durde served as the head of football development at NFLUK, where he helped guide the International Player Pathway program. Durde also", "doc_score": "85.47434997558594", "publish_date": "2018/12/31"}, {"doc_id": "6273295", "text": "Ken Hamlin / free agency period of 2007, teams were reluctant to offer Hamlin a multi-year contract because of concerns stemming from his previous head injury. On March 23, he signed a one-year contract worth $2.5 million with the Dallas Cowboys. In his first season with the Cowboys, he earned his first Pro Bowl selection, being named a starter for the NFC and was one-of-13 Cowboys selected - setting a team and NFL record. He started all 16 games at free safety recording career-bests with 102 tackles (third on the team) - his first career 100-tackle season - five interceptions (second on the", "doc_score": "84.45069885253906", "publish_date": "2018/12/31"}, {"doc_id": "17887586", "text": "Jordan Zumwalt / having his first healthy preseason, he was waived by the Steelers. Jordan Zumwalt Jordan Dean Zumwalt (born October 13, 1991) is an American football linebacker who is currently a free agent. He was drafted by the Pittsburgh Steelers in the sixth round of the 2014 NFL Draft. He played college football at UCLA. Zumwalt attended Edison High School. Zumwalt was named to the EA Sports All-American second-team while in high school. He was ranked as the 4th best inside linebacker and ranked as the 205th national overall prospect by rivals.com. He also was ranked as the 267th national prospect and", "doc_score": "80.28430938720703", "publish_date": "2018/12/31"}, {"doc_id": "14371561", "text": "Chad Hall / was released by the Chiefs on December 19, 2013. Hall was signed by the Jacksonville Jaguars on August 6, 2014, but was waived on August 16, 2014. In 2017, Hall joined the Buffalo Bills coaching staff as an offensive assistant. Chad Hall Chandler \"Chad\" Hall (born May 23, 1986) is an American football coach and former player. He was signed by the Philadelphia Eagles as an unrestricted free agent in 2010 after going undrafted in 2008. He played college football at Air Force. Hall has also played for the San Francisco 49ers, Kansas City Chiefs, and Jacksonville Jaguars. He is", "doc_score": "80.97801208496094", "publish_date": "2018/12/31"}, {"doc_id": "19179228", "text": "Je'Ron Hamm / day, he was signed to the 49ers' practice squad. He was promoted to the active roster on October 1, 2016. On May 2, 2017, Hamm was waived by the 49ers. On July 26, 2018, Hamm signed with the Seattle Seahawks. He was waived on August 2, 2018, and although he was re-signed four days later, only to be waived again on August 12. On August 13, 2018, Hamm was claimed off waivers by the Los Angeles Chargers. He was waived on September 1, 2018. On November 21, 2018, Hamm was signed to the Indianapolis Colts practice squad. Je'Ron Hamm Je’Ron", "doc_score": "82.82637786865234", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_14", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "16550130", "text": "Revel Presents: Beyoncé Live / \"Iris\" were used. An acoustic cover of \"Ex-Factor\" originally performed by Lauryn Hill followed. \"Flaws and All\" featured Beyoncé making facial expressions as she dedicated the song to her fans, singing the lines, \"I don't know why you love me/And that's why I love you.\" During the performance of \"Irreplaceable\", she asked from the crowd to sing the lines \"to the left\" along with her and made a competition in singing between sections. The first verse and the chorus were sung solely by the crowd. The intro of \"Countdown\" began with Beyoncé's ululations and moans, the Boyz II Men sample", "doc_score": "78.5352783203125", "publish_date": "2018/12/31"}, {"doc_id": "20297090", "text": "Re-Covered / Re-Covered \"Re-Covered\" is the third studio album from singer, songwriter, producer, and multi-instrumentalist Dan Wilson, released on August 4, 2017 via Ballroom Music and Big Deal Media. \"Re-Covered\" is a collection of reinterpretations of songs Wilson wrote for other artists including Adele, Dixie Chicks, Chris Stapleton, Taylor Swift, and more. The album was met with resoundingly positive reception from critics seeing coverage in The Associated Press, Rolling Stone, Billboard, Stereogum, ABC News, LA Weekly, Salon, Los Angeles Times, The Washington Post, Variety, New York Daily News, and more. The album was announced on June 1, 2017 in an interview with", "doc_score": "77.45165252685547", "publish_date": "2018/12/31"}, {"doc_id": "19978639", "text": "Vera Lynn 100 / Vera Lynn 100 Vera Lynn 100 is a compilation album by English singer Vera Lynn. The album was released on 17 March 2017, by Decca Records, to celebrate Lynn's 100th birthday. Some of her best-known songs have been re-orchestrated for the album, which features original vocals. The album features a previously unreleased cover of \"Sailing\", and collaborations with singers Alfie Boe, Alexander Armstrong, Aled Jones and Cynthia Erivo. The album debuted on the UK Albums Chart at No. 3. As a result of this, Lynn became the oldest living person and first ever centenarian to have an album chart (as", "doc_score": "77.81147766113281", "publish_date": "2018/12/31"}, {"doc_id": "10804548", "text": "Greatest Hits (Blondie album) / Greatest Hits (Blondie album) Greatest Hits is a compilation album of recordings by the band Blondie released by EMI/Capitol Records in 2002. Following the re-issue of the six original studio albums in 2001, this was the first Blondie \"Best of\" compilation to be digitally remastered, the first Blondie \"Best of\" to be officially sanctioned by the band for over 20 years, and also the first to include their comeback hit \"Maria\", a UK #1 in February 1999. Compiled by Capitol's Kevin Flaherty and London-based music journalist Steve Pafford, who also wrote the album sleeve notes, \"Greatest Hits\" features all of", "doc_score": "76.84647369384766", "publish_date": "2018/12/31"}, {"doc_id": "20340900", "text": "One More Try: An Anthology / the release in his 2014 book \"One Way Out\", commenting, “It's a true shame that this collection, which so beautifully reveals a hidden side of Gregg—vulnerable, acoustic, aching, soulful—is deeply out of print.\" No reason for its discontinuing has ever been given, though online forum posts indicate Allman was unhappy with the unfinished nature of the recordings seeing release. Geoffrey Himes of \"The Washington Post\" considered it a \"most unusual retrospective,\" and wrote, \"Many of these rarities suffer from a lack of rhythmic push, but to hear Allman growling and purring his way through his favorite Muddy Waters, Jackson Browne", "doc_score": "75.42996215820312", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_15", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "10899667", "text": "Jane Addams Burial Site / offer and instead opted to be buried in the small family plot at the Cedarville Cemetery in her hometown of Cedarville, Illinois. Two days after her death, May 23, Addams' funeral was held in the courtyard of the Hull House; it was attended by thousands. Her body was transported by train to Freeport, Illinois where it was removed and taken to the Addams Homestead and then to Cedarville Cemetery for burial. The Addams family plot is marked with an obelisk, in Cedarville Cemetery, a short distance from her birthplace at the John H. Addams Homestead. At Addams' request, her tombstone", "doc_score": "84.88069152832031", "publish_date": "2018/12/31"}, {"doc_id": "6459460", "text": "Elizabeth Coleman White / aid, photography, dressmaking, and millinery at Drexel University. White belonged to several organizations, including being the first woman to become member of the American Cranberry Association and the first woman to receive a citation from the New Jersey Department of Agriculture. In 1927 she helped organize the New Jersey Blueberry Cooperative Association. White died of cancer in Whitesbog, New Jersey, on November 27, 1954, at the age of 83. She was cremated at Ewing Crematory in Ewing Township, New Jersey. Her ashes were distributed by airplane over the headwaters of Whitesbog in accordance to her will. In 1910, a controversy", "doc_score": "83.11397552490234", "publish_date": "2018/12/31"}, {"doc_id": "12506009", "text": "Bethany Veney / had a thriving business in selling this solution to housewives of her neighborhood and \"if one of her customers moved to another part of Worcester it was her custom to carry the bluing to them.\" After the Civil War, Aunt Betty returned to Virginia several times and brought 16 relatives to Worcester with her, including her daughter Charlotte, who had married Aaron Jackson since Bethany's departure from Page County. At 1 p.m. on November 16, 1916, Bethany Veney, at the age of 103 years, died at the home of her daughter, Charlotte, at 33 Winfield Street in Worcester. It was", "doc_score": "85.68230438232422", "publish_date": "2018/12/31"}, {"doc_id": "11852307", "text": "Mary Turner / Mary Turner Mary Turner (c. 1885 – 19 May 1918) was a young, married black woman and mother of two who was lynched by a white mob in Lowndes County, Georgia, for having protested the lynching death of her husband Hazel \"Hayes\" Turner the day before in Brooks County. She was eight months pregnant, and her unborn child was also brutally murdered. The Turner lynchings followed the murder of a white plantation owner in Brooks County by one of his black workers. They were followed by deaths of another 11 black men by a white mob in Brooks and neighboring", "doc_score": "82.7945785522461", "publish_date": "2018/12/31"}, {"doc_id": "3385270", "text": "Myrtle Corbin / about her personality revealed a sense of the woman: One article noted that \"The lady, Mrs. B... the Myrtle Corbin of days gone by, [is] attractive in face, physically well, and able to attend to all her household duties\", while she was described elsewhere as being \"very intelligent\" and \"a refined woman, of some musical taste.\" She died in Cleburne, Texas on May 30, 1928. Her casket was covered in concrete and various family members kept watch until it was fully cured. This was to prevent grave robbers from stealing her corpse. Several medical practitioners and private collectors shrewdly offered", "doc_score": "84.16593170166016", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_16", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "122716", "text": "Empire State Building / take ownership of the building itself so he could renovate it, even though Helmsley and Malkin had already started their refurbishment project. He sued Empire State Building Associates in February 1995, claiming that the latter had caused the building to become a \"high-rise slum\" and a \"second-rate, rodent-infested\" office tower. Trump had intended to have Empire State Building Associates evicted for violating the terms of their lease, but was denied. this led to Helmsley's companies countersuing Trump in May. This sparked a series of lawsuits and countersuits that lasted several years, partly arising from Trump's desire to obtain the building's", "doc_score": "84.41720581054688", "publish_date": "2018/12/31"}, {"doc_id": "5715532", "text": "California Department of Fair Employment and Housing / extensive provisions and revisions to LSAC's practices regarding testing accommodations and which provides for $8.73 million in monetary relief. On January 19, 2012, Los Angeles Superior Court Judge Anthony J. Mohr approved a $6,011,190 settlement in Dept. Fair Empl. & Hous. v. Verizon (Seales) (Super. Ct. L.A. County, 2010, No. BC444066) for more than 1,000 current and former California employees to settle a class action lawsuit the DFEH filed challenging the company's family medical leave practices. The settlement covers Verizon's voice, data and video operations in California, which employ more than 7,000 people. The class action lawsuit was precipitated by", "doc_score": "82.94915771484375", "publish_date": "2018/12/31"}, {"doc_id": "8628582", "text": "Rent-A-Center / policies that ensured equal employment opportunity for female job applicants and current employees. In 2006, Rent-A-Center settled for $7 million in restitution and $750,000 in civil penalties for deceptive business practices in California. The State of California claimed RAC, in violation of state law, engaged in unfair competition and illegally misrepresented the price of certain merchandise. As a result of the settlement, RAC also deposited more than $7 million into a special consumer protection fund that is used to enforce consumer protection laws. In 2010, seven months after the Washington Attorney General’s Office sued Rent-a-Center and accused the national lease-to-own", "doc_score": "84.9729995727539", "publish_date": "2018/12/31"}, {"doc_id": "7123084", "text": "Westgate Resorts / On February 27, 2013 Clark County District Judge Elizabeth Gonzalez ordered Westgate Resorts to pay the plaintiff, Tutor-Saliba Corp., $9 million in unpaid bills, and awarded $2.6m to Westgate for various shoddy building works including a cracked concrete swimming pool. Westgate Resorts was sued by 300 former sales employees in 2010 for unpaid sales commissions. They won the lawsuit and Westgate Resorts were ordered to pay $600,000. Despite paying $50,000 initially, Westgate stopped payment and the matter went back to the courts for another three years. The matter was finally settled under Judge Michael Baxley, and Westgate agreed to pay", "doc_score": "80.6031723022461", "publish_date": "2018/12/31"}, {"doc_id": "20943289", "text": "San Francisco Housing Authority / Act of 1937, in order to build and run public housing developments in San Francisco. Due to lobbying from local residents, the agency primarily built its public housing buildings in low-income neighborhoods. For example, proposed public housing in the city's Richmond District was protested, with residents claiming they wished to keep their neighborhood a \"first-class residential district, rather than a ‘slum housing project.’\". By 2012, the San Francisco Housing Authority was considered a \"troubled\" agency by HUD, the federal agency that oversees local housing authorities, with a backlog of deferred maintenance on its properties. In 2013, Mayor Ed Lee pushed", "doc_score": "81.21764373779297", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_17", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "12295605", "text": "Big Boi discography / the \"Billboard\" Hot 100. During the late 1990s and early 2000s, he made several other appearances on commercially successful singles, including \"All n My Grill\" by rapper Missy Elliott, \"A.D.I.D.A.S.\" by rapper Killer Mike and \"Girlfight\" by singer Brooke Valentine; these songs charted on the \"Billboard\" Hot 100. Big Boi released his first two solo singles – \"Royal Flush\" and \"Sumthin's Gotta Give\" – in 2008, with \"Ringtone\" following in 2009. All three songs were recorded for his purported debut studio album \"\": however, due to legal complications resulting from Big Boi's departure from his former record label Jive Records,", "doc_score": "80.199462890625", "publish_date": "2018/12/31"}, {"doc_id": "16579904", "text": "Lil Phat / Lil Phat Melvin Vernell III (July 25, 1992 – June 7, 2012), better known by his stage name, Lil Phat, was an American Hip hop recording artist. Vernell was born in Baton Rouge, Louisiana. He began rapping as a teenager, and was signed to Trill Entertainment in 2007 when he was just 14 years old. He is best known for his contribution to the single \"Independent\" by Webbie. He made a number of guest appearances on Trill Entertainment releases before being killed at the age of 19. On June 7, 2012, Vernell was shot and killed outside of Northside Hospital", "doc_score": "82.53520965576172", "publish_date": "2018/12/31"}, {"doc_id": "15845067", "text": "Reema Major / October 12, 2011 with cameos shot in Miami, Florida alongside Rick Ross. In 2013, she collaborated with Karl Wolf and was featured in his single \"Go Your Own Way\". In 2013 her song \"Gucci Bag\" was featured in the motion picture \"The Bling Ring\". On April 21, 2017 Reema Major released her first single \"AK47\" off her upcoming project on Gladiator Records \"Legendiary\" scheduled for release summer 2017. 15. Hiphopdx http://hiphopdx.com/videos/id.25982/title.dxclusive-reema-major-spits-lyrical-bullets-in-ak47-video April 21, 2017 Reema Major Reema Major (born June 26, 1995), is a Canadian rapper. She is signed to a joint-record label venture with G7 Records / Universal Music", "doc_score": "80.74839782714844", "publish_date": "2018/12/31"}, {"doc_id": "20800552", "text": "Mob Style / Mob Style Mob Style (or Mobstyle) was an American hip hop group from Harlem, New York, consisting of rappers A.Z. (not to be confused with later Brooklyn rapper AZ), Pretty Tone Capone, Gangster Lou and Whip Wop. The group were among the first hip hop artists to release full-length albums independently with 1990's \"The Good, the Bad, the Ugly\" and 1992's \"Game of Death\", at a time when major labels were the most popular way to release music. Mob Style was one of the first New York gangsta rap groups. In the 1980s, group leader Azie \"A.Z.\" Faison was the", "doc_score": "79.96868133544922", "publish_date": "2018/12/31"}, {"doc_id": "11991594", "text": "Ace Hood / label-mates Vado and Mavado, as well as Betty Wright and Kevin Cossom. Production for the mixtape came from Cool & Dre, The Renegades, StreetRunner, and The Beat Bully, among others. \"Body Bag 3\" was released on August 29. Two months after that, Hood would team up with Rich Homie Quan for a return single titled \"We Don't\". Hood and his longtime girlfriend, Shanice Tyria Sarratt, had twin girls, Lyric and Sailor Blu McColister, on May 25, 2011. Lyric died shortly after birth due to health complications. Ace Hood Antoine McColister (born May 11, 1988), better known by his stage name", "doc_score": "84.02909851074219", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_18", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "20033789", "text": "Refugee health in the United States / within 90 days of entering the United States. The screening protocols are left to state health officials with the approval of ORR. A Medical Screening Protocol for Newly Arriving Refugees was developed by ORR in collaboration with CDC in 1995. Many states have added requirements in addition to the ORR protocol. DHHS is now drafting guidance for an expanded domestic protocol for screening refugees. The scope of the domestic health exam includes: Refugees are eligible to apply for adjustment of status after one year in the US. While most immigrants are required to have a full medical exam at the", "doc_score": "81.21125793457031", "publish_date": "2018/12/31"}, {"doc_id": "18059003", "text": "International Megan's Law to Prevent Child Exploitation and Other Sexual Crimes Through Advanced Notification of Traveling Sex Offenders / in the Senate. The provisions of the law took effect on October 31, 2017. On that date, the State Department began marking affected passports with the following sentence: \"The bearer was convicted of a sex offense against a minor, and is a covered sex offender pursuant to 22 United States Code Section 212b(c)(l).\" \"Megan's Law\" is an informal name for laws in the United States requiring law enforcement authorities to make information available to the public regarding registered sex offenders, which was created in response to the murder of Megan Kanka. Individual states decide what information will be made available", "doc_score": "79.96554565429688", "publish_date": "2018/12/31"}, {"doc_id": "4819340", "text": "Driver License Agreement / Driver License Agreement In the United States, the Driver License Agreement (DLA) is an interstate compact written by the Joint Executive Board of the Driver License Compact (DLC) and the Non-Resident Violator Compact (NRVC) with staff support provided by the American Association of Motor Vehicle Administrators (AAMVA). The DLA requires all states to honor licenses issued by other member states, report traffic convictions to the licensing state, prohibit a member state from confiscating an out-of-state driver's license or jailing an out-of-state driver for a minor violation; and maintain a complete driver's history, including withdrawals and traffic convictions including those committed", "doc_score": "80.25930786132812", "publish_date": "2018/12/31"}, {"doc_id": "379682", "text": "U.S. government response to the September 11 attacks / those required to register as \"individuals of elevated national security concern who stay in the country for more than 30 days.\" The processing of arrivals as part of their customs screening began in October 2002. It first focused on arrivals from Iran, Iraq, Libya, Sudan, and Syria. It handled 127,694 people before being phased out as universal screening processes were put in place. The \"call-in\" registrations began in December. It initially applied to nationals of five countries, Iran, Iraq, Syria, Libya and Sudan, who were required to register by December 16, 2002. On November 6, the United States Department of", "doc_score": "81.00614929199219", "publish_date": "2018/12/31"}, {"doc_id": "7599509", "text": "Visa policy of the United States / applicants for most nonimmigrant visas must overcome this presumption by demonstrating that: All visit, business, transit, student, and exchange visitor visa applicants must pay a US$160 application fee (up from $140 as of April 2012) to a US Consulate in order to be interviewed by a Consular Officer who will determine if the applicant is qualified to receive a visa to travel to the U.S (additionally, the officer may also ask the United States Department of State for a Security Advisory Opinion, which can take several weeks to resolve). The application fee is increased to $190 for most work visas", "doc_score": "78.66998291015625", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_19", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "20080254", "text": "Donovan Mitchell / Lyles. On July 5, 2017, Mitchell signed a four-year rookie scale contract with the Jazz. On July 11, 2017, Mitchell signed a multi-year shoe deal with Adidas. Later that day, Mitchell scored 37 points against the Memphis Grizzlies in the 2017 NBA Summer League in Las Vegas, the most by any player during the 2017 NBA Summer League. In his NBA debut on October 18, 2017, Mitchell registered 10 points and 4 assists against the Denver Nuggets. On December 1, 2017, he scored a career-high 41 points in a 114–108 win over the New Orleans Pelicans. He set the Jazz", "doc_score": "91.76058959960938", "publish_date": "2018/12/31"}, {"doc_id": "20080258", "text": "Donovan Mitchell / Oklahoma City Thunder on April 15, he recorded 27 points, 10 rebounds, and 3 assists. However, during the game he bruised his foot and was questionable for Game 2. He ended up playing in Game 2, scoring 28 points, including 13 in the 4th quarter to lead the Jazz to a 102–95 win. Mitchell set a new record for points by a shooting guard in their first two postseason games with 55 points, breaking Michael Jordan's record of 53 points. Mitchell led the Jazz to a 4-2 series win over the Thunder, averaging 28.5 points a game on 46.2 percent", "doc_score": "91.56947326660156", "publish_date": "2018/12/31"}, {"doc_id": "20080253", "text": "Donovan Mitchell / 1.7 assists and 3.4 rebounds per game. As a sophomore, he averaged 15.6 points, 2.7 assists and 4.9 rebounds per game. Mitchell shot 46.3 percent from the floor, 35.4 percent from behind the arc and 80.6 percent from the free-throw line. He was named to the First Team All-Atlantic Coast Conference. After the season, he entered the 2017 NBA draft, but did not immediately hire an agent. Mitchell was drafted by the Denver Nuggets with the 13th overall pick in the 2017 NBA draft only to be traded to the Utah Jazz for the 24th pick (Tyler Lydon) and Trey", "doc_score": "91.43001556396484", "publish_date": "2018/12/31"}, {"doc_id": "20080255", "text": "Donovan Mitchell / scoring record for a rookie and became the first NBA rookie to score 40 points in a game since Blake Griffin in 2011. He surpassed Darrell Griffith's team-record 38 in 1981. Mitchell also became the seventh rookie in franchise history to have a 30-plus point game, as well as the first to have a 40-plus point game. On January 4, 2018, Mitchell was named the Western Conference Rookie of the Month for December 2017 after averaging 23.1 points, 3.4 assists, 3.2 rebounds and 1.8 steals in 34.3 minutes per game during the month of December. On January 15, 2018, Mitchell", "doc_score": "90.16931915283203", "publish_date": "2018/12/31"}, {"doc_id": "20080251", "text": "Donovan Mitchell / serves as director of players relations for the New York Mets. He has a younger sister named Jordan. Mitchell was born and raised in Elmsford, New York and attended Greenwich Country Day School in Greenwich, Connecticut. Mitchell played his AAU basketball for The City and Riverside Hawks programs based out of New York City. In 2010, Mitchell was present at the Boys and Girls Club of Greenwich when LeBron James announced he would sign with the Miami Heat. Mitchell attended Canterbury School in New Milford, Connecticut for his sophomore year of high school before transferring to Brewster Academy in Wolfeboro,", "doc_score": "85.74879455566406", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_20", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "15371941", "text": "Assange v Swedish Prosecution Authority / in the United Kingdom. Barring any appeal to the European Court of Human Rights in Strasbourg, extradition was expected to take place over a ten-day period commencing on 28 June 2012. Since 19 June 2012, Assange has lived in the Embassy of Ecuador in London, where he asked for and was granted political asylum. Because Assange did not comply with his bail conditions, his supporters forfeited £93,500. Assange’s lawyers invited the Swedish prosecutor four times to come and question him at the embassy, but the offer was refused. In March 2015, faced with the prospect of the Swedish statute of", "doc_score": "78.76451110839844", "publish_date": "2018/12/31"}, {"doc_id": "18432939", "text": "Andrew Tate / June 28, 2014. Andrew won the title in second round, becoming the second fighter that stopped Roche in his 200 fight career. In 2016, Tate competed as an \"other\" housemate on the seventeenth season of the British version of the Dutch reality television series \"Big Brother\". One week into the show, Tate was removed from the show for actions outside the house prior to the competition. It was later revealed that Tate had been removed due to a video, obtained by \"The Sun\", of him allegedly “hitting a girl with a belt”. Tate said that the actions were consensual, the", "doc_score": "79.18820190429688", "publish_date": "2018/12/31"}, {"doc_id": "20411878", "text": "Edward Snowden asylum in Russia / the speakers themselves admit are sheer speculation.\" In late January 2014, U.S. attorney general Eric Holder, in an interview with MSNBC, indicated that the U.S. could allow Snowden to return from Russia under negotiated terms, saying he was prepared to engage in conversation with him, but that full clemency would be going too far. Snowden's first television interview aired January 26, 2014, on Germany's NDR. In April 2014, he appeared on video from an undisclosed location during President Putin's live annual Q&A exchange with the public. Snowden asked whether Russia intercepted, stored or analyzed individuals' communications. Putin replied, \"Russia uses", "doc_score": "79.10783386230469", "publish_date": "2018/12/31"}, {"doc_id": "13963832", "text": "The Execution of Gary Glitter / trial as a paedophile for \"category one sex offences\" committed whilst abroad. Glitter meets his lawyer after returning and being arrested. He is informed of the possibility of either the case being dismissed or won due to the newness of the laws, and because they were committed abroad. He is suddenly shocked into reality when he is informed of the change in UK laws, and that the ultimate sentence he may face is death. A history of the campaign to bring back capital punishment is shown from its inception in 2004, as well as interviews with the public and people", "doc_score": "79.14558410644531", "publish_date": "2018/12/31"}, {"doc_id": "5257514", "text": "Russell Brand / sister of television presenter Kirsty Gallacher. Brand suggested in an Instagram post in July 2016 that he and Gallacher were expecting a child. Their daughter Mabel was born in November 2016. Brand married Gallacher in Henley-on-Thames on 26 August 2017. In July 2018, Brand and Gallacher had a second daughter. The media published articles on Brand during his drug-using period, typically in relation to incidents, and his public profile has since been associated with this era. Drug-related issues led to Brand's arrest on 12 occasions. Brand was ejected from the Gilded Balloon in Edinburgh, Scotland and following a subsequent show", "doc_score": "75.46800994873047", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_21", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "10114062", "text": "The Princess Diaries, Volume X: Forever Princess / who is leading in the polls. Having found immense success in Japan with the CardioArm, Michael returns to Manhattan. He and Mia resume their friendship in person, and she soon finds herself questioning her rekindled feelings for him and her relationship with J.P. At Mia's birthday party, J.P. gives her a promise ring in front of all the guests, causing Michael to walk out. Mia accepts the ring, but begins to suspect J.P.'s motives: his senior project, a play about their relationship, reveals some of Mia's private experiences without her consent; he never reads her novel; and the paparazzi always", "doc_score": "79.4343490600586", "publish_date": "2018/12/31"}, {"doc_id": "17778003", "text": "Gemma Reeves / and fakes an injury to take the attention away from them. She is pleased when Bailey visits her in hospital and tells him she does not want him to go on a school trip, as she will miss him. Gem asks Bailey to hack into Kate's laptop, claiming that Kate is plotting against her. They find an unsent email from Kate to Kyle detailing their one-night stand. When she learns Georgia and Kyle plan to move into number 24 alone, she buys a dress to outshine Georgia at her engagement party and puts Kate's email amongst the congratulations messages, where", "doc_score": "82.50142669677734", "publish_date": "2018/12/31"}, {"doc_id": "15788177", "text": "Sarah T. – Portrait of a Teenage Alcoholic / her that he threw his sample case from a bridge; this is a source of amusement for her. Richard shows that he is capable of showing affection for his daughter. Sarah is even more pleased when Richard gives her money in order to purchase an outfit. At first, when Sarah drinks, the alcohol seems to suppress her feelings of anxiety, insignificance and inadequacy. She associates happiness with drinking. For example, Sarah is embarrassed and humiliated when her mother arranges for her to attend a party at the Peterson's with a date, Ken. When Sarah emphatically states that she does not", "doc_score": "77.86084747314453", "publish_date": "2018/12/31"}, {"doc_id": "13133335", "text": "Kate Beckett / Castle replies with a yes. They both agree that it was not a one time thing, but their conversation is interrupted when Castle's mother comes home, causing Castle to send Beckett to hide in his closet. Beckett then has to do a secretive \"Walk of Shame\" out of Castle's loft, so that Martha and Alexis don't see her. Castle then comes to visit her and she tells him it wasn't his finest hour and he says I'll make it up to you somehow and Beckett replies that they could go for a round 2. In \"Cloudy with a Chance of", "doc_score": "79.06844329833984", "publish_date": "2018/12/31"}, {"doc_id": "13806096", "text": "Electric Ink / with a guide for ethnic restaurants. Starting the day with a new haircut, Maddox is the butt of jokes as his hairstyle is likened to Donald Trump. The new style is revealed to be Maddox's attempt at self-improvement in preparation for his Politics Minute appearance. A tip is revealed on the wires that Sir Elton John has reportedly assaulted a security guard in Argos branch in Wolverhampton. Tasneem worries as she tells Oliver that the edible mushroom wall chart provided with a previous edition contains a very poisonous mushroom. An investigation is also started into a reported nuclear leak at", "doc_score": "78.8065185546875", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_22", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "509435", "text": "Pope Benedict XVI / earlier, a routine procedure, but that did not influence his decision. Currently, Benedict has multiple health problems including high blood pressure and reportedly has fallen out of bed more than once, but the Vatican denies any specific illnesses. On 11 February 2013, the Vatican confirmed that Benedict XVI would resign the papacy on 28 February 2013, as a result of his advanced age, becoming the first pope to resign since Gregory XII in 1415. At the age of 85 years and 318 days on the effective date of his retirement, he was the fourth-oldest person to hold the office of", "doc_score": "92.57360076904297", "publish_date": "2018/12/31"}, {"doc_id": "509436", "text": "Pope Benedict XVI / pope. The move was unexpected. In modern times, all popes have held office until death. Benedict was the first pope to resign without external pressure since Celestine V in 1294. In his declaration of 10 Feb 2013, Benedict resigned as \"Bishop of Rome, Successor of Saint Peter\". In a statement, Benedict cited his deteriorating strength and the physical and mental demands of the papacy; addressing his cardinals in Latin, Benedict gave a brief statement announcing his resignation. He also declared that he would continue to serve the church \"through a life dedicated to prayer\". According to a statement from the", "doc_score": "92.67118072509766", "publish_date": "2018/12/31"}, {"doc_id": "17091932", "text": "Resignation of Pope Benedict XVI / have held the position from election until death. The Pope stated that the reason for his decision was his declining health due to old age. The conclave to select his successor began on 12 March 2013 and elected Cardinal Jorge Mario Bergoglio, Archbishop of Buenos Aires, Argentina, who took the name of Francis. Benedict announced in February 2013 that, due to his advanced age, he would step down. At the age of 85 years and 318 days on the effective date of his retirement, he was the fourth-oldest person to hold the office of pope. He announced his intention to", "doc_score": "92.92273712158203", "publish_date": "2018/12/31"}, {"doc_id": "697166", "text": "Pope Gregory XVI / he pronounced it “false and absurd, or rather mad, that we must secure and guarantee to each one liberty of conscience.” He encouraged missionary activity abroad and condemned the slave trade. However, his harsh repression, financial extravagance and neglectfulness left him deeply unpopular domestically. He is the most recent pope to take the pontifical name \"Gregory\", and the most recent non-bishop to become pope. Bartolomeo Alberto Cappellari was born at Belluno in the Republic of Venice, on 18 September 1765, to an Italian lower noble family. His parents were from a small village named Pesariis, in Friuli. His father was", "doc_score": "90.65487670898438", "publish_date": "2018/12/31"}, {"doc_id": "509406", "text": "Pope Benedict XVI / appointed a full professor in 1958. After a long career as an academic and professor of theology at several German universities, he was appointed Archbishop of Munich and Freising and Cardinal by Pope Paul VI in 1977, an unusual promotion for someone with little pastoral experience. In 1981, he was appointed Prefect of the Congregation for the Doctrine of the Faith, one of the most important dicasteries of the Roman Curia. From 2002 until his election as pope, he was also Dean of the College of Cardinals. Prior to becoming Pope, he was \"a major figure on the Vatican stage", "doc_score": "90.99750518798828", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_23", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "11245908", "text": "Eradication of infectious diseases / hindered by the MMR vaccine controversy and by low uptake in certain groups, and despite achieving low levels by 2008, European countries have since experienced a small resurgence in cases. They have set a new target of 2015. The Eastern Mediterranean also had goals to eliminate measles by 2010 (later revised to 2015), the Western Pacific aims to eliminate the disease by 2012, and in 2009 the regional committee for Africa agreed a goal of measles elimination by 2020., only the South-East Asian region has yet to set a target date for elimination of measles transmission. In 2005, a", "doc_score": "89.26612854003906", "publish_date": "2018/12/31"}, {"doc_id": "11245907", "text": "Eradication of infectious diseases / has been rolled out in 48, and elimination of transmission reportedly achieved in 21. Five out of six WHO regions have goals to eliminate measles, and at the 63rd World Health Assembly in May 2010, delegates agreed to move towards eventual eradication, although no specific global target date has yet been agreed. The Americas set a goal in 1994 to eliminate measles and rubella transmission by 2000, and successfully achieved regional measles elimination in 2002, although there have been occasional small outbreaks from imported cases since then. Europe had set a goal to eliminate measles transmission by 2010, but were", "doc_score": "87.66368865966797", "publish_date": "2018/12/31"}, {"doc_id": "11245910", "text": "Eradication of infectious diseases / maintaining indefinite control was commissioned in 2009 by the WHO and the Bill and Melinda Gates Foundation. In 2013, measles deaths globally were down to 145,700. As of mid-2013, measles elimination in many areas is stalling. \"This year, measles and rubella outbreaks are occurring in many areas of the world where people have no immunity to these viruses. The reasons people are unvaccinated range from lack of access to vaccines in areas of insecurity, to poor performing health systems, to vaccine refusals. We need to address each of these challenges if we’re going to meet global measles and rubella elimination", "doc_score": "86.05804443359375", "publish_date": "2018/12/31"}, {"doc_id": "20543430", "text": "Eradication of dracunculiasis / host for Guinea worm, and there is no evidence that \"D. medinensis\" has ever been reintroduced to humans in any formerly endemic country as the result of non-human infections, the disease can be controlled by identifying all cases and modifying human behavior to prevent it from recurring. Once all human cases are eliminated, the disease cycle will be broken, resulting in its eradication. The eradication of Guinea worm disease has faced several challenges: In January 2012 the WHO meeting at the Royal College of Physicians in London launched the most ambitious and largest coalition health project ever, known as \"London", "doc_score": "87.35243225097656", "publish_date": "2018/12/31"}, {"doc_id": "12900443", "text": "Tick-borne encephalitis vaccine / United Kingdom. The vaccine is not available in the United States. The efficacy of these vaccines has been well documented. They have also been shown to protect mice from a lethal challenge with several TBE-virus isolates obtained over a period of more than 30 years from all over Europe and the Asian part of the former Soviet Union. In addition, it has been demonstrated that antibodies induced by vaccination of human volunteers neutralized all tested isolates. Two to three doses are recommended depending on the formulation. Typically one to three months should occur between the first doses followed by five", "doc_score": "85.10292053222656", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_24", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "6439388", "text": "Housing in Japan / that the latter make up around 40% of the category now. As houses age, owners replace them. A common pattern is to rebuild on the same site. To accomplish this, the occupants move to a temporary residence. A contractor demolishes the old structure and builds a new one on the grounds. The residents can then return to the location. Not having moved, they enjoy the convenience of keeping the same address, telephone number, and utility accounts, as well as avoid the cost of purchasing new land. Because of the wooden construction and relatively short lifespan of Japanese houses, this is", "doc_score": "94.54501342773438", "publish_date": "2018/12/31"}, {"doc_id": "6439395", "text": "Housing in Japan / when they first start working. Sometimes, the shataku is located near the company's office building. In other cases, the company may not own its own apartment complex, but hold an exclusive lease over one or more independent apartment buildings. In 2003, there were nearly 1.5 million shataku units in Japan. Depending on the company policy, some shataku are one-room and only available to single people while other companies offer larger multi-room complexes available to married couples as well. Likewise, there may or may not be a maximum duration which you can lease the shataku, but that too is up to", "doc_score": "93.2708969116211", "publish_date": "2018/12/31"}, {"doc_id": "5976992", "text": "Welfare in Japan / Welfare in Japan Social welfare, assistance for the ill or otherwise disabled and the old, has long been provided in Japan by both the government and private companies. Beginning in the 1920s, the Japanese government enacted a series of welfare programs, based mainly on European models, to provide medical care and financial support. During the post-war period, a comprehensive system of social security was gradually established. The futures of health and welfare systems in Japan are being shaped by the rapid aging of the population. The mixture of public and private funding has created complex pension and insurance systems, meshing", "doc_score": "91.44001007080078", "publish_date": "2018/12/31"}, {"doc_id": "6439390", "text": "Housing in Japan / the apartment for rent and the costs to rent this apartment. If a would-be tenant is interested in a particular apartment, the agent contacts the landlord to see if the apartment is still available and whether a visit could be arranged. Typically, a renter cannot rent an apartment on her or his own, but is required to have a guarantor who promises to pay the rent if problems arise. Traditionally, Japanese landlords collect both a damage deposit and \"key money\" before the renter takes occupancy, and the real estate agent is also paid a month's rent for services provided. Key", "doc_score": "90.87551879882812", "publish_date": "2018/12/31"}, {"doc_id": "6439351", "text": "Housing in Japan / complexes, 8% were owned dwellings in apartments complexes, and 4% were rented detached houses. In 2008, it was estimated that six out of ten Japanese lived in single-family houses. is the Japanese word for a large cluster of apartment buildings of a particular style and design, typically built as public housing by a government authority. The Japan Housing Corporation (JHC), now known as the Urban Renaissance Agency (UR), was founded in 1955. During the 1950s, 60s, and 70s, the JHC built many \"danchi\" in suburban areas to offset the housing demand of the then-increasing Japanese population. A traditional Japanese house", "doc_score": "96.10395812988281", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_25", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "5223153", "text": "KSE 100 Index / positive conditions and it achieved 38,777 points on 17 June 2016. In January 2017, the stock market hit the all-time high of 49,969 points. On 13 February, it stands at 49,876 points. Following Britain's decision to leave EU on 24 June, KSE went down by 1,100 points (3.1 percent) as stock markets went in turmoil with investors now investing in safe havens like gold and government bonds. The following is a list of the ten companies with the highest market capitalization volume and their respective weightages in the index. The companies account for over 74% of the KSE index, as", "doc_score": "85.98432159423828", "publish_date": "2018/12/31"}, {"doc_id": "18982872", "text": "2015–16 stock market selloff / of sharp losses on the SSE Composite Index, which dropped 7.6%, making a 40% downturn in the market since June. The two day loss for the SSE Composite Index was over 15%. The BSE SENSEX fell 1,600 points on August 24 as the rupee fell to 66.69 per dollar. Also on August 25, 2015, Asian and European markets finished higher, and the day began with a major 440 point upsurge for the DJIA; however, the gains turned to losses, with the DJIA plunging in the final hour to lose over 200 points for the day (1.3%). On Wednesday, August 26,", "doc_score": "84.28484344482422", "publish_date": "2018/12/31"}, {"doc_id": "12581661", "text": "Transnationality Index / corporation in terms of foreign asset ownership only ranked 83rd (30.7%) on the TNI top 100. IBM ranked 50th (53.7%), Volkswagen ranked 45th (55.7%), and Toyota, the sixth largest multinational corporation in terms of foreign asset ownership, only ranked 82nd (30.9%) on the broader TNI scale. Peter Dicken, an honorary fellow of the School of Environment and Development at the University of Manchester, argues that TNI data refute the assertions of hyperglobalism. The data, he argues, prove false the claim that multinational corporations are \"inexorably, and inevitably, abandoning their ties to their country of origin\". If that were the case,", "doc_score": "84.0846176147461", "publish_date": "2018/12/31"}, {"doc_id": "15815814", "text": "August 2011 stock markets fall / a drop to 5.75%, followed by a steady rebound to close at 4.75% down with 4,478 points. The Saudi markets experiencing similar loss to 4.27%, while Dubai and Abu Dhabi closed at a lower 1.95% and 1.34% dip respectively. S&P 500 entered a short-lived bear market between 02nd May 2011 (intraday high: 1,370.58) and 04th October 2011 (intraday low: 1,074.77), a decline of 21.58%. The stock market rebounded thereafter and ended the year flat. Trading on 9 August revealed a 5.5% drop at its worst point before recovering rapidly in closing with 268 points gain, with the ASX200 index ending", "doc_score": "87.61573791503906", "publish_date": "2018/12/31"}, {"doc_id": "9654851", "text": "NASDAQ Composite / by April 17, and in the following 30 months fell 78% from its peak. The decline from this peak signalled the beginning of the dot-com bubble burst. There were multiple things contributing to this Dot-com boom and bust. Some optimists thought the internet and World Wide Web would be more significant to business than any kind of Industrial Revolution in the past, possibly enabling us to achieve a Technological Singularity. More pessimistic types were concerned that business would require massive technology replacement to achieve Y2K compatibility. The index declined to half its value within a year, and finally hit the", "doc_score": "85.519775390625", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_26", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "5670405", "text": "Kevin McCarthy (California politician) / After announcing his candidacy for Speaker on September 28, 2015, he dropped out of the race on October 8. The Republicans lost their majority at the 2018 midterm elections, and McCarthy was elected as House Minority Leader, making him the first California Republican to hold the post. McCarthy was born in Bakersfield, California, the son of Roberta Darlene (née Palladino; November 16, 1940–), a homemaker, and Owen McCarthy (June 12, 1941–), an assistant city fire chief. McCarthy is a fourth-generation resident of Kern County. He is the first Republican in his immediate family, as his parents were members of the", "doc_score": "90.89421844482422", "publish_date": "2018/12/31"}, {"doc_id": "5670409", "text": "Kevin McCarthy (California politician) / a sixth term in 2016 with 69.2% of the vote in the general election; the opposing candidate, Wendy Reed, Democratic Party candidate, received 30.8% of the vote. McCarthy was reelected to a seventh term with 64.3 percent of the vote, with Democratic challenger Tatiana Matta receiving 35.7 percent of the vote. After the Republicans lost their majority in the 2018 elections, McCarthy was elected as House Minority Leader, fending off a challenge to his right from Jim Jordan of Ohio, 159-43. While as House Majority Leader he was second-in-command to the Speaker, as Minority Leader he will be the leader", "doc_score": "88.18864440917969", "publish_date": "2018/12/31"}, {"doc_id": "5670415", "text": "Kevin McCarthy (California politician) / September 25, 2015, John Boehner announced his intention to resign as Speaker effective October 30, 2015. Many media outlets speculated that McCarthy would likely replace him, and Boehner himself stated that McCarthy \"would make an excellent speaker.\" He was the presumptive successor to the outgoing Speaker. On Monday, September 28, McCarthy formally announced his candidacy. Having held congressional office for less than nine years, McCarthy would have been the Speaker with the least time in Congress since 1891. On October 8, 2015, as Republicans were preparing to vote, McCarthy unexpectedly dropped out of the race, saying that Republicans needed a", "doc_score": "85.88135528564453", "publish_date": "2018/12/31"}, {"doc_id": "5670414", "text": "Kevin McCarthy (California politician) / he took over as majority leader, including deputy chief of staff Neil Bradley, who now has served in that role for three majority leaders. McCarthy has been under fire for avoiding meetings and town-hall events with constituents in his congressional district for years. His last town hall was in June 2010. He has opted for screened telephone calls since. In December 2017, McCarthy voted in favor of the Tax Cuts and Jobs Act. After the vote, McCarthy asked his constituents to \"Come February, check your check, because that will be the pay raise of the vote for Donald Trump.\" On", "doc_score": "86.80188751220703", "publish_date": "2018/12/31"}, {"doc_id": "7046007", "text": "Sean Patrick Maloney / Sean Patrick Maloney Sean Patrick Maloney (born July 30, 1966) is a Canadian-born American politician serving as the U.S. Representative for since 2013. He is a member of the Democratic Party. He was a candidate for New York Attorney General in the 2018 election, losing to Letitia James in the Democratic primary. Born in Sherbrooke, Quebec, Canada, and raised in Hanover, New Hampshire, Maloney earned his Bachelor of Arts and Juris Doctor from the University of Virginia. He entered politics as a volunteer for Bill Clinton's presidential campaigns, and later served as his senior West Wing adviser and White House", "doc_score": "87.47582244873047", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_27", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "17806680", "text": "Happy Valley (TV series) / blackmailing. Catherine's grandson, Ryan, develops a friendship with a new teaching assistant, Miss Wealand (Shirley Henderson), who is secretly a prison groupie infatuated with Royce. Royce, whom the court has forbidden having any contact with Ryan, is using Wealand to try to build a relationship with Ryan and get revenge on Catherine. Ryan increasingly concerns his family by asking questions about his father and even suggests Royce should be forgiven. On 22 November 2012, Ben Stephenson announced the commissioning of \"Happy Valley\" for BBC One. The programme was written by Sally Wainwright, produced by Karen Lewis, and directed by Euros", "doc_score": "79.7438735961914", "publish_date": "2018/12/31"}, {"doc_id": "8701745", "text": "Velile Tshabalala / Velile Tshabalala Velile Tshabalala (born 1984) is an English actress, known for portraying Kareesha Lopez in \"Kerching!\" and Rosita in the 2008 \"Doctor Who\" special, \"The Next Doctor\". Born in Whitechapel, London, Tshabalala was raised in Ilford. She is of Zimbabwean descent. Her father is a mechanical engineer and her mother is a health visitor. She has one sister and two brothers. She trained at the Sylvia Young Theatre School, where she attended weekend classes from the age of 14. Tshabalala made her professional debut at the age of 18, in the CBBC sitcom \"Kerching!\". She played waitress Kareesha Lopez,", "doc_score": "77.8911361694336", "publish_date": "2018/12/31"}, {"doc_id": "13170906", "text": "Denise Roberts / Denise Roberts Denise Roberts was born in Glasgow, Scotland. She is an Australian actress and director who has worked in theatre, film and television since 1980. She gained initial fame when she played Julie Winters in the ABC-TV medical drama \"G.P.\" from 1989 to 1996. Roberts's mentor was Hayes Gordon, with whom she studied solidly for three years. During her seven-year stint on \"G.P.\", she taught film and television for Hayes at his Ensemble Studios. In 2009 Roberts played the recurring role of Bonnie Bright in Channel 7's \"Packed To The Rafters\" and Faye on the feature film \"Subdivision\" which", "doc_score": "78.22402954101562", "publish_date": "2018/12/31"}, {"doc_id": "6161066", "text": "Kazia Pelka / Kazia Pelka Kazia Pelka is a British actress who has worked primarily in British television, appearing in the drama series Brookside in the early 1990's, the period police drama series \"Heartbeat\" in the late 1990's, the police drama series \"The Bill\", and the British Broadcasting Corporation medical drama series \"Doctors\", and \"Casualty\". Pelka was born in Dewsbury, West Riding of Yorkshire, in December 1962, and spent her childhood in the Roundhay district of Leeds, the daughter of a Polish engineer father and Irish stage actress Alma Herley. She is the niece of actor Randal Herley, and her maternal grandmother was", "doc_score": "77.41584777832031", "publish_date": "2018/12/31"}, {"doc_id": "6051210", "text": "Gemma Atkinson / 2016, Atkinson supported the #gotyourback message, a campaign to help military veterans seek help if they need it. Gemma Atkinson Gemma Louise Atkinson (born 16 November 1984) is an English actress and former glamour model. She is best known for playing Lisa Hunter on \"Hollyoaks\" (2001–2005) and on three spin-off series, \"\" (2004), \"\" (2005) and \"\" (2006); and for playing Tamzin Bayle on \"Casualty\" (2011–12, 2014) and Carly Hope on \"Emmerdale\" (2015–17). Atkinson was born in Bury, Greater Manchester. She took her GCSEs at Castlebrook High School, Bury. Atkinson rose to fame playing Lisa Hunter on the Channel 4", "doc_score": "76.92145538330078", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_28", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "20187450", "text": "United States Climate Alliance / stay in the Paris Agreement on May 3. A similar petition was signed by 2 states led by Republican governors on May 17. The Alliance was formed on June 1, 2017, following the announcement earlier that day by U.S. President Donald Trump that he had decided to withdraw the United States from the Paris Agreement. The formation of the Alliance was announced by three state governors: Jay Inslee of Washington, Andrew Cuomo of New York, and Jerry Brown of California. The Alliance is not a legally binding treaty, but a grouping of state governments with similar policies regarding climate change.", "doc_score": "84.37692260742188", "publish_date": "2018/12/31"}, {"doc_id": "13644409", "text": "Workers' Climate Action / were the first to respond to the announcement of the closure of the Vestas wind turbine blades factory on the Isle of Wight and were integral to organising the 3 July public meeting which began the organising process which culminated in an ongoing worker occupation of the factory. WCA stands for a worker-led just transition to a low-carbon economy and believes that organised labour, particularly in frontline industries such as aviation, energy and transport is a key agent which is fundamentally capable of effecting meaningful social change. It looks to the history of working-class environmentalism and direct action, including the", "doc_score": "82.58688354492188", "publish_date": "2018/12/31"}, {"doc_id": "19705320", "text": "The Climate Mobilization / and China to cut carbon emissions 80% (based on 2006 levels) by 2020. However, environmental groups in the United States never organized politically for such an ambitious goal. The Climate Mobilization was launched in September 2014, before the People's Climate March in New York City, specifically to organize politically around the concept of a rapid, World War II-scale government mobilization against climate change. Margaret Klein Salamon and allies developed a pledge-based movement-building strategy in which signers agree to vote for political candidates who have signed the pledge over those who have not. The Climate Mobilization’s \"Pledge to Mobilize\" calls on", "doc_score": "82.5407943725586", "publish_date": "2018/12/31"}, {"doc_id": "20187448", "text": "United States Climate Alliance / United States Climate Alliance The United States Climate Alliance is a bipartisan coalition of states and unincorporated self-governing territories in the United States that are committed to upholding the objectives of the 2015 Paris Agreement on climate change within their borders, by achieving the U.S. goal of reducing greenhouse gas (carbon dioxide equivalent) economy-wide emissions 26–28% from 2005 levels by 2025 and meeting or exceeding the targets of the federal Clean Power Plan. The Alliance was formed on June 1, 2017, following the announcement earlier that day by U.S. President Donald Trump that he had decided to withdraw the United", "doc_score": "84.0892562866211", "publish_date": "2018/12/31"}, {"doc_id": "20835979", "text": "CO2 Coalition / CO2 Coalition The CO Coalition is a nonprofit conservative think tank in the United States. It was established in 2015 with a focus on advocacy for environmental skepticism of climate change issues, predominantly arguing for the benefits of CO to the environment and disputing mainstream scientific opinion on climate change. The organization is viewed as the successor to the George C. Marshall Institute. The CO Coalition was one of over 40 organizations to sign a letter dated May 8, 2017, to president Donald Trump thanking him for his campaign promise to withdraw from the Paris Climate agreement, an action Trump", "doc_score": "83.33036041259766", "publish_date": "2018/12/31"}]}
{"question_id": "20230106_29", "search_time": "2023/01/07/05:18", "search_result": [{"doc_id": "7851931", "text": "Energy in the United Kingdom / 2007 and 2015, the UK's peak electrical demand fell from 61.5 GW to 52.7.GW. While in some ways limited by which powers are devolved, the four countries of the United Kingdom have different energy mixes and ambitions. Scotland currently has a target of 80% of electricity from renewables by 2020, which was increased from an original ambition of 50% by 2020 after it exceeded its interim target of 31 per cent by 2011. It has a quarter of the EU's estimated offshore wind potential, and is at the forefront of testing various marine energy systems. Britain's fleet of operational reactors", "doc_score": "99.31815338134766", "publish_date": "2018/12/31"}, {"doc_id": "10687449", "text": "Renewable energy in the United Kingdom / Gas Emissions by 80% by 2050 (on 1990 levels) and an intermediate target reduction of 26% by 2020. The Green Deal is UK government policy, launched by the Department of Energy and Climate Change on 1 October 2012. It permits loans for energy saving measures for properties in Great Britain to enable consumers to benefit from energy efficient improvements to their home. The total of all renewable electricity sources provided for 14.9% of the electricity generated in the United Kingdom in 2013, reaching 53.7 TWh of electricity generated. In the second quarter of 2015, renewable electricity generation exceeded 25% and", "doc_score": "99.97261810302734", "publish_date": "2018/12/31"}, {"doc_id": "7851926", "text": "Energy in the United Kingdom / attracted considerable press coverage - in particular in relation to the prospect of constructing a new generation of nuclear power stations, in order to prevent the rise in carbon dioxide emissions that would arise if other conventional power stations were to be built. Among the public, according to a November 2005 poll conducted by YouGov for Deloitte, 35% of the population expect that by 2020 the majority of electricity generation will come from renewable energy (more than double the government's target, and far larger than the 5.5% generated as of 2008), 23% expect that the majority will come from nuclear", "doc_score": "98.13981628417969", "publish_date": "2018/12/31"}, {"doc_id": "17253795", "text": "Energy transition / power by the 2030s, or 2040 at the very latest. The government said that it would take \"all possible measures\" to achieve this goal. A few days later the government retrenched the planned nuclear phaseout after the industry pushed for reconsideration. Arguments cited were that a nuclear phaseout would burden the economy, and that imports of oil, coal, and gas would bring high added costs. The government then approved the energy transition, but left open the time-frame for decommissioning the nuclear power stations. The United Kingdom is mainly focusing on wind power, both onshore and offshore, and in particular is", "doc_score": "96.87980651855469", "publish_date": "2018/12/31"}, {"doc_id": "7913615", "text": "Energy policy of the United Kingdom / ensure security of supply in the latter half of this decade. Historically a country emphasising its coal, nuclear and off-shore natural gas production, the United Kingdom is currently in transition to become a net energy importer. In the year 2011 the percentage of electricity supply derived from primary energy sources was as follows: Coal usage may be expected to decline steadily because of eroding cost advantages and pressure to reduce sulphur and carbon (carbon dioxide) emissions, notwithstanding ongoing subsidy policies designed to retain jobs in the coal mining industry. Future coal usage is highly dependent on legislative drivers on emissions", "doc_score": "97.66161346435547", "publish_date": "2018/12/31"}]}
