{"question_id": "20230127_0", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "1679417", "text": "SARS coronavirus / SARS patients is a decrease in the number of lymphocytes circulating in the blood. In the SARS outbreak of 2003, about 9% of patients with confirmed SARS infection died. The mortality rate was much higher for those over 50 years old, with mortality rates approaching 50% for this subset of patients. The CDC and Canada's National Microbiology Laboratory identified the SARS genome in April, 2003. Scientists at Erasmus University in Rotterdam, the Netherlands demonstrated that the SARS coronavirus fulfilled Koch's postulates thereby confirming it as the causative agent. In the experiments, macaques infected with the virus developed the same symptoms", "doc_score": "86.09359741210938", "publish_date": "2018/12/31"}, {"doc_id": "1679418", "text": "SARS coronavirus / as human SARS victims. In late May 2003, studies from samples of wild animals sold as food in the local market in Guangdong, China, found the SARS coronavirus could be isolated from masked palm civets (\"Paguma\" sp.), but the animals did not always show clinical signs. The preliminary conclusion was the SARS virus crossed the xenographic barrier from palm civet to humans, and more than 10,000 masked palm civets were killed in Guangdong Province. Virus was also later found in raccoon dogs (\"Nyctereuteus\" sp.), ferret badgers (\"Melogale\" spp.), and domestic cats. In 2005, two studies identified a number of SARS-like", "doc_score": "84.96014404296875", "publish_date": "2018/12/31"}, {"doc_id": "1635876", "text": "Coronavirus / in a small number of nucleotides. In 2003, following the outbreak of Severe acute respiratory syndrome (SARS) which had begun the prior year in Asia, and secondary cases elsewhere in the world, the World Health Organization (WHO) issued a press release stating that a novel coronavirus identified by a number of laboratories was the causative agent for SARS. The virus was officially named the SARS coronavirus (SARS-CoV). The epidemic resulted in over 8,000 infections, about 10% of which resulted in death. X-ray crystallography studies performed at the Advanced Light Source of Lawrence Berkeley National Laboratory have begun to give hope", "doc_score": "85.37928771972656", "publish_date": "2018/12/31"}, {"doc_id": "1679425", "text": "SARS coronavirus / and an upper respiratory tract infection. At that time, a chest x-ray is ordered to confirm pneumonia. If the chest appears clear and SARS is still suspected, a HRCT scan will be ordered, because it is visible earlier on this scan. In severe cases, it develops into respiratory failure and acute respiratory distress syndrome (ARDS), and in 70-90% of the cases, they develop lymphopenia (low count of lymphocyte white blood cells). The incubation period for SARS-CoV is from 2–10 days, sometimes lasting up to 13 days, with a mean of 5 days. Thus, symptoms usually develop between 2–10 days following", "doc_score": "83.80594635009766", "publish_date": "2018/12/31"}, {"doc_id": "18670399", "text": "Operation Sea-Spray / court ruled that the government was immune from lawsuits. The Nevin family appealed the suit all the way to the U.S. Supreme Court, which declined to overturn lower court judgments. In Senate subcommittee hearings in 1977 the army revealed: Operation Sea-Spray Operation Sea-Spray was a 1950 U.S. Navy secret experiment in which \"Serratia marcescens\" and \"Bacillus globigii\" bacteria were sprayed over the San Francisco Bay Area in California. From September 20 to 27, 1950, the U.S. Navy released the pathogens off the shore of San Francisco. Based on results from monitoring equipment at 43 locations around the city, the Army", "doc_score": "83.21581268310547", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_1", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "4652884", "text": "67th Academy Awards / shot prominently featured in several comedic films and shorts. Dancer Debbie Allen choreographed \"The Lion King\" musical number. Actors Alec Baldwin, Jack Lemmon, Steve Martin, and Rosie O'Donnell participated in a pre-taped comedic sketch lampooning auditions for a role in \"Cabin Boy\", the film in which Letterman made his film acting debut. At the time of the nominations announcement on February 14, the combined gross of the five Best Picture nominees at the US box office was $468 million, with an average of $93.6 million per film. \"Forrest Gump\" was the highest earner among the Best Picture nominees with $300", "doc_score": "83.74076080322266", "publish_date": "2018/12/31"}, {"doc_id": "19313453", "text": "89th Academy Awards / of the nominations announcement on January 24, 2017, the combined gross of the nine Best Picture nominees at the North American box offices was $483.8 million, with an average of $53.8 million per film. When the nominations were announced, \"Arrival\" was the highest-grossing film among the Best Picture nominees with $95.7 million in domestic box office receipts. \"La La Land\" was the second-highest-grossing film with $90.5 million, followed by \"Hidden Figures\" ($85 million), \"Hacksaw Ridge\" ($65.5 million), \"Fences\" ($48.8 million), \"Manchester by the Sea\" ($39 million), \"Hell or High Water\" ($27 million), \"Lion\" ($16.5 million) and \"Moonlight\" ($15.8 million). \"Moonlight\"", "doc_score": "85.47355651855469", "publish_date": "2018/12/31"}, {"doc_id": "19313448", "text": "89th Academy Awards / apiece. \"La La Land\"s Best Picture loss to \"Moonlight\" meant it set a record for most nominations and wins without winning Best Picture since \"Cabaret\" in 1972. The winners were announced during the awards ceremony on February 26, 2017. \"Moonlight\" became the first film with an all-black cast and the first LGBT-themed film to win Best Picture. In an event unprecedented in the history of the Oscars, \"La La Land\" was incorrectly announced as the Best Picture, and, a few minutes later, the error was corrected and \"Moonlight\" was declared the winner. \"\", at 467 minutes, became the longest film", "doc_score": "83.89444732666016", "publish_date": "2018/12/31"}, {"doc_id": "5650354", "text": "62nd Academy Awards / at The Beverly Hilton in Beverly Hills, California on March 3, the Academy Awards for Technical Achievement were presented by hosts Richard Dysart and Diane Ladd. \"Driving Miss Daisy\" won four awards including Best Picture and Best Actress for Jessica Tandy, the oldest person at the time to win a competitive acting Oscar. Other winners included \"Glory\" with three awards, \"Born on the Fourth of July\", \"The Little Mermaid\", and \"My Left Foot\" with two, and \"The Abyss\", \"Balance\", \"Batman\", \"Cinema Paradiso\", \"\", \"Dead Poets Society\", \"Henry V\", \"Indiana Jones and the Last Crusade\", \"The Johnstown Flood\", and \"Work Experience\"", "doc_score": "82.55780792236328", "publish_date": "2018/12/31"}, {"doc_id": "18713220", "text": "88th Academy Awards / with an average of $75.8 million per film. When the nominations were announced on January 14, 2016, \"The Martian\" was the highest-grossing film among the Best Picture nominees with $226.6 million in domestic box office receipts. \"Mad Max: Fury Road\" was the second-highest-grossing film with $153.6 million; this was followed by \"Bridge of Spies\" ($70.7 million), \"The Revenant\" ($54.1 million), \"The Big Short\" ($44.6 million), \"Spotlight\" ($28.8 million), \"Brooklyn\" ($22.7 million), and \"Room\" ($5.1 million). Of the top 50 grossing movies of the year, 46 nominations went to 11 films on the list. Only \"Inside Out\" (4th), \"The Martian\" (8th),", "doc_score": "85.47608184814453", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_2", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "9566823", "text": "IRS tax forms / can be used under conditions similar to those for the 1040EZ form. The Form 1040X, Amended U.S. Individual Tax Return, is used to make corrections to Form 1040, Form 1040A, and Form 1040EZ tax returns that have been previously filed. Generally for a tax refund, this form must be filed within 3 years after the date that the original version was filed, or within 2 years after the date that the tax was paid, whichever is later. Forms 1040X are processed manually and therefore take longer than regular returns. For years prior to 2010, Form 1040X had three columns: for", "doc_score": "93.12947082519531", "publish_date": "2018/12/31"}, {"doc_id": "9566813", "text": "IRS tax forms / returns for individual calendar year taxpayers are due by April 15 of the next year, except when April 15 falls on a Saturday, Sunday, or a legal holiday. In those circumstances, the returns are due on the next business day. An automatic extension until Oct. 15 to file Form 1040 can be obtained by filing Form 4868. Form 1040 consists of two full pages not counting attachments. The first page collects information about the taxpayer(s), dependents, income items, and adjustments to income. The second page calculates the allowable deductions and credits, tax due given the income figure, and applies funds", "doc_score": "96.22029876708984", "publish_date": "2018/12/31"}, {"doc_id": "9566834", "text": "IRS tax forms / of the employment relationship. An employer must mail out the Form W-2 to employees on or before January 31. This deadline gives these taxpayers about 3 months to prepare their returns before the April 15 income tax due date. The form is also used to report FICA taxes to the Social Security Administration. The Form W-2, along with Form W-3, generally must be filed by the employer with the Social Security Administration by the end of February. Relevant amounts on Form W-2 are reported by the Social Security Administration to the Internal Revenue Service. In territories, the W-2 is issued", "doc_score": "94.89986419677734", "publish_date": "2018/12/31"}, {"doc_id": "4777335", "text": "Form W-2 / Indian Tax system. Form W-2 Form W-2 (officially, the \"Wage and Tax Statement\") is an Internal Revenue Service (IRS) tax form used in the United States to report wages paid to employees and the taxes withheld from them. Employers must complete a Form W-2 for each employee to whom they pay a salary, wage, or other compensation as part of the employment relationship. An employer must mail out the Form W-2 to employees on or before January 31. This deadline gives these taxpayers about 2 months to prepare their returns before the April 15 income tax due date. The form", "doc_score": "93.27940368652344", "publish_date": "2018/12/31"}, {"doc_id": "139696", "text": "Form 1040 / Form 1040 Form 1040 (officially, the \"U.S. Individual Income Tax Return\") is one of three IRS tax forms (see variants section for explanations of each) used for personal (individual) federal income tax returns filed with the Internal Revenue Service (IRS) by United States residents for tax purposes. Income tax returns for individual calendar year taxpayers are due by Tax Day, which is usually April 15 of the next year, except when April 15 falls on a Saturday, Sunday, or a legal holiday. In those circumstances, the returns are due on the next business day. An automatic extension until October 15", "doc_score": "94.68347930908203", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_3", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "20817360", "text": "2018 Northeast Asia heat wave / In South Korea, some 42 people died, while North Korea witnessed crop destruction. In Shenyang, China, air conditioner sales in one company spiked 35-fold over the previous years. In Japan, at least 138 people have died from heat-related causes and at 71,266 required hospitalization for heat stroke through early August. Fatalities have occurred in 28 of the nation's 47 prefectures. Between 15 and 22 July, 65 people died from the heat, including 11 on 21 July and 13 on 23 July. The number of casualties from the heat was the greatest seen in a single-week period since the government started", "doc_score": "87.56722259521484", "publish_date": "2018/12/31"}, {"doc_id": "20297506", "text": "2017–18 North Korea crisis / described as a \"direct response to North Korea's intermediate range ballistic missile launch,\" referring to North Korea's IRBM launch on August 29. On September 3, at 3:31am UTC, the United States Geological Survey reported that it had detected a magnitude 6.3 earthquake in North Korea near the Punggye-ri test site. Given the shallow depth of the quake and its proximity to North Korea's primary nuclear weapons testing facility, experts concluded that the country had conducted a sixth nuclear weapon test since the country first exploded a nuclear device in 2006. North Korea claimed that they had tested a hydrogen bomb", "doc_score": "88.45972442626953", "publish_date": "2018/12/31"}, {"doc_id": "15447411", "text": "International reactions to the Fukushima Daiichi nuclear disaster / reactors, providing 23 percent of the electrical power in the country and making it the sixth largest nuclear electricity producer in the world. The eight oldest reactors were taken off the grid within days of 3/11 and will not return to operation. In record time, what once was the most pro-nuclear German government in decades prepared comprehensive legislation to phase out the remaining nine reactors by 2022 at the latest, starting in 2015. In June, parliament overwhelmingly passed the law (513 in favor, 79 against, 8 abstentions). In India, there has been rapid growth in energy use and there are", "doc_score": "83.0259780883789", "publish_date": "2018/12/31"}, {"doc_id": "20297503", "text": "2017–18 North Korea crisis / 29, just before 6am JST, North Korea launched a missile which flew over Hokkaido, Japan. The missile reached an altitude of 550 km and flew a total distance of around 2,700 km before crashing into the Pacific. The missile was not shot down by the Japanese military. This was the third time, with two prior events in 1998 and 2009, that a North Korean missile had passed over Japanese territory. However, in both of those prior cases, North Korea had claimed that they were launching satellites. The missile prompted activation of the J-Alert warning system in Tohoku and Hokkaido, advising", "doc_score": "86.40003204345703", "publish_date": "2018/12/31"}, {"doc_id": "10402835", "text": "2007 Asian heat wave / 2007 Asian heat wave The 2007 Asian heat wave affected the South Asian countries of India, Pakistan, Bangladesh, and Nepal, as well as Russia, Japan and the People's Republic of China. The heat wave ran during the months of May and June, which continued to September in Japan. Heat-related deaths were reported from the capital New Delhi, northern Haryana, Uttar Pradesh, Rajasthan and Madhya Pradesh. After three days of intense heat with temperatures hovering about 40 °C (104 °F), New Delhi was relieved as the temperature slid down to 37.2 °C (99.0 °F). Meanwhile, the temperature soared to more than", "doc_score": "84.60497283935547", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_4", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "8628581", "text": "Rent-A-Center / industry, 75% of respondents stated that they were satisfied with their rent-to-own experience, whereas 19% were dissatisfied. In 2000, Rent-A-Center was sued for sexual bias in the hiring of women. The 2002 settlement agreement resulted in a $47 million cash payment by Rent-A-Center and mandated that Rent-A-Center offer 10% of future vacancies over the following 15-month period to women who were found to be past victims of discrimination. The settlement also led Rent-A-Center to seek qualified women to serve on its Board of Directors, develop equal employment training programs, and hire a new human resources vice president to implement hiring", "doc_score": "83.84038543701172", "publish_date": "2018/12/31"}, {"doc_id": "8662443", "text": "Rentech / allow Rentech to conserve liquidity as it formally explores strategic alternatives. Subsequently, as a result of this announcement, Rentech stock (RTK) dropped 44%, initiating legal action of investors. Currently Rentech is being investigated by Levi & Korsinsky, LLP, Holzer and Holzer, LLC, Bronstein, Gewirtz & Grossman, LLC, Goldbert Law PC, Rosen Law Firm, and Pomerantz Law Firm Rentech Rentech, Inc. (stands for Renewable Energy Technology) is a Los Angeles, California, based United States company that owns and operates wood fiber processing and nitrogen fertilizer manufacturing businesses. It provides wood chipping and wood pellet services through a subsidiary Fulghum Fibres, Inc.", "doc_score": "82.95869445800781", "publish_date": "2018/12/31"}, {"doc_id": "2706324", "text": "ITT Technical Institute / allegedly \"misleading and harassing students.\" Breckinridge nurses also sued ITT Education for fraud. The following states issued subpoenas or Civil Investigative Demands against ITT Tech between the beginning of 2004 and the end of May 2014, under the authority of their consumer protection statutes: Arkansas, Arizona, Colorado, Connecticut, District of Columbia, Hawaii, Idaho, Iowa, Kentucky, Maryland, Massachusetts, Minnesota, Missouri, Nebraska, North Carolina, Oregon, Pennsylvania, Tennessee and Washington. On August 25, 2016, the U.S. Department of Education banned ITT Tech from enrolling students who receive federal aid and at the same time doubled the surety funds that ITT Tech was required", "doc_score": "81.33999633789062", "publish_date": "2018/12/31"}, {"doc_id": "2706323", "text": "ITT Technical Institute / sales commissions to recruiters, and (4) lied to students about their financial obligations and transferability of ITT credits to other schools, and about the jobs students could expect to get after graduating. In 2015, The California Department of Veterans Affairs (CalVet) temporarily ordered ITT Tech to stop enrolling new or returning students who fund their educations with GI Bill benefits. In 2015, the Securities and Exchange Commission announced fraud charges against ITT Educational Services Inc., its chief executive officer Kevin Modany, and its chief financial officer Daniel Fitzpatrick. In 2016, Massachusetts Attorney General Maura Healey sued ITT Educational Services for", "doc_score": "83.09953308105469", "publish_date": "2018/12/31"}, {"doc_id": "8574344", "text": "Hotel Workers Rising / labor\".) The campaign has focused particularly on Hyatt hotels, and added its support to longstanding boycotts against Hyatt hotels internationally. Hotel Workers Rising has intensified its focus on HEI Hotels & Resorts, a major hotel manager. Pressure in 2012 caused a number of universities—including Harvard, Yale, Princeton, and Brown—to divest from the company. Workers have been protesting at an Embassy Suites hotel in Irvine, CA, owned by MassMutual, which has not allowed them unionize. In September 2012, the hotel's administrators (Cornerstone Real Estate Advisers) replaced HEI with Hostmark as the management company; workers went on strike to protest the bad", "doc_score": "82.45204162597656", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_5", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "700643", "text": "Columbine High School massacre / High School\" was dedicated on September 21, 2007, in Clement Park. The memorial fund raised $1.5 million in donations over eight years of planning. The shooting resulted in calls for more gun control measures. In 2000, federal and state legislation was introduced that would require safety locks on firearms as well as ban the importation of high-capacity ammunition magazines. Though laws were passed that made it a crime to buy guns for criminals and minors, there was considerable controversy over legislation pertaining to background checks at gun shows. There was concern in the gun lobby over restrictions on Second Amendment", "doc_score": "79.98714447021484", "publish_date": "2018/12/31"}, {"doc_id": "20637836", "text": "Shooting of Stephon Clark / placed both officers on paid administrative leave. On March 27, California Attorney General Xavier Becerra said that his department would provide independent oversight into the investigation, and separately would scrutinize the police department's use-of-force policies and training procedures. Prior to the release of the county coroner's report, the family requested a second, independent autopsy and those results were released March 30, 2018. The pathologist, Dr. Bennet Omalu, said Clark had been shot eight times from the back or side, adding \"You could reasonably conclude that he received seven gunshot wounds from his back.\" The Sacramento County Coroner's report was subsequently", "doc_score": "81.11756896972656", "publish_date": "2018/12/31"}, {"doc_id": "16282232", "text": "No Gun Ri massacre / alleged that the U.S. military repeatedly conducted indiscriminate attacks, failing to distinguish between combatants and non-combatants. In its most significant finding, the commission also confirmed that South Korean authorities had summarily executed thousands of suspected leftists in South Korea – possibly 100,000 to 200,000 – at the outbreak of the war, sometimes with U.S. Army officers present and taking photographs. Of all American wars, the Korean War is believed to have been the deadliest for civilians as a proportion of those killed, including North and South Korean non-combatants killed in extensive U.S. Air Force bombing throughout Korea, and South Korean", "doc_score": "80.97150421142578", "publish_date": "2018/12/31"}, {"doc_id": "20628746", "text": "Austin serial bombings / unrelated to the serial bomber. Austin serial bombings The Austin serial bombings occurred between March 2 and 20, 2018, mostly in Austin, Texas. In total, five package bombs exploded, killing two people and injuring another five. The suspect, 23-year-old Mark Anthony Conditt of Pflugerville, Texas, blew himself up inside his vehicle after he was pulled over by police on March 21, also injuring a police officer. On March 2, 2018, 39-year-old Anthony Stephan House was killed by picking up an apparent package bomb at his home. Austin Police Department Assistant Chief Joseph Chacon floated a theory that House might have", "doc_score": "83.59251403808594", "publish_date": "2018/12/31"}, {"doc_id": "20628729", "text": "Austin serial bombings / Austin serial bombings The Austin serial bombings occurred between March 2 and 20, 2018, mostly in Austin, Texas. In total, five package bombs exploded, killing two people and injuring another five. The suspect, 23-year-old Mark Anthony Conditt of Pflugerville, Texas, blew himself up inside his vehicle after he was pulled over by police on March 21, also injuring a police officer. On March 2, 2018, 39-year-old Anthony Stephan House was killed by picking up an apparent package bomb at his home. Austin Police Department Assistant Chief Joseph Chacon floated a theory that House might have bombed himself, perhaps while assembling", "doc_score": "84.24571228027344", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_6", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "12467765", "text": "Effects of Hurricane Ike in inland North America / following severe wind storms on the afternoon of September 14, according to a company spokesperson. As of Thursday morning, September 18, 90,000 DP&L customers remained without power. Also hard hit were central Ohio (with over 350,000 customers losing power) and northeastern Ohio (with over 310,000 customers losing power). A curfew was implemented on September 17 in Carlisle due to increased looting activity as a result of the lengthy power outage and damage. There were 370,000 outages in the state capital of Columbus. Many of the citizens in Columbus were without power for close to a week, because 25 percent of", "doc_score": "95.49687194824219", "publish_date": "2018/12/31"}, {"doc_id": "12467753", "text": "Effects of Hurricane Ike in inland North America / due to its forward motion, its fast forward motion of about, and the warm air ahead of the storm allowed the high winds aloft to reach the surface easier. Many areas reported wind gusts up to hurricane force. It was one of the largest power outages caused by a natural disaster in the history of the Midwest, with around 3.7 million customers losing power (well over 8 million people), including 2.6 million outages in the state of Ohio alone 26 people were killed in the interior states. Ohio alone sustained over $560 million in damage. In Arkansas, about 200,000", "doc_score": "96.07515716552734", "publish_date": "2018/12/31"}, {"doc_id": "12467763", "text": "Effects of Hurricane Ike in inland North America / the state of Ohio, 330,000 of them for over a week. A state of emergency was declared on Monday by Governor Ted Strickland. On September 16 and 17, Governor Strickland took a tour of the heavily damaged areas, particularly in Cincinnati, Columbus and Dayton to survey the damage. Ike caused over $560 million in damage in Ohio. The Cincinnati metropolitan area was very hard hit, with over 927,000 households losing power in that region (approximately 2.1 million people). A Duke Energy spokesperson said \"We have never seen anything like this. Never. We're talking about 90 percent of our customers without", "doc_score": "92.89862060546875", "publish_date": "2018/12/31"}, {"doc_id": "20346588", "text": "Effects of Hurricane Irma in Florida / at the Leesburg International Airport. A total of 119,307 electrical customers were left without power, which was about 69% of the county. Much of Lake County recorded at least of precipitation, with a peak total of at a Cooperative Observer Network (COOP) station in Mount Plymouth. Winds and heavy rainfall damaged carports and left calf-deep water at a mobile home park in Clermont. Another trailer park was flooded in Leesburg, with at least 15 mobile homes left uninhabitable. A tornado touched-down in Umatilla, uprooting a number of trees and damaging several roofs. Later, it toppled a scoreboard at a park", "doc_score": "92.86901092529297", "publish_date": "2018/12/31"}, {"doc_id": "11718326", "text": "Effects of Hurricane Dennis in Alabama / Pensacola, Whiting Field, Eglin AFB, Hurlburt Field and Tyndall AFB were all evacuated days before the storm. Red Cross officials opened 87 shelters across the state which were able to hold about 14,000 evacuees. As Hurricane Dennis moved through the state, sustained winds reached minimal hurricane force in the interior of the state. In total, 280,000 people in Alabama experienced power outages during the storm. No deaths occurred, although Dennis caused three injuries and total damage amounted to $127 million (2005 USD), mostly due to structural damage. There was also severe damage to cotton crops. Rainfall typically ranged from 2–4", "doc_score": "92.55474090576172", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_7", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "12986304", "text": "Chinese zodiac / normally refers specifically to a sheep in the Korean language (where a native Korean word 염소 \"yeomso\" is used to mean \"Goat\"), although the Chinese source of the loanword \"yang\" may refer to any goat-antelope. The Japanese zodiac includes the \"Sheep\" (\"hitsuji\") instead of the \"Goat\" (which would be \"yagi\"), and the \"Wild boar\" (\"inoshishi\", \"i\") instead of the \"Pig\" (\"buta\"). The Japanese have, since 1873, celebrated the beginning of the new year on January 1 as per the Gregorian calendar. The Vietnamese zodiac is almost identical to the Chinese zodiac except the second animal is the \"Water Buffalo\" instead", "doc_score": "89.79061889648438", "publish_date": "2018/12/31"}, {"doc_id": "12986279", "text": "Chinese zodiac / Chinese zodiac The Chinese zodiac is a classification scheme that assigns an animal and its reputed attributes to each year in a repeating 12-year cycle. The 12-year cycle is an approximation to the 11.85-year orbital period of Jupiter, the largest planet of the Solar System. It and its variations remain popular in many Asian countries including China, Japan, South Korea, Vietnam, Mongolia, Cambodia, Laos, Nepal, Bhutan, and Thailand. The Chinese zodiac is called \"Shēngxiào\" () in Mandarin. Identifying this scheme using the generic term \"\"zodiac\"\" reflects several superficial similarities to the Western zodiac: both have time cycles divided into 12", "doc_score": "89.8282470703125", "publish_date": "2018/12/31"}, {"doc_id": "12986293", "text": "Chinese zodiac / 12 periods, and a mnemonic refers to the behavior of the animals: Earthly Branches may refer to a double-hour period. In the latter case it is the center of the period; for instance, 马 (Horse) means noon or a period from 11:00 am to 1:00 pm. An ancient folk story tells that Cat and Rat were both very bad at swimming. Although they were poor swimmers, they were both quite intelligent. To get to the meeting called by the Jade Emperor, they had to cross a river to reach the meeting place. The Jade Emperor had also decreed that the", "doc_score": "88.25048828125", "publish_date": "2018/12/31"}, {"doc_id": "12986307", "text": "Chinese zodiac / Mongolia, 12 year beasts are called \"Арван хоёр жил\" meaning \"12 years\" In Kyrgyz 12-year cycle is called \"Мүчөл\", words for Tiger, Dragon and Monkey are only used in 12-year cycle. Chinese zodiac The Chinese zodiac is a classification scheme that assigns an animal and its reputed attributes to each year in a repeating 12-year cycle. The 12-year cycle is an approximation to the 11.85-year orbital period of Jupiter, the largest planet of the Solar System. It and its variations remain popular in many Asian countries including China, Japan, South Korea, Vietnam, Mongolia, Cambodia, Laos, Nepal, Bhutan, and Thailand. The", "doc_score": "89.38634490966797", "publish_date": "2018/12/31"}, {"doc_id": "12986283", "text": "Chinese zodiac / person's age can also be easily deduced from the sign of the person, the current sign of the year and the person's perceived age (teens, mid-20s, 40s). For example, a person who is a Tiger is either 12, 24, 36 or 48 years old in 2010, the year of the Tiger. In 2011, the year of the Rabbit, that person is one year older. The following table shows the 60-year cycle matched up to the Gregorian calendar for the years 1924–2043 (see sexagenary cycle article for years 1804–2043). The sexagenary cycle begins at lichun about February 4 according to some", "doc_score": "88.64991760253906", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_8", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "3105434", "text": "Alexander Butterfield / informant \"Deep Throat\" prior to the disclosure in 2005. He told \"The Hartford Courant\" in 1995, \"I think it was a guy named Mark Felt.\" Butterfield is a major source for Bob Woodward's 2015 book \"The Last of the President's Men\". Butterfield retained an extensive number of records when he left the White House, some of them historically important, including the \"zilch\" memo, which helped form part of the basis for the book. Butterfield married Charlotte Maguire in 1949. They divorced in 1985. Butterfield moved to La Jolla, California, in 1992, where he was a close friend of (and sometimes", "doc_score": "79.45632934570312", "publish_date": "2018/12/31"}, {"doc_id": "15429556", "text": "James E. Boasberg / May 18, 2014. On August 22, 2016, Boasberg ordered the release of over 14,000 emails found in the United States Department of State correspondence of Hillary Clinton by the FBI during an investigation of Clinton's private server. These emails were requested by Judicial Watch, a conservative legal group, because the FBI has indicated that emails were work-related and not entirely private as Clinton had previously said. On August 18, 2017, Boasberg dismissed a lawsuit from the Electronic Privacy Information Center (EPIC), which had sued the IRS under FOIA seeking President Donald Trump's personal tax returns from 2010 to the present", "doc_score": "80.65115356445312", "publish_date": "2018/12/31"}, {"doc_id": "19640461", "text": "2016 Democratic National Committee email leak / 6, 2016, WikiLeaks released a second batch of DNC emails, adding 8,263 emails to its collection. On December 9, 2016, the CIA told U.S. legislators that the U.S. Intelligence Community concluded Russia conducted operations during the 2016 U.S. election to prevent Hillary Clinton from winning the presidency. Multiple U.S intelligence agencies concluded people with direct ties to the Kremlin gave WikiLeaks hacked emails from the Democratic National Committee. In June 2017, former Secretary of Homeland Security Jeh Johnson, who was appointed by and served under President Barack Obama, testified before a House Select committee that his department offered their assistance", "doc_score": "82.31388092041016", "publish_date": "2018/12/31"}, {"doc_id": "19642966", "text": "Guccifer 2.0 / Guccifer 2.0 \"Guccifer 2.0\" is a persona which claimed to be the hacker(s) that hacked into the Democratic National Committee (DNC) computer network and then leaked its documents to the media, the website WikiLeaks, and a conference event. According to indictments in February 2018, the persona is operated by Russian military intelligence (GRU). Some of the documents Guccifer 2.0 released to the media appear to be forgeries cobbled together from public information and previous hacks, which had been salted with disinformation. On July 13, 2018, Special Counsel Robert Mueller indicted 12 GRU agents for allegedly perpetrating the cyberattacks. The U.S.", "doc_score": "80.4552001953125", "publish_date": "2018/12/31"}, {"doc_id": "20797383", "text": "Brett Kavanaugh Supreme Court nomination / of the Trump administration has used presidential privilege to prevent the public release of over 100,000 pages of Kavanaugh's records of his service for the Bush administration. Controversially, Bill Burck, a former Bush attorney, is a vetter of Kavanaugh documents. Burck reportedly is a longtime friend of Kavanaugh's. Burck has represented Don McGahn, Reince Priebus, and Steve Bannon (current or former Trump White House officials) regarding Special Counsel Robert Mueller's investigation. On September 6, during hearing proceedings, Senator Cory Booker released a series of documents to the public during a line of questioning about documents that had been deemed confidential", "doc_score": "79.6316909790039", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_9", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "12656925", "text": "Sochi agreement / In 2008, U.S. President George W. Bush and Putin made a last-ditch attempt as incumbent presidents to resolve a protracted dispute over European missile defenses at anotjer Sochi summit. This followed Russian officials objecting to U.S. plans to deploy ballistic missile defenses (BMD) in Poland and the Czech Republic. They had claim that the stated American justification for the BMD deployments—that the systems are needed to defend the United States and European countries against an emerging Iranian missile threat—lacked credibility. Instead, they insisted the true objective of such moves along Russia's periphery was to weaken Russia's nuclear deterrent. Sochi agreement", "doc_score": "84.56463623046875", "publish_date": "2018/12/31"}, {"doc_id": "17895381", "text": "Russian military intervention in Ukraine (2014–present) / On 4 March 2014, the United States pledged $1 billion in aid to Ukraine. Russia's actions increased tensions in nearby countries historically within its sphere of influence, particularly the Baltic and Moldova. All have large Russian-speaking populations, and Russian troops are stationed in the breakaway Moldovan territory of Transnistria. Some devoted resources to increasing defensive capabilities, and many requested increased support from the U.S. and the North Atlantic Treaty Organization, which they had joined in recent years. The conflict \"reinvigorated\" NATO, which had been created to face the Soviet Union, but had devoted more resources to \"expeditionary missions\" in recent", "doc_score": "85.95736694335938", "publish_date": "2018/12/31"}, {"doc_id": "12398565", "text": "Russia–NATO relations / are functioning at a working level.\" In late June 2015, while on a trip to Estonia, US Defence Secretary Ashton Carter said the US would deploy heavy weapons, including tanks, armoured vehicles and artillery, in Bulgaria, Estonia, Latvia, Lithuania, Poland, and Romania. The move was interpreted by Western commentators as marking the beginning of a reorientation of NATO′s strategy. It was called by a senior Russian Defence Ministry official ″the most aggressive act by Washington since the Cold War″ and criticised by the Russian Foreign Ministry as \"inadequate in military terms\" and \"an obvious return by the United States and", "doc_score": "85.88980102539062", "publish_date": "2018/12/31"}, {"doc_id": "20777485", "text": "2018 Russia–United States summit / lunch including additional officials in the Hall of Mirrors. NATO Secretary-General Jens Stoltenberg and former Soviet leader Mikhail Gorbachev said they welcomed Trump's planned meeting with Vladimir Putin. On July 13, 2018, three days before the summit, Rod Rosenstein, the United States Deputy Attorney General, announced indictments of twelve Russian GRU officers for their efforts in the 2016 Democratic National Committee email leak, through the establishment of false identities as DCLeaks and Guccifer 2.0, as well as charges of money laundering using bitcoin. The timing of these indictments lead to closer scrutiny of the upcoming meeting and pressure for Trump", "doc_score": "83.67095947265625", "publish_date": "2018/12/31"}, {"doc_id": "15181102", "text": "Contents of the United States diplomatic cables leak (Europe) / Iran and North Korea are criticised. Austrian companies supplied Iran with high-tech equipment for its nuclear program. At the same time government officials helped disclose the deals by secretly passing on that information to the U.S. embassy. Operation Eagle Guardian The three Baltic countries, Estonia, Latvia and Lithuania, have been added to Poland as countries to be defended from Russia. Such plans by the U.S. and NATO were revealed by the leak of a confidential cable from U.S. Secretary of State Hillary Clinton in January 2010 that allegedly stated that this expansion of pre-existing contingency plans, known as Operation Eagle", "doc_score": "82.34642791748047", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_10", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "17487114", "text": "Debranding / Debranding Debranding has two definitions, both aligning with market base strategies, but having two separate meanings: Nike has been called the first company to debrand their logo, which happened in 1995. In 2011 this trend continued when Starbucks opted to removed its name from the logo leaving only the center image. The intention was to make Starbucks appear more like a local coffee shop and less corporate. Two years later Coca-Cola debuted Share a Coke, replacing its logo with 150 given names. In the early 1980s American consumers began transitioning from so-called “name” brands towards more affordable generic, or “no-name,”", "doc_score": "78.21585845947266", "publish_date": "2018/12/31"}, {"doc_id": "12778382", "text": "Gummy candy / popular since the 1930s. They are colored red or green, although they are usually referred to as \"red frogs\". These have influenced the shape, structure, consistency and formula that makes gummy bears. Red frog gummies are not associated with the Red Frogs Association. In February 2005, following complaints by the New Jersey Society for the Prevention of Cruelty to Animals, Kraft decided to stop production of the controversial Trolli U.S. Road Kill Gummies. The society complained that the products, shaped as partly flattened squirrels, chickens and snakes, would give children an incorrect message on the proper treatment of animals. In", "doc_score": "78.48185729980469", "publish_date": "2018/12/31"}, {"doc_id": "14291667", "text": "Pedobear / Bear's Christmas\" featuring Pedobear as the main character. The game was later removed. On March 22, 2011, the blog Urlesque posted a photograph of a coupon book advertisement for \"CP Distributor\", a computer repair business in Polk County, Florida, that prominently featured the Pedobear image. \"CP\" in a Pedobear context normally stands for child porn. In July 2011, a Pedobear iPhone application, released a few weeks earlier on June 25, was removed from Apple's App Store. It contained a series of dance moves and background music, with the mascot branded as \"Cuddle Bear\". On December 15, 2011, a citywide alert", "doc_score": "79.87702178955078", "publish_date": "2018/12/31"}, {"doc_id": "1830591", "text": "Mars, Incorporated / to oppose \"Proposition 37\", demanding mandatory labeling of foods containing genetically modified ingredients. In February 2016, Mars stated that it would no longer be using artificial colors in each of its candy products. The company announced that more than 50 of its products would be affected in commitment effort to align with the changing preferences of consumers. The company along with more than 12 others has recently pledged to remove colors of an artificial nature from its products. While it has been said that the use of artificial colors in candy, and other products sold in the marketplace do not", "doc_score": "79.5974349975586", "publish_date": "2018/12/31"}, {"doc_id": "4790955", "text": "Sierra Mist / again in March 2010 with a typeface similar to that of the current Pepsi design. Sierra Mist underwent a more significant rebranding in August 2010, in response to shifting consumer preferences towards products made with \"natural\" ingredients – according to beverage industry and general news media reporting at the time. On August 29, 2010, Sierra Mist was replaced with Sierra Mist Natural, although the original Sierra Mist still remained stocked in markets until late 2010. Updated logos, bottle labeling and can designs were also implemented at the same time. At this time, the Sierra Mist drink was reformulated, sweetened with", "doc_score": "79.71959686279297", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_11", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "19313448", "text": "89th Academy Awards / apiece. \"La La Land\"s Best Picture loss to \"Moonlight\" meant it set a record for most nominations and wins without winning Best Picture since \"Cabaret\" in 1972. The winners were announced during the awards ceremony on February 26, 2017. \"Moonlight\" became the first film with an all-black cast and the first LGBT-themed film to win Best Picture. In an event unprecedented in the history of the Oscars, \"La La Land\" was incorrectly announced as the Best Picture, and, a few minutes later, the error was corrected and \"Moonlight\" was declared the winner. \"\", at 467 minutes, became the longest film", "doc_score": "83.66765594482422", "publish_date": "2018/12/31"}, {"doc_id": "19313453", "text": "89th Academy Awards / of the nominations announcement on January 24, 2017, the combined gross of the nine Best Picture nominees at the North American box offices was $483.8 million, with an average of $53.8 million per film. When the nominations were announced, \"Arrival\" was the highest-grossing film among the Best Picture nominees with $95.7 million in domestic box office receipts. \"La La Land\" was the second-highest-grossing film with $90.5 million, followed by \"Hidden Figures\" ($85 million), \"Hacksaw Ridge\" ($65.5 million), \"Fences\" ($48.8 million), \"Manchester by the Sea\" ($39 million), \"Hell or High Water\" ($27 million), \"Lion\" ($16.5 million) and \"Moonlight\" ($15.8 million). \"Moonlight\"", "doc_score": "84.01972961425781", "publish_date": "2018/12/31"}, {"doc_id": "5650354", "text": "62nd Academy Awards / at The Beverly Hilton in Beverly Hills, California on March 3, the Academy Awards for Technical Achievement were presented by hosts Richard Dysart and Diane Ladd. \"Driving Miss Daisy\" won four awards including Best Picture and Best Actress for Jessica Tandy, the oldest person at the time to win a competitive acting Oscar. Other winners included \"Glory\" with three awards, \"Born on the Fourth of July\", \"The Little Mermaid\", and \"My Left Foot\" with two, and \"The Abyss\", \"Balance\", \"Batman\", \"Cinema Paradiso\", \"\", \"Dead Poets Society\", \"Henry V\", \"Indiana Jones and the Last Crusade\", \"The Johnstown Flood\", and \"Work Experience\"", "doc_score": "81.41006469726562", "publish_date": "2018/12/31"}, {"doc_id": "4652884", "text": "67th Academy Awards / shot prominently featured in several comedic films and shorts. Dancer Debbie Allen choreographed \"The Lion King\" musical number. Actors Alec Baldwin, Jack Lemmon, Steve Martin, and Rosie O'Donnell participated in a pre-taped comedic sketch lampooning auditions for a role in \"Cabin Boy\", the film in which Letterman made his film acting debut. At the time of the nominations announcement on February 14, the combined gross of the five Best Picture nominees at the US box office was $468 million, with an average of $93.6 million per film. \"Forrest Gump\" was the highest earner among the Best Picture nominees with $300", "doc_score": "80.99099731445312", "publish_date": "2018/12/31"}, {"doc_id": "14293023", "text": "85th Academy Awards / MacFarlane, host of the ceremony, and actress Emma Stone. \"Lincoln\" received the most nominations with twelve total, and \"Life of Pi\" came in second with eleven. The winners were announced during the awards ceremony on February 24, 2013. \"Argo\" was the fourth film to win Best Picture without a directing nomination, following 1927's \"Wings\", 1932's \"Grand Hotel\", and 1989's \"Driving Miss Daisy\". As co-producer of \"Argo\", George Clooney became the third individual to win Oscars for both acting and producing. By virtue of his nomination for Best Original Song in \"Ted\", host Seth MacFarlane became the first person since James", "doc_score": "81.67494201660156", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_12", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "579908", "text": "Doomsday Clock / until midnight after the U.S. and the Soviet Union began testing hydrogen bombs, and in 2018, following the failure of world leaders to address tensions relating to nuclear weapons and climate change issues. In other years, the clock’s time has fluctuated from 17 minutes in 1991 to 2 minutes 30 seconds in 2017. Discussing the change to 2½ minutes in 2017, the first use of a fraction in the clock's history, Krauss, one of the scientists from the Bulletin, warned that our political leaders must make decisions based on facts, and those facts \"must be taken into account if the", "doc_score": "89.57000732421875", "publish_date": "2018/12/31"}, {"doc_id": "9041543", "text": "Decree time / Decree time Decree time () refers to the changes introduced to the Soviet Union time system by a Sovnarkom decree of 16 June 1930. By this decree, all clocks in the Soviet Union were permanently shifted one hour ahead at 00:00 on 21 June 1930 everywhere in the Soviet Union. Applicability of this decree was further extended by two other decrees in 1930 and 1931. The practice was further extended, and its legal basis was amended, in 1980. It is independent from daylight saving time, which was introduced in the USSR much later, in 1981. In fact, with both time", "doc_score": "84.33252716064453", "publish_date": "2018/12/31"}, {"doc_id": "1843339", "text": "Midnight / of the \"U.S. Government Printing Office Style Manual (2000)\", in section 12.9, recommended the opposite. There is no further record documenting this change. The US National Institute of Standards and Technology (NIST) recommends avoiding confusion altogether by using \"00.01 am\" and the date instead of \"midnight.\" There are several common approaches to identifying and distinguishing the precise start and end of any given day. Midnight Midnight is the transition time from one day to the next – the moment when the date changes. In ancient Roman timekeeping, midnight was halfway between sunset and sunrise (i.e., solar midnight), varying according to", "doc_score": "84.67939758300781", "publish_date": "2018/12/31"}, {"doc_id": "1843338", "text": "Midnight / midnight is exactly twelve hours before and after noon, neither abbreviation is correct. However, many digital representations of time are configured to require an \"a.m.\" or \"p.m.\" designation, preventing the correct absence of such designators at midnight. In such cases, there is no international standard defining which arbitrary selection is best. In the United States and Canada, digital clocks and computers commonly display 12 a.m at midnight. The thirtieth edition of the \"U.S. Government Style Manual (2008)\", in sections 9.54 and 12.9b, recommended the use of \"12 a.m.\" for midnight and \"12 p.m.\" for noon. However, the previous 29th edition", "doc_score": "83.75479125976562", "publish_date": "2018/12/31"}, {"doc_id": "579902", "text": "Doomsday Clock / Its original setting in 1947 was seven minutes to midnight. It has been set backward and forward 23 times since then, the smallest-ever number of minutes to midnight being two (in 1953 and 2018) and the largest seventeen (in 1991)., the clock is set at two minutes to midnight, due to \"the looming threats of nuclear war and climate change.” The Doomsday Clock's origin can be traced to the international group of researchers called the Chicago Atomic Scientists, who had participated in the Manhattan Project. After the atomic bombings of Hiroshima and Nagasaki, they began publishing a mimeographed newsletter", "doc_score": "88.6265640258789", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_13", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "3601803", "text": "Paul Konerko / Owen and Amelia. Paul Konerko Paul Henry Konerko (; born March 5, 1976) is an American former professional baseball first baseman who played in Major League Baseball (MLB) for the Los Angeles Dodgers, Cincinnati Reds and, for most of his career, the Chicago White Sox. Konerko helped the White Sox win the 2005 World Series over the Houston Astros, the franchise's first since 1917. From 2006 to 2014 he served as the White Sox captain. Born in Providence, Rhode Island to Henry (\"Hank\") and Elena Konerko, Konerko is of Polish and Italian descent. At Chaparral High School in Scottsdale, Arizona,", "doc_score": "83.63886260986328", "publish_date": "2018/12/31"}, {"doc_id": "4252118", "text": "Kenny Lofton / 80. WAR for Position Players: 65.3, or Retrosheet, or Minor League Ball Biography, or Venezuelan Winter League Kenny Lofton Kenneth Lofton (born May 31, 1967) is a former Major League Baseball (MLB) center fielder. Lofton was a six-time All-Star (1994–1999), four-time Gold Glove Award winner (1993–1996), and at retirement, was ranked fifteenth among all-time stolen base leaders with 622. During his career, he played for the Houston Astros, Cleveland Indians (three different times), Atlanta Braves, Chicago White Sox, San Francisco Giants, Pittsburgh Pirates, Chicago Cubs, New York Yankees, Philadelphia Phillies, Los Angeles Dodgers, and Texas Rangers. Lofton attended the", "doc_score": "83.56421661376953", "publish_date": "2018/12/31"}, {"doc_id": "3870047", "text": "Scott Rolen / Raine Tyler, and a son, Finn Edward. Scott Rolen Scott Bruce Rolen (born April 4, 1975) is an American former professional baseball third baseman. He played in Major League Baseball (MLB) for the Philadelphia Phillies, St. Louis Cardinals, Toronto Blue Jays and Cincinnati Reds. He was an eight-time Gold Glove winner, seven-time All-Star and the 1997 National League Rookie of the Year. On July 18, 2018, he was hired as Director of Player Development for Indiana University's baseball team. Rolen was born in Evansville, Indiana and attended Jasper High School in Jasper, Indiana. During his senior year at Jasper in", "doc_score": "87.37691497802734", "publish_date": "2018/12/31"}, {"doc_id": "15550545", "text": "Matt McBride / in his minor league career: Matt McBride Matthew Hagerty McBride (born May 23, 1985) is an American professional baseball catcher in the Philadelphia Phillies organization. He made his Major League Baseball (MLB) debut with the Colorado Rockies in 2012, with whom he played right field and first base. In his major league career through 2016, he has played the outfield in 22 games, first base in 18 games, and catcher in 16 games, and had a career batting line of.201/.228/.299. He has also played in MLB for the Oakland Athletics. McBride attended Liberty High School in Bethlehem, Pennsylvania, and", "doc_score": "85.38628387451172", "publish_date": "2018/12/31"}, {"doc_id": "3601779", "text": "Paul Konerko / Paul Konerko Paul Henry Konerko (; born March 5, 1976) is an American former professional baseball first baseman who played in Major League Baseball (MLB) for the Los Angeles Dodgers, Cincinnati Reds and, for most of his career, the Chicago White Sox. Konerko helped the White Sox win the 2005 World Series over the Houston Astros, the franchise's first since 1917. From 2006 to 2014 he served as the White Sox captain. Born in Providence, Rhode Island to Henry (\"Hank\") and Elena Konerko, Konerko is of Polish and Italian descent. At Chaparral High School in Scottsdale, Arizona, Konerko was named", "doc_score": "84.5075912475586", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_14", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "8244470", "text": "BEC-TERO / artists in Thailand. Artists brought to Thailand by BEC-TERO include Elton John and 50 Cent. Most of the bigger shows are held at Impact Arena in Mueang Thong Thani, Amphoe Pak Kret. For a few years, the company hosted smaller events in what was known as BEC-TERO Hall in Suan Lum Night Bazaar in Lumphini, Bangkok. It is used for concerts and other events. Artists who have performed there include Bryan Ferry, The Pretenders and The Black Eyed Peas. The company's lease on the Suan Lum location expired in March 2007, and the hall was renamed Bangkok Hall. The company", "doc_score": "75.5023422241211", "publish_date": "2018/12/31"}, {"doc_id": "19530952", "text": "The Bomb Factory / The Bomb Factory The Bomb Factory is an American live music venue and event space located in the Deep Ellum district of downtown Dallas, Texas. Since its reopening in March 2015, the venue has hosted acts including Erykah Badu, Sturgill Simpson, Robert Plant of Led Zeppelin, Disclosure, Don Henley of The Eagles, Future, D'Angelo, Brand New, Hardwell, Chvrches., Kraftwerk, Hatsune Miku, and Ludacris. In 1914, Henry Ford acquired this site for one of his first automobile assembly plants. The plant, along with the present day Adam Hats building, remained in the 2700 block of Williams Street (now known as Canton", "doc_score": "78.6243667602539", "publish_date": "2018/12/31"}, {"doc_id": "13011688", "text": "Drake (musician) / Five,\" which ranks the wealthiest artists in hip-hop, placing fifth after Birdman, Jay Z, Dr. Dre, and Diddy respectively. Drake and Future then announced the Summer Sixteen Tour to showcase their collective mixtape, as well as their respective studio albums. This marked Drake's third co-headlining tour, which began in Austin, Texas on July 20. On July 23, Drake announced that he was working on a new project, scheduled to be released in early 2017, and was later named as the headline act for the 2016 iHeartRadio Music Festival. The latter dates of the Summer Sixteen Tour were postponed, however, due", "doc_score": "78.43201446533203", "publish_date": "2018/12/31"}, {"doc_id": "14574991", "text": "Taz Wube / has hosted various special events such as: Steve Francis Roast & After Party Concert, \"More Than A Game\" Movie World Premiere Party for Lebron James, Dallas Mavericks Caron Butler’s Worldwide Tour in Los Angeles and Miami, recording artist Wale & Oklahoma City Thunder Kevin Durant’s Birthday Party, Howard University's Homecoming with Kid Cudi and The Clipse, Baltimore Raven’s Willis McGahee & Antwan Barnes Birthday Party, and the list goes on. Bringing the \"Midas touch\" to his new venues, Layla Lounge, Lux Lounge, and Lima Lounge, Suite 202 has solidified Taz Wube's place in the list of great nightlife entertainment architects.", "doc_score": "77.96186828613281", "publish_date": "2018/12/31"}, {"doc_id": "19994440", "text": "Echostage / Echostage Echostage is a music venue located in Washington, D.C.. Opened in 2012, the club has over 30,000 square feet of space and is capable of hosting up to 3,000 guests, making it the largest nightclub venue in Washington. The club is a venue for EDM and other dance music with performances by bands and DJs, including Lorde, Tiësto, Avicii, Calvin Harris, Disclosure, Hardwell, David Guetta, and others. Events at the venue are managed by Panorama Productions, which in 2015 also opened a smaller EDM venue called Soundcheck, located Downtown. Echostage has been ranked #4 in the world and #1", "doc_score": "78.7410659790039", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_15", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "16109016", "text": "Mikaela Shiffrin / her 5th win out of 9 season races to start 2018/2019 season. Shiffrin competed in her first World Championships in 2013 at Schladming, Austria, and finished sixth in the giant slalom at Planai. Two days later in the slalom, she won the world title at age 17. Favored to win the slalom at the 2014 Winter Olympics in Sochi, Russia, Shiffrin led after the first run and nearly fell in the second, but held on for victory at Rosa Khutor. Three weeks shy of her 19th birthday, she became the youngest slalom champion in Olympic history. Three days earlier, she", "doc_score": "89.3675537109375", "publish_date": "2018/12/31"}, {"doc_id": "16108998", "text": "Mikaela Shiffrin / at age 17, in a night slalom in Åre, Sweden. She became the second-youngest American to win an alpine World Cup event, behind Judy Nagel (17 yr, 5 mo.). Shiffrin's second win came two weeks later at a night slalom at Zagreb, Croatia; and her third win 11 days later at another night slalom in Flachau, Austria. After winning the slalom at the World Cup finals in Lenzerheide, she secured the 2013 season title in the slalom discipline. Though she spent most of her last two years of high school in Europe on the World Cup circuit, she graduated on", "doc_score": "90.32930755615234", "publish_date": "2018/12/31"}, {"doc_id": "16109014", "text": "Mikaela Shiffrin / over Wendy Holdener of Switzerland, her 12th win of the season. This tied her for second with her teammate Lindsey Vonn for most World Cup wins in a single season by a woman, behind Swiss skier Vreni Schneider holding the record of 14. On December 2, 2018 she won a super-G race in Lake Louise, becoming the only alpine skier ever — male or female — to win all six currently contested alpine skiing disciplines. These include slalom, giant slalom, downhill, super-G, combined, and the most recently added, parallel slalom (also called a city event). Tina Maze and Lindsey Vonn", "doc_score": "89.92412567138672", "publish_date": "2018/12/31"}, {"doc_id": "16109009", "text": "Mikaela Shiffrin / Gora, Slovenia, Shiffrin clocked up her 39th and 40th World Cup wins at age 22. She then won the slalom in Flachau, Austria to equal Annemarie Moser-Pröll's record of 41 World Cup wins before 23rd birthday. She also became the first woman in history to win the first 5 World Cup races of a calendar year and the first one in 20 years (since Katja Seizinger) to win 5 straight World Cup races. After a third place in downhill, things stopped going her way. The rest of January had two 7th places and three races where she did not finish.", "doc_score": "87.13330841064453", "publish_date": "2018/12/31"}, {"doc_id": "16109015", "text": "Mikaela Shiffrin / never won a parallel slalom race since its introduction into World Cup competition. With her 1st super-G World Cup win at Lake Louise, Shiffrin become the seventh woman to win in the five more traditional disciplines (not including parallel slalom). She joined Lindsey Vonn, Tina Maze, Janica Kostelić, Anja Pärson, Pernilla Wiberg and Petra Kronberger. On December 8, 2018 she won her second Super-G at St. Moritz, Switzerland for her first back-to-back speed wins. The next day, December 9, she won her 4th parallel slalom with a dramatic win over her main slalom rival the Slovakian Petra Vlhova. This marked", "doc_score": "89.67960357666016", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_16", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "1814935", "text": "Oreo / Oreo Oreo () is a brand of cookie usually consisting of two chocolate cookies with a sweet crème filling, marketed as \"Chocolate Sandwich Cookie\". Introduced in 1912, Oreo is the bestselling cookie in the United States. As of 2018, the version sold in the U.S. is made by the Nabisco division of Mondelez International. Oreos are available in over one hundred different countries; in some countries, such as the United Kingdom, they are referred to as \"Oreo biscuits\". Many different varieties of Oreo cookies have been produced, and limited edition runs have become popular in the 21st century. The origin", "doc_score": "92.88802337646484", "publish_date": "2018/12/31"}, {"doc_id": "19408648", "text": "Deep fried Oreo / Deep fried Oreo A deep fried Oreo is a dessert or snack consisting of an Oreo which is dipped in batter and deep-fried. It can be served with different toppings or simply with no toppings. Deep fried Oreos are generally made using the Oreo cookies by the Nabisco division of Mondelēz International, but also can be made of other chocolate sandwich cookies. Deep fried Oreos were first introduced by Charlie Boghosian, also known as \"Chicken Charlie\" or \"The Man Who Fries Everything,\" a 46-year-old Armenian settled in San Diego, in 2002 at Los Angeles County Fair. \"There are many other", "doc_score": "91.71307373046875", "publish_date": "2018/12/31"}, {"doc_id": "3838278", "text": "Cheetos / there are 21 different variants of Cheetos snacks distributed in the United States. In addition to the original Crunchy Cheetos, Cheetos Puffs and Baked varieties are sold in alternate shape and flavor variations—including a spicy variety known as \"Flamin' Hot Cheetos\". Cheetos are among the snack varieties included in the Frito-Lay Munchies snack mix. With the introduction of Frito-Lay's \"Natural Line\", Cheetos Natural were introduced in the mid-2000s, with all natural ingredients, and natural, and real Wisconsin white cheddar, Cheetos Natural are unique for Cheetos. They accompany others in the \"Natural\" line, and are a direct competitor to other natural", "doc_score": "87.82270812988281", "publish_date": "2018/12/31"}, {"doc_id": "1814951", "text": "Oreo / unchanged from the original, although numerous alternative varieties and flavors have emerged over time. The classic Oreo cookie is made using eleven main ingredients: Oreos contain several ingredients that have been the subject of popular controversy. The cookies are produced using high-fructose corn syrup, which has associated health risks. Oreo cookies also contain vanillin, an aromatic synthetic compound found in vanilla but commonly derived from synthetic processes, and which can cause adverse effects in some individuals (regardless of its source.) Soy lecithin also poses a risk for those with soy allergies. One six-pack of Oreos contains 270 calories, hence there", "doc_score": "89.8740463256836", "publish_date": "2018/12/31"}, {"doc_id": "1814939", "text": "Oreo / for the face of the cookie was launched in 1924; the modern-day Oreo design was developed in 1952 by William A. Turnier, incorporating the Nabisco logo. In 1920, a second lemon crème-filled variety of the Oreo was introduced, as an alternative to the white crème-filled variety, but this was discontinued in 1924 and the original flavour was the only version available for the next several decades. The modern Oreo cookie filling was developed by Nabisco's principal food scientist, Sam Porcello, who retired from Nabisco in 1993. Porcello held five patents directly related to his work on the Oreo; he also", "doc_score": "90.66728210449219", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_17", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "20406648", "text": "Twitter suspensions / Twitter suspensions Twitter may suspend accounts, temporarily or permanently, from their social networking service. Suspensions of high-profile individuals from Twitter are unusual and when they occur often attract attention in the media. Users who are permanently suspended from Twitter are not told which of their tweets were the cause, only that their accounts will not be restored, and which of Twitter's rules the company says were violated. In addition to community guideline policy decisions, the Twitter DMCA and spam detection systems are sometimes abused to force a user's suspension. In September 2017, Twitter responded to calls to suspend Donald Trump's", "doc_score": "87.32949829101562", "publish_date": "2018/12/31"}, {"doc_id": "9865601", "text": "Twitter / to be of public interest\" and that verification \"does not imply an endorsement.\" As of November 2017, Twitter continued to deny verification of Julian Assange despite his requests. In November 2017, the company suspended the verification process and announced plans to refine it in response to backlash after white nationalist Jason Kessler had his account verified on Twitter. Verified status allows access to some features unavailable to other users, such as only seeing mentions from other verified accounts. In a March 8, 2018 live-stream on Twitter's Periscope, Dorsey discussed the idea of allowing any user to get a verified account.", "doc_score": "84.35755157470703", "publish_date": "2018/12/31"}, {"doc_id": "20183674", "text": "Donald Trump on social media / the information that a customer support employee deliberately deactivated the account on his last day of work. On November 29, 2017, a German man of Turkish descent named Bahtiyar Duysak was identified by media outlets as being the Twitter employee who deactivated the account. Donald Trump blamed a \"rogue employee\" for the temporary loss of his account. In his interviews with TechCrunch and CNN Duysak underlined that he didn't do anything illegal. Duysak was working for Twitter's Trust and Safety division while in the U.S. on a work and study visa. After the incident Duysak moved back home to Germany.", "doc_score": "84.89132690429688", "publish_date": "2018/12/31"}, {"doc_id": "19944232", "text": "Trump–Russia dossier / year, especially in comparison to his more conciliatory approach to adversaries, including Russia and North Korea.\"<ref name=\"Stokols_7/11/2018\"></ref> The dossier says that Page, claiming to speak with Trump's authority, had confirmed that Trump would lift the existing sanctions against Russia if he were elected president. On December 29, 2016, during the transition period between the election and the inauguration, National Security Advisor designate Flynn spoke to Russian Ambassador Sergei Kislyak, urging him not to retaliate for newly imposed sanctions; the Russians took his advice and did not retaliate.<ref name=\"Miller_Entous_Nakashima_2/2017\"></ref> Within days after the inauguration, new Trump administration officials ordered State Department", "doc_score": "83.24181365966797", "publish_date": "2018/12/31"}, {"doc_id": "19829260", "text": "Presidency of Donald Trump / been unconventional for a president, initiating controversy and becoming news in their own right. The Trump administration has described Trump's tweets as \"official statements by the President of the United States\". A federal judge ruled in May 2018 that Trump's blocking of other Twitter users due to opposing political views violated the First Amendment to the United States Constitution and that he must unblock them; however, according to a plaintiff, Trump has yet to comply with the unblocking order. The administration has appealed the court's ruling. His tweets have been reported as ill-considered, impulsive, vengeful, and bullying,<ref name=\"Schwarz_12/11/2017\"></ref><ref name=\"Cillizza_11/27/2017\"></ref><ref name=\"Cillizza_10/10/2017\"></ref>", "doc_score": "86.74144744873047", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_18", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "463456", "text": "William Randolph Hearst / as Beverly House, was once perhaps the \"most expensive\" private home in the U.S., valued at $165 million (£81.4 million). It has 29 bedrooms, three swimming pools, tennis courts, its own cinema and a nightclub. Lawyer and investor Leonard Ross has owned it since 1976. The estate went on the market for $95 million at the end of 2010. The property had not sold by 2012 but was then listed at a significantly increased asking price of $135 million. The Beverly House, as it has come to be known, has some cinematic connections. It was the setting for the gruesome", "doc_score": "81.55717468261719", "publish_date": "2018/12/31"}, {"doc_id": "8416098", "text": "Oheka Castle / Oheka Castle Oheka Castle, also known as the Otto Kahn Estate, is located on the North Shore of Long Island, in the West Hills section of Huntington, NY. It was the country home of investment financier and philanthropist Otto Hermann Kahn and his family. The name Oheka is a portmanteau of its original owner's name \"O\"tto \"He\"rmann \"Ka\"hn, which Kahn also used to name his yacht \"Oheka II\" and his ocean-front Villa Oheka in Palm Beach, Florida. The mansion was built by Kahn between 1914 and 1919, and is the second largest private home in the United States, comprising 127", "doc_score": "80.66006469726562", "publish_date": "2018/12/31"}, {"doc_id": "3508984", "text": "Kykuit / Kykuit Kykuit ( ), known also as the John D. Rockefeller Estate, is a 40-room historic house museum in Pocantico Hills, a hamlet in the town of Mount Pleasant, New York. The house was built for oil tycoon, capitalist, and Rockefeller family patriarch John D. Rockefeller. Conceived largely by his son, John D. Rockefeller, Jr., and enriched by the art collection of the third-generation scion, Governor of New York, and Vice President of the United States, Nelson Rockefeller, it was home to four generations of the family. The house is a National Historic Landmark owned by the National Trust for", "doc_score": "83.12785339355469", "publish_date": "2018/12/31"}, {"doc_id": "12253091", "text": "Dunnellen Hall / Dunnellen Hall Dunnellen Hall is a private mansion located at 521 Round Hill Road in Greenwich, Connecticut, USA. It was sold by the estate of Leona Helmsley for $35 million down from the original asking price of $125 million when it was first put up on the market in 2008. Dunnellen Hall was built for New York City financier Daniel G. Reid as a gift for his daughter in 1918. Dunnellen Hall was built for approximately $6 million. The approximately mansion originally sat on over, but is currently situated on just over 40. It was purchased in 1983 by", "doc_score": "81.81452178955078", "publish_date": "2018/12/31"}, {"doc_id": "2077585", "text": "Playboy Mansion / Playboy Mansion The Playboy Mansion, also known as the Playboy Mansion West, is the former home of \"Playboy\" magazine founder Hugh Hefner, who lived there from 1974 until his death in 2017. Located in Holmby Hills, Los Angeles, California, near Beverly Hills, the mansion became famous during the 1970s through media reports of Hefner's lavish parties which were often attended by famous celebrities and socialites. Currently owned by Daren Metropoulos, the son of billionaire investor Dean Metropoulos, the mansion is also used for various corporate activities and serves as a valuable location for television production, magazine photography, charitable events, and", "doc_score": "79.7015609741211", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_19", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "6265349", "text": "Inner core / – melting in one hemisphere and crystallization in the other. The western hemisphere of the inner core may be crystallizing, whereas the eastern hemisphere may be melting. This may lead to enhanced magnetic field generation in the crystallizing hemisphere, creating the asymmetry in the Earth's magnetic field. Based on rates of cooling of the core, it is estimated that the current solid inner core started solidifying approximately 0.5 to 2 billion years ago out of a fully molten core (which formed just after planetary formation). If true, this would mean that the Earth's solid inner core is not a primordial", "doc_score": "95.56471252441406", "publish_date": "2018/12/31"}, {"doc_id": "6265336", "text": "Inner core / Inner core The Earth's inner core is the Earth's innermost part. It is primarily a solid ball with a radius of about, which is about 70% of the Moon's radius. It is composed of an iron–nickel alloy and some other elements. The temperature at the inner core's surface is approximately or 9806 °F, which is about the temperature at the surface of the Sun. The Earth was discovered to have a solid inner core distinct from its molten outer core in 1936, by the Danish seismologist Inge Lehmann, who deduced its presence by studying seismograms from earthquakes in New", "doc_score": "96.34707641601562", "publish_date": "2018/12/31"}, {"doc_id": "6265344", "text": "Inner core / the inner core is not completely uniform, but instead contains large-scale structures such that seismic waves pass more rapidly through some parts of the inner core than through others. In addition, the properties of the inner core's surface vary from place to place across distances as small as 1 km. This variation is surprising, since lateral temperature variations along the inner-core boundary are known to be extremely small (this conclusion is confidently constrained by magnetic field observations). Discoveries in 1994 suggest that the solid inner core itself is composed of layers, separated by a transition zone about 250 to 400", "doc_score": "92.96471405029297", "publish_date": "2018/12/31"}, {"doc_id": "3510704", "text": "Planetary core / is likely soluble in the gas envelope above, and therefore it is primordial in composition. Since the core still exists, the envelope must have originally accreted onto previously existing planetary cores. Thermal contraction/evolution models support the presence of metallic hydrogen within the core in large abundances (but still less than Jupiter). A chthonian planet results when a gas giant has its outer atmosphere stripped away by its parent star, likely due to the planet's inward migration. All that remains from the encounter is the original core. Carbon planets, previously stars, are formed alongside the formation of a millisecond pulsar. The", "doc_score": "87.65467834472656", "publish_date": "2018/12/31"}, {"doc_id": "1298996", "text": "Outer core / measured to be 2.5 millitesla, 50 times stronger than the magnetic field at the surface. The outer core is not under enough pressure to be solid, so it is liquid even though it has a composition similar to the inner core. Sulfur and oxygen could be present in the outer core. As heat is transferred outward toward the mantle, the net trend is for the inner boundary of the liquid region to freeze, causing the solid inner core to grow. This growth rate is estimated to be 1 mm per year. Outer core The outer core of the Earth is", "doc_score": "90.00377655029297", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_20", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "19313448", "text": "89th Academy Awards / apiece. \"La La Land\"s Best Picture loss to \"Moonlight\" meant it set a record for most nominations and wins without winning Best Picture since \"Cabaret\" in 1972. The winners were announced during the awards ceremony on February 26, 2017. \"Moonlight\" became the first film with an all-black cast and the first LGBT-themed film to win Best Picture. In an event unprecedented in the history of the Oscars, \"La La Land\" was incorrectly announced as the Best Picture, and, a few minutes later, the error was corrected and \"Moonlight\" was declared the winner. \"\", at 467 minutes, became the longest film", "doc_score": "88.03480529785156", "publish_date": "2018/12/31"}, {"doc_id": "19313453", "text": "89th Academy Awards / of the nominations announcement on January 24, 2017, the combined gross of the nine Best Picture nominees at the North American box offices was $483.8 million, with an average of $53.8 million per film. When the nominations were announced, \"Arrival\" was the highest-grossing film among the Best Picture nominees with $95.7 million in domestic box office receipts. \"La La Land\" was the second-highest-grossing film with $90.5 million, followed by \"Hidden Figures\" ($85 million), \"Hacksaw Ridge\" ($65.5 million), \"Fences\" ($48.8 million), \"Manchester by the Sea\" ($39 million), \"Hell or High Water\" ($27 million), \"Lion\" ($16.5 million) and \"Moonlight\" ($15.8 million). \"Moonlight\"", "doc_score": "88.67127990722656", "publish_date": "2018/12/31"}, {"doc_id": "18036924", "text": "87th Academy Awards / announced (compared with three from the previous year). The combined gross of the eight Best Picture nominees at the American and Canadian box offices was $205 million, with an average of $25.6 million per film. None of the eight Best Picture nominees was among the top fifty release in box office during nominations. When the nominations were announced on January 15, 2015, \"The Grand Budapest Hotel\" was the highest-grossing film among the Best Picture nominees with $59.1 million in domestic box office receipts. \"The Imitation Game\" was the second-highest-grossing film with $42.7 million; this was followed by \"Birdman or (The", "doc_score": "86.1217269897461", "publish_date": "2018/12/31"}, {"doc_id": "4652884", "text": "67th Academy Awards / shot prominently featured in several comedic films and shorts. Dancer Debbie Allen choreographed \"The Lion King\" musical number. Actors Alec Baldwin, Jack Lemmon, Steve Martin, and Rosie O'Donnell participated in a pre-taped comedic sketch lampooning auditions for a role in \"Cabin Boy\", the film in which Letterman made his film acting debut. At the time of the nominations announcement on February 14, the combined gross of the five Best Picture nominees at the US box office was $468 million, with an average of $93.6 million per film. \"Forrest Gump\" was the highest earner among the Best Picture nominees with $300", "doc_score": "84.64495086669922", "publish_date": "2018/12/31"}, {"doc_id": "14441840", "text": "86th Academy Awards / Picture winner and the third such person to receive a nomination for directing. Alfonso Cuaron became the first person of Mexican descent to win Best Director. With Matthew McConaughey and Jared Leto's respective wins in the Best Actor and Best Supporting Actor categories, \"Dallas Buyers Club\" was the fifth film to win both male acting awards. Additionally, 3 other films (\"American Hustle\", \"12 Years a Slave\", and \"The Wolf of Wall Street\") also received nominations for both Best Actor and Best Supporting Actor. Cate Blanchett became the sixth actress to have won both female acting awards in her career. Lupita", "doc_score": "85.53069305419922", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_21", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "14554481", "text": "Nadhim Zahawi / amendment in Parliament on rental homes being “fit for human habitation” who were themselves landlords who derived an income from a property. He has backed Britain's withdrawal from the European Union, arguing that the European Union will never be willing to change its rules and that the United Kingdom should take back control over a variety of issues. Following the 2018 Cabinet reshuffle, Zahawi was appointed Parliamentary Under-Secretary of State at the Department for Education. Zahawi claimed for 2012/13 a total of £170,234 in expenses, ranking him the 130th highest out of 650 MPs. He explained in his local newspaper", "doc_score": "84.9798583984375", "publish_date": "2018/12/31"}, {"doc_id": "14554477", "text": "Nadhim Zahawi / 2005-2010. In 1991, Zahawi and fellow Kurd Broosk Saib were aides to Jeffrey Archer during Archer's controversial \"Simple Truth\" campaign to help Kurdish victims of the Gulf War. Zahawi and Saib were nicknamed \"Lemon kurd\" and \"Bean kurd\" by Archer. In 1994 Archer helped campaign for Zahawi for a seat on Wandsworth council. Zahawi also ran Archer's unsuccessful campaign for Mayor of London in 1998. Zahawi was elected as a Conservative councillor in Putney in the London Borough of Wandsworth, serving three terms from 1994 to 2006, and stood as a parliamentary candidate at Erith and Thamesmead in 1997, coming", "doc_score": "82.24944305419922", "publish_date": "2018/12/31"}, {"doc_id": "14554478", "text": "Nadhim Zahawi / second to Labour. In 2010 Zahawi was selected by the local Conservative association for Stratford-on-Avon as a prospective parliamentary candidate in the 2010 general election. He was subsequently re-elected in 2015 and 2017. In October 2013, he became a member of the Number 10 Policy Unit. Later in October, Zahawi and fellow member of the Business, Innovation and Skills Committee interviewed Lazard, the Government's independent adviser on the sale of Royal Mail. Shares quickly rose to £5 following flotation at £3.30 and the \"Financial Times\" claimed that two investment banks had warned that it was underpriced. However Zahawi said the", "doc_score": "82.18959045410156", "publish_date": "2018/12/31"}, {"doc_id": "14554489", "text": "Nadhim Zahawi / The ban also affected his wife. According to a media report, this prevented Zahawi from visiting his children attending college in the US. Zahawi spoke out against the policy and urged that the UK should not turn a blind eye towards to it. He also argued that the travel ban, and Prime Minister Theresa May's failure to condemn it, only fuelled support for Daesh in Iraq and other countries. In late January 2018, it was reported in the media that Zahawi was one of the attendees at a men-only dinner event organised by the Presidents Club at the Dorchester Hotel", "doc_score": "80.68151092529297", "publish_date": "2018/12/31"}, {"doc_id": "20821025", "text": "Shabbir Ali Qureshi / Shabbir Ali Qureshi Mian Muhammad Shabbir Ali Qureshi is a Pakistani politician who is the current Minister of State for Housing and Works, in office since 4 October 2018. He has been a member of the National Assembly of Pakistan since August 2018. He was elected to the National Assembly of Pakistan from Constituency NA-181 (Muzaffargarh-I) as an independent candidate in Pakistani general election, 2018. Following his successful election, he announced to joined Pakistan Tehreek-e-Insaf (PTI) in August 2018. On 11 September 2018, he was inducted into the federal cabinet of Prime Minister Imran Khan. On 4 October 2018, he", "doc_score": "78.94235229492188", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_22", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "12986279", "text": "Chinese zodiac / Chinese zodiac The Chinese zodiac is a classification scheme that assigns an animal and its reputed attributes to each year in a repeating 12-year cycle. The 12-year cycle is an approximation to the 11.85-year orbital period of Jupiter, the largest planet of the Solar System. It and its variations remain popular in many Asian countries including China, Japan, South Korea, Vietnam, Mongolia, Cambodia, Laos, Nepal, Bhutan, and Thailand. The Chinese zodiac is called \"Shēngxiào\" () in Mandarin. Identifying this scheme using the generic term \"\"zodiac\"\" reflects several superficial similarities to the Western zodiac: both have time cycles divided into 12", "doc_score": "83.15948486328125", "publish_date": "2018/12/31"}, {"doc_id": "12986307", "text": "Chinese zodiac / Mongolia, 12 year beasts are called \"Арван хоёр жил\" meaning \"12 years\" In Kyrgyz 12-year cycle is called \"Мүчөл\", words for Tiger, Dragon and Monkey are only used in 12-year cycle. Chinese zodiac The Chinese zodiac is a classification scheme that assigns an animal and its reputed attributes to each year in a repeating 12-year cycle. The 12-year cycle is an approximation to the 11.85-year orbital period of Jupiter, the largest planet of the Solar System. It and its variations remain popular in many Asian countries including China, Japan, South Korea, Vietnam, Mongolia, Cambodia, Laos, Nepal, Bhutan, and Thailand. The", "doc_score": "82.53305053710938", "publish_date": "2018/12/31"}, {"doc_id": "12986304", "text": "Chinese zodiac / normally refers specifically to a sheep in the Korean language (where a native Korean word 염소 \"yeomso\" is used to mean \"Goat\"), although the Chinese source of the loanword \"yang\" may refer to any goat-antelope. The Japanese zodiac includes the \"Sheep\" (\"hitsuji\") instead of the \"Goat\" (which would be \"yagi\"), and the \"Wild boar\" (\"inoshishi\", \"i\") instead of the \"Pig\" (\"buta\"). The Japanese have, since 1873, celebrated the beginning of the new year on January 1 as per the Gregorian calendar. The Vietnamese zodiac is almost identical to the Chinese zodiac except the second animal is the \"Water Buffalo\" instead", "doc_score": "81.07599639892578", "publish_date": "2018/12/31"}, {"doc_id": "465871", "text": "Zodiac / vernal equinox in UT always falling either on 20 or 21 March in the period of 1797 to 2043, falling on 19 March in 1796 the last time and in 2044 the next. Except for 2003 and 2007, the vernal equinox has started on 20 March since 1980, and is projected to until 2043. Because the Earth's axis is at an angle, some signs take longer to rise than others, and the farther away from the equator the observer is situated, the greater the difference. Thus, signs are spoken of as \"long\" or \"short\" ascension. The zodiac system was developed", "doc_score": "81.9658432006836", "publish_date": "2018/12/31"}, {"doc_id": "465877", "text": "Zodiac / the Sun's apparent path), by which celestial longitude is measured in degrees east of the vernal equinox (the ascending intersection of the ecliptic and equator). Stars within the zodiac are subject to occultations by the moon and other solar system bodies. These events can be useful, for example, to estimate the cross-sectional dimensions of a minor planet, or check a star for a close companion. The Sun's placement upon the vernal equinox, which occurs annually around 21 March, defines the starting point for measurement, the first degree of which is historically known as the \"first point of Aries\". The first", "doc_score": "79.71418762207031", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_23", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "9513066", "text": "The Beyoncé Experience / female performers to cover up from the top of their chests to their knees, including their shoulders. Several publications reported that the news followed an uptick in protests by several conservative groups, including the nearly 10,000-strong National Union of Malaysian Muslim Students, urging the Ministry of Culture, Arts and Heritage to stop the concert from taking place. The statement addressed by Knowles' management team stated that the show was cancelled \"with regret\". The show on October 24 in Istanbul, Turkey was cancelled by the organizer, the sports club Fenerbahçe, due to attacks of Kurdistan Workers' Party in Hakkâri on September", "doc_score": "82.75821685791016", "publish_date": "2018/12/31"}, {"doc_id": "9513061", "text": "The Beyoncé Experience / was at the Madison Square Garden in New York City, New York with $2,744,345. The concert that garnered the most number of attendees was at Fort Bonifacio in Taguig, Philippines on November 7, 2007 with total of 70,000 people in attendance. On July 8, 2007, during the concert in St. Louis, two people in the crowd who attended the show suffered burns after pyrotechnics meant for the stage tumbled into the audience; Knowles visited them in the hospital after the show. During the performance of \"Ring the Alarm\" at the Orlando, Florida show on July 24, Knowles fell down a", "doc_score": "78.7964859008789", "publish_date": "2018/12/31"}, {"doc_id": "9513026", "text": "The Beyoncé Experience / second solo studio album \"B'Day\" (2006), Beyoncé performed at the 2007 Houston Livestock Show and Rodeo with a guest feature from Slim Thug, who features on \"Check on It\"; she coined the show a \"sneak preview\" of The Beyoncé Experience. Fan-club tickets and VIP packages for the tour were made available for pre-order in early April on the website WeLoveBeyonce.com and the tickets officially went on sale on April 20, 2007. The tour kicked off on April 10 at the Tokyo Dome in Tokyo, Japan, with the first leg ending in Nagoya. The second leg started in Sydney, Australia and", "doc_score": "78.52073669433594", "publish_date": "2018/12/31"}, {"doc_id": "20674419", "text": "Beyoncé 2018 Coachella performance / on YouTube and subsequent playback. The set sampled Malcolm X and Nina Simone among others. Beyoncé wore five different costumes through the two-hour performance, designed with Olivier Rousteing of French fashion house Balmain. Writing in \"The New Yorker\", Doreen St. Félix described the musical style of the performance as an \"education in black expression[...and] musical history--a mélange of New Orleans and its horns, Houston and its chopped and screwed beats, Brooklyn and its rap velocity, Kingston and its dancehall, and Nigeria and the legacy of its dissenter, Fela Kuti...underscoring not only [Beyoncé's] Southernness but the global black vernacular that continues", "doc_score": "78.66680908203125", "publish_date": "2018/12/31"}, {"doc_id": "9513024", "text": "The Beyoncé Experience / and color-changing stairs. For the wardrobe of the tour, Knowles collaborated with several designers; it consisted of silvery and sparkly dresses which received praise from critics. The tour received positive reviews from music critics who praised Knowles' vocal abilities, dancing, choreography and energy on stage during the shows performed simultaneously. The performances of the slow-tempo songs and Destiny's Child's material during the concerts were highlighted by critics. Twenty-nine shows were submitted to \"Billboard\"s boxscore grossing $24.9 million, with 272,521 fans attending the performances. The tour grossed $90 million from 96 shows in total. Throughout the tour several incidents happened; the", "doc_score": "79.6419448852539", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_24", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "14621504", "text": "Nadia Fezzani / Nadia Fezzani Nadia Fezzani is a Canadian journalist/author who has conducted extensive research about and interviews with many notorious American serial killers. She is known in Europe as having interviewed American serial killer Richard Cottingham for a French documentary that first aired on TF1, \"Enquêtes et révélations\". The first person to interview Cottingham in 30 years, Fezzani got him to admit his culpability for the first time, as well as many more murders. She is also part of \"November 84\", a documentary about the disappearance of children. She wrote a book in French, \"Mes Tueurs en Série\", which was a", "doc_score": "79.66694641113281", "publish_date": "2018/12/31"}, {"doc_id": "9055160", "text": "Julie Snyder / friends and professional advisors include Céline Dion and the late René Angélil. As of 2017, she is a host on Radio-Canada's ICI Radio network. Julie Snyder Julie Snyder (born August 6, 1967, in Greenfield Park, Quebec, Canada) is a Francophone Canadian talk show host and producer, appearing as host or guest on various television programs in Canada and France. She graduated from Collège Jean-de-Brébeuf in 1986. Snyder is also the CEO of Productions J, a company that she founded in 1997, which produces television shows such as \"Occupation Double\" (TVA, 2003–present). Programs that Snyder participated in include \"Star Académie\", \"L'enfer", "doc_score": "76.07221984863281", "publish_date": "2018/12/31"}, {"doc_id": "18022342", "text": "Relevance (Person of Interest) / Relevance (Person of Interest) \"Relevance\" is the sixteenth episode of the second season of the American television drama series \"Person of Interest\". It is the 39th overall episode of the series and is written by Amanda Segel and series creator Jonathan Nolan and directed by Nolan. It aired on CBS in the United States and on CTV in Canada on February 21, 2013. The plot finds government operative Sameen Shaw (Sarah Shahi) who tracks and stops terrorist threats before they occur on the run and the focus of Finch and Reese's attention. Their pursuit proves to be formidable when they", "doc_score": "77.7121353149414", "publish_date": "2018/12/31"}, {"doc_id": "17755948", "text": "The Interview / along with James Weaver through Point Grey Pictures, while Columbia was said to finance the $30 million budgeted film. Lizzy Caplan joined the film's cast in October 2013. Caplan signed on to play Agent Lacey, a CIA agent who tries to get Franco's character to assassinate the Korean prime minister. Randall Park and Timothy Simons signed on to co-star later that month. Park plays the North Korean leader Kim Jong-Un and Simons the director of the talk show. Park was the first to audition for the role of Kim and got the part immediately. Before filming began, Park gained 15", "doc_score": "78.86026763916016", "publish_date": "2018/12/31"}, {"doc_id": "9221077", "text": "Melanie Hudson / Melanie Hudson Melanie Hudson is an English actress and comedian, one half of the double act Hudson and Pepperdine along with Vicki Pepperdine. The pair wrote and star in BBC Radio 4's \"The Hudson and Pepperdine Show\". She is perhaps best known for performing a number of roles in \"Knowing Me, Knowing You... with Alan Partridge\" (\"KMKY\"), including Alan's French co-host Nina Vanier. She played Lauren Cooper's French teacher in a sketch on \"The Catherine Tate Show\". She has also worked with the \"KMKY\" team in a number of projects, including \"The Friday Night Armistice\" and \"The Armando Iannucci Shows\".", "doc_score": "77.31636810302734", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_25", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "13517013", "text": "Drukken Steps / in eight plots\"\". As previously stated, In 1851 this land became part of the Eglinton Estate after the earl exchanged or excambied land at Bogside for this property, allowing him to build 'Long Drive' and a new controlled entrance, the Stanecastle Gates. Drukken Steps The Drukken, Drucken Steps or Drunken Steps were stepping stones across the Red Burn in Irvine, North Ayrshire, Scotland and are associated with Scotland's national poet, Robert Burns. Drukken is used on the commemorative cairn plaque, but Druken or Drucken may also be used. The Drukken, or in English, the 'Drunken Steps' in the old Eglinton", "doc_score": "82.14051055908203", "publish_date": "2018/12/31"}, {"doc_id": "2427864", "text": "Auld Lang Syne / song begins by posing a rhetorical question: Is it right that old times be forgotten? The answer is generally interpreted as a call to remember long-standing friendships. Thomson's \"Select Songs of Scotland\" was published in 1799 in which the second verse about greeting and toasting was moved to its present position at the end. Most common use of the song involves only the first verse and the chorus. The last lines of both of these are often sung with the extra words \"For the sake of\" or \"And days of\", rather than Burns' simpler lines. This allows one note for", "doc_score": "80.98766326904297", "publish_date": "2018/12/31"}, {"doc_id": "13517000", "text": "Drukken Steps / Drukken Steps The Drukken, Drucken Steps or Drunken Steps were stepping stones across the Red Burn in Irvine, North Ayrshire, Scotland and are associated with Scotland's national poet, Robert Burns. Drukken is used on the commemorative cairn plaque, but Druken or Drucken may also be used. The Drukken, or in English, the 'Drunken Steps' in the old Eglinton Woods near Stanecastle at NS 329 404, were a favourite haunt of Burns and his friend Richard Brown whilst the two were in Irvine in 1781 – 82. A commemorative cairn off Bank Street at MacKinnon Terrace in Irvine, next to the", "doc_score": "82.39208984375", "publish_date": "2018/12/31"}, {"doc_id": "16313442", "text": "On His Heid-Ake / the court of King James IV of Scotland. His poetry often adopted the traditional themes of court poets, such as religious subjects, satire and the marking of great events. However On His Heid-Ake deals with the commonplace details of his private life. The poem might be interpreted as an apology to his patron for failing to make progress in the composition of poetry. Dunbar declares that he has recently suffered a headache which has prevented him from composing poetry. He compares the pain to being pierced by an arrow and adds that he finds it difficult to look at sources", "doc_score": "80.90741729736328", "publish_date": "2018/12/31"}, {"doc_id": "1272606", "text": "Sorley MacLean / of the villages to be depopulated. The poem was written a century later, during MacLean's time in Edinburgh, and originally published in 1954 in the Gaelic-language magazine \"Gairm\". Beginning with the famous line, \"Time, the deer, is in the wood of Hallaig\", the poem imagines the village as it was before the Clearances, with the long-dead eternally walking through the trees. It is also filled with local names of individuals and places, which have deeper meanings to those intimately familiar with Raasay oral tradition. Unlike most of MacLean's output, \"Hallaig\" has no overt political references, and never directly mentions eviction", "doc_score": "80.64097595214844", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_26", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "713253", "text": "Common carp / upon by other fish such as the northern pike and largemouth bass, and a number of birds (including cormorants, herons, goosanders, and ospreys) and mammals (including otter and mink). Common carp have been introduced to most continents and some 59 countries. In absence of natural predators or commercial fishing they may extensively alter their environments due to their reproductive rate and their feeding habit of grubbing through bottom sediments for food. In feeding, they may destroy, uproot, disturb and eat submerged vegetation, causing serious damage to native duck, such as canvasbacks, and fish populations. In Victoria, Australia, common carp has", "doc_score": "85.01427459716797", "publish_date": "2018/12/31"}, {"doc_id": "713254", "text": "Common carp / been declared as noxious fish species, the quantity a fisher can take is unlimited. In South Australia, it is an offence for this species to be released back to the wild. An Australian company produces plant fertilizer from carp. Efforts to eradicate a small colony from Tasmania's Lake Crescent without using chemicals have been successful, but the long-term, expensive and intensive undertaking is an example of both the possibility and difficulty of safely removing the species once it is established. One proposal, regarded as environmentally questionable, is to control common carp by deliberate exposing them to carp-specific koi herpes virus", "doc_score": "84.86628723144531", "publish_date": "2018/12/31"}, {"doc_id": "13262468", "text": "Carp fishing / and artificial flavors, these are then boiled in water hence the name boilies. Tiger nuts are also commonly used as a bait. In South Africa the most popular form of carp fishing is using a \"mielie bomb\", it is a spring shaped frame with crushed corn and maize pressed onto it. Baiting is often performed using baiting tools to increase accuracy and range. However, in some countries, due to their habit of grubbing through bottom sediments for food and consequential alteration of their environment, they destroy, uproot and disturb submerged vegetation causing serious damage to native duck and fish populations.", "doc_score": "84.73906707763672", "publish_date": "2018/12/31"}, {"doc_id": "13262469", "text": "Carp fishing / In Australia there is anecdotal and mounting scientific evidence that introduced carp are the cause of permanent turbidity and loss of submerged vegetation in the Murray-Darling river system, with severe consequences for river ecosystems, water quality and native fish species. Carp are known to change their feeding habits dependent upon the climate at any given time, wind direction, temperate and phases of the moon are common factors which affect the feeding habits of carp. The common carp, or European carp, are native to Asia and Eastern Europe. They have been introduced, sometimes illegally, into environments worldwide, and are often considered", "doc_score": "85.56468200683594", "publish_date": "2018/12/31"}, {"doc_id": "713244", "text": "Common carp / Common carp The common carp or European carp (\"Cyprinus carpio\") is a widespread freshwater fish of eutrophic waters in lakes and large rivers in Europe and Asia. The native wild populations are considered vulnerable to extinction by the International Union for Conservation of Nature (IUCN), but the species has also been domesticated and introduced (see aquaculture) into environments worldwide, and is often considered a destructive invasive species, being included in the list of the world's 100 worst invasive species. It gives its control to the carp family Cyprinidae. The two subspecies are: A third subspecies, \"C. c. haematopterus\" (Amur carp)", "doc_score": "82.92234802246094", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_27", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "579908", "text": "Doomsday Clock / until midnight after the U.S. and the Soviet Union began testing hydrogen bombs, and in 2018, following the failure of world leaders to address tensions relating to nuclear weapons and climate change issues. In other years, the clock’s time has fluctuated from 17 minutes in 1991 to 2 minutes 30 seconds in 2017. Discussing the change to 2½ minutes in 2017, the first use of a fraction in the clock's history, Krauss, one of the scientists from the Bulletin, warned that our political leaders must make decisions based on facts, and those facts \"must be taken into account if the", "doc_score": "82.82058715820312", "publish_date": "2018/12/31"}, {"doc_id": "12533447", "text": "Time in physics / to NIST-7 (1993). The respective clock uncertainty declined from 10,000 nanoseconds per day to 0.5 nanoseconds per day in 5 decades. In 2001 the clock uncertainty for NIST-F1 was 0.1 nanoseconds/day. Development of increasingly accurate frequency standards is underway. In this time and frequency standard, a population of caesium atoms is laser-cooled to temperatures of one microkelvin. The atoms collect in a ball shaped by six lasers, two for each spatial dimension, vertical (up/down), horizontal (left/right), and back/forth. The vertical lasers push the caesium ball through a microwave cavity. As the ball is cooled, the caesium population cools to its", "doc_score": "79.56485748291016", "publish_date": "2018/12/31"}, {"doc_id": "9051196", "text": "Thermal death time / \"C. botulinum\" is 0.21 minute (12.6 seconds). A 12-D reduction will take 2.52 minutes (151 seconds). This is taught in university courses in food science and microbiology and is applicable to cosmetic and pharmaceutical manufacturing. In 2001, the Purdue University Computer Integrated Food Manufacturing Center and Pilot Plant put Ball's formula online for use. Thermal death time Thermal death time is how long it takes to kill a specific bacterium at a specific temperature. It was originally developed for food canning and has found applications in cosmetics, producing salmonella-free feeds for animals (e.g. poultry) and pharmaceuticals. In 1895, William Lyman", "doc_score": "79.45683288574219", "publish_date": "2018/12/31"}, {"doc_id": "1843338", "text": "Midnight / midnight is exactly twelve hours before and after noon, neither abbreviation is correct. However, many digital representations of time are configured to require an \"a.m.\" or \"p.m.\" designation, preventing the correct absence of such designators at midnight. In such cases, there is no international standard defining which arbitrary selection is best. In the United States and Canada, digital clocks and computers commonly display 12 a.m at midnight. The thirtieth edition of the \"U.S. Government Style Manual (2008)\", in sections 9.54 and 12.9b, recommended the use of \"12 a.m.\" for midnight and \"12 p.m.\" for noon. However, the previous 29th edition", "doc_score": "78.16645812988281", "publish_date": "2018/12/31"}, {"doc_id": "579909", "text": "Doomsday Clock / future of humanity is to be preserved.\" In an announcement from the Bulletin about the status of the clock, they went as far to call for action from “wise” public officials and “wise” citizens to make an attempt to steer human life away from catastrophe while we still can. In January 2018, the clock was lowered further to 2 minutes to midnight, meaning that the clock's status today is tied for closest to midnight since the clock’s start in 1947. The Doomsday Clock has become a universally recognized metaphor. According to the \"Bulletin\", the clock attracts more daily visitors to", "doc_score": "81.42874145507812", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_28", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "13130668", "text": "Kylie Jenner / claimed that she also considers herself self-made. In February 2017, Australian singer Kylie Minogue won a legal battle against Jenner for name trademark \"Kylie\". Jenner had filed a U.S. trademark application for use of the name \"Kylie\" for \"advertising services\" and \"endorsement services\" in 2015. Minogue's case had dismissed Jenner as a \"secondary reality television personality\". In January 2017, make-up artist Vlada Haggarty had her lawyers claim that Jenner had stolen the creative style and aesthetic of her own work, such as the dripping gloss lip and golden finger tips, for her own products, and that Jenner had a history", "doc_score": "78.68067169189453", "publish_date": "2018/12/31"}, {"doc_id": "18075289", "text": "Cowardly Lion / we respond to the most,” said Comisar. Many potential buyers have expressed interest in buying the costume, but so far he has rejected all offers. Comisar's costume was offered by Bonhams in their TCM-themed auction that took place in New York City on November 24, 2014, where it received great interest and realized the selling price of $3.1 million, and this is the highest known price point for a costume worn by a male performer in any Hollywood production. William Stillman, a noted historian and co-author of several books about the film, featured a full-page photograph of this Cowardly Lion", "doc_score": "76.34107208251953", "publish_date": "2018/12/31"}, {"doc_id": "15652367", "text": "Cathy Cooper / and commercials include Nike, Coca-Cola, Heineken, Ford, McDonald's, Clorox, Orbitz, Honda, The North Face and many others. Her work was nominated for the MVPA 2009 Best Costuming Video Award for the Modest Mouse hit single \"Dashboard\" music video. Other notable music videos she has produced costuming work for are with bands and artists such as Alice in Chains, The Cramps, Cut Copy, Sister Mantos, Hayley Kiyoko, Stone Temple Pilots, Unwritten Law, Aerosmith, and Weird Al Yankovic. Her album/CD jacket design work can be seen with record labels such as Centaur Records, Geffen Records, Sony Records, Interscope, and A&M Records. She", "doc_score": "77.26764678955078", "publish_date": "2018/12/31"}, {"doc_id": "20526255", "text": "Woody Allen sexual assault allegation / Woody Allen?\" She repeated the assault allegation in January 2018 in a television interview with Gayle King for \"CBS This Morning\". Allen issued a statement in response: After Dylan Farrow's 2014 open letter, several actors issued statements critical of Allen, including Rosie O'Donnell, Lena Dunham, Sarah Silverman, and Susan Sarandon. The mood changed further as a result of the #MeToo and Time's Up movements and Dylan's op-ed. In November 2017 during a women's rally, a banner referring to the allegation was hung around the neck of Allen's statue in Oviedo, Spain, and a women's group later asked that the statue", "doc_score": "76.16834259033203", "publish_date": "2018/12/31"}, {"doc_id": "18258581", "text": "XVALA / by Apple. XVALA also created art from Kim Kardashian's garbage in 2012, appropriating a deflated basketball and using it to create a piece titled \"Slammed and Dunked\". XVALA gained international attention in major media outlets in 2014 due to his plan to use nude photos of Jennifer Lawrence and Kate Upton at his \"No Delete\" exhibit in St. Petersburg, Florida. The photos had originally been stolen from storage in the cloud and leaked online. Both XVALA and his publicist, Cory Allen, denied that the exhibit was intended to be exploitative and, on the contrary, was meant to open discussions about", "doc_score": "78.40949249267578", "publish_date": "2018/12/31"}]}
{"question_id": "20230127_29", "search_time": "2023/01/28/05:20", "search_result": [{"doc_id": "8582706", "text": "The Grass Crown (novel) / an aged and discredited statesman previously dubbed the 'Third Founder of Rome', is pining for further glory and believes only he has the talent necessary to defeat the allied Kings. Sulla feels as though his old mentor is unwilling to step aside and wants to destroy Sulla's chance of outshining him. The Senate cites Marius's age and poor health as a reason to back Sulla, who moreover is the sitting consul and therefore has the side of right. The seeds of serious discord are planted. The Roman comitia quickly becomes a source of political conflict between the two men, and", "doc_score": "73.61750030517578", "publish_date": "2018/12/31"}, {"doc_id": "11942868", "text": "Death of Diana, Princess of Wales conspiracy theories / Statements from other friends and confidantes Diana spoke to in the week before her death, including her butler Paul Burrell, her friend Lady Annabel Goldsmith, and her spiritual adviser Rita Rogers, were unanimous that she was firm about not wanting to get engaged or married to anyone at that point in her life. A week before she died, the princess had told Goldsmith: \"I need marriage like a rash on my face.\" Diana's former private secretary, Patrick Jephson, said to the BBC in reaction to the publication of the Operation Paget Report in December 2006 that her facial expression in", "doc_score": "74.33106994628906", "publish_date": "2018/12/31"}, {"doc_id": "20434223", "text": "A Taste of the Heights / discovers a passage in the storybook, and Rogers and Weaver discovers a new twist that is tied to the doctor's death. In the past, Tiana is warned by Facilier about a threat that leads her to Naveen once again helping her in this quest. The “Rollin’ Bayou” is featured in the background. During the coronation of Tiana from princess to queen, Facilier shows up with a set of tarot cards to warn her of impending danger. Skeptical about his claims, Tiana decided to find out anyway with help from Cinderella and Hook. They soon stumble upon a major wreckage that", "doc_score": "73.67097473144531", "publish_date": "2018/12/31"}, {"doc_id": "16867064", "text": "A Crown Imperilled / A Crown Imperilled A Crown Imperilled (US: A Crown Imperiled) is a fantasy novel by American writer Raymond E. Feist, the second in \"The Chaoswar Saga\" trilogy, which is the final saga in The Riftwar Cycle. The novel was released on January 30, 2012. The Empire of Great Kesh has risen in battle against the western lands of The Kingdom of the Isles on Midkemia while palace coups take place in Roldem and Rillanon, Jim Dasher's intelligence network has been dismantled and minor noblemen threaten the thrones of the West. Pug and the Conclave of Shadows suspect another player is", "doc_score": "75.45376586914062", "publish_date": "2018/12/31"}, {"doc_id": "8288732", "text": "Margot Fenring / conception) for their breeding program. She also intends to \"plant deep in his deepest self the necessary prana-bindu phrases to bend him,\" which she later refers to as the \"Hypno-ligation of that Feyd-Rautha's psyche.\" As she and her husband discuss what a shame it is that Paul Atreides is dead (as everyone thinks he is at that time), Margot prophetically recounts a Bene Gesserit saying: \"Do not count a human dead until you've seen his body. And even then you can make a mistake.\" Near the end of the novel, it is made clear that Margot has shared some of", "doc_score": "70.6353988647461", "publish_date": "2018/12/31"}]}
