{"question_id": "20230825_0", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "1387816", "text": "Catholic Church sexual abuse cases / complaints the responsible clergy were more concerned with how to spin the story in a favorable light than in helping victims. In July 2018 Cardinal Theodore McCarrick resigned from the College of Cardinals (the first Cardinal to do so since 1927) following allegations of abuse and attempted homosexual rape at a seaside villa. In August, a \"systematic coverup\" of sex abuse by more than 300 priests in Pennsylvania parishes was revealed. Reviewers of the situation indicated that many more victims and perpetrators were likely undiscovered. In the United States the 2004 \"John Jay Report,\" commissioned from the John Jay College", "doc_score": "83.57720184326172", "publish_date": "2018/12/31"}, {"doc_id": "3435090", "text": "United States Conference of Catholic Bishops / situation. In March 2012, regarding the federal requirement that employers who do not support contraception but are not religious institutions \"per se\" must cover contraception via health insurance, USCCB decided to \"continue its 'vigorous opposition to this unjust and illegal mandate'\". In June and July 2012, the USCCB promoted a campaign of events called the Fortnight for Freedom to protest government activities that in their view impinged on their religious liberty. The USCCB platform on immigration reform includes: In November 2004, the USCCB kicked off the National Pastoral Initiative for Marriage, a multi-year effort to promote traditional marriage values. The", "doc_score": "83.93766784667969", "publish_date": "2018/12/31"}, {"doc_id": "8009170", "text": "Canonical visitation / sex abuse scandal there. Archbishop George Lucas of Omaha, USA asked Professor Rev. James J. Conn to conduct a visitation of the Intercessors of the Lamb community during May 2010. Canonical visitation A canonical visitation is the act of an ecclesiastical superior who in the discharge of his office visits persons or places with a view to maintaining faith and discipline, and of correcting abuses. A person delegated to carry out such a visitation is called a visitor. When, in exceptional circumstances, the Holy See delegates an Apostolic visitor (or visitors) \"to evaluate an ecclesiastical institute such as a seminary,", "doc_score": "84.09272766113281", "publish_date": "2018/12/31"}, {"doc_id": "7576110", "text": "Incardination and excardination / Incardination and excardination In the Roman Catholic Church, incardination refers to the situation of a member of the clergy being placed under the jurisdiction of a particular bishop or other ecclesiastical superior. Its antonym, excardination, denotes that a member of the clergy has been freed from one jurisdiction and is transferred to another. Both terms are derived from the Latin \"cardo\" (pivot, socket, or hinge), from which the word \"cardinal\" is also derived—hence the Latin verbs \"incardinare\" (to hang on a hinge or fix) and \"excardinare\" (to unhinge or set free). The purpose of incardination is to ensure that no", "doc_score": "84.05693817138672", "publish_date": "2018/12/31"}, {"doc_id": "13618182", "text": "Catholic Church sex abuse cases in the United States / the charter was the adoption of a \"zero tolerance\" policy for sexual abuse. The USCCB instituted reforms to prevent future abuse by requiring background checks for Church employees. They now require dioceses faced with an allegation to alert the authorities, conduct an investigation and remove the accused from duty. An audit of the Charter was completed in 2010. In June 2014, the chairman of the USCCB's National Review Board reported that Conley's diocese and three eparchies had yet to comply with the USCCB's charter requiring every diocese to submit its procedures for the protection of children to the Review Board", "doc_score": "82.53577423095703", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_1", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "16645585", "text": "Katarina Johnson-Thompson / Hypo-Meeting in May of that year, her first major competition since undergoing knee surgery in the autumn of 2015: she finished the competition in sixth with a score of 6,304 points, securing her place at the 2016 Summer Olympics by beating the qualifying standard of 6,200 points. She missed out on a medal at the Games, taking sixth in the heptathlon, although her performance in the heptathlon high jump of 1.98 m set a new British high jump record, and would have been good enough to take gold in the stand-alone Olympic high jump competition. In September 2016, UK Athletics", "doc_score": "91.8321762084961", "publish_date": "2018/12/31"}, {"doc_id": "16645581", "text": "Katarina Johnson-Thompson / Johnson-Thompson chose not to compete in the full heptathlon competition to save herself for the Olympics; instead she took part in the long jump—winning a gold medal with a jump of 6.81 metres—and the 100 metres hurdles. Johnson-Thompson competed for Great Britain at the 2012 Summer Olympics in the women's heptathlon alongside compatriots Jessica Ennis and Louise Hazel at the Olympic Stadium on 3–4 August 2012. She finished in 15th place with a score of 6267. In early April 2012, alongside Tiffany Porter and Yamile Aldama, she was nominated for \"European Athlete of the Month\" for March. In September, Johnson-Thompson", "doc_score": "88.46553039550781", "publish_date": "2018/12/31"}, {"doc_id": "16645586", "text": "Katarina Johnson-Thompson / confirmed that Johnson-Thompson had split with coach Mike Holmes, having been trained by him since 2008. She subsequently moved to Montpellier, France, to be coached by a team led by Bertrand Valcin, joining a training group including Olympic decathlon medalist Kévin Mayer and double European heptathlon champion Antoinette Nana Djimou. On 5–6 August 2017, Johnson-Thompson competed in the heptathlon at the 2017 World Championships in Athletics held in London. After moving to Montpellier, she was expected to land a podium position but was not able to surpass the 1.86 barrier in the heptathlon's high jump, with a successful jump at", "doc_score": "89.07205200195312", "publish_date": "2018/12/31"}, {"doc_id": "16645578", "text": "Katarina Johnson-Thompson / the 2016 Rio Olympics and fifth at the 2017 World Championships, She won the gold medal in the heptathlon at the 2018 Commonwealth Games, before winning the silver medal at the 2018 European Championships with a personal best score of 6759 points, which moved her into the World all-time Top 25. Johnson-Thompson was born in Woolton, Liverpool, Merseyside. Her father, Ricardo, is Bahamian. Her mother Tracey was a dancer. She attended St Julie's Catholic High School in Woolton and John Moores University in Liverpool. Johnson-Thompson represents Liverpool Harriers and was formerly coached by Mike Holmes. Her development was in part", "doc_score": "88.53987884521484", "publish_date": "2018/12/31"}, {"doc_id": "16645579", "text": "Katarina Johnson-Thompson / funded by the Wells Sports Foundation set up by Barrie Wells, which gave her access to the foundation's patron, Jessica Ennis (now Dame Jessica Ennis-Hill). At the 2009 World Youth Championships in Athletics in Brixen, Italy, she won the gold medal in the heptathlon. She missed most of the 2010 athletics season suffering from patellar tendinopathy, also known as jumper's knee. Johnson-Thompson broke Jessica Ennis' British junior record at the Multistars competition held in Desenzano del Garda, Italy in May 2012. Her score of 6007 points was enough to take third position at the event behind Sofía Ifadídou of Greece", "doc_score": "84.6595687866211", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_2", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "6310815", "text": "Tan Malaka / was publicly calling for immediate independence for Indonesia. Some of party cadres were Adam Malik, Chaerul Saleh, Mohammad Yamin, and Iwa Kusumantri. Malaka went back to the Philippines in August 1927. The Dutch wanted to expel Malaka to Digul concentration camp, and Malaka was arrested on 12 August 1927 on charges entering illegally the Philippines territory. Dr. San Jose Abad helped him in the court; however, Malaka accepted the verdict that he would be deported to Amoy (Xiamen), China. The police of the Kulangsu (Gulangyu) International Settlement, notified of Tan Malaka's passage to Amoy, waited for him in the harbor", "doc_score": "84.7080078125", "publish_date": "2018/12/31"}, {"doc_id": "10564482", "text": "Nathaniel Tan / 25 students were offered admission into Yale, Stanford, Columbia, Cornell, the University of Pennsylvania, and the University of Chicago, among others. Nathaniel Tan Nathaniel Tan (born 1980) is a Malaysian of Chinese-Indian Peranakan descent. In July 2007, he came under the spotlight when he was detained by the Royal Malaysian Police for allegedly violating the Official Secrets Act. He was then working with current Opposition Leader Anwar Ibrahim. After being detained for a few days, he was released with no charges preferred. Nat was the editor of a book on the conflict between former Prime Minister of Malaysia Mahathir Mohamad", "doc_score": "86.4072036743164", "publish_date": "2018/12/31"}, {"doc_id": "12452891", "text": "Anwar Ibrahim / it had also been conferred on him by several other Malaysian states. Anwar's 2012 acquittal was overturned in 2015 subsequently he was convicted and jailed again. He was released from prison on 16 May 2018. He emerged from Cheras rehabilitation hospital in Kuala Lumpur at 11.30am. He had an audience with the King after he was granted a full royal pardon, and is now Prime Minister in waiting for Mahathir Mohamad to hand over the reins after \"one to two years\". In an interview, he justified his reluctance to immediately step into power on the basis that Mahathir has appeared", "doc_score": "86.45925903320312", "publish_date": "2018/12/31"}, {"doc_id": "2123248", "text": "Free Aceh Movement / negotiator Hamid Awaluddin and GAM leader Malik Mahmud. President Ahtisaari was the witness of the peace treaty. Under the terms of the agreement, both sides agreed to cease all hostilities immediately. GAM also agreed to disarm, while the Government pledged to withdraw all non-local military and police by the end of 2005. An Aceh Monitoring Mission was set up by the EU and ASEAN to oversee the process of disarmament and the reintegration into society of GAM members. A presidential decree granted amnesty to about five hundred former GAM members who were in exile in other countries, and unconditionally released", "doc_score": "86.8478012084961", "publish_date": "2018/12/31"}, {"doc_id": "10936689", "text": "Alberto Fujimori's arrest and trial / an election by someone under house arrest in a foreign country. The announcement sparked speculation that Fujimori's candidacy was a maneuver to win diplomatic immunity as an elected official and avoid trial in Peru. Chilean President Michelle Bachelet said her country's Supreme Court would not be influenced by the move and would soon decide whether to grant an extradition request to return Fujimori to Peru. On 11 July 2007, Chile's Supreme Court turned down the Peruvian government's request that Fujimori be extradited there to face charges of human rights violations; however he remained under house arrest in Chile and it", "doc_score": "84.91398620605469", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_3", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "5282936", "text": "Redbud Woods controversy / Redbud Woods, which retains many original Manning design elements and boasts locally rare yellow oak and hackberry trees as well as an unusually dense stand of redbuds. Redbud Woods was part of the landscaping of Robert H. Treman's historic estate. In the late 19th century Warren Manning designed the landscape of the Treman family estate (now Von Cramm Hall, 660, and the Kahin Center) so that it would grow into natural woodlands and beautify the campus. The woods, if left to grow untouched, might eventually reach the stage of a climax forest. Over time, Redbud Woods became perceived as a", "doc_score": "74.70748138427734", "publish_date": "2018/12/31"}, {"doc_id": "19607505", "text": "War Paint (musical) / a Senate Committee hearing and offers a spirited defense to committee chairman Senator Royal Copeland. Fully aware that Tommy deliberately sold her out, Elizabeth reports Helena and forces her to testify before the committee. Following Helena's testimony, however, Copeland chides both women and claims their efforts to undermine one another only resulted in them incriminating themselves. Alone and bereft, the two wonder what it would be like if they actually met (\"Face to Face\"). As dismayed society ladies across Manhattan read the obligatory labels on Arden and Rubinstein products (\"Inside of the Jar\"), both women discover that war has broken", "doc_score": "75.500732421875", "publish_date": "2018/12/31"}, {"doc_id": "5282934", "text": "Redbud Woods controversy / Redbud Woods controversy The Redbud Woods controversy was a dispute between protesters and the administration of Cornell University in Ithaca, New York over the demolition of a patch of woodlands known as the \"Redbud Woods.\" The area received this name because of the many Redbud trees that grew there and whose blossoms gave the woods a pink tint in the springtime. The website of Cornell University Plantations contained, on September 3, 2005, a description of the woods, and used the name Redbud Woods, so it had some official status at Cornell under this name. Early in Cornell's history, at the", "doc_score": "73.58573913574219", "publish_date": "2018/12/31"}, {"doc_id": "20526257", "text": "Woody Allen sexual assault allegation / In February 2018, Circle Theater in Grand Rapids, Michigan also cancelled their adaptation of \"Bullets over Broadway\". Those expressing support for Allen included Barbara Walters and Diane Keaton in 2014, as well as Javier Bardem, Alec Baldwin, and Keaton again in January 2018. Robert B. Weide, who made a documentary film on Allen, published his rebuttals to the Farrow allegations in an article \"The Woody Allen Allegations: Not So Fast\". Cherry Jones, addressing the topic, said, \"There are those who are comfortable in their certainty. I am not. I don't know the truth... When we condemn by instinct our", "doc_score": "73.1176986694336", "publish_date": "2018/12/31"}, {"doc_id": "13953128", "text": "The F Word (South Park) / old woman\" and a bundle of sticks. Upset by the national attention, Mayor McDaniels wants to resolve the situation, and the boys suggest getting the official dictionary definition updated. The town invites the English Dictionary Officiates, led by the head editor, former child actor Emmanuel Lewis, to review the proposal and consider making the definition change official. As the town celebrates the arrival of Lewis and the Officiates, the bikers suddenly crash the event and begin to riot. After inflicting damage to the town and scaring off the citizens, they corner the boys in an alley. The bikers demand they", "doc_score": "74.0512924194336", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_4", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "13481124", "text": "1st BRIC summit / 1st BRIC summit The inaugural BRIC summit took place in Yekaterinburg, Russia on June 16, 2009. The four heads of government from the BRIC countries attended. The acronym BRIC (for Brazil, Russia, India, China) was first used in a Goldman Sachs thesis projecting that the economic potential of Brazil, Russia, India and China is such that they may become among the five most dominant economies by the year 2050. Today, the four countries produce about 15 percent of the world’s gross domestic product and hold about 40 percent of the gold and hard currency reserves. Political dialogue between the BRIC", "doc_score": "87.04039001464844", "publish_date": "2018/12/31"}, {"doc_id": "15685509", "text": "BRICS / 27% of the world's land surface. The grouping has held annual summits since 2009, with member countries taking turns to host. Prior to South Africa's admission, two BRIC summits were held, in 2009 and 2010. The first five-member BRICS summit was held in 2011. The most recent BRICS summit took place in South Africa from 25 to 27 July 2018. Afghanistan, Argentina, Indonesia, Mexico and Turkey have expressed strong interest in full membership of the BRICS, while Egypt, Iran, Nigeria, Sudan, Syria and most recently Bangladesh and Greece have also expressed interest in joining BRICS. Currently, there are two", "doc_score": "86.71292114257812", "publish_date": "2018/12/31"}, {"doc_id": "15685493", "text": "BRICS / BRICS BRICS is the acronym coined for an association of five major emerging national economies: Brazil, Russia, India, China and South Africa. Originally the first four were grouped as \"BRIC\" (or \"the BRICs\"), before the induction of South Africa in 2010. The BRICS members are known for their significant influence on regional affairs; all are members of G20. Since 2009, the BRICS nations have met annually at formal summits. China hosted the 9th BRICS summit in Xiamen on September 2017, while South Africa hosted the most recent 10th BRICS summit in July 2018. The term does not include countries such", "doc_score": "88.63116455078125", "publish_date": "2018/12/31"}, {"doc_id": "15685496", "text": "BRICS / 2006 at the margins of the General Debate of the UN General Assembly, beginning a series of high-level meetings. A full-scale diplomatic meeting was held in Yekaterinburg, Russia, on 16 June 2009. The BRIC grouping's first formal summit, also held in Yekaterinburg, commenced on 16 June 2009, with Luiz Inácio Lula da Silva, Dmitry Medvedev, Manmohan Singh, and Hu Jintao, the respective leaders of Brazil, Russia, India and China, all attending. The summit's focus was on means of improving the global economic situation and reforming financial institutions, and discussed how the four countries could better co-operate in the future. There", "doc_score": "86.36231994628906", "publish_date": "2018/12/31"}, {"doc_id": "15685495", "text": "BRICS / forecasted to expand 4.6% in 2016, from an estimated growth of 3.9% in 2015. The World Bank expected BRICS growth to increase to 5.3% in 2017. The BRICS have received both praise and criticism from numerous commentators. Bilateral relations among BRICS nations have mainly been conducted on the basis of non-interference, equality, and mutual benefit. The term \"BRIC\" was coined in 2001 by then-chairman of Goldman Sachs Asset Management, Jim O'Neill, in his publication \"Building Better Global Economic BRICs\". The foreign ministers of the initial four BRIC states (Brazil, Russia, India, and China) met in New York City in September", "doc_score": "86.04058837890625", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_5", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "6271788", "text": "Contact sport / Most contact sports require any male players to wear a Abdominal Guard to protect their male genitalia. The cost of equipment can be an obstacle to participating in many sports. Because of issues involved with any sport that involves rapid contact, many sports governing bodies are changing their rules to decrease the incidence of serious injury. An example of this is the NFL banning concussed players from re-entering the same game in which they were injured in order to decrease further damage. A (full) contact sport is any sport for which significant physical impact force on players, either deliberate or", "doc_score": "84.29120635986328", "publish_date": "2018/12/31"}, {"doc_id": "3463699", "text": "Sex verification in sports / Federations\", in the Court of Arbitration for Sport, decided in July 2015. Chand had been dropped from the 2014 Commonwealth Games at the last minute after the Athletic Federation of India stated that hyperandrogenism made her ineligible to compete as a female athlete. The ruling found that there was insufficient evidence that testosterone increased female athletic performance. In doing so the court suspended the practice of hyperandrogenism regulation used by the IAAF. The practice will be declared void if the organization fails to present better evidence by July 2017. In November 2015, the IOC held a meeting to address both", "doc_score": "85.98887634277344", "publish_date": "2018/12/31"}, {"doc_id": "18778719", "text": "Transgender people in sports / At the time, the ruling in Richards's case did not lead to major changes outside of tennis. In 2003, a committee convened by the International Olympic Committee (IOC) Medical Commission drew up new guidelines for participation of athletes who had undergone sex reassignment. The report listed three conditions for participation. First, athletes must have undergone sex reassignment surgery, including changes in the external genitalia and gonadectomy. Second, athletes must show legal recognition of their gender. Third, athletes must have undergone hormone therapy for an appropriate time before participation, with two years being the suggested time. It was not until 2004", "doc_score": "85.49109649658203", "publish_date": "2018/12/31"}, {"doc_id": "18778722", "text": "Transgender people in sports / Some opponents say the testosterone prescribed as part of his transition gives him an unfair advantage and made it unsafe for the other wrestlers. In October 2018, Rachel McKinnon won a gold medal at the cycling Masters World Track Championship in Los Angeles. At the heart of this controversy are concerns that transgender women would outperform cisgender women due to their more masculine body structure, socialisation as males and higher testosterone levels. The intense scrutiny of transgender athletes has focused on trans women because it is generally assumed that transitioning for transmasculine individuals would not confer a competitive advantage. Sports", "doc_score": "85.49860382080078", "publish_date": "2018/12/31"}, {"doc_id": "3463695", "text": "Sex verification in sports / intersex. Genetic differences can allow a person to have a male genetic make-up and female anatomy or body chemistry. In the \"Journal of the American Medical Association\", Simpson, Ljungqvist and others stated, In August 2009, South African athlete Caster Semenya was subjected to mandatory sex verification testing. In the wake of the Semenya case, testosterone testing was introduced to identify cases where testosterone levels were elevated above an arbitrary level, termed hyperandrogenism, with national Olympics committees tasked by the IOC to \"actively investigate any perceived deviation in sex characteristics\". In football, FIFA's current gender verification policy dates to May 30,", "doc_score": "85.39522552490234", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_6", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "11139069", "text": "Social inequality / world countries, primarily as measured by GDP. From around 1980, however, through at least 2011, the GDP gap, while still wide, appeared to be closing and, in some more rapidly developing countries, life expectancies began to rise. However, there are numerous limitations of GDP as an economic indicator of social \"well-being.\" If we look at the Gini coefficient for world income, over time, after World War II the global Gini coefficient sat at just under.45. Between around 1959 to 1966, the global Gini increased sharply, to a peak of around.48 in 1966. After falling and leveling off a", "doc_score": "97.64327239990234", "publish_date": "2018/12/31"}, {"doc_id": "167058", "text": "Gini coefficient / the large populations of BRIC countries. The table below presents the estimated world income Gini coefficients over the last 200 years, as calculated by Milanovic. More detailed data from similar sources plots a continuous decline since 1988. This is attributed to globalization increasing incomes for billions of poor people, mostly in India and China. Developing countries like Brazil have also improved basic services like health care, education, and sanitation; others like Chile and Mexico have enacted more progressive tax policies. Gini coefficient is widely used in fields as diverse as sociology, economics, health science, ecology, engineering and agriculture. For example,", "doc_score": "97.9236068725586", "publish_date": "2018/12/31"}, {"doc_id": "743196", "text": "Poverty / result, poverty rates also increased although in subsequent years as per capita incomes recovered the poverty rate dropped from 31.4% of the population to 19.6%. World Bank data shows that the percentage of the population living in households with consumption or income per person below the poverty line has decreased in each region of the world since 1990: According to Chen and Ravallion, about 1.76 billion people in developing world lived \"above\" $1.25 per day and 1.9 billion people lived \"below\" $1.25 per day in 1981. The world's population increased over the next 25 years. In 2005, about 4.09 billion", "doc_score": "94.46573638916016", "publish_date": "2018/12/31"}, {"doc_id": "13062596", "text": "Redistribution of income and wealth / correlation between income inequality and higher rates of health and social problems (obesity, mental illness, homicides, teenage births, incarceration, child conflict, drug use), and lower rates of social goods (life expectancy, educational performance, trust among strangers, women's status, social mobility, even numbers of patents issued per capita), on the other. The authors argue inequality leads to the social ills through the psychosocial stress, status anxiety it creates. A 2011 report by the International Monetary Fund by Andrew G. Berg and Jonathan D. Ostry found a strong association between lower levels of inequality and sustained periods of economic growth. Developing countries", "doc_score": "97.42892456054688", "publish_date": "2018/12/31"}, {"doc_id": "2610094", "text": "Income distribution / simply provide a system of measurement used to determine the dispersion of incomes. Causes of income inequality and of levels of equality/inequality include: tax policies, other economic policies, labor union policies, Federal Reserve monetary policies & fiscal policies, the market for labor, abilities of individual workers, technology and automation, education, globalization, gender, race, and culture. Using Gini coefficients, several organizations, such as the United Nations (UN) and the US Central Intelligence Agency (CIA), have measured income inequality by country. The Gini index is also widely used within the World Bank. It is an accurate and reliable index for measuring income", "doc_score": "96.70830535888672", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_7", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "12231041", "text": "Inoculation theory / theory to cultural truisms, or beliefs accepted without consideration (e.g., people should brush their teeth daily). Later development of the theory extended inoculation to more controversial and contested topics in the contexts of politics (see Compton & Ivanov, 2013), health (see Compton, Jackson, & Dimmock, 2015), marketing, and contexts in which people have different pre-existing attitudes, such as climate change. The theory has also been applied in education to help prevent substance abuse. Additionally, more recent research has examined inoculation's effects on targets besides attitudes, including task self-efficacy (Jackson, Compton, Whiddett, Anthony, & Dimmock, 2015). Other work has confirmed that", "doc_score": "79.85887908935547", "publish_date": "2018/12/31"}, {"doc_id": "20323915", "text": "Detransition / In September 2017, the Australian \"60 Minutes\" television program featured a 12-year-old boy who had underwent hormone replacement therapy for two years before deciding to stop, though both he and his mother have stated that they did not regret the event. A 2018 study of detransition rates found that approximately 0.3% of those who underwent a transition-related surgery later requested detransition-related care. About a third reported a change in gender identity, while the rest reported being motivated by either surgical complications or social rejection. Several studies find that sex reassignment surgery improves the quality of life of most of those", "doc_score": "80.36267852783203", "publish_date": "2018/12/31"}, {"doc_id": "2941153", "text": "Strabismus / in patients over 12 years old. Most commonly used in adults, the technique is also used for treating children, in particular children affected by infantile esotropia. The toxin is injected in the stronger muscle, causing temporary and partial paralysis. The treatment may need to be repeated three to four months later once the paralysis wears off. Common side effects are double vision, droopy eyelid, overcorrection, and no effect. The side effects typically resolve also within three to four months. Botulinum toxin therapy has been reported to be similarly successful as strabismus surgery for people with binocular vision and less successful", "doc_score": "76.1655502319336", "publish_date": "2018/12/31"}, {"doc_id": "10562117", "text": "Alternative therapies for developmental and learning disabilities / for developmental and learning disabilities. There is a call for alternative therapies particularly when a condition lacks a reliable remediation. For example, there is no cure for autism; the main goals of mainstream behavioral and medical management are to lessen associated deficits and family distress, and to increase quality of life and functional independence. Some alternative therapies, such as gluten-free, casein-free diets, may be appealing to some parents because the treatment recommended by most experts is thought to be \"cold and manipulative\". Parents may also consider a drug treatment for attention deficit as avoidable. Alternative treatments to a stimulant medication", "doc_score": "78.10592651367188", "publish_date": "2018/12/31"}, {"doc_id": "5681755", "text": "Treatment of human head lice / during examination and treatment. Shaving of the area above and behind the ears and the upper part of the neck while leaving the crown of the head with hair is commonly used to prevent lice among tribes in Africa, Asia, and America (in America – Mohawk style). Schools in the United States, Canada, and Australia commonly exclude infested students, and prevent return of those students until all lice, eggs, and nits are removed. This is the basis of the \"no-nit policy\". Data from a primarily American study during 1998–1999 found that no-nit policies were present at 82% of the schools", "doc_score": "79.43885040283203", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_8", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "550734", "text": "Dream / Dream interpretation can be a result of subjective ideas and experiences. One study found that most people believe that \"their dreams reveal meaningful hidden truths\". In one study conducted in the United States, South Korea and India, they found that 74% of Indians, 65% of South Koreans and 56% of Americans believed their dream content provided them with meaningful insight into their unconscious beliefs and desires. This Freudian view of dreaming was endorsed significantly more than theories of dreaming that attribute dream content to memory consolidation, problem-solving, or random brain activity. In the paper, Morewedge and Norton (2009) also found", "doc_score": "89.72608947753906", "publish_date": "2018/12/31"}, {"doc_id": "242581", "text": "Lucid dream / of a pooled sample of 24,282 people claimed to have experienced lucid dreams at least once or more in their lifetime. Furthermore, for those that stated they did experience lucid dreams, approximately 23% reported to experience them on a regular basis, as often as once a month or more. It has been suggested that sufferers of nightmares could benefit from the ability to be aware they are indeed dreaming. A pilot study was performed in 2006 that showed that lucid dreaming therapy treatment was successful in reducing nightmare frequency. This treatment consisted of exposure to the idea, mastery of the", "doc_score": "88.51082611083984", "publish_date": "2018/12/31"}, {"doc_id": "550745", "text": "Dream / previous night's dreams are sometimes spontaneously experienced in falling asleep. However they are usually too slight and fleeting to allow dream recall. At least 95% of all dreams are not remembered. Certain brain chemicals necessary for converting short-term memories into long-term ones are suppressed during REM sleep. Unless a dream is particularly vivid and if one wakes during or immediately after it, the content of the dream is not remembered. Recording or reconstructing dreams may one day assist with dream recall. Using technologies such as functional magnetic resonance imaging (fMRI) and electromyography (EMG), researchers have been able to record basic", "doc_score": "88.16325378417969", "publish_date": "2018/12/31"}, {"doc_id": "550732", "text": "Dream / dream contents are related to other senses like auditory, touch, smell and taste, whichever are present since birth. In the Hall study, the most common emotion experienced in dreams was anxiety. Other emotions included abandonment, anger, fear, joy, and happiness. Negative emotions were much more common than positive ones. The Hall data analysis shows that sexual dreams occur no more than 10% of the time and are more prevalent in young to mid-teens. Another study showed that 8% of both men and women's dreams have sexual content. In some cases, sexual dreams may result in orgasms or nocturnal emissions. These", "doc_score": "88.7873306274414", "publish_date": "2018/12/31"}, {"doc_id": "550712", "text": "Dream / several distinct episodes due to momentary arousals interrupting sleep as the night ends. Dream reports can be reported from normal subjects 50% of the time when they are awakened prior to the end of the first REM period. This rate of retrieval is increased to about 99% when awakenings are made from the last REM period of the night. The increase in the ability to recall dreams appears related to intensification across the night in the vividness of dream imagery, colors, and emotions. REM sleep and the ability to dream seem to be embedded in the biology of many animals", "doc_score": "88.65773010253906", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_9", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "2255328", "text": "Louise Brown / Louise Brown Louise Joy Brown (born 25 July 1978) is an English woman known for being the first human to have been born after conception by \"in vitro\" fertilisation, or IVF. Louise Joy Brown was born at Oldham General Hospital, Oldham, by planned Caesarean section delivered by registrar John Webster. She weighed 5 pounds, 12 ounces (2.608 kg) at birth. Her parents, Lesley and John Brown, had been trying to conceive for nine years. Lesley faced complications of blocked fallopian tubes. On 10 November 1977, Lesley Brown underwent a procedure, later to become known as in vitro fertilisation (IVF), developed", "doc_score": "83.68485260009766", "publish_date": "2018/12/31"}, {"doc_id": "9462495", "text": "Uterus transplantation / Uterus transplantation The uterine transplant is the surgical procedure whereby a healthy uterus is transplanted into an organism of which the uterus is absent or diseased. As part of normal mammalian sexual reproduction, a diseased or absent uterus does not allow normal embryonic implantation, effectively rendering the female infertile. This phenomenon is known as absolute uterine factor infertility (AUFI). Uterine transplant is a potential treatment for this form of infertility. In 1896, Emil Knauer, a 29-year-old Austrian working in one of Vienna's gynecological clinics, published the first study of ovarian autotransplantation documenting normal function in a rabbit. This led to", "doc_score": "78.74349975585938", "publish_date": "2018/12/31"}, {"doc_id": "4698281", "text": "Kidney transplantation / done between identical twins Ronald and Richard Herrick to eliminate any problems of an immune reaction. For this and later work, Dr. Murray received the Nobel Prize for Medicine in 1990. The recipient, Richard Herrick, died eight years after the transplantation. In 1955, Charles Rob, William James \"Jim\" Dempster (St Marys and Hammersmith, London) carried out the first deceased donor transplant in United Kingdom, which was unsuccessful. In July 1959, \"Fred\" Peter Raper (Leeds) performed first successful (8 months) deceased donor transplant in the UK. A year later, in 1960, the first successful living kidney transplant in the UK occurred,", "doc_score": "85.06710815429688", "publish_date": "2018/12/31"}, {"doc_id": "4439246", "text": "Embryo transfer / Embryo transfer Embryo transfer refers to a step in the process of assisted reproduction in which embryos are placed into the uterus of a female with the intent to establish a pregnancy. This technique (which is often used in connection with in vitro fertilization (IVF)), may be used in humans or in animals, in which situations the goals may vary. Embryo transfer can be done at day two or day three, or later in the blastocyst stage, which was first performed in 1984. Embryos can be either “fresh” from fertilized egg cells of the same menstrual cycle, or “frozen”, that", "doc_score": "81.50627899169922", "publish_date": "2018/12/31"}, {"doc_id": "684037", "text": "In vitro fertilisation / believe donation of leftover embryos for research is a good alternative to discarding the embryos when patients receive proper, honest and clear information about the research project, the procedures and the scientific values. The first successful birth of a child after IVF treatment, Louise Brown, occurred in 1978. Louise Brown was born as a result of natural cycle IVF where no stimulation was made. The procedure took place at Dr Kershaw's Cottage Hospital (now Dr Kershaw's Hospice) in Royton, Oldham, England. Robert G. Edwards was awarded the Nobel Prize in Physiology or Medicine in 2010, the physiologist who co-developed the", "doc_score": "83.38717651367188", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_10", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "4660370", "text": "Moon landing / Moon landing A Moon landing is the arrival of a spacecraft on the surface of the Moon. This includes both manned and unmanned (robotic) missions. The first human-made object to reach the surface of the Moon was the Soviet Union's Luna 2 mission, on 13 September 1959. The United States' Apollo 11 was the first manned mission to land on the Moon, on 20 July 1969. There have been six manned U.S. landings (between 1969 and 1972) and numerous unmanned landings, with no soft landings happening from 22 August 1976 until 14 December 2013. To date, the United States is", "doc_score": "88.5315170288086", "publish_date": "2018/12/31"}, {"doc_id": "4660375", "text": "Moon landing / have landed on the Moon. This was accomplished with two US pilot-astronauts flying a Lunar Module on each of six NASA missions across a 41-month period starting on 20 July 1969 UTC, with Neil Armstrong and Buzz Aldrin on Apollo 11, and ending on 14 December 1972 UTC with Gene Cernan and Jack Schmitt on Apollo 17. Cernan was the last to step off the lunar surface. All Apollo lunar missions had a third crew member who remained on board the Command Module. The last three missions had a rover for increased mobility. In order to go to the Moon,", "doc_score": "89.32240295410156", "publish_date": "2018/12/31"}, {"doc_id": "4660389", "text": "Moon landing / scanning television system with a resolution of 1 milliradian to study the Moon's surface, an ionization chamber to measure radiation in space, a diaphragm/microphone assembly to detect micrometeorites, a magnetometer, and temperature-variable resistors to monitor spacecraft internal thermal conditions. The first, a mission managed by the United States Air Force, exploded during launch; all subsequent Pioneer lunar flights had NASA as the lead management organization. The next two returned to Earth and burned up upon reentry into the atmosphere after achieved maximum altitudes of around and, far short of the roughly required to reach the vicinity of the Moon.", "doc_score": "85.63790130615234", "publish_date": "2018/12/31"}, {"doc_id": "4660435", "text": "Moon landing / to impact on the lunar surface near the crater Gill at 18:25 UTC on 10 June 2009. The Chinese lunar orbiter Chang'e 1, launched 24 October 2007, 10:05 UTC, executed a controlled crash onto the surface of the Moon on 1 March 2009, 20:44 GMT, after a 16-month mission. Chandrayaan-1 was launched on 22 October 2008, 00:52 UTC. The impactor, the Moon Impact Probe, impacted near Shackleton Crater at the south pole of the lunar surface at 14 November 2008, 20:31 IST. Chandrayaan-2 is scheduled for launch in 2019. The LCROSS data collecting shepherding spacecraft was launched together with the", "doc_score": "89.02312469482422", "publish_date": "2018/12/31"}, {"doc_id": "4660445", "text": "Moon landing / not only the large Descent Stages of the lunar landers left behind but also tracks of the astronauts' walking paths in the lunar dust. Moon landing A Moon landing is the arrival of a spacecraft on the surface of the Moon. This includes both manned and unmanned (robotic) missions. The first human-made object to reach the surface of the Moon was the Soviet Union's Luna 2 mission, on 13 September 1959. The United States' Apollo 11 was the first manned mission to land on the Moon, on 20 July 1969. There have been six manned U.S. landings (between 1969 and", "doc_score": "88.34095001220703", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_11", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "18533319", "text": "2016 Republican Party presidential debates and forums / debate per month followed through December 2015. The GOP candidates debated twice in January and three times in February 2016. On February 20, 2016, the RNC announced a thirteenth debate, which was to be held in Salt Lake City, Utah, on Monday, March 21. This would have made for three debates in March, but the event was later canceled due to all but one of the candidates opting not to attend. The following table lists the twelve RNC debates which took place, along with the dates, times, places, hosts, and participants. The use of polling data had initially been criticized", "doc_score": "82.26815795898438", "publish_date": "2018/12/31"}, {"doc_id": "18533372", "text": "2016 Republican Party presidential debates and forums / comment about the size of his hands. The twelfth debate was the fourth and final debate to air on CNN and led into the Florida, Illinois, North Carolina, Missouri, and Ohio primaries on March 15. The candidates debated at the University of Miami's BankUnited Center arena, moderated by Jake Tapper and questioned by CNN chief political correspondent Dana Bash, Salem Radio Network talk-show host Hugh Hewitt, and \"Washington Times\" contributor Stephen Dinan. \"The Washington Times\" cohosted the debate. The debate was originally scheduled considering the unlikelihood that a candidate would clinch the Republican nomination before March 15, due to the", "doc_score": "84.32150268554688", "publish_date": "2018/12/31"}, {"doc_id": "19941517", "text": "Republican Party presidential debates / debate in Orlando, Florida. Four candidates participated in the last four debates: Newt Gingrich, Ron Paul, Mitt Romney, and Rick Santorum. Paul and Santorum were the only candidates to participate in all 20 debates. There were 12 debates held between the candidates for the Republican nomination for the United States presidential election, 2016. The first debate was held on August 6, 2015 and the final debate was on March 10, 2016. Due to the large pool of candidates, some debates were split into a primary debate and a secondary debate. Seventeen candidates participated in at least one debate. Four candidates", "doc_score": "85.31356048583984", "publish_date": "2018/12/31"}, {"doc_id": "19941514", "text": "Republican Party presidential debates / times before Haig dropped out, and then three more, with varying numbers of candidates until Bush rapped up the nomination in March. The debates started on Wednesday, October 11, 1995 in Manchester, NH, with 10 candidates: Governor Lamar Alexander, Senators Phil Gramm, Bob Dole, Richard Lugar and Arlin Spector; Congressman Bob Dornan; as well as hobbyists Pat Buchanan,Steve Forbes, Alan Keyes and Morry Taylor in attendance. There were two in January, three in February, and two in March The first televised debate took place on October 22, 1999 in Durham, NH. Congressman Gary Bauer, Senators Orrin Hatch and John McCain;", "doc_score": "84.85943603515625", "publish_date": "2018/12/31"}, {"doc_id": "15155098", "text": "2012 Republican Party presidential debates and forums / 2012 Republican Party presidential debates and forums The 2012 United States Republican Party presidential debates were a series of political debates held prior to and during the 2012 Republican primaries, among candidates for the Republican presidential nomination in the national election of 2012. The first debate occurred on May 5, 2011, in Greenville, South Carolina, and was hosted by Fox News, while the last debate was held February 22, 2012, in Mesa, Arizona, and was hosted by CNN. The following table includes more prominent venues involving several Republican presidential candidates. (Note: Clicking link at enumeration redirects to summary of debate", "doc_score": "82.27742767333984", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_12", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "5277431", "text": "Mayor of Maui / Mayor of Maui The Mayor of Maui is the chief executive officer of the County of Maui in the state of Hawaii. He or she has municipal jurisdiction over the islands of Kahoolawe, Lanai, Maui and Molokai. The Mayor of Maui is the successor of the Royal Governor of Maui of the Kingdom of Hawaii. The current mayor of Maui is Alan Arakawa, who was first elected in November 2003, voted out of office in 2006, and re-elected in 2010. Prominent former mayors include Linda Lingle, the sixth governor of Hawaii and first woman governor, who was mayor from 1991", "doc_score": "79.31111907958984", "publish_date": "2018/12/31"}, {"doc_id": "793606", "text": "Maui / base of the 4th Marine Division was in Haiku. Beaches were used to practice landings and train in marine demolition and sabotage. The island experienced rapid population growth through 2007, with Kīhei one of the most rapidly growing towns in the United States (see chart, below). The island attracted many retirees, adding service providers for them to the rapidly increasing number of tourists. Population growth produced strains, including traffic congestion, housing unaffordability, and issues of access to water. Most recent years have brought droughts, resulting in the Īao aquifer being drawn at possibly unsustainable rates above 18 million U.S. gallons", "doc_score": "79.59564971923828", "publish_date": "2018/12/31"}, {"doc_id": "793594", "text": "Maui / variability is far greater during the winter, when occasional storms contribute appreciably to rainfall totals. With such wide swings in rainfall, it is inevitable that there are occasional droughts, sometimes causing economic losses. These occur when winter rains fail to produce sufficient significant rainstorms, impacting normally dry areas outside the trade winds that depend on them the most. The winter of 2011-2012 produced extreme drought on the leeward sides of Moloka'i, Maui, and Island of Hawaii. The blend of warm tropical sunshine, varying humidity, ocean breezes and trade winds, and varying elevations create a variety of microclimates. Although the Island", "doc_score": "77.09366607666016", "publish_date": "2018/12/31"}, {"doc_id": "793618", "text": "Maui / street of shops and restaurants which leads to a wharf where many set out for a sunset cruise or whale watching journey. Known locally as Lahainatown, it has a long and diverse history from its Hawaiian population beginnings to the arrival of travelers and settlers and its use as a significant whaling port. Maui County welcomed 2,207,826 tourists in 2004 rising to 2,639,929 in 2007 with total tourist expenditures north of US$3.5 billion for the Island of Maui alone. While the island of Oahu is most popular with Japanese tourists, the Island of Maui appeals to visitors mostly from the", "doc_score": "78.08599090576172", "publish_date": "2018/12/31"}, {"doc_id": "17687449", "text": "Bob McDermott / It ultimately became law, and Bob McDermott turned his focus on Pono Choice, a sex education course in Hawaii. On January 8, 2014, McDermott held a press conference where he gave a presentation on \"oral sex,\" \"vaginal sex,\" and \"anal sex.\" The press conference gained national attention and many experts called it an \"obsession with sex\". McDermott announced his intent to run for Governor of Hawaii in the 2018 election on May 12, 2017. However he later withdrew his candidacy in August 2017. On March 14, 2016, during a debate over the state budget, McDermott was caught yelling profanities at", "doc_score": "78.40340423583984", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_13", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "4570813", "text": "Cabin pressurization / is taken to be. In airliners, cabin altitude during flight is kept above sea level in order to reduce stress on the pressurized part of the fuselage; this stress is proportional to the difference in pressure inside and outside the cabin. In a typical commercial passenger flight, the cabin altitude is programmed to rise gradually from the altitude of the airport of origin to a regulatory maximum of. This cabin altitude is maintained while the aircraft is cruising at its maximum altitude and then reduced gradually during descent until the cabin pressure matches the ambient air pressure at", "doc_score": "83.45697021484375", "publish_date": "2018/12/31"}, {"doc_id": "18837740", "text": "Airport and airline management / inform the public about the airline company. Airport and airline management Airline and airport management (also known as airport and airline management) is a branch of study that teaches management of airport and airlines. This provides a broad overview of the airline industry and creates awareness of the underlying marketing, financial, operational, and other factors influencing airline management. This study provides information on airline commercial and operational priorities, along with teaching the key characteristics of aircraft selection and the impact of airport decision making. The global airline industry continues to grow rapidly, but consistent and robust profitability is elusive. Measured", "doc_score": "82.42066955566406", "publish_date": "2018/12/31"}, {"doc_id": "19674", "text": "Airline / to undercut other airlines on competitive routes. Through computers, new airfares can be published quickly and efficiently to the airlines' sales channels. For this purpose the airlines use the Airline Tariff Publishing Company (ATPCO), who distribute latest fares for more than 500 airlines to Computer Reservation Systems across the world. The extent of these pricing phenomena is strongest in \"legacy\" carriers. In contrast, low fare carriers usually offer pre-announced and simplified price structure, and sometimes quote prices for each leg of a trip separately. Computers also allow airlines to predict, with some accuracy, how many passengers will actually fly after", "doc_score": "82.41091918945312", "publish_date": "2018/12/31"}, {"doc_id": "5536360", "text": "Flight planning / the hope that the airport will become available again within that time. There is often more than one possible route between two airports. Subject to safety requirements, commercial airlines generally wish to minimise costs by appropriate choice of route, speed, and height. Various names are given to weights associated with an aircraft and/or the total weight of the aircraft at various stages. When twin-engine aircraft are flying across oceans, deserts, and the like, the route must be carefully planned so that the aircraft can always reach an airport, even if one engine fails. The applicable rules are known as ETOPS", "doc_score": "82.57319641113281", "publish_date": "2018/12/31"}, {"doc_id": "10169501", "text": "Airline reservations system / operations. A few examples are Delta's OSS and Deltamatic systems and EDS SHARES. SITA Reservations remains the largest neutral multi-host airline reservations system, with over 100 airlines currently managing inventory. In the airline industry, available seats are commonly referred to as inventory. The inventory of an airline is generally classified into service classes (e.g. first, business or economy class) and up to 26 booking classes, for which different prices and booking conditions apply. Inventory data is imported and maintained through a schedule distribution system over standardized interfaces. One of the core functions of inventory management is inventory control. Inventory control", "doc_score": "84.54203796386719", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_14", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "7092709", "text": "Women's Cricket World Cup / Cups played to date have been held in five countries, with India and England having hosted the event three times. The number of teams has been fixed at eight since the 2000 event, with the preceding tournament in 1997 having been contested by a record eleven teams, the most to date. Australia are the most successful team, having won six titles and failed to make the final on only three occasions. England (four titles) and New Zealand (one title) are the only other teams to have won the event, while India (twice) and the West Indies (once) have each reached", "doc_score": "95.77130889892578", "publish_date": "2018/12/31"}, {"doc_id": "1830193", "text": "FIFA Women's World Cup / venues within the host nation(s) over a period of about one month. The seven FIFA Women's World Cup tournaments have been won by 4 national teams. The current champion is the United States, after winning their third title in the 2015 FIFA Women's World Cup. In 1971 an unofficial tournament was held in Mexico. In 1988 – 58 years after the first Men's FIFA World Cup tournament in 1930 and approximately 17 years after the FA ban on women's football was eliminated in 1971 – FIFA hosted an invitational in China as a test to see if a global women's", "doc_score": "97.45585632324219", "publish_date": "2018/12/31"}, {"doc_id": "17724727", "text": "2018 FIFA U-20 Women's World Cup / Korea were the defending champions but were eliminated by host France in the quarter-finals. The final took place at Stade de la Rabine, Vannes between Spain and Japan, a rematch from the group stage. Japan won their first title, beating Spain 3–1 in the Final. On 6 March 2014, FIFA announced that bidding had begun for the 2018 FIFA U-20 Women's World Cup. Member associations interested in hosting must submit a declaration of interest by 15 April 2014, and provide the complete set of bidding documents by 31 October 2014. The FIFA Executive Committee would select the hosts in 2015.", "doc_score": "96.40000915527344", "publish_date": "2018/12/31"}, {"doc_id": "7662349", "text": "Women's Rugby World Cup / in Edmonton, Canada, and was the first major international rugby union tournament and women's world cup held in North America. New Zealand defeated England in the final to win their third successive world cup title. A record four countries expressed interest in hosting the 2010 World Cup. After considering bids from England, Germany, Kazakhstan and South Africa, the IRB announced that the 2010 event would take place in England. The tournament was staged in London, with the final played at the Twickenham Stoop. The 2017 World Cup was hosted by the Irish Rugby Football Union, which governs the sport on", "doc_score": "94.41876220703125", "publish_date": "2018/12/31"}, {"doc_id": "7092713", "text": "Women's Cricket World Cup / four matches and had one abandoned. England had also won four matches, but they had lost to New Zealand. As a result, the match also served as a de facto final for the competition. England won the match, held at Edgbaston, Birmingham by 92 runs to win the tournament. Thirteen nations have qualified for the Women's Cricket World Cup at least once (excluding qualification tournaments). Five teams have competed in every finals tournament, three of which have won the title. † The table below provides an overview of the performances of teams over past World Cups, as of the end", "doc_score": "98.17936706542969", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_15", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "9398940", "text": "Effects of Hurricane Isabel in Maryland and Washington, D.C. / and state officials opened disaster recovery centers in Annapolis, Baltimore, Essex, and Prince Frederick five days after the hurricane passed through the area, with the centers designed to provide more information to those who applied for federal assistance. About six days after Isabel made landfall, additional disaster recovery centers opened in Rock Hall in Kent County, California in Saint Mary's County, Silver Spring in Montgomery County, Chester in Queen Anne's County, Crisfield in Somerset County, Cambridge in Dorchester County, and Easton in Talbot County. Around a month after the hurricane, officials placed some residents unable to live in their damaged", "doc_score": "82.38755798339844", "publish_date": "2018/12/31"}, {"doc_id": "9398921", "text": "Effects of Hurricane Isabel in Maryland and Washington, D.C. / (2003 USD, ($ USD), with an additional $190,000 (2003 USD, ($ USD) in crop damage. The crop damage was primarily limited to minor damage to livestock buildings and sheds, though the winds destroyed a hay barn and a dairy barn at one farm in Frederick County. The United States Department of Agriculture estimated the winds of the hurricane destroyed 15–30% of the field corn and 10–15% of the soybean crop. Excess amounts of water led to the closure of many crab processing plants and crab house restaurants, and officials restricted harvest on shellfish for eleven days due to unsafe impurities", "doc_score": "81.96558380126953", "publish_date": "2018/12/31"}, {"doc_id": "15853276", "text": "Hurricane Irene / power lines, cars, homes, and roads; and flooding in many low-lying roads and neighborhoods – 1.2 million homes and businesses lost power due to Irene. Hurricane Irene caused widespread power outages in Delaware, Maryland, New Jersey, Pennsylvania, and Washington, D.C. Dorchester General Hospital in Cambridge was evacuated after there was wind and water damage to the laboratory roof. In Queen Anne's County, Maryland, an 85-year-old woman was killed when a tree fell onto her house causing the chimney to collapse. Farm fields on the Eastern Shore of Maryland were saturated with water after the storm, causing farmers to hand-pick their", "doc_score": "81.0577621459961", "publish_date": "2018/12/31"}, {"doc_id": "20346549", "text": "Effects of Hurricane Irma in Florida / of 2018. The storm caused minor damage to 13 homes, major damage to 4 homes, and destroyed 10 homes on Conch Key. Fourteen homes suffered minor impact and one home was destroyed on Long Key, not including Layton. Within the city, 15 homes sustained major damage and 160 others had minor damage. On Fiesta Key, 257 homes experienced major damage. At the main base of the Florida National High Adventure Sea Base on Lower Matecumbe Key, several buildings sustained minor to moderate damage, while the staff houses suffered moderate to extensive roof impacts. In Islamorada, wind gusts were estimated to", "doc_score": "81.05083465576172", "publish_date": "2018/12/31"}, {"doc_id": "20346659", "text": "Effects of Hurricane Irma in Florida / \"a tragedy of gargantuan proportion\", Representative Frederica Wilson proposed all nursing and assisted-living facilities have backup generators and the ability to run air conditioning with generator power. By September 19, Senator Lauren Book filed a bill that would require such facilities to be able to use generator power for five days. About twelve bills related to nursing homes and generators were filed in the 2018 Florida Legislative session. Effects of Hurricane Irma in Florida Hurricane Irma was the costliest storm in the history of the U.S. state of Florida. Irma developed from a tropical wave near the Cape Verde Islands", "doc_score": "80.9864501953125", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_16", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "89.30426788330078", "publish_date": "2018/12/31"}, {"doc_id": "12900413", "text": "Meningococcal vaccine / importation of Bexsero to stop the outbreak. Bexsero was subsequently approved by the FDA in February 2015. In October 2014, Trumenba, a serogroup B vaccine produced by Pfizer, was approved by the FDA. The occurrence of serogroup X has been reported in North America, Europe, Australia, and West Africa. Current meningoccocal meningitis vaccines are not known to protect against serogroup X \"N. meningitidis\" disease. Common side effects include pain and redness around the site of injection (up to 50% of recipients). A small percentage of people develop a mild fever. As with any medication, a small proportion of people develop", "doc_score": "88.63609313964844", "publish_date": "2018/12/31"}, {"doc_id": "15809155", "text": "Fostamatinib / evening for 24 full weeks. The first study, FIT 1 (047) met the primary endpoint in a statistically significant manner, with 18% of patients hitting the 50,000 platelets/µL of blood and no patients receiving the placebo meeting that criteria. As of June 2016, the open-label, long term extension study (049) is currently tracking 118 patients who opted to receive fostamatinib after completing either study 047 or 048. Approval for treatment of autoimmune hemolytic anemia (AIHA) is in Stage 1 of Phase II trials. This study is a Phase 2, multi-center, open label, Simon two-stage study to evaluate the safety and", "doc_score": "85.51475524902344", "publish_date": "2018/12/31"}, {"doc_id": "19445936", "text": "Universal flu vaccine / Energy and Commerce Subcommittee on Oversight and Investigations, Goodman replied \"Nature is very tricky and as this is a very crafty virus, so I'd be very hesitant to predict... I think the earliest we'd begin to see something with clinical benefit might be 5 to 10 years.\" In recent years, research has concerned use of an antigen for the flu hemagglutinin (HA) stem. Based on the results of animal studies, a universal flu vaccine may use a two-step vaccination strategy: priming with a DNA-based HA vaccine, followed by a second dose with an inactivated, attenuated, or adenovirus-vecto-based vaccine. The NIAID/NIH", "doc_score": "86.69855499267578", "publish_date": "2018/12/31"}, {"doc_id": "776365", "text": "MMR vaccine / Side effects of immunization are generally mild and go away without any specific treatment. These may include fever, and pain or redness at the injection site. Severe allergic reactions occur in about one in a million people. The MMR vaccine is not recommended during pregnancy, however, may be given while breastfeeding. The vaccine is safe to give at the same time as other vaccines. Being recently immunized does not increase the risk of passing measles, mumps, or rubella on to others. Vaccination does not increase the risk of autism. The MMR vaccine is a mixture of live weakened viruses of", "doc_score": "86.02791595458984", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_17", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "5652418", "text": "Environmental issues in Japan / Japan was founded in 1969 to deal with health problems and false claims by companies, as Japan's rampant industrial development was seen as causing problems for consumers and citizens. In the 1970s, Consumers Union of Japan led the opposition to nuclear power, calling for a nationwide Anti-Nuclear Power Week Campaign. In the 1990s, Japan's environmental legislation was further tightened. In 1993 the government reorganized the environment law system and legislated the \"Basic Environment Law\" () and related laws. The law includes restriction of industrial emissions, restriction of products, restriction of wastes, improvement of energy conservation, promotion of recycling, restriction of", "doc_score": "88.4054946899414", "publish_date": "2018/12/31"}, {"doc_id": "13760436", "text": "Consumers Union of Japan / of U.S. beef, but reinstated the ban in January 2006 after a technical violation of the U.S.-Japan beef import agreement. In order to protect Japanese consumers from mad cow disease, only meat from cattle that is less than 21 months old is accepted; and spinal cords, vertebrae, brains and bone marrow must be removed. Michiko Kamiyama from Food Safety Citizen Watch and Yoko Tomiyama, Consumers Union of Japan, said about this: \"The government has put priority on the political schedule between the two countries, not on food safety or human health.\" Consumers Union of Japan CUJ has been an associate", "doc_score": "85.24786376953125", "publish_date": "2018/12/31"}, {"doc_id": "13170576", "text": "Rice production in Japan / banned except in processed forms. Also, because of the disproportionate political power wielded by farmers, rice production is subsidized by the government. This aggravated trade frictions between Japan and the United States. To the extent that Japan's rice producers have expressed discontent in removing quotas and high tariffs that help their industry at home, at the price of other Japanese industries prospering such as (Kia). Tokyo’s rationale for the ban is that self-sufficiency in rice is important for food security purposes. In addition domestic farm groups have long maintained that rice cultivation is part of Japanese culture. Yet this culture", "doc_score": "84.83942413330078", "publish_date": "2018/12/31"}, {"doc_id": "2161119", "text": "Urayasu / and houses damaged or affected to some degree by soil liquefaction. The damage cost the city approximately ¥73.4 billion to repair. Chiba Prefecture Tokyo Metropolis The area around Urayasu was \"tenryo\" territory within Shimōsa Province controlled directly by the Tokugawa shogunate during the Edo period. Urayasu served as an important fishing village for the Edo capitol. Until the industrialization of the city it was a major center of production of \"nori\", an edible seaweed, \"hamaguri\", the common orient clam, and \"asari\", the Japanese cockle. All three are important elements of the traditional Japanese diet. After the Meiji Restoration in 1868", "doc_score": "85.1272964477539", "publish_date": "2018/12/31"}, {"doc_id": "3577689", "text": "Whaling in Japan / eating whale meat. On April 1, 2014, online retailer Rakuten asked its sellers to stop selling whale and dolphin meat by the end of the month. The notice was a result of Japan calling off the whale hunt following a ruling by the International Court of Justice. UK based activist group Environmental Investigation Agency has accused Rakuten of being \"the largest online seller of whale products\". At the 2010 meeting of the International Whaling Commission in Morocco, representatives of the 88 member nations discussed whether or not to lift the 24-year ban on commercial whaling. Japan, Norway and Iceland urged", "doc_score": "85.32392883300781", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_18", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "15471980", "text": "Food spoilage / method (FIFO), which ensures that the first item purchased is the first item consumed. Preservatives can expand the shelf life of food and can lengthen the time long enough for it to be harvested, processed, sold, and kept in the consumer's home for a reasonable length of time. Refrigeration can increase the shelf life of certain foods and beverages, though with most items, it does not indefinitely expand it. Freezing can preserve food even longer, though even freezing has limitations. A high-quality vacuum flask (thermos) will keep coffee, soup, and other boiling-hot foods above the danger zone (140F/58C), at which", "doc_score": "83.36882019042969", "publish_date": "2018/12/31"}, {"doc_id": "10446304", "text": "Mitigation of peak oil / In the United States, oil consumption declines in reaction to high prices. Key questions for mitigation are the viability of methods, the roles of government and private sector and how early these solutions are implemented. The responses to such questions and steps taken towards mitigation may determine whether or not the lifestyle of a society can be maintained, and may affect the population capacity of the planet. The most effective method of mitigating peak oil is to use renewable or alternative energy sources in place of petroleum. Nuclear power, considered by some to be a viable alternative source, can be", "doc_score": "84.38074493408203", "publish_date": "2018/12/31"}, {"doc_id": "1617289", "text": "Canning / number of methods are used: pasteurisation, boiling (and other applications of high temperature over a period of time), refrigeration, freezing, drying, vacuum treatment, antimicrobial agents that are natural to the recipe of the foods being preserved, a sufficient dose of ionizing radiation, submersion in a strong saline solution, acid, base, osmotically extreme (for example very sugary) or other microbially-challenging environments. Other than sterilization, no method is perfectly dependable as a preservative. For example, the microorganism \"Clostridium botulinum\" (which causes botulism) can only be eliminated at temperatures above the boiling point of water. From a public safety point of view, foods", "doc_score": "78.81392669677734", "publish_date": "2018/12/31"}, {"doc_id": "335176", "text": "Preservative / the shelf life of bottled tomato paste to 40 weeks without loss of quality. However, it can form the carcinogen benzene when combined with vitamin C. Many food manufacturers have reformed their products to eliminate this combination, but a risk still exists. Consumption of sodium benzoate may also cause hyperactivity. For over 30 years, there has been a debate about whether or not preservatives and other food additives can cause hyperactivity. Studies have found that there may be increases in hyperactivity amongst children who consume artificial colorings and benzoate preservatives and who are already genetically predisposed to hyperactivity, but these", "doc_score": "79.5759048461914", "publish_date": "2018/12/31"}, {"doc_id": "11135083", "text": "Food dehydrator / weather changes. Solar food dehydrators are often cited as viable tools in the search for agricultural sustainability and food security. Food dehydrator A food dehydrator is a device that removes moisture from food to aid in its preservation. Food drying is a method of preserving fruit, vegetables, and animal proteins that has been practiced since antiquity. A food dehydrator uses a heat source and air flow to reduce the water content of foods. The water content of food is usually very high, typically 80–95% for various fruits and vegetables and 50–75% for various meats. Removing moisture from food restrains various", "doc_score": "83.43573760986328", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_19", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "1516470", "text": "Starbucks / of over $2 billion. The company began a \"skinny\" line of drinks in 2008, offering lower-calorie and sugar-free versions of the company's offered drinks that use skim milk, and can be sweetened by a choice of \"natural\" sweeteners (such as raw sugar, agave syrup, or honey), artificial sweeteners (such as Sweet'N Low, Splenda, Equal), or one of the company's sugar-free syrup flavors. Starbucks stopped using milk originating from rBGH-treated cows in 2007. In June 2009, the company announced that it would be overhauling its menu and selling salads and baked goods without high fructose corn syrup or artificial ingredients. This", "doc_score": "88.94535064697266", "publish_date": "2018/12/31"}, {"doc_id": "1516471", "text": "Starbucks / move was expected to attract health- and cost-conscious consumers and will not affect prices. Starbucks introduced a new line of instant coffee packets, called VIA \"Ready Brew\", in March 2009. It was first unveiled in New York City with subsequent testing of the product also in Seattle, Chicago, and London. The first two VIA flavors include Italian Roast and Colombia, which were then rolled out in October 2009, across the U.S. and Canada with Starbucks stores promoting the product with a blind \"taste challenge\" of the instant versus fresh roast, in which many people could not tell the difference between", "doc_score": "87.34256744384766", "publish_date": "2018/12/31"}, {"doc_id": "1516472", "text": "Starbucks / the instant and fresh brewed coffee. Analysts speculated that by introducing instant coffee, Starbucks would devalue its own brand. Starbucks began selling beer and wine at some US stores in 2010., it is available at seven locations and others have applied for licenses. In 2011, Starbucks introduced its largest cup size, the Trenta, which can hold. In September 2012, Starbucks announced the Verismo, a consumer-grade single-serve coffee machine that uses sealed plastic cups of coffee grounds, and a \"milk pod\" for lattes. On November 10, 2011, Starbucks Corporation announced that it had bought juice company Evolution Fresh for", "doc_score": "88.06368255615234", "publish_date": "2018/12/31"}, {"doc_id": "1516473", "text": "Starbucks / $30 million in cash and planned to start a chain of juice bars starting in around middle of 2012, venturing into territory staked out by Jamba Inc. Its first store released in San Bernardino, California and plans for a store in San Francisco were to be launched in early 2013. In 2012, Starbucks began selling a line of iced Starbucks Refresher beverages that contain an extract from green arabica coffee beans. The beverages are fruit flavored and contain caffeine but advertised as having no coffee flavor. Starbucks' green coffee extraction process involves soaking the beans in water. On June 25,", "doc_score": "86.40998840332031", "publish_date": "2018/12/31"}, {"doc_id": "13411363", "text": "Standard Coffee / its service area. With the advent of supermarkets and transportation improvements, the usefulness of home-delivered groceries waned. In the 1960s, the company dropped home delivery of sundry items, focusing instead on delivering to offices. In 1967 Standard Coffee Service Company changed its name to Standard Office Coffee Service Company and has continued introducing products and services such as thermal brewing systems for freshness (1987), a water filtration process, Standguard Water Quality Assurance (1991) and its Individual Brew Technology (IBT) for one-cup coffees and teas (2004). The Standard Companies, Inc., d/b/a Standard Coffee Service Company is one of the largest service", "doc_score": "82.96310424804688", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_20", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "4856619", "text": "Tyson Beckford / Afro-Jamaican father of Panamanian descent, Lloyd Beckford. Soon after he was born, his mother took the family back to Jamaica, where they lived for seven years before returning to New York, finally settling in The Bronx. During his school years, Tyson was often teased about his looks. In 1992, he was recruited to hip hop magazine \"The Source\" by a talent scout, Jeff Jones, who has been credited with 'discovering' Beckford in New York City. In 1993, Beckford was recruited by Ralph Lauren as the front model for the company's Polo line of male sportswear. Beckford was named \"Man of", "doc_score": "83.20092010498047", "publish_date": "2018/12/31"}, {"doc_id": "11375010", "text": "Michael Jackson / mime. His ability to keep one leg straight as he glides while the other bends and seems to walk requires perfect timing.\" Gordy said of the performance: \"From the first beat of 'Billie Jean', I was mesmerized, and when he did his iconic moonwalk, I was shocked, it was magic, Michael Jackson went into orbit, and never came down.\" In November 1983, Jackson and his brothers partnered with PepsiCo in a $5 million promotional deal that broke records for a celebrity endorsement. The first Pepsi Cola campaign, which ran in the United States from 1983 to 1984 and launched its", "doc_score": "82.63631439208984", "publish_date": "2018/12/31"}, {"doc_id": "15258293", "text": "Jacob W. Davis / Jacob W. Davis Jacob W. Davis (born Jacob Youphes) (1831–1908) was a Latvian-born American tailor who is credited with inventing modern jeans. Growing up in Latvia, he emigrated to the United States as a young man and spent some time in Canada as well. He invented jeans by using sturdy cloth and rivets to strengthen weak points in the seams, and partnered with Levi Strauss to mass produce them. Jacob Youphes was born to a Jewish family in the city of Riga, in 1831. During his time in Riga city, he trained and worked as a tailor. In 1854, at", "doc_score": "78.67536926269531", "publish_date": "2018/12/31"}, {"doc_id": "12334841", "text": "Karl Kani / jeans ever. A sister brand, Kani Ladies, was launched in 2001. The idea for the big & tall line came to Kani after numerous conversations with National Basketball Association stars, who complained that they could not fit into much of his merchandise. Big and tall people may be just as fashion-conscious as anyone else, so Kani launched his line in mid-1995 in big & tall stores around the country. Carl Williams, the son of a Costa Rican mother and Panamanian father, comes from a modest family from Brooklyn, New York. When he was young, he dreamed of combining his passion", "doc_score": "80.70391082763672", "publish_date": "2018/12/31"}, {"doc_id": "12334839", "text": "Karl Kani / the show. The idea worked as people started calling and orders began to come in. In addition to working with a mainstream color selection, Kani modified the baggy pants that had become the basis of street fashion. According to him, black people never liked tight-fitting jeans. They would always buy a bigger size but then the waist would be too big, so he decided to increase the pant size. In 1994, Kani used $500,000 in profits to launch his company \"Karl Kani Infinity\". In addition to his old partners, Kani now faced a marketing onslaught from hip-hop entrepreneur Russell Simmons's", "doc_score": "80.93553161621094", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_21", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "17177697", "text": "Delamanid / as of 2015. It was believed that pricing will be similar to bedaquiline, which for six months is approximately 900 USD in low income countries, 3,000 USD in middle income countries, and 30,000 USD in high income countries. As of 2016 the Stop TB Partnership had an agreement to get the medication for 1,700 USD per six month. Delamanid Delamanid, sold under the brand name Deltyba, is a medication used to treat tuberculosis. Specifically it is used, along with other antituberculosis medications, for active multidrug-resistant tuberculosis. It is taken by mouth. Common side effects include headache, dizziness, and nausea. Other", "doc_score": "90.33522033691406", "publish_date": "2018/12/31"}, {"doc_id": "5698937", "text": "Delsym / as restricting sales to those under age 18 and limiting the number of sales of dextromethorphan-containing products per customer. Delsym Delsym is a brand of cough medicine owned by Reckitt Benckiser, and manufactured at Unither Manufacturing in Rochester, NY. It is different from most brands of cough medicine in that the active ingredient is \"time released\". The time release feature allows the drug to suppress the cough reflex for a longer period of time. The active ingredient per teaspoon (5 mL) is dextromethorphan polistirex, equivalent to dextromethorphan HBr 30 mg. The active ingredient, dextromethorphan (metabolized to dextrorphan), is surrounded by", "doc_score": "93.55685424804688", "publish_date": "2018/12/31"}, {"doc_id": "5698935", "text": "Delsym / Delsym Delsym is a brand of cough medicine owned by Reckitt Benckiser, and manufactured at Unither Manufacturing in Rochester, NY. It is different from most brands of cough medicine in that the active ingredient is \"time released\". The time release feature allows the drug to suppress the cough reflex for a longer period of time. The active ingredient per teaspoon (5 mL) is dextromethorphan polistirex, equivalent to dextromethorphan HBr 30 mg. The active ingredient, dextromethorphan (metabolized to dextrorphan), is surrounded by an edible plastic called polistirex. When the Delsym arrives in the stomach, an initial amount of dextromethorphan is immediately", "doc_score": "92.71260070800781", "publish_date": "2018/12/31"}, {"doc_id": "11854815", "text": "Delapril / Delapril Delapril (INN, also known as alindapril) is an ACE inhibitor used as an antihypertensive drug in some European and Asian countries but not in America. It is taken orally, available in 15 mg and 30 mg tablets. Delapril is a prodrug; it is converted into two active metabolites, 5-hydroxy delapril diacid and delapril diacid. These metabolites bind completely to and inhibit angiotensin-converting enzyme (ACE), hence blocking angiotensin I to angiotensin II conversion. The resulting vasodilation prevents the vasoconstrictive effects of angiotensin II. Angiotensin II-induced aldosterone secretion by the adrenal cortex is also decreased by Delapril, leading to increases in", "doc_score": "91.01498413085938", "publish_date": "2018/12/31"}, {"doc_id": "2503460", "text": "Linezolid / been approved by the United States Food and Drug Administration. $1.3 billion was paid to settle criminal charges of illegally marketing the anti-inflammatory valdecoxib, while $1 billion was paid in civil fines regarding illegal marketing of three other drugs, including Zyvox. Linezolid is marketed by Pfizer under the trade names Zyvox (in the United States, United Kingdom, Australia, and several other countries), Zyvoxid (in Europe), and Zyvoxam (in Canada and Mexico). Generics are also available, such as Linezomentin (in Egypt, by Arabcomed), Lenzomore (in India, by Morepen), Linospan (in India, by Cipla), Nezocin (in Pakistan, by Brookes), Voxazoldin (in Egypt,", "doc_score": "89.01164245605469", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_22", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "18830011", "text": "2015 Texas pool party incident / 2015 Texas pool party incident The 2015 Texas pool party incident, also known as the \"McKinney pool party\", was a racially motivated American civil disturbance that occurred on June 5, 2015, at a pool party in a gated McKinney, Texas, community. A McKinney police officer, corporal Eric Casebolt, was video-recorded violently restraining Dajerria Becton, a fifteen-year-old black girl wearing a swimsuit, on the ground. He later drew his handgun during the same incident. The incident was caught on video and was posted on YouTube by another teenage partygoer. Within hours, millions of people had seen the video. The officer shown", "doc_score": "80.9262466430664", "publish_date": "2018/12/31"}, {"doc_id": "2501595", "text": "Algiers Motel incident / taken refuge from the rioting: On July 25, 1967, officers and guardsmen were guarding the Great Lakes Mutual Life Insurance building one block north. Security guard Melvin Dismukes was guarding a store across the street from the Algiers. After midnight, shots were heard and Guardsmen Ted Thomas reported shots fired in the vicinity of the Algiers Motel. A large contingent of Detroit police officers, State Troopers, and Guardsmen were ordered to investigate the scene. People were observed in the windows of the Algiers' annex building. The law enforcement personnel then shot out the windows of the Algiers' annex and entered", "doc_score": "79.86339569091797", "publish_date": "2018/12/31"}, {"doc_id": "5775892", "text": "Ribbon Creek incident / Corps counsel. There was no specific prohibition against entering the creek, as Colonel McKean noted in his memoir, \"Ribbon Creek\". When asked by counsel for the defense, Mr. Costello, whether there were any orders that prohibited using the marshes and swamp areas for training exercises, Colonel McKean answered: \"...To the best of my knowledge the only order that relates to swamps has to do with marching down around the area of Elliot's Beach...\" During the proceedings, Costello established that night marches were common exercises. In his memoir, \"Ribbon Creek\", Colonel McKean wrote that General \"Burger's efforts to deny the practice", "doc_score": "75.57530212402344", "publish_date": "2018/12/31"}, {"doc_id": "4618430", "text": "Battle of the Overpass / Battle of the Overpass The Battle of the Overpass was an incident on May 26, 1937, in which Walter Reuther and members of the United Auto Workers (UAW) clashed with Ford Motor Company security guards at the River Rouge Plant complex in Dearborn, Michigan. After images of the incident were released to the public, support for Henry Ford and his company greatly decreased. The UAW had planned a leaflet campaign entitled, \"Unionism, Not Fordism\", at the pedestrian overpass over Miller Road at Gate 4 of the River Rouge Plant complex. Demanding an $8 (equivalent to $ today) six-hour day for", "doc_score": "77.62504577636719", "publish_date": "2018/12/31"}, {"doc_id": "20834744", "text": "Shooting of Bijan Ghaisar / to the family, when a doctor arrived to examine Ghaisar for organ donation, the Park Police denied access, declaring the brain-dead man \"under arrest\" and his body \"evidence\". Park Police refused to identify the officers involved in the shooting, who were assigned to administrative duties. Park Police said that the two officers involved were first placed on paid leave and then placed on administrative duty with pay. In January 2018, DC Congressional representative Eleanor Holmes Norton introduced a bill to require uniformed federal police officers to wear body cameras and have dashboard cameras in marked vehicles. The legislation was directly", "doc_score": "76.6514663696289", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_23", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "8303767", "text": "Jeopardy! audition process / an online screener test is conducted annually. As with all television game shows, there are rules in place for who is allowed to appear as a contestant on \"Jeopardy!\" Competitors in the regular episodes must be 18 years of age or older; contestants in the College Championship must be full-time undergraduates without any previous bachelor's degree; competitors in the Teen Tournament must be between the ages of 13 and 17 years; and contestants in the Kids Week must be between the ages of 10 and 12 years. Those ineligible to compete on \"Jeopardy!\" include employees of Sony Pictures Entertainment and", "doc_score": "88.21177673339844", "publish_date": "2018/12/31"}, {"doc_id": "1580746", "text": "American Idol / on Fox. Seacrest returned for the sixteenth season. In a series of steps, the show selected the eventual winner out of many tens of thousands of contestants. The eligible age-range for contestants was fifteen to twenty-eight years old. The initial age limit was sixteen to twenty-four in the first three seasons, but the upper limit was raised to twenty-eight in the fourth season, and the lower limit was reduced to fifteen in the tenth season. The contestants had to be legal U.S. residents, could not have advanced to particular stages of the competition in previous seasons, and must not have", "doc_score": "87.82039642333984", "publish_date": "2018/12/31"}, {"doc_id": "8303769", "text": "Jeopardy! audition process / version, prospective contestants could call the \"Jeopardy!\" office in New York to make a preliminary determination of eligibility and arrange an appointment to audition. Approximately 10 to 30 individuals would audition at the \"Jeopardy!\" office at once, the process lasting about an hour and a half, and usually involving a written test, a briefing, and a mock game. Contestants invited to play on the show were generally invited within six weeks of auditioning. When the current version of \"Jeopardy!\" premiered in 1984, prospective contestants were given a 50-question written test, with 35 being a passing score. The original contestant tests", "doc_score": "83.91301727294922", "publish_date": "2018/12/31"}, {"doc_id": "3817435", "text": "National Merit Scholarship Program / for success in rigorous university studies. Scholarship winners represent fewer than 1% of the initial pool of student entrants, based on official statistics released by the National Merit Scholarship Corporation. To enter the competition, a student must The NMSC uses the PSAT/NMSQT as the initial screen of over 1.5 million program entrants. In the spring of the junior year, NMSC determines a national Selection Index qualifying score (critical reading + math + writing skills scores) for \"Commended\" recognition, which is calculated each year to yield students at about the 96th percentile (top 50,000 highest scorers). Up until 2016 (when the", "doc_score": "82.53502655029297", "publish_date": "2018/12/31"}, {"doc_id": "15497939", "text": "United States presidential eligibility legislation / United States presidential eligibility legislation Article Two, Section 1 of the United States Constitution sets forth the eligibility requirements for serving as President of the United States: The Twenty-second Amendment to the United States Constitution also sets constraints on who may be elected to the Presidency: The controversy arising from conspiracy theories over Barack Obama's citizenship and eligibility for the presidency prompted a number of Republican state and federal legislators to propose legislation aimed at requiring future presidential candidates to release copies of their birth certificates. The Hawaii State legislature went in the opposite direction, to limit the lengths that", "doc_score": "83.33792114257812", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_24", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "6070311", "text": "BCS National Championship Game / formal criteria or standards. The end of the 2010 season was one of the best examples of this. Without any objective criteria for evaluation of the teams, the BCS forced voters to impose their own standards and tiebreakers. Critics noted that the system inherently fostered selection bias, and therefore lacked both internal validity and external validity. Controversies surrounding teams' inclusion in the BCS National Championship Game were numerous. In 2001, Oregon, ranked second in the AP poll, was bypassed in favor of Nebraska despite Nebraska's 62-36 blowout to Colorado in its final regular season game. In 2003, USC was not", "doc_score": "89.89017486572266", "publish_date": "2018/12/31"}, {"doc_id": "10144015", "text": "Mississippi State Bulldogs football / only one of its remaining five games to finish 8–5, including a 41-24 loss at Ole Miss and a 34-20 loss to the #21 Northwestern in the Gator Bowl. This was the first time Mississippi State appeared in a bowl three straight years since 2000. In 2013, MSST under Mullen became bowl eligible for the fourth consecutive year following a 17-10 overtime win over Ole Miss. MSST defeated Rice in the Liberty Bowl December 31, 2013 in Memphis, Tennessee, by a score of 44–7. It was MSST's third bowl win in the last four years. 2014 turned out to be", "doc_score": "86.71105194091797", "publish_date": "2018/12/31"}, {"doc_id": "19745512", "text": "History of Alabama Crimson Tide football / of the most dominant defensive performances in bowl history to finish the year 12-1. Alabama held LSU to the second fewest total yardage ever allowed in a BCS National Championship Game. It was the first time in a BCS bowl game that the opponent was held scoreless. In winning Alabama's second national championship in three years, Saban became the first coach to win three BCS titles. In 2012, the Tide was again ranked No. 2 in preseason polls and rose to No. 1 following their first win over Michigan in the Cowboys Classic. Despite a late season loss to SEC", "doc_score": "86.16189575195312", "publish_date": "2018/12/31"}, {"doc_id": "6070313", "text": "BCS National Championship Game / and Texas to participate in the BCS National Championship Game. In 2010, three teams, Oregon, Auburn, and TCU, all finished the year with undefeated records. While TCU statistically led the other two teams in all three major phases of the game (1st in defense, 14th in offense and 13th in special teams ) the teams from the two automatic qualifying conferences, Oregon (Pac-12) and Auburn (SEC), were selected over the Horned Frogs for the 2011 national title game. Many voters cited TCU's membership in the non-automatic qualifying Mountain West Conference, perceived as having weaker teams, as one significant reason for", "doc_score": "86.9256820678711", "publish_date": "2018/12/31"}, {"doc_id": "19745441", "text": "History of Auburn Tigers football / 2005, the playing surface of Jordan–Hare Stadium was named \"Pat Dye Field\" in honor of Dye's achievements and contributions he made to Auburn during his tenure. Following the departure of Pat Dye, Auburn named Samford head coach Terry Bowden, son of legendary coach Bobby Bowden, head coach of the Tigers. In 1993, while serving a one-year television ban and two-year postseason bowl ban due to NCAA probation, Auburn shocked the nation by completing the season with a perfect 11–0 record. The Tigers were not eligible to play in the SEC Championship Game, nor a bowl game, but are recognized by", "doc_score": "84.80975341796875", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_25", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "1505233", "text": "Emergency department / the ED), effective 1 January 2009; in response, hospitals have devoted more staff to the ED at peak times and moved some elective procedures to non-peak times. In 2009, there were 1,800 EDs in the country. In 2011, about 421 out of every 1,000 people in the United States visited the emergency department; five times as many were discharged as were admitted. Rural areas are the highest rate of ED visits (502 per 1,000 population) and large metro counties had the lowest (319 visits per 1,000 population). By region, the Midwest had the highest rate of ED visits (460 per", "doc_score": "81.58911895751953", "publish_date": "2018/12/31"}, {"doc_id": "1505231", "text": "Emergency department / ability to pay. Like an unfunded mandate, there are no reimbursement provisions. Rates of ED visits rose between 2006 and 2011 for almost every patient characteristic and location. The total rate of ED visits increased 4.5% in that time. However, the rate of visits for patients under one year of age declined 8.3%. A survey of New York area doctors in February 2007 found that injuries and even deaths have been caused by excessive waits for hospital beds by ED patients. A 2005 patient survey found an average ED wait time from 2.3 hours in Iowa to 5.0 hours in", "doc_score": "81.41390991210938", "publish_date": "2018/12/31"}, {"doc_id": "9221319", "text": "Emergency nursing / be renewed either by passing another examination, by completing 100 contact hours (continuing education) in the specialty, or by completing 1,000 clinical practice hours and 40 contact hours in the specialty. The CPEN exam has 175 questions; 25 are unscored sample questions. As of 2015, the BCEN and the PNCB have designated over 3,900 active CPENs. The CPEN exam has 175 questions; 150 are used for testing purposes (25 are sample questions). The passing score is 87% and the candidate has three hours to take the exam. The test is administered in AMP testing centers internationally. A specialist nurse will", "doc_score": "81.5576400756836", "publish_date": "2018/12/31"}, {"doc_id": "498210", "text": "Outpatient commitment / Hospital Days 46.7%, the number of Incarceration Days 65.1%, the number of Homeless Days 61.9%, and the number of Emergency Interventions 44.1%. Laura's Law implementation saved $1.81–$2.52 for every dollar spent, and receiving services under Laura's Law caused a “reduction in actual hospital costs of $213,300” and a “reduction in actual incarceration costs of $75,600.” In New Jersey, Kim Veith, director of clinical services at Ocean Mental Health Services, noted the AOT pilot program performed “beyond wildest dreams.” AOT reduced hospitalizations, shortened inpatient stays, reduced crime and incarceration, stabilized housing, and reduced homelessness. Of clients who were homeless, 20% are", "doc_score": "80.34952545166016", "publish_date": "2018/12/31"}, {"doc_id": "498218", "text": "Outpatient commitment / program 77%, and cut taxpayer costs 40%. In North Carolina, AOT reduced the percentage of persons refusing medications to 30%, compared to 66% of patients not under AOT. In Ohio, AOT increased attendance at outpatient psychiatric appointments from 5.7 to 13.0 per year. It increased attendance at day treatment sessions from 23 to 60 per year. “During the first 12 months of outpatient commitment, patients experienced significant reductions in visits to the psychiatric emergency service, hospital admissions, and lengths of stay compared with the 12 months before commitment.” In Arizona, “71% [of AOT patients] … voluntarily maintained treatment contacts six", "doc_score": "82.40951538085938", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_26", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "18480604", "text": "Spotted lanternfly / lanternfly eggs in China and is candidate biological pest control agent in South Korea. Spotted lanternfly The spotted lanternfly (\"Lycorma delicatula\") is a planthopper that is indigenous to China, India, and Vietnam. Although it has two pairs of wings, it jumps more than it flies. Its host plants are grapes, pines, stone fruits, and \"Malus\" species. In its native habitat it is kept in check by natural predators or pathogens. It was accidentally introduced in Korea in 2006 and has since been considered a pest. In September 2014, it was first recorded in the United States, and it is now", "doc_score": "87.86656951904297", "publish_date": "2018/12/31"}, {"doc_id": "18480599", "text": "Spotted lanternfly / on the Tree of Heaven (\"Ailanthus altissima\"), which is an introduced invasive tree with toxic metabolites. This host choice is thought to have evolved as mechanism of protection from natural enemies. The lanternfly will lay eggs upon any smooth trunked tree, stone or vertical smooth surface, including man made items like vehicles, campers, yard furniture, farm equipment or other items stored outside. The egg masses contain 30–50 eggs, covered in a yellowish brown waxy deposit, the egg case. The lanternfly's life expectancy, is one year. The minimum temperature that will kill eggs was estimated by South Korean researchers to be", "doc_score": "87.2778091430664", "publish_date": "2018/12/31"}, {"doc_id": "18480601", "text": "Spotted lanternfly / lanternfly was accidentally introduced in Korea, and has been considered a pest since about 2007, as it expanded its host range, attacking at least 65 plant species, uninhibited by a natural enemy. The spotted lanternfly was first detected in the United States in Berks County, northwest of Philadelphia, Pennsylvania. On 22 September 2014, the Pennsylvania Department of Agriculture and the Pennsylvania Game Commission confirmed its presence. Based on its host affinities, it presented a threat to the state's grape, fruit tree, and logging industries, because the greatest risk of spread was seen in people transporting materials containing egg masses laid", "doc_score": "89.0350570678711", "publish_date": "2018/12/31"}, {"doc_id": "18480594", "text": "Spotted lanternfly / Spotted lanternfly The spotted lanternfly (\"Lycorma delicatula\") is a planthopper that is indigenous to China, India, and Vietnam. Although it has two pairs of wings, it jumps more than it flies. Its host plants are grapes, pines, stone fruits, and \"Malus\" species. In its native habitat it is kept in check by natural predators or pathogens. It was accidentally introduced in Korea in 2006 and has since been considered a pest. In September 2014, it was first recorded in the United States, and it is now an invasive species in eastern Pennsylvania and southwestern New Jersey. The spotted lanternfly is", "doc_score": "88.98833465576172", "publish_date": "2018/12/31"}, {"doc_id": "18480598", "text": "Spotted lanternfly / red patches in addition to the white spots. Next, it has red wing pads and a red upper body, before assuming the adult look of black head and grayish wings with black spots. Nymphs cannot fly, so they hop or crawl to search for plants to feed on. Young nymphs appear to have a wider host range early on, which narrows as they grow older. As early as July, adults can be seen. In the fall, adults mate and lay eggs from late September through the onset of winter. In their native Indomalayan habitat they will lay their eggs preferably", "doc_score": "85.70721435546875", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_27", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "20904626", "text": "Approvable letter / Approvable letter Approvable letters, and the related non-approvable letters (alternately not-approvable letters), are notifications sent out by the Food and Drug Administration (FDA) to drug manufacturers alerting them to the approval prospects of their drugs under development. The letters are intended to let manufacturers know how much work is needed on their applications. Non-approval letters are rejections of a drug's application. Approvable and non-approvable letters are covered under Title 21 of the Code of Federal Regulations, section 314.110. Approvable letters are issued to applicants at the end of the FDA's review period to indicate that the application or abbreviated application", "doc_score": "78.97587585449219", "publish_date": "2018/12/31"}, {"doc_id": "7534835", "text": "Red herring prospectus / of a Registration and its effective date is 20 days, called the \"cooling-off period.\" The SEC can deem the registration \"deficient\" in which case registration does not become effective until the deficiencies are corrected. The SEC does not approve the securities registered with it, does not pass on the investment merits, nor guarantee the accuracy of the statements within the registration statement or prospectus. The SEC merely attempts to make certain that all pertinent information is disclosed. Red herring prospectus A red herring prospectus, as a first or preliminary prospectus, is a document submitted by a company (issuer) as part", "doc_score": "77.39517974853516", "publish_date": "2018/12/31"}, {"doc_id": "244918", "text": "Laches (equity) / eight months from the date the project was approved before filing the lawsuit and that during that time, plaintiff Health Pointe had purchased construction materials. Therefore, the doctrine of laches invalidated a lawsuit that was filed so long after the fact. Laches (equity) Laches ( \"latches\", }; Law French: \"remissness\", \"dilatoriness\", from Old French \"laschesse\") refers to a lack of diligence and activity in making a legal claim, or moving forward with legal enforcement of a right, particularly in regard to equity; hence, it is an \"unreasonable\" delay that can be viewed as prejudicing the opposing [defending] party. When asserted", "doc_score": "80.76200866699219", "publish_date": "2018/12/31"}, {"doc_id": "10965029", "text": "International Marriage Broker Regulation Act / International Marriage Broker Regulation Act The International Marriage Broker Regulation Act of 2005 (Subtitle D of Title VIII (Sec.831-834) of United States Public Law 109-162), or IMBRA, codified at, is a United States federal statute that requires background checks for all marriage visa sponsors and limits serial visa applications. Additionally, the law requires background checks for US citizens using marriage brokerage services focused primarily on providing dating services between US citizens or residents and foreign nationals for a fee. The impetus for its introduction were two cases (including the Susanna Blackwell case in 1995 and the Anastasia King case", "doc_score": "76.98358154296875", "publish_date": "2018/12/31"}, {"doc_id": "19461455", "text": "Certificate of appealability / to a district or circuit court judge. In the application, the [petitioner] includes the issues he wishes to raise on appeal. In general, the application process is informal, there is no hearing, and the government rarely files a brief in response to the prisoner's request. The determination is simply made in chambers. If the district court judge denies the request, the [petitioner] may apply to the circuit judge. In addition, a notice of appeal to the circuit court can be treated as a request for a COA.\" Under Rule 22 of the Federal Rules of Appellate Procedure, \"a certificate of", "doc_score": "76.54399871826172", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_28", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "15651536", "text": "Price adjustment (retail) / Price adjustment (retail) Price adjustments, also called price protection, is a retail practice in the USA in which customers can obtain a partial refund of the purchase price of an item if they can show it on sale at a lower price within a fixed time frame. In such circumstances, retailers will do a “price adjustment,” refunding the difference between the price the customer paid and the price now available. For example, if a customer buys a TV from for $300, and it drops in price by $100, they can go back to the retailer to ask for a price", "doc_score": "82.5459213256836", "publish_date": "2018/12/31"}, {"doc_id": "14326178", "text": "New York Public Service Commission / York Governor Andrew Cuomo initiated Reforming the Energy Vision. Reforming the Energy Vision (commonly abbreviated as REV) is a set of multi-year regulatory proceedings and policy initiatives. The end goals of REV include reducing carbon emissions from the electric sector and opening up new markets in New York state for emerging energy technologies. The affected utilities in the state of New York include Central Hudson Gas & Electric Corporation, Consolidated Edison Company of New York, National Grid, New York State Electric & Gas Corporation, and Orange and Rockland Utilities. In addition to the core project of utility restructuring, the REV", "doc_score": "81.90009307861328", "publish_date": "2018/12/31"}, {"doc_id": "4719017", "text": "Energy demand management / Energy demand management Energy demand management, also known as demand-side management (DSM) or demand-side response (DSR), is the modification of consumer demand for energy through various methods such as financial incentives and behavioral change through education. Usually, the goal of demand-side management is to encourage the consumer to use less energy during peak hours, or to move the time of energy use to off-peak times such as nighttime and weekends. Peak demand management does not necessarily decrease total energy consumption, but could be expected to reduce the need for investments in networks and/or power plants for meeting peak demands. An", "doc_score": "80.00984191894531", "publish_date": "2018/12/31"}, {"doc_id": "6051863", "text": "Demand response / demand response provider (see list of providers below). Demand response incentives can be formal or informal. For example, the utility might create a tariff-based incentive by passing along short-term increases in the price of electricity, or they might impose mandatory cutbacks during a heat wave for selected high-volume users, who are compensated for their participation. Other users may receive a rebate or other incentive based on firm commitments to reduce power during periods of high demand, sometimes referred to as \"negawatts.\" Commercial and industrial power users might impose load shedding on themselves, without a request from the utility. Some businesses", "doc_score": "79.71405029296875", "publish_date": "2018/12/31"}, {"doc_id": "14054060", "text": "Original issue discount / Original issue discount Original Issue Discount (OID) is a type of interest that is not payable as it accrues. OID is normally created when a debt, usually a bond, is issued at a discount. In effect, selling a bond at a discount converts stated principal into a return on investment, or interest. The accurate determination of principal and interest is necessary in United States tax law to determine the basis of property and to determine whether an amount paid is deductible and includible as interest, or simply a nontaxable debt repayment. Example original issue discount Most loans require interest payments.", "doc_score": "81.64921569824219", "publish_date": "2018/12/31"}]}
{"question_id": "20230825_29", "search_time": "2023/08/30/04:37", "search_result": [{"doc_id": "17914478", "text": "Family estrangement / decline, the estrangement initiator's may improve due to the cessation of abuse and conflict. The social rejection in family estrangement is the equivalent of ostracism which undermines four fundamental human needs: the need to belong, the need for control in social situations, the need to maintain high levels of self-esteem, and the need to have a sense of meaningful existence. The rejected parties suffer adverse psychological consequences such as loneliness, low self-esteem, aggression, and depression. Family estrangement activates the grief response. However, the rejected family may not achieve the final grief stage of acceptance, given that the social death of", "doc_score": "83.0162124633789", "publish_date": "2018/12/31"}, {"doc_id": "3264197", "text": "Family and Medical Leave Act of 1993 / give parents unpaid leave for other related purposes, including: In 2003, Han and Waldfogel found that “only about 60% of private sector workers are covered” due to the clause stipulating a minimum number of employees, and once the clause stipulating a minimum number of hours worked is added, only 46% of private sector workers are eligible for leave under the FMLA. In June 2007, the Department of Labor estimated that of 141.7 million workers in the United States, 94.4 million worked at FMLA-covered worksites, and 76.1 million were eligible for FMLA leave. Only eight to 17.1 percent of covered, eligible", "doc_score": "84.72313690185547", "publish_date": "2018/12/31"}, {"doc_id": "19857352", "text": "Healthcare shortage area / Medicare Modernization Act (MMA) Section 413(b) required CMS to revise some of the policies that address HPSA bonus payments. Section 1833(m) of the Social Security Act provides bonus payments for physicians who furnish medical care services in geographic areas that are designated by the HRSA as primary medical care HPSAs under section 332 (a)(1)(A) of the Public Health Service (PHS) Act. In addition, for claims with dates of service on or after July 1, 2004, psychiatrists (provider specialty 26) furnishing services in mental health HPSAs are also eligible to receive bonus payments. If a zip code falls within both a", "doc_score": "84.605224609375", "publish_date": "2018/12/31"}, {"doc_id": "16673625", "text": "Family support / some similarity. While housing and support and employment supports have been transferred across fields, greater reluctance exists in the field of mental health for \"family support\" (often starting with parental concerns) who often bill the parents as secondary service recipients. In psychiatric rehabilitation, \"families are a major resource impacting rehabilitation outcome\" (families as allies) with 50-60% returning home from hospitals in US (Anthony, et al., 2002, p. 185). Extended families are viewed as critical worldwide, and many approaches are categorized as \"family management\" (e.g., information, treatments, family management), family interventions or \"psychoeducational\" (Ibid, 2002). However, leading national research centers in", "doc_score": "86.13426208496094", "publish_date": "2018/12/31"}, {"doc_id": "16673616", "text": "Family support / support for children and their families (1987), role of parents in quality services, coping skills (often addressed by behavioral or skills training), human development and informal support, and family life cycles, including infants and early intervention, school-aged children (school programs), transition to adulthood (and supported employment), and ecobehavioral/clinical treatment of families (stronger in fields such as mental health), among others. Family support and aging, a major concern in 2000s due to the aging population in the US, was also the focus of service reform in the 1990s. For example, 700,000 people with developmental disabilities live with one or more parent", "doc_score": "84.30406951904297", "publish_date": "2018/12/31"}]}
