{"question_id": "20231027_0", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "20030515", "text": "Day Without a Woman / relations, and of the state; the violence of discriminatory policies against lesbian, trans and queer women; the violence of state criminalization of migratory movements.\" The strike was worldwide, planning began in Poland in October 2016, before the election of Trump. On February 6, eight political activists including Linda Martín Alcoff, Cinzia Arruzza, Tithi Bhattacharya, Nancy Fraser, Barbara Ransby, Rasmea Odeh, Keeanga-Yamahtta Taylor, and Angela Davis called for a March 8 strike in the United States. Later that morning, organizers of the 2017 Women's March against the Trump administration endorsed the idea of a general strike without specifying a date. On", "doc_score": "85.29580688476562", "publish_date": "2018/12/31"}, {"doc_id": "16716376", "text": "Global Women's Strike / Global Women's Strike The Global Women’s Strike is a movement that seeks to value all women’s work and all women’s lives around the world. Many countries (including Guyana, Haiti, the United States, the United Kingdom, India, Italy, Peru, and Ireland) actively participate in this campaign in an effort to grant women justice for their unacknowledged contribution in the labor force. Women and girls perform nearly two-thirds of the work in most given households. This work includes physical labor such as washing dishes, doing laundry, vacuuming, etc. but also emotional labor such as sending out birthday cards, organizing family vacations, preparing", "doc_score": "85.1722183227539", "publish_date": "2018/12/31"}, {"doc_id": "16716377", "text": "Global Women's Strike / for holidays, etc. Much of this work in the household, while at times is referred to as a “second shift,” remains unpaid. It is also not included in a country’s Gross National Product or Gross Domestic Product, although women’s unpaid labor is estimated at nearly $11 trillion. Many of the women engaged in this campaign argue that a large portion of this problem can be traced back to the military-industrial complex. Over $1 trillion a year is spent on the military worldwide, owing a large portion of this spending to the United States. If 10% of this money was circulated", "doc_score": "84.48076629638672", "publish_date": "2018/12/31"}, {"doc_id": "2562618", "text": "Sit-in / of Pakistan Tehreek-e-Insaf (PTI), and Inqilab March (Revolution March) led by Muhammad Tahir-ul-Qadri of Pakistan Awami Tehrik (PAT) are political, aiming at a probe of election rigging by Nawaz Sharif, as well as restoration of \"true democracy and social, political and economical reforms.\" The Azadi March started on 14 August 2014 and ended on 17 December 2014. It is considered to be the longest-lasting public sit-in in Pakistan's history. Concepcion Picciotto's sit-in was the more long-lasting sit-in, but on an individual level. Sit-in A sit-in or sit-down is a form of direct action that involves one or more people occupying", "doc_score": "85.56427001953125", "publish_date": "2018/12/31"}, {"doc_id": "20616768", "text": "2018 Spanish women's strike / annual International Women's Strike. 2018 Spanish women's strike On March 8, 2018, International Women's Day, Spanish women went on strike for the day to denounce sexual discrimination, domestic violence and the wage gap. Participants, led by women's organizations and the trade unions, did not go to their paid jobs, especially in education, and did not do any housework or child-rearing for the whole day; some groups additionally called for a consumption strike. The unions estimate that 5 million women participated in the strike, with massive demonstrations taking place in the most populated cities of the country. The action", "doc_score": "82.5495834350586", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_1", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "10547784", "text": "Darcy Olsen / Darcy Olsen Darcy Olsen is an American nonprofit executive. For 15 years, she served as the chief executive officer of the Goldwater Institute. In 2018, she founded Generation Justice, a nonprofit organization that works for children's rights. She has been active in the right-to-try movement, which encourages the passage of state laws to let terminally ill patients try experimental therapies that have completed Phase 1 testing but have not been approved by the Food and Drug Administration. In 2015, she published a book on the topic titled \"The Right to Try: How the Federal Government Prevents Americans from Getting the", "doc_score": "80.83595275878906", "publish_date": "2018/12/31"}, {"doc_id": "16552413", "text": "Jack Andraka / Jack Andraka Jack Thomas Andraka (born January 8, 1997) is an American inventor, scientist, and cancer researcher. He is known for his award-winning work on a potential method for possibly detecting the early stages of pancreatic and other cancers, which he performed while he was a high school student. The validity of his research has since been questioned by other scientists. Since 2015, he has attended Stanford University as an undergraduate. According to Andraka, he invented a new type of sensor, similar to diabetic test strips, for early-stage pancreatic cancer screening. This paper sensor measures the level of mesothelin (a", "doc_score": "78.27173614501953", "publish_date": "2018/12/31"}, {"doc_id": "13491963", "text": "Lisa Hensley (microbiologist) / part of the team responsible for the first nonhuman smallpox infection (in monkeys), proving the potential for continued live-animal smallpox research. Some would argue that the experiment's success bolsters the argument of \"retentionists\", who oppose elimination of smallpox stores largely so that they can continue to be researched. In 2007, Hensley was recognized as one of the year’s \"Ten Outstanding Young Americans\" (TOYA) by the United States Junior Chamber (Jaycees). The award honors Americans ages 18–40 who “exemplify the best attributes of the nation’s young people.” In 2008, she was selected as one of the year's Ten Outstanding Young Persons", "doc_score": "80.76472473144531", "publish_date": "2018/12/31"}, {"doc_id": "11895085", "text": "Sydney Spiesel / Sydney Spiesel Sydney Z. Spiesel (b. 1940) is a pediatrician specializing in adolescent medicine on the clinical faculty of the Yale University School of Medicine. Spiesel is a regular commentator for Slate magazine and National Public Radio. He is married to legal professor and author Christina O. Spiesel. Spiesel has for many years operated a busy pediatrics practice in New Haven, Connecticut. Spiesel is the inventor () of a shampoo that makes lice eggs (nits) fluoresce under ultraviolet light, so making them more visible. Spiesel received his M.D. and Ph.D. from Yale University in 1975. For his undergraduate work, Spiesel", "doc_score": "78.08509826660156", "publish_date": "2018/12/31"}, {"doc_id": "20485156", "text": "Tiffany Field / Tiffany Field Tiffany Martini Field is Professor in the Departments of Pediatrics, Psychology, and Psychiatry at the University of Miami School of Medicine and Director of the Touch Research Institute. She specializes in infant development, especially with regard to the impact of maternal postpartum depression on mother-infant interaction and the efficacy of massage and touch therapy in promoting growth and emotional well being in premature and low birth weight infants. Field received the American Psychological Association Boyd McCandless Award for distinguished early career contributions to developmental psychology in 1979. In 2014, Field became the first psychologist to receive the Golden", "doc_score": "76.8175277709961", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_2", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "20671223", "text": "2018 Armenian revolution / 2018 Armenian revolution The 2018 Armenian revolution (most commonly known in Armenia as #MerzhirSerzhin (), meaning \"#RejectSerzh\") were a series of anti-government protests in Armenia from April to May 2018 staged by various political and civil groups led by member of parliament Nikol Pashinyan (head of the Civil Contract party). Protests and marches took place initially in response to Serzh Sargsyan's third consecutive term as the most powerful figure in the government of the Armenia and later against the Republican Party-controlled government in general. Pashinyan declared it a Velvet Revolution (Թավշյա հեղափոխություն). On 23 April, Sargsyan conceded, saying \"I was", "doc_score": "91.07516479492188", "publish_date": "2018/12/31"}, {"doc_id": "20094314", "text": "2017 Shayrat missile strike / and deter the spread and use of deadly chemical weapons.\" The Syrian Air Force launched airstrikes against the rebels from the base only hours after the American attack. The ability to continue to use the base for these attacks has been attributed to the advance warning the US gave to Syria's ally, Russia, prior to the missile strike. On the evening of 6 April, President Trump notified members of the U.S. Congress of his plan on the missile strike. According to a White House official, more than two dozen members of Congress were briefed at the notification. Internationally, the United", "doc_score": "90.486083984375", "publish_date": "2018/12/31"}, {"doc_id": "14541821", "text": "Tehran Communiqué / Tehran Communiqué The Tehran Communiqué, also known as the \"Joint statement of the heads of state in Tehran\" is the joint communiqué mediated by Iranian President, Akbar Hashemi Rafsanjani and signed by the acting President of Azerbaijan, Yagub Mammadov and President of Armenia, Levon Ter-Petrossian on May 7, 1992 with an intention to end the four-year-long hostilities between Armenia and Azerbaijan over the Nagorno-Karabakh region, a former autonomous oblast of the Azerbaijan SSR. The conflict over Nagorno-Karabakh Autonomous Oblast of Azerbaijan SSR which started in early 1988 had developed unmitigated and claimed lives of many civilians, interior troops and army.", "doc_score": "90.08900451660156", "publish_date": "2018/12/31"}, {"doc_id": "20669046", "text": "2018 missile strikes against Syria / 2018 missile strikes against Syria On 14 April 2018, beginning at 04:00 Syrian time (UTC+3), the United States, France, and the United Kingdom carried out a series of military strikes involving aircraft and ship-based missiles against multiple government sites in Syria. They said it was in response to the Douma chemical attack against civilians on 7 April, which they attributed to the Syrian government. The Syrian government denied involvement in the Douma attacks and called the airstrikes a violation of international law. A Syrian government offensive to recapture the rebel-held Eastern Ghouta suburb began in February 2018. The offensive was", "doc_score": "87.6606216430664", "publish_date": "2018/12/31"}, {"doc_id": "20770220", "text": "2018 Armenian–Azerbaijani clashes / Azerbaijani side will be immediately stopped and will trigger the adequate response from the Armenian side\". One soldier of the Azerbaijani Armed Forces, and at least three soldiers of the Armenian Armed Forces were reported KIA during the military operations. Armenian forces seized control of Gyunnyut, which is located Sharur District of Nakhchivan Autonomous Republic, in 1992. On 16 May 2018 Azerbaijani President Ilham Aliyev visited the Nakhchivan Autonomous Republic. He stated that Nakhchivan branch of the Azerbaijani Army possessed missiles which could easily reach Armenia's capital, Yerevan. Two days later, on 17 May Armenia's new Minister of Defence and", "doc_score": "89.75563049316406", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_3", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "17822347", "text": "Max Verstappen / a surge of success. He won his second Formula One race at the 2017 Malaysian Grand Prix, one day after his 20th birthday, passing Lewis Hamilton for the lead in the early stages of the race. He finished second in the following race in Japan. He then finished third at the United States Grand Prix, but was classified fourth after his final lap overtake on Kimi Räikkönen was deemed illegal. He then won his third Formula One race (and second in 2017) at the Mexican Grand Prix, after passing Sebastian Vettel on the opening lap and leading until the end", "doc_score": "93.15328216552734", "publish_date": "2018/12/31"}, {"doc_id": "17822346", "text": "Max Verstappen / from Sebastian Vettel, who claimed that Verstappen had pushed him off the track when he gained a position on him at Junção corner late in the race. The race stewards did not share Vettel's view and decided that no reprimand was warranted. During the first 14 races of the 2017 season, Verstappen suffered seven retirements, four due to mechanical issues, and three due to first lap collisions in Spain, Austria and Singapore. Of the races finished, however, he claimed a third place in China, and another five races classified fourth or fifth. From the Malaysian Grand Prix onward, Verstappen enjoyed", "doc_score": "92.4956283569336", "publish_date": "2018/12/31"}, {"doc_id": "17822357", "text": "Max Verstappen / his teammate in the championship due to his own recent resurgence and Ricciardo's unreliability. Verstappen enjoyed a very strong second half of the season, achieving podium finishes at Belgium, Singapore, Japan and the USA, the latter of which he achieved 2nd place having started from 18th on the grid due to a suspension failure in qualifying. Verstappen then earned his fifth career win in the 2018 Mexican Grand Prix. Verstappen had been visibly angry after just missing out on becoming the youngest pole-sitter in F1 history due to Ricciardo's quicker final lap in Q3. He, however, had a much better", "doc_score": "89.67838287353516", "publish_date": "2018/12/31"}, {"doc_id": "17822358", "text": "Max Verstappen / start than Ricciardo and took the lead of the race into the first corner, overtaking the fast-starting Mercedes of Lewis Hamilton. He was poised to win the 2018 Brazilian Grand Prix, having overtaken Kimi Räikkönen, Sebastian Vettel, Valtteri Bottas and Lewis Hamilton. However, he was hit by Force India driver Esteban Ocon who was trying to unlap himself on faster tires. Ocon received a 10-second stop and go penalty, the harshest penalty before disqualification. After the collision with Ocon, Verstappen finished in second place behind Mercedes driver Lewis Hamilton. During an argument with Ocon after the race, Verstappen pushed the", "doc_score": "89.67180633544922", "publish_date": "2018/12/31"}, {"doc_id": "17822359", "text": "Max Verstappen / Force India driver, for which he was given two days of \"public service\" as a penalty by the FIA. Verstappen holds numerous \"firsts\" in Formula One racing. In 2015, he became the youngest driver to compete in Formula 1 at the 2015 Australian Grand Prix for Scuderia Toro Rosso. He is also the youngest driver to lead a lap during a Formula One Grand Prix, youngest driver to set the fastest lap during a Formula One Grand Prix, youngest driver to score points, youngest driver to secure a podium, youngest Formula One Grand Prix winner in history, youngest multiple Grand", "doc_score": "87.63202667236328", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_4", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "13780118", "text": "Gajan (festival) / Delhi: Chronicle Books, 2008; and 2) Ferrari, F.M. \"Guilty Males and Proud Females. Negotiating Genders in a Bengali Festival\". Calcutta and London: Seagull, 2010. Fairs are often associated with the celebration of gajan. Gajan (festival) Gajan is a Hindu festival celebrated mostly in the Indian state of West Bengal. It is associated with such deities as Shiva, Neel and Dharmathakur. Gajan spans around a week, starting at the last week of Choitro continuing till the end of the Bengali year. It ends with Charak Puja. Participants of this festival is known as sannyasi or Bhokta. Persons of any gender can", "doc_score": "88.6923828125", "publish_date": "2018/12/31"}, {"doc_id": "13813663", "text": "Ayudha Puja / the festival of autumnal equinox that is observed three weeks from the date of the equinox. The practice followed in the worship on two days involves the opening day, which is called \"Pujaveppu\" (meaning: keeping implements for worship). The closing day festival is called \"Pujayeduppu\" (meaning: taking implements back from worship). On the \"Pujaveppu\" day, all tools, machines, and instruments, including vehicles, musical instruments, stationery and all implements that help one earn the livelihood, are worshipped. On the closing day, these are taken back for re-use. In villages in Kerala, the Ayudha puja is observed with great reverence and several", "doc_score": "87.84198760986328", "publish_date": "2018/12/31"}, {"doc_id": "20950368", "text": "Festival of India / lets the light of God inside them. Diwali is a significant event in Hindu but also other cultures and religions. Diwali is celebrated annually across the globe and is one of the most known Vedic festivals. The festival takes places in places such as ISKCON temples, Times Square, the White House and Disney world. In 2016 former US president Barrack Obama made a public address about the festival Diwali. San Antonio, Texas is one of the largest city-sponsored celebrations, with over 15000 participating in the event. The event is only one night but provides food, fireworks, entertainment. This celebration has", "doc_score": "85.7703628540039", "publish_date": "2018/12/31"}, {"doc_id": "1554112", "text": "Mahamaham / Mahamaham \"Mahamaham\"' is a Hindu festival celebrated every 12 years in the Mahamaham pond located in the South Indian town of Kumbakonam in Tamil Nadu, India. Hindus consider taking a holy dip at the Mahamaham tank on the day of Mahamaham as sacred. The last Mahamaham was celebrated on February 22, 2016 with over a million people from various places taking the holy dip in the Mahamaham tank. In the northern bank mandapa, there is an inscription of Tulapurshadana, a practise of weighing oneself against gold. The ceremony is observed during various times like equinoxes, commencement of an era (\"Yuga\")", "doc_score": "91.33679962158203", "publish_date": "2018/12/31"}, {"doc_id": "20950365", "text": "Festival of India / the festival of Indian functioning in a western sphere. \"The festival in India\" The annual Hindu festival Janmashtami is the act of celebrating the birth of Krishna (the eight avatar of Vishnu). It is celebrated in August or September depending on how it aligns with the Gregorian calendar. This festival is a part of Vaishnavism and kirtan culture. During Janmastami there are performances paying homage the Krishna’s life, such as enactments either danced or performed. Chanting is also used throughout the day until midnight- the day Krishna was born. Fasting is used throughout the festival followed by a vegetarian feast,", "doc_score": "89.10625457763672", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_5", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "15347557", "text": "Julian, Count of Ceuta / putative daughter, Florinda la Cava, are the subject of numerous mediaeval chivalric romances poetry, with extant copies dating to the early modern period, shortly before Cervantes wrote his \"Don Quixote\". Despite having multiple variants, they tend to begin with the phrase \"Amores trata Rodrigo...\" In Part I, Chapter 41, of \"Don Quixote\" (1605), Miguel de Cervantes writes: The Jacobean playwright William Rowley recounts Julian's story in his play \"All's Lost by Lust\" (c. 1619). The British writers Sir Walter Scott, Walter Savage Landor, and Robert Southey handle the legends associated with these events poetically: Scott in \"The Vision of Don", "doc_score": "79.86572265625", "publish_date": "2018/12/31"}, {"doc_id": "1741845", "text": "Eleanor / hypocorisms include \"Ella, Ellie, Elly\" (etc.), \"Leonor, Leonora, Leonore, Leanora, Lenora\", (etc.) \"Nell, Nella, Nellie, Nelly, Nelda, Nelle\", (etc.), \"Nora(h), Noor, Noreen, Norene, Nonie\" (etc.) The name derives from the Provençal name \"Aliénor\" which became \"Eléanor\" or \"Eleonore\" in the northern \"Langue d'oïl\" and from there also to English. The origin of the name is somewhat unclear; one of the earliest bearers appears to be Eleanor of Aquitaine (1120s–1204). She was the daughter of Aénor de Châtellerault, and it has been suggested that having been baptized \"Aenor\" after her mother, she was called \"alia Aenor\", i.e. \"the other Aenor\" in", "doc_score": "79.22572326660156", "publish_date": "2018/12/31"}, {"doc_id": "4308911", "text": "Infante / Infante Infante (, ; f. infanta), also anglicised as Infant or translated as Prince, is the title and rank given in the Iberian kingdoms of Spain (including the predecessor kingdoms of Aragon, Castile, Navarre, and León), and Portugal, to the sons and daughters (\"infantas\") of the king, sometimes with the exception of the heir apparent to the throne who usually bears a unique princely or ducal title. The wife of an \"infante\" was accorded the title of \"infanta\" if the marriage was dynastically approved (e.g., Princess Alicia of Bourbon-Parma), although since 1987 this is no longer automatically the case in", "doc_score": "79.5824203491211", "publish_date": "2018/12/31"}, {"doc_id": "9395027", "text": "Infanta Beatriz of Spain / family had acquired a fortune in the 18th and 19th centuries by administering the finances of the Vatican, receiving the title of Prince of Civitella-Cesi in 1803 from Pope Pius VII.Although \"Don\" Alessandro was a prince, he did not belong to a reigning or formerly reigning dynasty, so Beatriz had to marry him morganatically, renouncing her rights of succession to the throne of Spain. Alfonso XIII, realizing that the combination of the threat of hemophilia and their situation in exile would make it difficult for his daughters to find royal husbands, gave his consent to this union. The wedding took", "doc_score": "80.83484649658203", "publish_date": "2018/12/31"}, {"doc_id": "4320303", "text": "Isabel / girls in Australia. Isabel Isabel is a Romance-language feminine given name. It originates as the medieval Occitan form of \"Elisabeth\" (ultimately Hebrew \"Elisheba\"), Arising in the 12th century, it became popular in England in the 13th century following the marriage of Isabella of Angoulême to the king of England. The modern French form is \"Isabelle\", the Italian form is \"Isabella\". This set of names is a southwestern European variant of the Hebrew name \"Elisheba\", also represented in English and other western languages as \"Elisabeth\". It first appeared in medieval Provençal as \"Elisabel\". Guido Gómez de Silva states that these names", "doc_score": "79.13095092773438", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_6", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "3065677", "text": "Theodore Hesburgh / the \"Wall Street Journal\", and the \"Washington Post\". Although Hesburgh received harsh criticism from Notre Dame's students, including requests for his resignation, responses to editorials in 250 newspapers about his \"fifteen-minute rule\" were nearly all favorable. In addition, President Richard Nixon sent Hesburgh a telegram praising his \"tough stance\" on the campus's student protests. At President Nixon's request, Hesburgh offered advice to Vice President Spiro Agnew in a letter written on February 27, 1969, that included suggestions for potential actions that could be taken to control the violence on college campuses. Hesburgh, who generally disagreed with the Nixon administration's policy", "doc_score": "76.95951080322266", "publish_date": "2018/12/31"}, {"doc_id": "4817587", "text": "Nixon goes to China / the U.S. was ardently anti-Communist and refused to recognize its government (maintaining relations with the anticommunist Republic of China in Taiwan to that point), and China had viewed the United States as its top enemy. Nixon, having had an undisputed reputation of being a staunch anti-Communist; was largely immune to any criticism of being \"soft on Communism\" by figures on the right of American politics. The phrase originated prior to Nixon's actual visit to China. An early use of the phrase is found in a December 1971 \"U.S. News & World Report\" interview with then-United States Senate Democratic Leader Mike", "doc_score": "79.31269836425781", "publish_date": "2018/12/31"}, {"doc_id": "10255696", "text": "Poodle (insult) / song \"Shoot the Dog\", the video of which showed Blair as a \"poodle\" on the lawn of the White House. However, it has a longer history, as a label to criticise British Prime Ministers who are perceived to be too close to the United States. Poodle (insult) In politics, \"poodle\" is an insult used to describe a politician who obediently or passively follows the lead of others. It is considered to be equivalent to \"lackey\". Usage of the term is thought to relate to the passive and obedient nature of the type of dog. In June 2001, Colette Avital unsuccessfully", "doc_score": "77.85960388183594", "publish_date": "2018/12/31"}, {"doc_id": "617494", "text": "Charles de Gaulle / visited the PRC and began normalising relations—a policy which was confirmed in the Shanghai Communiqué of 28 February 1972. As part of a European tour, Nixon visited France in 1969. He and de Gaulle both shared the same non-Wilsonian approach to world affairs, believing in nations and their relative strengths, rather than in ideologies, international organisations, or multilateral agreements. De Gaulle is famously known for calling the UN the pejorative \"\" (\"the thingamajig\"). During the autumn of 1964, de Gaulle embarked on a grueling 20,000-mile trek across Latin America despite being a month away from his 75th birthday, a recent", "doc_score": "79.59896850585938", "publish_date": "2018/12/31"}, {"doc_id": "11299434", "text": "Day of Affirmation Address / his itinerary, Ambassador Harald Langmead Taylor Taswell informed him that he had nothing to say, that the South African government disapproved of NUSAS, and that no ministers would receive him. Two weeks before the scheduled trip, Ian Robertson was banned by the government from participating in social and political life for five years. South Africa also denied visas to 40 news correspondents that were to cover the event. According to the Ministry of Information, South Africa did not want the visit \"to be transformed into a publicity stunt...as a build-up for a future presidential election.\" Back in March, White House", "doc_score": "80.5439224243164", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_7", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "5084606", "text": "Jo Swinson / the Liberal Democrat autumn conference of 2017, Swinson drew media attention for using the phrase \"Faragey, Trumpy, angry, arsey, shouty slogans\" in criticising populism. In the same speech she called for the state visit of U.S. President Donald Trump to be cancelled, warned about Brexit, and condemned Venezuela's Maduro government as well as Labour Leader Jeremy Corbyn for his stance on the Venezuelan protests. In February 2018, Swinson's first book \"Equal Power: And How You Can Make It Happen\" was published by Atlantic Books. Discussing her book, Swinson explained that government has \"limitations\" when addressing gender inequality, so her book", "doc_score": "79.93097686767578", "publish_date": "2018/12/31"}, {"doc_id": "10335110", "text": "British Left / Plaid has 4 MPs. The biggest party on the left in the UK in terms of members and representation is the Labour Party, which was founded as the Labour Representation Committee (LRC) in 1900. With the party's rebranding as \"New Labour\" in the 1990s under the leadership of Tony Blair, the party accepted a number of Thatcherite policy positions, causing it to be identified as centrist rather than socialist, and was no longer considered as being a party of the Left; Blair himself described New Labour's ideology as \"Third Way\", like Bill Clinton's Democratic Party in the United States. The", "doc_score": "80.95649719238281", "publish_date": "2018/12/31"}, {"doc_id": "17399175", "text": "British Bangladeshi Power & Inspiration 100 / committee announced the names for the list at a press conference held at the Commonwealth Room in the House of Commons. Guests at the reception included: Theresa May MP, Chuka Umunna MP, Rushanara Ali MP, Stephen Timms MP, John Biggs AM and Simon Hughes MP. The event was hosted by Anne Main MP. On 27 January 2014, the list was announced in a Commonwealth Room at the Houses of Parliament. The top 100 names were announced by figures including Baroness Sayeeda Warsi, Rt. Hon Danny Alexander MP, Anne Main MP (Chair of the All Party Parliamentary Bangladesh Group), Dame Tessa", "doc_score": "81.6615982055664", "publish_date": "2018/12/31"}, {"doc_id": "20514250", "text": "Vivian Hunt / Vivian Hunt Dame Vivian Yvonne Hunt (born July 1967) is the managing partner for the consulting firm McKinsey & Company in the United Kingdom and Ireland. She has been named as one of the ten most influential black people in Britain by the Powerlist Foundation, and one of the 30 most influential people in the City of London by \"The Financial Times\". She was made Dame Commander of the Order of the British Empire in Queen Elizabeth's 2018 New Year Honours for \"services to the economy and to women in business\". Vivian Hunt was born in July 1967. She graduated", "doc_score": "81.88211822509766", "publish_date": "2018/12/31"}, {"doc_id": "14760602", "text": "Brownism / Brownism Brownism was a phrase used in an article by BBC reporter Mark Easton to describe the political ideology of Gordon Brown. The related personal identifier \"Brownite\" has been used to describe people close to Brown. In an opiniated article, Anthony Giddens claimed that in contrast to Blairite, the adjective used to refer to the political ideology of Tony Blair, Brownites tend to be less enthusiastic about market driven reforms such as tuition fees and foundation hospitals and more keen on the role of the state, less critical of Labour's links to the unions and critical of media management techniques", "doc_score": "81.61333465576172", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_8", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "14075570", "text": "Bankers' bonuses / Parliament and the European Council, agreed to restrict retail asset managers' bonuses. The agreed upon Directive would restrict the form of bonuses requiring at least 50% of bonus amounts to be paid in shares of the fund under management, and at least 40% of bonus amounts must be deferred for three years. On 20 November 2014, the Advocate General of the European Court of Justice (ECJ), Niilo Jääskinen, published his legal opinion that the EU cap was legitimate. Although the Advocate General's advice is not binding, the ECJ almost invariably follows it. The UK government subsequently announced that it was", "doc_score": "96.52729797363281", "publish_date": "2018/12/31"}, {"doc_id": "14075568", "text": "Bankers' bonuses / especially if their skills and contacts are readily transferable to competitors. There has been controversy in the media and elsewhere about the bonuses paid to bank staff, especially since the bank bailouts and rescue packages paid by governments during 2008 following the financial crisis of 2007–08. This controversy has led to legislators seeking to restrict the way in which bonuses can be paid. Proposals from the European Union in April 2013 were to cap bonuses at 100% of salary unless at least 65% of the firm's shareholders approve an increase to 200% salary, or 75% of shareholders if there is", "doc_score": "96.18407440185547", "publish_date": "2018/12/31"}, {"doc_id": "14075572", "text": "Bankers' bonuses / the guidance removed the ability to use certain allowances that regulators believed were being used to circumvent the cap. The guidelines are due to come into force on January 1 2016. The guidance advised that they should be applied to compensation for the 2016 performance year. In December 2009, the UK government announced in its pre-budget report its intention, during the first five months of 2010, to tax bonuses paid in this way by 50%. \"Staff in banks who appropriate revenue in ludicrous bonuses which should otherwise go to strengthen the banks' capacity to resist write-offs, panics and bank-runs are", "doc_score": "98.26268005371094", "publish_date": "2018/12/31"}, {"doc_id": "14075569", "text": "Bankers' bonuses / no quorum. In April 2013, a €50m claim by former Dresdner Kleinwort staff was upheld by the UK Court of Appeal. On 26 June 2013, the European Parliament and Council of the European Union passed the \"EU banker bonus cap\", which took effect on 1 January 2014. In December 2013, the European Banking Authority issued a final draft regulation to determine who a \"material risk taker\" is, which was expected to take effect in the first half of 2014. In September 2013, the United Kingdom sued over the cap. On February 25, 2014, the EU's two legislative bodies, the European", "doc_score": "94.96923065185547", "publish_date": "2018/12/31"}, {"doc_id": "4545029", "text": "Bailout / 144-145 \"to reduce the risk for taxpayers.\" The Eurogroup proposed on 27 June 2013 that after 2018, bank shareholders would be first in line to assume the losses of a failed bank before bondholders and certain large depositors. Insured deposits under £85,000 (€100,000) would be exempt and, with specific exemptions, uninsured deposits of individuals and small companies would be given preferred status in the bail-in pecking order for taking losses. That agreement formalised the practice seen earlier in Cyprus. Under the proposal, all unsecured bondholders would be hit for losses before a bank was allowed to receive capital injections directly", "doc_score": "90.72857666015625", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_9", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "20669658", "text": "2019 Speaker of the United States House of Representatives election / 2019 Speaker of the United States House of Representatives election An election for the Speaker of the U.S. House of Representatives will take place during the first week in January 2019, during the opening day of the 116th United States Congress, two months after the 2018 elections. The Dean of the United States House of Representatives, in this case, Alaska's Don Young, will administer the oath of office to the new Speaker who, in turn, administers the oath of office en masse to the rest of the members of the United States House of Representatives. Incumbent Republican speaker Paul Ryan", "doc_score": "87.38866424560547", "publish_date": "2018/12/31"}, {"doc_id": "19075934", "text": "October 2015 Speaker of the United States House of Representatives election / October 2015 Speaker of the United States House of Representatives election An election for the Speaker of the U.S. House of Representatives took place on October 29, 2015, during the 114th U.S. Congress. The election was necessitated by the announcement of Speaker John Boehner's resignation, set for October 30. Boehner was the first Speaker to resign in the middle of a Congressional term since Jim Wright in 1989. Boehner had been the leader of the House Republican Caucus since 2007, as Minority Leader until 2011 and Speaker thereafter. During his time as Speaker, Boehner managed substantial friction within his caucus,", "doc_score": "83.8890380859375", "publish_date": "2018/12/31"}, {"doc_id": "20950985", "text": "Mary Gay Scanlon / Mary Gay Scanlon Mary Gay Scanlon (born August 30, 1959) is an American attorney and politician. She has been a member of the United States House of Representatives, representing, since being sworn into office on November 13, 2018. She is scheduled to be sworn in as the member representing the on January 3, 2019. She was elected to both positions on November 6, 2018, in a special election to fill the vacancy in the 7th district created by the resignation of Representative Pat Meehan and in the regular election to a two-year term of a member for the 5th", "doc_score": "86.0826416015625", "publish_date": "2018/12/31"}, {"doc_id": "20950994", "text": "Mary Gay Scanlon / need to be careful and probably stage it.\" Scanlon lives in Swarthmore with her husband, Mark Stewart. They have three grown children. Mary Gay Scanlon Mary Gay Scanlon (born August 30, 1959) is an American attorney and politician. She has been a member of the United States House of Representatives, representing, since being sworn into office on November 13, 2018. She is scheduled to be sworn in as the member representing the on January 3, 2019. She was elected to both positions on November 6, 2018, in a special election to fill the vacancy in the 7th district created", "doc_score": "85.58299255371094", "publish_date": "2018/12/31"}, {"doc_id": "20797435", "text": "Brett Kavanaugh Supreme Court nomination / Constitution of the United States and the American rule of law.\" Brett Kavanaugh Supreme Court nomination President Donald Trump nominated Judge Brett Kavanaugh to become an Associate Justice of the Supreme Court of the United States on July 9, 2018, filling the vacancy left by the retirement of Anthony Kennedy. When nominated, Kavanaugh was a sitting judge of the United States Court of Appeals for the District of Columbia Circuit. The Senate Judiciary Committee began Kavanaugh's confirmation hearing on September 4. At the end of the confirmation process, Kavanaugh was accused of sexually assaulting Christine Blasey Ford thirty-six years prior,", "doc_score": "81.57234191894531", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_10", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "20589556", "text": "2018 United States gun violence protests / The National School Walkout occurred nationally on April 20, 2018 which was the 19th anniversary of the Columbine High School massacre. The movement was founded and organized by Lane Murdock of Ridgefield High School. On the day of the walkout, student demonstrators wore safety orange and departed from over 2600 schools to push for legislative action against gun violence. 2018 United States gun violence protests In 2018 protests against gun violence in the United States increased after a series of mass shootings, most notably the February 14 Stoneman Douglas High School shooting. An organized protest in the form of a", "doc_score": "83.52281188964844", "publish_date": "2018/12/31"}, {"doc_id": "20731673", "text": "Charlottesville car attack / of Virginia Medical Center. Initially, nineteen injuries were reported, as twenty patients were taken at the University of Virginia Medical Center. In the evening, five people were in critical condition and fourteen others were being treated for lesser injuries. Nine people had been discharged and ten remained hospitalized in good condition the next day. Testimony at the preliminary hearing in December 2017 revealed that a total of 35 people were injured. The organizer of the Unite the Right rally, Jason Kessler, held a news conference near the Charlottesville City Hall the day after the car attack. A crowd of around", "doc_score": "81.35237121582031", "publish_date": "2018/12/31"}, {"doc_id": "20589555", "text": "2018 United States gun violence protests / of their Miami high school to protest gun violence after four current or former classmates were shot off campus. The students chanted \"no justice, no peace\" Tuesday and carried \"enough is enough\" signs outside Northwestern Senior High School. They staged the protest after the weekend shooting deaths of 17-year-old Kimson Green, a 10th-grader who was about to become a member of the National Honor Society, and 18-year-old Rickey Dixon, a former Northwestern student. Two other current or former classmates were wounded. The shooting happened Sunday at an apartment complex in the Liberty City neighborhood, which is plagued by gun violence..", "doc_score": "82.55189514160156", "publish_date": "2018/12/31"}, {"doc_id": "18856320", "text": "Charleston church shooting / temporary postponement of comments out of respect for them. During the bond hearing, several family members of the victims told Roof that they forgave him. The local community surrounding Charleston held prayer vigils and fundraisers. A mass unity rally was also held on the Arthur Ravenel Bridge on the evening of June 21. Organizers of the rally claimed there were up to 20,000 supporters in the rally. Tens of thousands of individuals crossed from the Mount Pleasant side of the bridge to the downtown Charleston side, carrying supportive signs and flags. Dozens of boats joined in the procession as well", "doc_score": "80.7715835571289", "publish_date": "2018/12/31"}, {"doc_id": "18766759", "text": "Curtis Culwell Center attack / report on hate in the United States. In the wake of the attack, the Garland Independent School District announced it would begin reviewing its policy for hosting events at the Curtis Culwell Center. On May 29, 2015, protesters staging a \"Freedom of Speech\" rally outside of the Islamic Community Center of Phoenix, the same mosque where Simpson and Soofi had attended, were met with counter-protests. Jon Ritzheimer, a former U.S. Marine, organized the protest to take place during Friday evening prayers as a \"response to the recent attacks in Texas.\" On June 2, 2015, Boston police killed a Roslindale man", "doc_score": "79.84297180175781", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_11", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "18031340", "text": "John Ratcliffe (American politician) / cast. On November 6, 2018, Ratcliffe won re-election to a third term with nearly 76% of the vote, defeating Democratic challenger, Catherine Krantz, and Libertarian challenger, Ken Ashby. Ratcliffe serves on the Judiciary Committee, Homeland Security Committee, and Ethics Committee. He is also the Chairman of the Homeland Security Subcommittee on Cybersecurity. He was named to the Task Force on Combating Terrorist and Foreign Fighter Travel. The \"Dallas Morning News\" said in April 2016 that \"Ratcliffe's first term in Washington proves that freshman lawmakers can be players of consequence in Congress.\" Ratcliffe's questioning of then FBI Director James Comey during", "doc_score": "84.6610336303711", "publish_date": "2018/12/31"}, {"doc_id": "20669658", "text": "2019 Speaker of the United States House of Representatives election / 2019 Speaker of the United States House of Representatives election An election for the Speaker of the U.S. House of Representatives will take place during the first week in January 2019, during the opening day of the 116th United States Congress, two months after the 2018 elections. The Dean of the United States House of Representatives, in this case, Alaska's Don Young, will administer the oath of office to the new Speaker who, in turn, administers the oath of office en masse to the rest of the members of the United States House of Representatives. Incumbent Republican speaker Paul Ryan", "doc_score": "86.58794403076172", "publish_date": "2018/12/31"}, {"doc_id": "19075936", "text": "October 2015 Speaker of the United States House of Representatives election / witnessed Boehner's difficulties managing a caucus with several prominent factions, and was initially unwilling to run. However, he received support from each of the factions and eventually declared his candidacy. Most Republicans withdrew and endorsed Ryan. In addition to Ryan, Daniel Webster of the Republican Party and House Minority Leader Nancy Pelosi of the Democratic Party were also declared candidates. Ryan won the rescheduled caucus vote on October 28, and was elected Speaker of the House the next day, with 236 votes to Pelosi's 184 and Webster's 9. Three votes went to undeclared candidates. The Speaker of the United States", "doc_score": "85.5055923461914", "publish_date": "2018/12/31"}, {"doc_id": "14951657", "text": "Steve Munisteri / Steve Munisteri Stephen Peter Munisteri (born December 25, 1957) is a retired attorney from Houston, Texas, who from 2010 to 2015 was chairman of the Republican Party of Texas. In 2016 he joined the Rand Paul for President Campaign. In 2017, Steve was appointed to the White House staff as Deputy Assistant to the President and Principal Deputy Director of the Office of Public Liaison. Steve Munisteri was elected chairman at the state convention held in Dallas on June 13, 2010, when he unseated Cathie Adams, the wife of a Dallas chiropractor, who had held the position for only eight", "doc_score": "82.36674499511719", "publish_date": "2018/12/31"}, {"doc_id": "5916729", "text": "Jimmy Tingle / in history, Tingle returned to school, earning a master's degree from Harvard University's Kennedy School of Government in 2010; he was selected to give an address at Harvard's commencement ceremony that year. Tingle is a member of the Democratic Party. In October 2017, he announced that he would run for the office of Lieutenant Governor of Massachusetts. In the Democratic primary election held on September 4, 2018, Tingle was defeated by attorney Quentin Palfrey.... aka 60 Minutes (USA: new title)... aka 60 Minutes Wednesday (USA: new title) Episode dated April 6, 1991 (1991) TV episode... Himself...", "doc_score": "83.78776550292969", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_12", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "13302695", "text": "2009 flu pandemic in the United States / vaccine was beginning to be widely distributed to the general public by several states. On December 23, 2009 the CDC reported a reduction of the disease by 59% percent and the disease was expected to end in the United States in January 2010. On January 15, 2010, the CDC released new estimate figures for swine flu, saying it has sickened about 55 million Americans and killed about 11,160 from April through mid-December. On February 12, 2010, the CDC released updated estimate figures for swine flu, reporting that, in total, 57 million Americans had been sickened, 257,000 had been hospitalised and", "doc_score": "91.41055297851562", "publish_date": "2018/12/31"}, {"doc_id": "13330424", "text": "2009 flu pandemic actions concerning pigs / source of infection and is safe to eat provided it is prepared properly. Some U.S. officials speculated that the bans may be more about \"market share than health concerns,\" and were costing the hog industry millions of dollars every week. Dave Warner, a spokesman for the Washington-based National Pork Producers Council, pointed out that long-standing disagreements with China and Russia may be a factor. As a result, by mid-August, pork had become the second-worst commodity investment of 2009, and may fall 33 percent by yearend. U.S. exports plunged 20 percent in the first half of 2009 and are heading for", "doc_score": "90.31863403320312", "publish_date": "2018/12/31"}, {"doc_id": "13306986", "text": "2009 flu pandemic by country / of Public Health Emergency, but this was said to be standard procedure in cases as divergent as the recent inauguration and flooding. On 29 April, the US suffered its first confirmed death, and on 5 May the first US citizen died from swine flu. As of 6 June, there were 17 confirmed deaths from swine flu in the US. As of mid-May 2009 many states had abandoned testing unless serious illness and/or hospitalization were present. Because reported numbers represented only confirmed cases, they were a \"very great understatement\" of the total number of cases of infection, according to the CDC.", "doc_score": "88.38602447509766", "publish_date": "2018/12/31"}, {"doc_id": "2781876", "text": "Birth rate / economic change affect fertility. Research suggests that much of the fertility decline during an economic downturn is a postponement of childbearing, not a decision to have fewer (or no) children; people plan to \"catch up\" to their plans of bearing children when economic conditions improve. Younger women are more likely than older women to postpone pregnancy due to economic factors, since they have more years of fertility remaining. In July 2011, the U.S. National Institutes of Health announced that the adolescent birth rate continues to decline. In 2013, teenage birth rates in the U.S. were at the lowest level in", "doc_score": "89.76354217529297", "publish_date": "2018/12/31"}, {"doc_id": "11910433", "text": "United States incarceration rate / that time in prison, on probation, or on parole (released from prison with restrictions). That means roughly 1 in every 32 adult Americans are under some sort of criminal justice system control. In the last forty years, incarceration has increased with rates upwards of 500% despite crime rates decreasing nationally. Between the years 2001 and 2012, crime rates (both property and violent crimes) have consistently declined at a rate of 22% after already falling an additional 30% in years prior between 1991 and 2001. As of 2012, there are 710 people per every 100,000 U.S. residents in the United States", "doc_score": "89.60486602783203", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_13", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "20095384", "text": "JAL Cargo Flight 8054 / taxi dispatcher phoned JAL and warned of an intoxicated pilot. JAL responded by saying there seemed nothing unusual about the flight crew. Autopsies after the crash showed that the captain was heavily intoxicated, with the initial blood alcohol level 298 mg % and a vitreous alcohol level of 310 mg % taken twelve hours after the crash; the state of Alaska considers 100 mg % legally unacceptable for driving. Of the thirteen people questioned who had spoken with Marsh before the flight, six stated he had been drinking or appeared to be drunk. At 05:15 the crew boarded the aircraft;", "doc_score": "82.93791961669922", "publish_date": "2018/12/31"}, {"doc_id": "8544464", "text": "Donne Trotter / December 5, 2012, Trotter was charged with \"attempt to board an aircraft with a weapon\", which is normally a Class 4 felony, after Transportation Security Administration (TSA) agents found a.25 caliber Beretta handgun and magazine loaded with six live rounds, which were in the outer pocket of a garment bag. The incident occurred at Chicago's O'Hare International Airport, as Senator Trotter was attempting to board a flight to Washington, D.C. Trotter was held in police custody pending an appearance in bond court the following day, Thursday, December 6. On December 6, a Cook county judge set bond for Trotter", "doc_score": "81.35739135742188", "publish_date": "2018/12/31"}, {"doc_id": "1829939", "text": "Wes Scantlin / at Denver International Airport after taking a joyride on a baggage carousel and entering a restricted area. On April 15, he was arrested and charged for disorderly conduct at the Mitchell International Airport in Milwaukee, Wisconsin. On July 26, he was arrested in the early morning after leading sheriff deputies from Renville County, Minnesota on a high-speed chase in excess of 100 mph. Scantlin faced a felony charge of fleeing a police officer in a motor vehicle and two gross misdemeanors of driving under the influence of alcohol (DUI), but the charges were eventually dropped. On August 5, less than", "doc_score": "84.41551208496094", "publish_date": "2018/12/31"}, {"doc_id": "13865522", "text": "Colton Harris Moore / by walking out of a halfway house in April 2008. Moore is suspected of being responsible for approximately 100 thefts in Washington, Idaho, and Canada, including bicycles, automobiles, light aircraft, and speedboats. It is believed that he learned how to fly small planes by reading aircraft manuals, handbooks, watching a \"\"How to fly a small airplane\"\" DVD, and playing flight simulator computer games. One plane he stole was a Cessna 182, FAA registration number N24658, belonging to then KZOK-FM radio personality Bob Rivers, valued at over $150,000. The plane was later recovered from a Yakama Indian Reservation crash site. Though", "doc_score": "80.47010803222656", "publish_date": "2018/12/31"}, {"doc_id": "18382925", "text": "Robert J. O'Neill (U.S. Navy SEAL) / adding that he believed the team effort was more important than one person pulling the trigger. The United States Department of Justice launched a criminal investigation into whether Bissonnette leaked classified material. O'Neill has also been criticized by other former Navy SEALs for disclosing his role. In April 2016, O'Neill was charged with DUI after police found him unconscious behind the wheel of a car at a gas station in Butte, Montana. He failed a field sobriety test and refused to undergo a breathalyzer test; he denied being intoxicated, saying that him falling asleep was the result of him taking", "doc_score": "80.9411849975586", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_14", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "20491026", "text": "Cryptocurrency bubble / Quiggin in 2013 said \"bitcoins are the most demonstrably valueless financial asset ever created\". Researchers Neil Gandal, JT Hamrick, Tyler Moore, and Tali Oberman claimed that in late 2013, price manipulation by one person likely caused a price spike from USD$150 to more than USD$1000. Nobel laureate Joseph Stiglitz in 2017 said \"It’s a bubble that’s going to give a lot of people a lot of exciting times as it rides up and then goes down.\" He emphasized its use by criminals, its lack of a socially useful purpose, and said that it should be outlawed. Nobel laureate Paul Krugman", "doc_score": "81.92288208007812", "publish_date": "2018/12/31"}, {"doc_id": "20667782", "text": "2018 cryptocurrency crash / 2018 cryptocurrency crash The 2018 cryptocurrency crash (also known as the Bitcoin crash and the Great crypto crash) is the sell-off of most cryptocurrencies from January 2018. After an unprecedented boom in 2017, the price of bitcoin fell by about 65 percent during the month from 6 January to 6 February 2018. Subsequently, nearly all other cryptocurrencies also peaked from December 2017 through January 2018, and then followed bitcoin. The cryptocurrencies' market capitalization lost at least 342 billion US dollars in the first quarter of 2018, the largest loss in cryptocurrencies up to that date. By September 2018, cryptocurrencies collapsed", "doc_score": "82.3678207397461", "publish_date": "2018/12/31"}, {"doc_id": "20132990", "text": "Timeline of the Trump presidency, 2017 Q2 / representing a quarterly decline of approximately 0.01% and a decline of approximately 0.46% since President Trump's inauguration. According to FiveThirtyEight, President Trump concluded this quarter with an approval rating of 39.9%, representing a quarterly decline of 0.6%, and a decline of 5.6% since his inauguration. Timeline of the Trump presidency, 2017 Q2 The following is a timeline of the presidency of Donald Trump during the second quarter of 2017. To navigate between quarters, see Timeline of the presidency of Donald Trump. Real GDP growth increased at an annual rate of 2.6%, up from a slow 0.7% in the preceding quarter.", "doc_score": "83.16407012939453", "publish_date": "2018/12/31"}, {"doc_id": "19835732", "text": "Timeline of the Trump presidency, 2017 Q1 / Timeline of the Trump presidency, 2017 Q1 The following is a timeline of the presidency of Donald Trump during the first quarter of 2017. To navigate between quarters, see Timeline of the presidency of Donald Trump. In the first quarter of 2017, the real US GDP increased at an annual rate of 0.7%, the slowest growth since the first quarter of 2014. The growth was primarily caused by an increase in business structures and equipment (such as mining and wells), industrial supplies and materials (like petroleum), and services. This was offset by decreases in motor vehicles and parts, private inventory", "doc_score": "82.32490539550781", "publish_date": "2018/12/31"}, {"doc_id": "9608237", "text": "Energy descent / World Energy Outlook report. Between 2007 and 2008 the IEA changed its figures for projected rate of decline in world energy supply from 3.7% a year (2007) to a projected rate of decline of 6.7% a year (2008) leading to a peak in oil supplies in 2020. In 2008 several major companies including Arup, Yahoo, and Virgin created the UK Industry Taskforce on Peak Oil and Energy Security (ITPOES) and released a report, \"The Oil Crunch\", which calls for 'collaborative contingency planning' by government and industry in the face of dwindling oil reserves. An Energy Descent Action Plan (EDAP) is", "doc_score": "79.05461120605469", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_15", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "20903137", "text": "Hurricane Rosa (2018) / la Madrid, issued a State of Emergency for the cities of Ensenada and Mexicali. Schools were closed on October 1 in several communities as Rosa approached the area. Classes were also suspended in the neighboring state of Sonora, as floodwaters inundated roads and highways across the state. Damage from the port of San Felipe totaled about 10 million pesos (US$531,000). On October 3, an emergency declaration was approved for Puerto Peñasco after Rosa passed by. Dozens of homes and businesses experienced flooding after a total of 3.94 inches (100 mm) of rain fell. Multiple road closures occurred as a result", "doc_score": "88.14861297607422", "publish_date": "2018/12/31"}, {"doc_id": "9134585", "text": "Hurricane Tico / on October 19, it reached peak winds of 130 mph (215 km/h). It weakened slightly as it approached the coast, and at about 1500 UTC that day Tico made landfall near Mazatlán with winds of 125 mph (205 km/h). The remains were tracked into the Mid-Atlantic States for five more days. Tico was the deadliest and most destructive tropical cyclone of the season. Overall, the hurricane sank nine small ships, and nine fishermen were killed. Hurricane Tico was responsible severe flooding and heavy damage due to strong winds. Throughout the state of Sinaloa, the hurricane destroyed nearly 19,000 acres (77", "doc_score": "85.45867156982422", "publish_date": "2018/12/31"}, {"doc_id": "20353596", "text": "2017 Puebla earthquake / 2017 Puebla earthquake The 2017 Puebla earthquake struck at 13:14 CDT (18:14 UTC) on 19 September 2017 with an estimated magnitude of and strong shaking for about 20 seconds. Its epicenter was about south of the city of Puebla. The earthquake caused damage in the Mexican states of Puebla and Morelos and in the Greater Mexico City area, including the collapse of more than 40 buildings. 370 people were killed by the earthquake and related building collapses, including 228 in Mexico City, and more than 6,000 were injured. The quake coincidentally occurred on the 32nd anniversary of the 1985 Mexico", "doc_score": "89.06835174560547", "publish_date": "2018/12/31"}, {"doc_id": "19716221", "text": "Hurricane Newton (2016) / was found alive, but the other one was found dead. Seventy homes were damaged and 200 people were trapped in the resort town of Acapulco, prompting air evacuations via police, marines and the army. Further north, severe flooding was reported in Colima and Jalisco. Two rivers overflowed, resulting in several communities being isolated. The communities of El Sentinel and El Rebalse were the worst affected by the storm. Several people sought shelter in schools and other public spaces. Statewide, 20 families were evacuated because of flooding. While damage near the landfall location was minor, the hurricane's heavy rains deluged the", "doc_score": "89.23606872558594", "publish_date": "2018/12/31"}, {"doc_id": "20353609", "text": "2017 Puebla earthquake / also caused delays to Metrobús service in the city. The federal Secretariat of the Interior (SEGOB) declared a state of emergency for all 33 municipalities of Morelos, for all 16 boroughs of Mexico City, and 112 of the 217 municipalities of Puebla. The declarations allow funds from the National Natural Disaster Fund (FONDEN) to be used during the emergency response phase. The Mexican Army and Mexican Navy deployed 3,000 active-duty troops to Mexico City through the DN-III-E and Plan Marina emergency response plans. The troops were tasked with debris cleanup, search and rescue, and security missions. Additionally, the Secretariat of", "doc_score": "87.11735534667969", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_16", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "116780", "text": "Deprogramming / took part in a number of deprogramming sessions, was sued by Jason Scott, a former member of a Pentecostalist group called the Life Tabernacle Church (part of United Pentecostal Church International), after an unsuccessful coercive deprogramming. The jury awarded Scott $875,000 in compensatory damages and $1,000,000 in punitive damages against the Cult Awareness Network (CAN), and $2,500,000 against Ross (later settled for $5,000 and 200 hours of services \"as an expert consultant and intervention specialist\"). Deprogramming and exit counseling, sometimes seen as one and the same, are distinct approaches to convincing a person to leave a cult. Proponents of the", "doc_score": "80.07642364501953", "publish_date": "2018/12/31"}, {"doc_id": "15932381", "text": "Healthgrades / Section 4.07, states that it is unethical for social workers to solicit testimonials: \"(b) Social workers should not engage in solicitation of testimonial endorsements (including solicitation of consent to use a client's prior statement as a testimonial endorsement) from current clients or other persons who, because of their particular circumstances are vulnerable to undue influence.\" Also, The American Psychological Association's Ethics Code states that it is unethical for psychologists to solicit testimonials: Principle 5.05 \"Psychologists do not solicit testimonials from current therapy clients/patients or other persons who because of their particular circumstances are vulnerable.\" Healthgrades purports to assist consumers in", "doc_score": "79.93584442138672", "publish_date": "2018/12/31"}, {"doc_id": "19025523", "text": "JUUL / on youth vaping cessation. In April 2018, the US Food and Drug Administration (FDA) requested that JUUL Labs turn over documents to \"better understand the reportedly high rates of youth use and the particular youth appeal of these products.\" The FDA's request included asking the company to provide documents about the design and marketing of the JUUL, research on the safety of the products, and whether certain features of the device's design appeal to specific age groups. FDA also asked eBay to remove several listings of JUUL products, which eBay complied with. FDA commissioner Dr. Scott Gottlieb expressed concern about", "doc_score": "81.75182342529297", "publish_date": "2018/12/31"}, {"doc_id": "3143844", "text": "HGH controversies / doesn’t regulate off-label uses of H.G.H. Sometimes it’s used appropriately. Sometimes it’s not.\" HGH controversies Controversies regarding the use of human growth hormone (HGH) as treatment method have centered on the claims, products, and businesses related to the use of growth hormone as an anti-aging therapy. Most of these controversies fall into two categories: Off-label prescribing of HGH may be illegal under amendments to the Federal Food, Drug, and Cosmetic Act made in 1990. A study was published in \"The New England Journal of Medicine\" in 1990 by Rudman \"et al.\", which showed fat loss, muscle mass increase and maintenance", "doc_score": "80.8187255859375", "publish_date": "2018/12/31"}, {"doc_id": "1704595", "text": "Intoxication defense / religion and drugs in general, and religion and alcohol in particular. In some instances, consumption of a mind-altering substance has formed the basis of religious or other socially approved ceremonies and festivals. In others, intoxication has been stigmatized as a sign of human weakness, of immorality, or as a sin. Secular approaches may also vary, having less inherent opposition to drugs but acknowledging that these may affect the inhibitions that help to keep socialized individuals from breaking prevailing social taboos which may or may not have been expressly criminalized. The attitude of a legal system to intoxicating substances can affect", "doc_score": "79.93114471435547", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_17", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "12767351", "text": "Student debt / Student debt Student debt is a form of debt that is owed by an attending, formerly withdrawn, or graduated student to a lending institution, or to a financial institution. The lent amount, often referred to as a \"student loan\" or the debts may be owed to the school (or the bank) if the student has dropped classes and withdrawn from the school. Withdrawing from a school, especially if a low (or no-income student) has withdrawn with a failing grade, could deprive the student of the ability of further attendance by disqualifying the student of necessary financial aid. Student loans also", "doc_score": "98.67147827148438", "publish_date": "2018/12/31"}, {"doc_id": "2636875", "text": "Student loan / Promissory Note is an agreement between the lender and the borrower that promises to repay the loan. It is a binding legal contract. In coverage through established media outlets, many borrowers have expressed feelings of victimization by the student loan corporations. There is a comparison between these accounts and the college credit card trend in America during the 2000s, though the amounts owed by students on their student loans are almost always higher than the amount owed on credit cards. Many anecdotal accounts of the hardships caused by excessive student loan debt levels are chronicled by the organization Student Loan", "doc_score": "95.65725708007812", "publish_date": "2018/12/31"}, {"doc_id": "1669135", "text": "Loan / \"called\" for repayment by the lending institution at any time. Demand loans may be unsecured or secured. A subsidized loan is a loan on which the interest is reduced by an explicit or hidden subsidy. In the context of college loans in the United States, it refers to a loan on which no interest is accrued while a student remains enrolled in education. A concessional loan, sometimes called a \"soft loan\", is granted on terms substantially more generous than market loans either through below-market interest rates, by grace periods or a combination of both. Such loans may be made by", "doc_score": "97.14077758789062", "publish_date": "2018/12/31"}, {"doc_id": "10130537", "text": "Student loans in the United States / back to affected borrowers. The biggest lenders, Sallie Mae and Nelnet, are criticized by borrowers. They frequently find themselves embroiled in lawsuits, the most serious of which was filed in 2007. The False Claims Suit was filed on behalf of the federal government by former Department of Education researcher, Dr. Jon Oberg, against Sallie Mae, Nelnet, and other lenders. Oberg argued that the lenders overcharged the United States Government and defrauded taxpayers of over $22 million. In August 2010, Nelnet settled the lawsuit and paid $55 million. In an effort to improve the student loan market, startups like LendKey, SoFi", "doc_score": "95.52412414550781", "publish_date": "2018/12/31"}, {"doc_id": "12684738", "text": "Student loan default in the United States / a way to recover money owed on a defaulted student loan. The United States Department of Education or a Student Loan Guarantor can garnish 15% of a defaulted borrower's wages. The loan holder does not have to sue the borrower first. The borrower can object to the garnishment, but only under very specific circumstances, such as if his weekly gross income is less than equivalent to 30 hours at the federal minimum wage (currently $7.25/hr x 30 hrs = $217.50). Defaulting on student loans can also end in a lawsuit. The government and private lenders can sue in order to", "doc_score": "95.55461120605469", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_18", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "2126650", "text": "United Automobile Workers / of the UAW under the conservative leadership of Reuther to the demands of black workers for representation in UAW leadership between the mid-1940s and the 1960s. Beginning in the early 1970s, changes in the global economy, competition from European and Japanese automobile makers, and management decisions at the U.S. automakers had already started to significantly reduce the profits of the major auto makers and set the stage for the drastic changes. The arrival of Volkswagen, Honda and other imports threatened the industry area. When German and Japanese companies opened plants in the USA, they headed to the South and operated", "doc_score": "79.28651428222656", "publish_date": "2018/12/31"}, {"doc_id": "2126651", "text": "United Automobile Workers / without unions. The situation for the automotive industry and UAW members heightened with the 1973 oil embargo. Rising fuel prices caused the U.S. auto makers to lose market share to foreign manufacturers who placed more emphasis on fuel efficiency. This started years of layoffs and wage reductions, and the UAW found itself in the position of giving up many of the benefits it had won for workers over the decades. By the early 1980s, auto producing states, especially in the Midwestern United States and Canada, had been impacted economically from losses in jobs and income. This peaked with the near-bankruptcy", "doc_score": "80.8025131225586", "publish_date": "2018/12/31"}, {"doc_id": "2126644", "text": "United Automobile Workers / workers in U.S. history. Immediately after the war left-wing elements demanded \"30-40\": that is, a 30-hour week for 40 hours pay. Reuther rejected 30-40 and decided to concentrate on total annual wages, displaying a new corporatist mentality that accepted management's argument that shorter hours conflicted with wage increases and other job benefits and abandoning the old confrontational syndicalist position that shorter hours drove up wages and protected against unemployment. The UAW delivered contracts for his membership through negotiation. Reuther would pick one of the \"Big three\" automakers, and if it did not offer concessions, he would strike it and let", "doc_score": "80.50337219238281", "publish_date": "2018/12/31"}, {"doc_id": "2126656", "text": "United Automobile Workers / crisis. UAW Leadership granted concessions to its unions in order to win labor peace, a benefit not calculated by the UAW's many critics. The UAW has claimed that the primary cause of the automotive sector's weakness was substantially more expensive fuel costs linked to the 2003-2008 oil crisis which caused customers to turn away from large sport utility vehicles (SUVs) and pickup trucks, the main market of the American \"Big Three\" (General Motors, Ford, and Chrysler). In 2008, the situation became critical because the global financial crisis and the related credit crunch significantly impaired the ability of consumers to purchase", "doc_score": "81.858642578125", "publish_date": "2018/12/31"}, {"doc_id": "8139944", "text": "U.S. Steel recognition strike of 1901 / T.J. Shaffer rejected the deal; after having demanded the unionization of every Sheet Steel plant, he would not be satisfied with anything less. A meeting between Morgan and Shaffer (accompanied by AA secretary John Williams) resulted in an additional wage agreement. But this wage agreement, which covered only the existing unionized plants, was rejected by the AA executive board. At a meeting on August 3, 1901, Morgan refused to renegotiate the wage agreement. It had been agreed to by Shaffer and Williams, and he considered it binding. The AA executive board ordered Shaffer to call a strike, to begin on", "doc_score": "79.51412963867188", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_19", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "20151947", "text": "The Dude Perfect Show / 2017, Nickelodeon announced that the series would premiere on July 22, 2017. The second season premiered on Nickelodeon on July 16, 2017, following the premiere of \"2017 Kids' Choice Sports Awards\". On July 27, 2018, the series was renewed for a third season of 15 episodes. The Dude Perfect Show The Dude Perfect Show is an American reality and comedy television series that premiered on CMT on April 14, 2016, and moved to Nickelodeon on July 16, 2017. The series stars Coby Cotton, Cory Cotton, Garrett Hilbert, Cody Jones, and Tyler Toney. On September 3, 2015, CMT announced that then", "doc_score": "78.72431945800781", "publish_date": "2018/12/31"}, {"doc_id": "498073", "text": "Reality television / on a group of women who are romantically connected to male celebrities; these include \"Basketball Wives\" (2010), \"Love & Hip Hop\" (2011), \"Hollywood Exes\" (2012), \"Ex-Wives of Rock\" (2012) and \"WAGS\" (2015). Most of these shows have had spin-offs in multiple locations. There are also fly-on-the-wall-style shows directly involving celebrities. Often these show a celebrity going about their everyday life: notable examples include \"The Anna Nicole Show\", \"The Osbournes\", \"Gene Simmons Family Jewels\", \"\", \"Keeping Up with the Kardashians\" and \"Hogan Knows Best\". VH1 in the mid-2000s had an entire block of such shows, known as \"Celebreality\". Shows such as", "doc_score": "80.29590606689453", "publish_date": "2018/12/31"}, {"doc_id": "20151946", "text": "The Dude Perfect Show / The Dude Perfect Show The Dude Perfect Show is an American reality and comedy television series that premiered on CMT on April 14, 2016, and moved to Nickelodeon on July 16, 2017. The series stars Coby Cotton, Cory Cotton, Garrett Hilbert, Cody Jones, and Tyler Toney. On September 3, 2015, CMT announced that then working title \"The Dude Perfect Show\" was green-lit to series. On March 3, 2016, CMT announced that the series would premiere on April 14, 2016. On February 1, 2017, Nickelodeon announced that it had picked up the series for a 20-episode second season. On June 21,", "doc_score": "78.79703521728516", "publish_date": "2018/12/31"}, {"doc_id": "498103", "text": "Reality television / the other genres on the major U.S. networks. Examples include \"The Bachelor\", its spin-off \"The Bachelorette\",\"Temptation Island\", \"Average Joe\", \"Flavor of Love\" (a dating show featuring rapper Flavor Flav that led directly and indirectly to over 10 spinoffs), \"The Cougar\" and \"Love in the Wild\". In \"Married by America\", contestants were chosen by viewer voting. This is one of the older variants of the format; shows such as \"The Dating Game\" that date to the 1960s had similar premises (though each episode was self-contained, and not the serial format of more modern shows). In this category, the competition revolves around", "doc_score": "81.61988067626953", "publish_date": "2018/12/31"}, {"doc_id": "498111", "text": "Reality television / Search\" shows have been picked up by the company. Not all sports programs involve athletes trying to make a name in the sport. The 2006 U.S. reality series \"Knight School\" focused on students at Texas Tech University vying for a walk-on (non-scholarship) roster position on the school's men's basketball team under legendary coach Bob Knight. In the Republic of Ireland, RTÉ One's \"Celebrity Bainisteoir\" involves eight non-sporting Irish celebrities becoming \"bainisteoiri\" (managers) of mid-level Gaelic football teams, leading their teams in an officially sanctioned tournament. One concept pioneered by, and unique to, reality competition shows is the idea of immunity,", "doc_score": "79.01531219482422", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_20", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "20561576", "text": "91st Scripps National Spelling Bee / 91st Scripps National Spelling Bee The 91st Scripps National Spelling Bee was held at the Gaylord National Resort & Convention Center in National Harbor, Maryland (its eighth year at this location) from May 29 to 31, 2018. The winner was 14-year-old Karthik Nemmani, an eighth grader from McKinney, Texas, who correctly spelled \"koinonia\" for the win. Due to a rule change in how spellers can make it to the Bee, the bee's total field of 515 spellers was a large increase over prior years. 519 spellers qualified for the Bee, and 515 ultimately showed up for the competition (early news", "doc_score": "80.41987609863281", "publish_date": "2018/12/31"}, {"doc_id": "9800659", "text": "Harold W. McGraw Prize in Education / the annual McGraw Prize program. As of 2015, McGraw Prize winners are determined by on an open nomination process as well as an assessment of the importance of an individual's career-long impact on the field of education by distinguished committee of jurors. The Prize includes three categories: Pre-K-12, higher education, and learning science research. Honorees receive an award of $50,000 and a bronze sculpture designed by students from Arizona State University. Past honorees include: CEO of EdX Anant Agarwal; superintendent of Miami-Dade school district Alberto M. Carvalho; CEO of the Afghan Institute of Learning Sakena Yacoobi; founder of Khan Academy", "doc_score": "76.92164611816406", "publish_date": "2018/12/31"}, {"doc_id": "8301683", "text": "Harry S. Truman Scholarship / nomination of their undergraduate university. Each undergraduate institution in the United States is allowed to nominate up to four students who have attended since freshman year, along with three transfer students. After nomination, annually the Foundation receives 900 applications, of whom between 55-60 will be selected each year. Each nominated application is then examined by a regional review panel, which selects finalists to interview. The interviews are conducted by panels of former Truman scholars, trustees of the board, and notable national public servants. These panelists then make final selections of scholarship winners, generally attempting to choose one from each of", "doc_score": "76.54500579833984", "publish_date": "2018/12/31"}, {"doc_id": "19829828", "text": "Jack Kent Cooke Foundation / Cooke Foundation was Matthew J. Quinn, serving from 2000 to 2009, when Harvard University psychologist Lawrence Kutner succeeded him. Harold O. Levy, a former New York City schools chancellor, lead the foundation from September 2014 through May 2018. Current Executive Director Giuseppe “Seppy” Basili assumed the role in June 2018. The Jack Kent Cooke Foundation has awarded more than $175 million in scholarship assistance to nearly 2,300 extraordinary high school and college students. Cooke College Scholars and Undergraduate Transfer Scholars can receive up to $40,000 annually to cover tuition, living expenses, books and fees. In addition, the students who hold", "doc_score": "75.26040649414062", "publish_date": "2018/12/31"}, {"doc_id": "8301682", "text": "Harry S. Truman Scholarship / Ted Deutch. The scholarship is awarded to approximately 55-65 U.S. college juniors each year on the basis of four criteria: service on campus and in the community, commitment to a career in public service (government, uniformed services, research, education, or public interest/advocacy organizations), communication ability and aptitude to be a \"change agent,\" and academic talent that would assure acceptance to a first-rate graduate school. More broadly, Truman Scholars possess intellect, leadership skills, and passion that would make them a likely force for the public good in any field. In order to apply for the scholarship, students must first win the", "doc_score": "79.33251953125", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_21", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "3290875", "text": "Tegan and Sara / California's Prop 8 debates. On November 10, 2016, rather than boycotting North Carolina for HB2, Tegan and Sara performed at The Orange Peel and donated their proceeds to Equality North Carolina in order to fight the legislation. This inspired the band Matt & Kim to match their donation in the form of merchandise proceeds. Due to the expansion of their audience they have gained a higher profile in the LGBTQ community. They were awarded Outstanding Music Artist at the GLAAD Media Awards, beating out high-profile musicians including Lady Gaga and Elton John. They have created a visible LGBTQ presence in", "doc_score": "77.7500228881836", "publish_date": "2018/12/31"}, {"doc_id": "4331795", "text": "Brendan Cole / in Need\" special in which he won with actress Laura Main. Cole also took part in the 2015 \"Christmas Special\", where he and series 11 winner Abbey Clancy, danced a waltz against his series 6 partner Lisa Snowdon. For the show's fourteenth series, Cole was partnered up with American singer Anastacia. They were placed in the bottom 2 in week 2, however due to an injury sustained by Anastacia they were unable to dance in the dance off and the decision was referred to the public vote. Anastacia and Cole polled more votes than competitors Melvin Odoom and Janette Manrara", "doc_score": "76.79900360107422", "publish_date": "2018/12/31"}, {"doc_id": "7963618", "text": "Taylor Swift / $100,000 to the V Foundation for Cancer Research, and $50,000 to Children's Hospital of Philadelphia. She made private visits to hospitals to meet with sick patients and to support them. Swift has encouraged young people to volunteer in their local communities as part of Global Youth Service Day. In 2018, she collaborated with 300 women in Hollywood to set up the Time's Up initiative to protect women from harassment and discrimination, and donated $100,000 to its legal defense fund. Later that year, Swift made a surprise appearance at a benefit concert in New York City raising money for LGBT equality.", "doc_score": "74.92056274414062", "publish_date": "2018/12/31"}, {"doc_id": "13299437", "text": "Nicki Minaj / a turkey drive at her alma mater, PS 45. In May 2017, Minaj offered via Twitter to pay college tuition fees and student loans for 30 of her fans. She appeared to grant their requests, ranging from $500 to school supplies to $6,000 for tuition, promising to respond to more requests in a month or two. She also announced that she would launch an official charity for student loans and tuition payments in the near future. In the same month, Minaj revealed on Instagram that she has been donating money to a village in India for a few years via", "doc_score": "77.75860595703125", "publish_date": "2018/12/31"}, {"doc_id": "20436445", "text": "Taylor Swift's Reputation Stadium Tour / in North America alone. \"Pollstar\" reported data supplied by the Gridiron Stadium Network, a consortium of NFL facilities that work together to book concerts at their buildings, which showed at least 35,000 tickets had been sold at ten of the stadiums on the route as of December 18. The tickets sold ranged from 35,419 at Heinz Field in Pittsburgh to a high of 48,039 at Lincoln Financial Field in Philadelphia. With more than 47,000 tickets sold, it was reported the May 12, 2018 date at Levi's Stadium in Santa Clara was generating close to $9 million in ticket revenue, which", "doc_score": "79.06405639648438", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_22", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "11268463", "text": "West Orange-Stark High School / Garrett walked to the sidelines and fell to the ground. It was rumored that he was having a seizure and also rumored that he had a history of seizures. His mother explained that he only had one seizure when he was three years old from a high fever and none since. While still conscious, he was removed from the field by paramedics. He was later pronounced dead at Memorial-Hermann Baptist Hospital - Orange. As the word of his death made its way across the stadium, fans poured out of Hooks Stadium to go visit the player's family at the hospital.", "doc_score": "78.04399108886719", "publish_date": "2018/12/31"}, {"doc_id": "12878499", "text": "Shooting of Oscar Grant / which had been airborne throughout the evening converged on the area. Law enforcement helicopters shone powerful spotlights down onto surface streets, while media helicopters shot video, which were broadcast in real time on local television stations. In the ensuing hours, a small clutch of rioters burned the contents of trash cans, dumpsters, newspaper boxes and set fire to at least five cars, including an Oakland police patrol car. Some rioters smashed the windshields of parked cars. The riot spread deep into the Lakeside Apartments District and cars were burned and heavily damaged on Madison Street. Other rioters in this clutch", "doc_score": "73.38899993896484", "publish_date": "2018/12/31"}, {"doc_id": "13343774", "text": "Lindhurst High School shooting / Lindhurst High School shooting The Lindhurst High School shooting was a school shooting and subsequent siege that occurred on May 1, 1992, at Lindhurst High School in Olivehurst, California, United States. The gunman, 20-year-old Eric Houston, was a former student at Lindhurst High School. Houston killed three students and one teacher, and wounded nine students and a teacher before surrendering to police. Lindhurst High School, where the shooting took place, has a multiethnic student body, most from poor and hard working-class backgrounds. Eric Houston arrived on campus armed with a 12-gauge pump-action shotgun and a sawed-off.22 caliber rifle around", "doc_score": "75.57930755615234", "publish_date": "2018/12/31"}, {"doc_id": "14300948", "text": "Robbins v. Lower Merion School District / laptop home, but still decided to activate the covert surveillance that secretly captured hundreds of webcam photos and screenshots—included pictures of Robbins sleeping and partially undressed, a photo of his father, and images of instant messages and photos of friends with whom Robbins was video-chatting. After the program was activated on Robbins' computer, one district employee had emailed another: \"Now currently online at home\". The report acknowledged that investigators were unable to find explanations for a number of the tracking activations, and for why the district failed to consider privacy implications. It noted conflicting accounts from district employees, that there", "doc_score": "73.37653350830078", "publish_date": "2018/12/31"}, {"doc_id": "9756284", "text": "Richland High School shooting / Richland High School shooting The Richland High School shooting was a school shooting that occurred on Wednesday, November 15, 1995, in Lynnville, Tennessee, a small community located in Giles County. Seventeen-year-old James Ellison \"Jamie\" Rouse, a senior student at the school, killed one teacher and one student, and seriously wounded another teacher. Rouse used a.22-calibre Remington Viper semi-automatic rifle, which he hid behind bushes before driving to retrieve his friend. His friend drove Jamie the rest of the way to Richland High School. He parked the car outside the school, and Rouse entered through the north entrance hallway. Inside", "doc_score": "74.1283950805664", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_23", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "13552186", "text": "United States ex rel. Eisenstein v. City of New York / always the \"real party in interest\" (as the one allegedly being defrauded), the statute allows a private plaintiff (known as a \"relator\" under the FCA) to sue qui tam (on the government’s behalf) since the relator is \"partially assigned\" part of the government's legal injury. The False Claims Act provides: Despite this provision, the United States does not need to participate in False Claims Act litigation. After conducting an investigation, the government may choose to intervene and take over the litigation. However, even if it decides not to do so, the FCA statute provides the government a right to be", "doc_score": "87.71150970458984", "publish_date": "2018/12/31"}, {"doc_id": "15021011", "text": "Asset Marketing Systems, Inc. v. Gagnon / by his conduct, including the executed TSA, the OVA which he submitted, and his ongoing technical support to AMS. Since Gagnon's interaction with AMS had granted AMS unlimited, nonexclusive authorization to retain, use, and modify the software, the court affirmed that there was neither copyright infringement nor trade secret misappropriation. The court also upheld the district court's ruling that the non-competition agreements were unenforceable because it was unnecessary to protect Gagnon's trade secret due to the unlimited, nonexclusive license. The Court further affirmed the denial of Gagnon's \"ex parte\" motion, holding that Gagnon needed no additional evidence to oppose AMS's", "doc_score": "88.6021957397461", "publish_date": "2018/12/31"}, {"doc_id": "4872272", "text": "Cy-près doctrine / be seen as a windfall to a defendant charged with breaking the law. Judge Richard Posner has argued that the term is a misnomer in the class action context, because cy-près awards serve a punitive effect. Some commentators have criticized the use of cy-près settlements; the American Law Institute's Draft of the Principles of the Law of Aggregate Litigation proposes limiting cy-près to \"circumstances in which direct distribution to individual class members is not economically feasible, or where funds remain after class members are given a full opportunity to make a claim\". In 2018, the US Supreme Court decided to", "doc_score": "86.44265747070312", "publish_date": "2018/12/31"}, {"doc_id": "18907433", "text": "Versata Development Group, Inc. v. SAP America, Inc. / directed to a method of determining a price. Claim 27 is directed to a computer-implemented method of determining a price, and claims 26 and 28 are directed to computer-readable storage media comprising computer instructions to implement the methods of claims 17 and 28. Claim 29 is directed to an apparatus for determining a price that includes computer program instructions capable of performing the same method steps recited in claim 27. Using organizational and product group hierarchies to determine a price is an abstract idea that has no particular concrete or tangible form or application. It is a building block, a", "doc_score": "88.23407745361328", "publish_date": "2018/12/31"}, {"doc_id": "3397073", "text": "Respondeat superior / three considerations generally: The degree to which these are answered in the affirmative dictates the degree to which the doctrine can be applied. Common law distinguishes between civil and criminal forms of \"respondeat superior\". In U.S. securities law cases in which \"respondeat superior\" has been considered, where the company was not a knowing participant in the employee's fraud, the results have been mixed. In \"O'Brien v. Dean Witter Reynolds\" (D. Ariz 1984), the court, emphasizing the requirement of knowing participation, stated that an employee's knowledge could not be imputed to the employer. The court in \"Dakis v. Chapman\" (D. Cal.", "doc_score": "86.9833984375", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_24", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "10533101", "text": "Anderson Valley Brewing Company / drinking\") Series, expanded the barrel aged and sour beer programs, and increased brewing capacity. In 2016, the brewery produced about 55,000 barrels of beer. Anderson Valley Brewing Company's main lineup of beers includes \"Boont Amber Ale\", \"Poleeko Pale Ale\" and \"Barney Flats Oatmeal Stout\". \"Hop Ottin' IPA\" was added in the mid 1990s. Additionally the brewery produces (in smaller quantities) \"Brother David's Belgian style Double\" and \"Triple\", \"Heelch O'Hops Imperial IPA\", and the Summer and Winter Solstice beers, as well as several barrel-aged sour beers. In 2012 they collaborated with Wild Turkey bourbon to release \"Anderson Valley Bourbon Barrel Stout\".", "doc_score": "82.87592315673828", "publish_date": "2018/12/31"}, {"doc_id": "6923418", "text": "Hale's Ales / English yeast strain, however Belgian strains have been used in some seasonal recipes. Hale's Ales has also begun experimenting with bourbon barrel-aging certain recipes including the Wee Heavy Winter Ale, Troll Porter, as well as Supergoose IPA. Approximately three months every year (Dec-Mar), the back storage at Hale's Ballard location is open as a performance venue called The Palladium for live events such as comedy shows, dances, parties, dinner theatre, or soirees. This is because during this time of the year the storage room is empty and not used by the brewery. Hale's Ales Hale's Ales is a brewery in", "doc_score": "83.9621353149414", "publish_date": "2018/12/31"}, {"doc_id": "103326", "text": "Draught beer / Cask beer should be stored and served at a cellar temperature of. Once a cask is opened, it should be consumed within three days. Keg beer is given additional cooling just prior to being served either by flash coolers or a remote cooler in the cellar. This chills the beer down to temperatures between. The words \"draft\" and \"draught\" have been used as marketing terms to describe canned or bottled beers, implying that they taste and appear like beers from a cask or keg. Commercial brewers use this as a marketing tool although it is incorrect to call", "doc_score": "81.97785949707031", "publish_date": "2018/12/31"}, {"doc_id": "4966238", "text": "Brakspear Brewery / 1986 claimed \"Brakspear's draft bitter is undoubtedly the best to be had in England\". With the opening of The Bell Street Brewery in Henley-on-Thames in spring 2013 a number of beers are brewed including some sold using the Brakspear's beer brand name albeit with point of sale material also showing the brewing provenance as The Bell Street Brewery. Previous Brakspear's beer names Mild, Old Ale and Special have featured at various times, with Special being a regular product. Brakspear's last head brewer, Peter Scholey, set up The Beer Counter as a \"cuckoo brewery\", overseeing the production of his own beers", "doc_score": "79.20185852050781", "publish_date": "2018/12/31"}, {"doc_id": "13731882", "text": "The Brew Company / of thriving real ale pubs and breweries. Abyss Best Bitter - 4.2% ABV Eclipse Porter - 4.7% ABV Elixir Bitter - 4.0% ABV Frontier IPA - 4.7% ABV Slaker Pale Ale - 3.8% ABV Hop Monster Hoppy Ale - 4.5% ABV Yellow Rose 4.5% ABV Bock Dark Ale - 5.0% ABV Spring Bock Light Ale - 3.8% ABV St Petrus Stout - 5.0% ABV Brewers Gold Pale Ale - 4.0% ABV Hop Ripper IPA - 4.3% ABV The Brew Company has four permanent outlets in Sheffield, with two permanent house beers 'Blonde' and Best Bitter at their own freehouse \"The", "doc_score": "82.08193969726562", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_25", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "11137668", "text": "High Performance Computing Modernization Program / geographically dispersed high performance computing (HPC) user sites — including the five DoD Supercomputing Resource Centers — and more than 150 user sites at other government laboratories, test centers, universities, and industrial locations throughout the United States (including Hawaii and Alaska). The DREN wide area networking (WAN) capability is provided under a commercial contract, currently awarded to CenturyLink. It has been awarded in the past to AT&T, MCI/WorldCom, and Verizon. The DREN WAN service provider has built DREN as a virtual private network based on its commercial infrastructure. Capabilities provided by DREN III include digital data transfer services at speeds", "doc_score": "85.06705474853516", "publish_date": "2018/12/31"}, {"doc_id": "20154476", "text": "NJFX / Engineers. In January 2016, voice and data network provider Windstream announced it was extending its 100 Gigabit Ethernet (100G) network from NJFX's presence at the CLS to Ashburn, Virginia's Internet hub. In September, the new data center came online. In March 2017, NJFX announced they were adding an additional data center on their campus. NJFX operates a data center campus in Wall Township, NJ, offering meet-me room, data center and colocation services to business customers. The center is adjacent to a substation operated by Jersey Central Power & Light (JCP&L), a subsidiary of energy giant FirstEnergy. NJFX NJFX, also known", "doc_score": "80.34098052978516", "publish_date": "2018/12/31"}, {"doc_id": "17204065", "text": "GTT Communications / Transit connectivity services to the Middle East. On October 22, 2015, GTT acquired One Source Networks (OSN), a provider of global data, Internet, Session Initiation Protocol (SIP) trunking and managed services to Fortune 1000 companies. On February 9, 2016, GTT acquired Telnes Broadband for $18 million. On October 7, 2016, GTT announced the award of Government Services Administrations (GSA) IT Schedule 70 Contract. The IT Schedule 70 is the largest acquisition vehicle in the United States federal government. On January 9, 2017, GTT completed the acquisition of Hibernia Networks for $590 million. The company acquired five subsea cables, including Hibernia", "doc_score": "80.74594116210938", "publish_date": "2018/12/31"}, {"doc_id": "5360448", "text": "Nuclear Power 2010 Program / approval to build and operate at least one new advanced nuclear power plant in the United States. Three consortia responded in 2004 to the U.S. Department of Energy's solicitation under the Nuclear Power 2010 initiative and were awarded matching funds. On September 22, 2005, NuStart selected Port Gibson (the Grand Gulf site) and Scottsboro (the Bellefonte site) for new nuclear units. Port Gibson will host an ESBWR (a passively safe version of the BWR) and Scottsboro an AP1000 (a passively safe version of the PWR). Entergy announced it will prepare its own proposal for the River Bend Station in St.", "doc_score": "81.74244689941406", "publish_date": "2018/12/31"}, {"doc_id": "13019758", "text": "Delaware Offshore Wind Farm / Delaware Offshore Wind Farm The Delaware Offshore Wind Farm is a proposed offshore wind farm project, to be situated off the Delaware coast. It is one of many major off-shore wind farms that have been proposed on the East Coast of the United States. Other similar projects include installations in Massachusetts, and New Jersey. Offshore wind farms are a key part of the Obama administration, which is promoting a $150 billion government program for reduced carbon emissions and 5 million new \"green collar\" jobs. The Delaware Project came closer to reality when Delmarva Power of Delaware agreed to purchase 200", "doc_score": "82.45072937011719", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_26", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "4589694", "text": "Shopko / year, thefirm announced that it would sell ProVantage to Merck & Co. for about $222 million. Early in 2001, it announced the closings of 23 stores and a distribution center, cutting 2,500 jobs and bowing out of Missouri, Indiana, Kansas, and Kentucky. The company's CEO, William Podany, resigned in April 2002; Jeffrey Girard became his interim replacement until Sam Duncan took over in October. In 2005, ShopKo opened the first few ShopKo Express locations, which were smaller, and aimed at competition with Walgreens and CVS Pharmacy. Around that time, the chain exited the state of Colorado (some locations were acquired", "doc_score": "83.85865783691406", "publish_date": "2018/12/31"}, {"doc_id": "5589765", "text": "Hypermart USA / to be the first of Walmart's new \"high-efficiency\" stores. As a result of the new Supercenters on State Line Road and the former Blue Ridge Mall site, along with declining business and a growing number of retail closings in Bannister Mall and Benjamin Plaza, Walmart announced that it would close former Hypermart store in mid-January 2007. The 400 employees were offered jobs at the new Blue Ridge store and other area Walmart stores. After 7 years of vacancy, the former Kansas City Hypermart was demolished in 2014 along with much of the surrounding vacant retail developments as part of a", "doc_score": "82.55316925048828", "publish_date": "2018/12/31"}, {"doc_id": "2846311", "text": "Winn-Dixie / 22, 2005, Winn-Dixie filed for bankruptcy. On June 21, it announced the sale or closure of 326 stores. As part of the restructuring, the company pulled out of the Carolinas, Tennessee, Texas, and Virginia. Once the restructuring was completed, Winn-Dixie's footprint was reduced to the Bahamas and five of the Deep South states—almost all of Florida and Alabama, the southeastern half of Louisiana, the southeast corner of Mississippi, and the southwest and coastal corners of Georgia. With the closures, Winn-Dixie now had fewer stores than it had in the 1950s. On February 28, 2006, it was announced that 35 more", "doc_score": "81.28767395019531", "publish_date": "2018/12/31"}, {"doc_id": "3410539", "text": "Gemco / there were 13 stores (including one in Richmond, Virginia, one in Reston, Virginia, and two in the Baltimore area), two of which had opened just two months earlier, and a 14th store under construction in Burke, Virginia, a suburb of Washington, D.C. The closings idled 1,200 retail workers. All of those locations were converted to Bradlees upon Gemco's closing. Several of the former locations are currently open as Home Depot or Kmart. Home Depot near Fairfax Circle in Fairfax, Virginia used to be a Memco. Memco also had stores in other locations — for example, one in Arlington Heights, Illinois,", "doc_score": "79.7466049194336", "publish_date": "2018/12/31"}, {"doc_id": "3557478", "text": "Safeway Inc. / until the end of February 2004. In July 2007, the company stock rose on speculation that Sears Holdings Corporation was seeking to purchase Safeway. In 2012, the company dissolved the Genuardi's chain in suburban Philadelphia through a combination of store selloffs and closures. Giant acquired 15 of the chain's stores and made an offer for a 16th which was instead sold to a local chain as part of an antitrust settlement. Weis also bought three Genuardi's locations. A number of unprofitable Genuardi's units also had closed in 2010 and 2011 as their leases expired. Earlier, Zagara's, a small chain of", "doc_score": "80.06192016601562", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_27", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "11078211", "text": "Rose Garden arena bankruptcy / Rose Garden arena bankruptcy The Rose Garden bankruptcy occurred in 2004 when the Rose Garden in Portland, Oregon was the subject and primary asset in a bankruptcy filing, shifting ownership of the arena from billionaire Paul Allen to a consortium of creditors. Allen, who owns the arena's primary tenant, the Portland Trail Blazers of the NBA, financed the arena's construction in 1993 with a US $155 million loan on what Allen's representatives later characterized as unfavorable terms. As a result of the bankruptcy, the Rose Garden was operated by its creditors for over two years, during which Allen and the", "doc_score": "78.87738800048828", "publish_date": "2018/12/31"}, {"doc_id": "20108461", "text": "Star Athletica, LLC v. Varsity Brands, Inc. / of the sandal\" was a copyrighted element on their Bow Slides. Forever 21 responded with a detailed motion to dismiss that claimed the Fenti line resembled prior art, among other things. The companies settled in November 2018. The United States Copyright Office, arbiter of copyright registration, updated its \"Compendium\" of rules for validating registrations with preliminary rules taking the \"Star Athletica\" developments into account. The new report, published September 29, 2017, reminded that useful articles and, more specifically, clothing articles were not copyrightable. Regarding two-dimensional visual designs applied to useful articles, the \"Compendium\" reduced its 2014 discussion of the copyrightability", "doc_score": "78.4778823852539", "publish_date": "2018/12/31"}, {"doc_id": "18300696", "text": "Alaska v. Amerada Hess / precarious way along the road that leads eventually to financial insolvency.\" In response to the concerns of Bartlett and others, the resulting constitution requires the Alaska Legislature to maximize resource development for the \"benefit of its people.\" To provide a concrete tool for that goal, the constitution authorizes legislators to \"provide for the leasing of... any part of the public domain.\" While most governments at the time raised revenue through production taxes, conservation taxes, income taxes and property taxes, allowing the leasing of public land meant the state could also garner bonuses, rent, and royalties from anyone leasing public", "doc_score": "75.74913024902344", "publish_date": "2018/12/31"}, {"doc_id": "19111668", "text": "Dart Cherokee Basin Operating Co. v. Owens / Dart Cherokee Basin Operating Co. v. Owens Dart Cherokee Basin Operating Co. v. Owens, 574 U.S. ___ (2015), was a case in which the Supreme Court of the United States clarified procedures for removing a class action lawsuit from state court to federal court. The case involved a dispute about revenue from oil and gas leases in which the defendant filed a motion to remove the case from a state court in Kansas to the United States District Court for the District of Kansas. However, the plaintiff argued that the defendant's motion was defective because the defendant's notice of removal", "doc_score": "79.08534240722656", "publish_date": "2018/12/31"}, {"doc_id": "20687990", "text": "Oil States Energy Services, LLC v. Greene's Energy Group, LLC / regulatory scheme\" and considered a public right based on the Supreme Court's ruling in \"Stern v. Marshall\", and that the inter partes review did not violate Article III nor the Seventh Amendment. While \"MCM Portfilio\" was petitioned to the Supreme Court, it declined to hear the case at that time. The Federal Circuit Appeals Court affirmed the PTAB's ruling without additional opinion, leading Oil States' to petition the Supreme Court for a writ of certiorari to hear the case in November 2016. The Court granted certiorari in June 2017 specifically to address the Article III and Seventh Amendment questions", "doc_score": "77.2315673828125", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_28", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "7010643", "text": "Athyrium filix-femina / Athyrium filix-femina Athyrium filix-femina, the lady fern or common lady-fern, is a large, feathery species of fern native throughout most of the temperate Northern Hemisphere, where it is often abundant (one of the more common ferns) in damp, shady woodland environments and is often grown for decoration. Its common names \"lady fern\" and \"female fern\" refer to how its reproductive structures (sori) are concealed in an inconspicuous – deemed \"female\" – manner on the frond. Alternatively, it is said to be feminine because of its elegant and graceful appearance. \"Athyrium filix-femina\" is now commonly split into two species, \"A. angustum\"", "doc_score": "82.3545150756836", "publish_date": "2018/12/31"}, {"doc_id": "10701144", "text": "Hibernaculum (zoology) / to 8 months during the winter, and leave their roosts in the warm spring weather when insect prey is plentiful again. Bats gauge the outside temperature by being attuned to the airflow at the hibernacula entrance, which is driven by temperature differences between inside and outside the hibernacula, allowing bats to leave when the temperature begins to warm. Some hibernacula are shared between multiple species, such as common pipistrelles roosting with soprano pipistrelles. Behavior other than hibernating can also occur at hibernacula; common pipistrelles produce most of their mating calls and mate with each other in and near their hibernacula.", "doc_score": "79.99050903320312", "publish_date": "2018/12/31"}, {"doc_id": "13166023", "text": "Springtail / permeable cuticles have been shown to resist severe drought by regulating the osmotic pressure of their body fluid. The gregarious behaviour of Collembola, mostly driven by the attractive power of pheromones excreted by adults, gives more chance to every juvenile or adult individual to find suitable, better protected places, where desiccation could be avoided and reproduction and survival rates (thereby fitness) could be kept at an optimum. Sensitivity to drought varies from species to species and increases during ecdysis. Given that springtails are moulting repeatedly during their entire life (an ancestral character in Hexapoda) they spend much time in concealed", "doc_score": "81.15680694580078", "publish_date": "2018/12/31"}, {"doc_id": "10671639", "text": "Sundevall's roundleaf bat / for brief periods. They mostly catch moths or other prey in midair, but are able to snatch fluttering insects on the ground, using their echolocation calls to distinguish the rapid movement of insect wings from other nearby clutter. The calls consist of a constant frequency component lasting about 6 ms, followed by a short frequency-modulated downward sweep. The frequency of the calls varies with geographic locality, but is typically about 140 kHz. During the day, Sundevall's roundleaf bats roost in caves, tree hollows, or manmade structures such as mines or attics. Some cave roosts may host exceptionally large colonies, with", "doc_score": "80.1505355834961", "publish_date": "2018/12/31"}, {"doc_id": "6395320", "text": "Frost flower / \"petal\" to form. The petals of frost flowers are very delicate and will break when touched. They usually melt or sublimate when exposed to sunlight and are usually visible in the early morning or in shaded areas. Examples of plants that often form frost flowers are white crownbeard (\"Verbesina virginica\"), commonly called frostweed, yellow ironweed (\"Verbesina alternifolia\"), and \"Helianthemum canadense\". They have also been observed growing from fallen branches of conifers and contain enough hydraulic power to strip the bark off. Frost flower A frost flower is formed when thin layers of ice are extruded from long-stemmed plants in autumn", "doc_score": "79.02406311035156", "publish_date": "2018/12/31"}]}
{"question_id": "20231027_29", "search_time": "2023/11/18/07:10", "search_result": [{"doc_id": "15002986", "text": "Eataly / casino in Las Vegas (formerly the Monte Carlo). Eataly will fill approximately 40,000 square feet on the southern edge of the resort and The Park-facing side will become the main pedestrian entrance into the Park MGM casino. In October 2017 Eataly Century City location opened at the newly remodeled $1 billion Westfield Century City Mall in Los Angeles County. Covering 67,000 square feet, Eataly L.A. surpassed Eataly Chicago to become the largest Eataly in the United States. On February 17, 2018, Eataly opened its 40th location in Stockholm, Sweden. The operation occupies 32,300 square feet in a former movie theater", "doc_score": "79.90056610107422", "publish_date": "2018/12/31"}, {"doc_id": "15372939", "text": "Buc-ee's / would be located in Baton Rouge, LA. The location was expected to open in early 2017, however, on October 4, 2016, Buc-ee's announced that the plans for the Baton Rouge location had been terminated. On April 12, 2017, Buc-ee's announced that it will open their first convenience store/gas station outside of Texas in Daytona Beach, Florida. It will be located on the north side of LPGA Boulevard across from Tanger Outlets, just east of Interstate 95 and immediately west of Stonewood Grill & Tavern (formerly Vince Carter's). At 50,000 square feet with 120 fueling positions the Daytona Beach travel center", "doc_score": "83.60172271728516", "publish_date": "2018/12/31"}, {"doc_id": "15372938", "text": "Buc-ee's / Pearland Town Center. The \"partial headquarters\" would house legal and human resources departments of the company. The space was to be ready by the early part of 2016, but it is not known whether Buc-ee's went through with having the Pearland office space, or not. The second Buc-ee's in the Metroplex opened on May 23, 2016. The store is located in far northern Fort Worth, across the street from Texas Motor Speedway. The third DFW location opened in Denton, Texas on October 29th, 2018 On March 8, 2016, Buc-ee's announced a possible first location outside of the state of Texas", "doc_score": "81.74148559570312", "publish_date": "2018/12/31"}, {"doc_id": "18998677", "text": "Finnegans / (C) On Saint Patrick’s Day of 2018, the company unveiled Finnegans House to the public in the Elliot Park neighborhood of east downtown Minneapolis. (D) The 17,520 square foot facility includes a brewery, taproom, Finnovation Lab (a social business incubator and community workspace), and a members-only social club called the Brewer’s Den. Brewing is handled at that facility and in a shared facility in Shakopee with Badger Hill Brewing Company. (E) In March 2014, Finnegans launched the reverse food truck. The idea capitalized on the popularity of food trucks and turned the concept upside down. Instead of selling food, the", "doc_score": "79.80872344970703", "publish_date": "2018/12/31"}, {"doc_id": "17368498", "text": "Dock Street Brewing Company / 2007, the brewery reopened as a pizza-centric brewpub in the former Firehouse Farmers Market in the Cedar Park neighborhood in West Philadelphia. The facility features a 10-barrel brewing system, four fermenters and six lagering tanks, and produces about 1,000 barrels per year, with capacity for 1,200. In January 2017, Mark Russell assumed the position of Head Brewer. In April 2017, Dock Street Brewing Company expanded with Dock Street Cannery + Lounge, a mixed-use space with a canning line, two fermenters, and a tasting bar with craft cocktails. With the expansion and the addition of the new fermentation tanks, Dock Street's", "doc_score": "80.7508544921875", "publish_date": "2018/12/31"}]}
