{"question_id": "20230317_0", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "736710", "text": "Academy Award for Best Picture / that have received few or no nominations or awards. Only three animated films have been nominated - \"Beauty and the Beast\" (1991), \"Up\" (2009) and \"Toy Story 3\" (2010), the latter two having been nominated after the Academy expanded the number of nominees—but none have won. No science fiction film or superhero film has won (none of the latter has been nominated); only two fantasy films have won — \"\" (2003) and \"The Shape of Water\" (2017). \"The Silence of the Lambs\" (1991) is the only horror film to win Best Picture, and only five other have been nominated for", "doc_score": "81.39876556396484", "publish_date": "2018/12/31"}, {"doc_id": "19313448", "text": "89th Academy Awards / apiece. \"La La Land\"s Best Picture loss to \"Moonlight\" meant it set a record for most nominations and wins without winning Best Picture since \"Cabaret\" in 1972. The winners were announced during the awards ceremony on February 26, 2017. \"Moonlight\" became the first film with an all-black cast and the first LGBT-themed film to win Best Picture. In an event unprecedented in the history of the Oscars, \"La La Land\" was incorrectly announced as the Best Picture, and, a few minutes later, the error was corrected and \"Moonlight\" was declared the winner. \"\", at 467 minutes, became the longest film", "doc_score": "82.74156951904297", "publish_date": "2018/12/31"}, {"doc_id": "4652884", "text": "67th Academy Awards / shot prominently featured in several comedic films and shorts. Dancer Debbie Allen choreographed \"The Lion King\" musical number. Actors Alec Baldwin, Jack Lemmon, Steve Martin, and Rosie O'Donnell participated in a pre-taped comedic sketch lampooning auditions for a role in \"Cabin Boy\", the film in which Letterman made his film acting debut. At the time of the nominations announcement on February 14, the combined gross of the five Best Picture nominees at the US box office was $468 million, with an average of $93.6 million per film. \"Forrest Gump\" was the highest earner among the Best Picture nominees with $300", "doc_score": "80.99331665039062", "publish_date": "2018/12/31"}, {"doc_id": "5650354", "text": "62nd Academy Awards / at The Beverly Hilton in Beverly Hills, California on March 3, the Academy Awards for Technical Achievement were presented by hosts Richard Dysart and Diane Ladd. \"Driving Miss Daisy\" won four awards including Best Picture and Best Actress for Jessica Tandy, the oldest person at the time to win a competitive acting Oscar. Other winners included \"Glory\" with three awards, \"Born on the Fourth of July\", \"The Little Mermaid\", and \"My Left Foot\" with two, and \"The Abyss\", \"Balance\", \"Batman\", \"Cinema Paradiso\", \"\", \"Dead Poets Society\", \"Henry V\", \"Indiana Jones and the Last Crusade\", \"The Johnstown Flood\", and \"Work Experience\"", "doc_score": "81.5795669555664", "publish_date": "2018/12/31"}, {"doc_id": "19313453", "text": "89th Academy Awards / of the nominations announcement on January 24, 2017, the combined gross of the nine Best Picture nominees at the North American box offices was $483.8 million, with an average of $53.8 million per film. When the nominations were announced, \"Arrival\" was the highest-grossing film among the Best Picture nominees with $95.7 million in domestic box office receipts. \"La La Land\" was the second-highest-grossing film with $90.5 million, followed by \"Hidden Figures\" ($85 million), \"Hacksaw Ridge\" ($65.5 million), \"Fences\" ($48.8 million), \"Manchester by the Sea\" ($39 million), \"Hell or High Water\" ($27 million), \"Lion\" ($16.5 million) and \"Moonlight\" ($15.8 million). \"Moonlight\"", "doc_score": "83.42692565917969", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_1", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "19587290", "text": "2016 United States House of Representatives sit-in / House again convened with another measure, this time to fund the Department of Veterans Affairs, military construction, and the country's response to the Zika virus, similarly brought to a vote. After the conclusion of this vote, Republicans quickly forced through a motion to adjourn the House until July 5. Despite this, Democrats remained on the floor, insisting they would remain there throughout the rest of the day. Democrats ultimately remained on the floor through the night, with \"about a dozen\" remaining present and taking turns at the lectern until early the next morning. The House Democratic Whips' office requested the", "doc_score": "79.21823120117188", "publish_date": "2018/12/31"}, {"doc_id": "19828380", "text": "International reactions to the 2016 United States presidential election / a record high, experiencing its best week since 2011. Japan's Nikkei fell by over 6.1%. The price of oil also fell by 2.4%. However, unlike most other global markets, Russia's MICEX rose after the result. In the weeks following the election, as Trump gradually formed his pro-business cabinet, U.S. stock markets rallied strongly and the Dow Jones Industrial Average flirted with the 20,000-point level. The U.S. dollar also gained significant value. On November 10 the \"Toronto Star\" reported that the website of Immigration, Refugees and Citizenship Canada crashed when it was flooded with a large increase in traffic on election", "doc_score": "80.40462493896484", "publish_date": "2018/12/31"}, {"doc_id": "16890100", "text": "International reactions to the 2012 United States presidential election / following the result. Iran's stock market index rose and its recently depreciating currency rose slightly in the wake of Obama's win. The United States stock market indices fell over 2% the following day in response to a split Congress. That week, the U.K.'s FTSE index also fell over the same concerns. The Taiwan dollar also rose to a 14-month high on news of the result. Chile's IPSA stock market index also fell on the news of the result. In reaction to the result, the Hungarian Forint rose on speculation of an increase in risk appetite sentiment. It also result in", "doc_score": "81.49417877197266", "publish_date": "2018/12/31"}, {"doc_id": "19828378", "text": "International reactions to the 2016 United States presidential election / added: \"NATO's security guarantee is a treaty commitment and all allies have made a solemn commitment to defend each other and this is something which is absolute and unconditioned.\" He reminded that NATO was part of Operation Enduring Freedom and that NATO \"is important both for collective defence in Europe and to provide help and play a role in the fight against international terrorism.\" The Mexican peso rallied in the day before the election on speculation Trump would lose over his alleged anti-Mexican comments, while the stock markets of the world also rallied on speculation Clinton would win. The price", "doc_score": "80.18830871582031", "publish_date": "2018/12/31"}, {"doc_id": "14957794", "text": "Currency war / had been a currency war in 2010 generally concluded that it had fizzled out by mid-2011. States engaging in possible competitive devaluation since 2010 have used a mix of policy tools, including direct government intervention, the imposition of capital controls, and, indirectly, quantitative easing. While many countries experienced undesirable upward pressure on their exchange rates and took part in the ongoing arguments, the most notable dimension of the 2010–11 episode was the rhetorical conflict between the United States and China over the valuation of the yuan. In January 2013, measures announced by Japan which were expected to devalue its currency", "doc_score": "78.72360229492188", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_2", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "17407276", "text": "July 2013 Southeastern United States floods / July 2013 Southeastern United States floods The 2013 Southeastern United States floods were ongoing flooding across the southeastern U.S. Flash floods began on the morning of July 2 and continued through Independence Day and into the next day. The hardest-hit areas as of Friday afternoon are the Florida Panhandle, northwest Alabama and the area around Columbus, Mississippi. A plume of tropical moisture caused heavy rain to train over the same areas, for more than 36 hours in some cases, leading to flash flooding. The system also caused sporadic damaging winds and one tornado in Destin, Florida. A dip in the", "doc_score": "86.39558410644531", "publish_date": "2018/12/31"}, {"doc_id": "3704762", "text": "Hurricane Ivan / a daily record for the commonwealth. Ivan then moved into the Wheeling, West Virginia and Pittsburgh area, causing major flooding and gusty winds. Pittsburgh International Airport recorded the highest 24-hour rainfall for Pittsburgh, recording of rain. Ivan's rain caused widespread flooding. The Juniata River basin was flooded, and the Frankstown Branch crested at its highest level ever. After Ivan regenerated in the Gulf of Mexico, it caused further heavy rainfall up to in areas of Louisiana and Texas. On the morning of September 21, the remnant mid-level circulation of Ivan combined with a frontal system. This produced a plume of", "doc_score": "84.27738952636719", "publish_date": "2018/12/31"}, {"doc_id": "20527157", "text": "January 2018 Western United States floods / expected. of rain, as well as tropical storm-force wind gusts as high as, were expected on the Oregon coast. January 2018 Western United States floods The January 2018 American West floods occurred due to heavy precipitation in the Western United States. While wildfires in Southern California exacerbated the rain's effects in the region, other states, like Nevada, also experienced flooding. Gusts as high as, hurricane-force, were reported, and scattered power outages were expected. The storm brought much-needed rain to places in the desert like Las Vegas and Phoenix—with the risk of flash floods. Also, mountain snow was expected", "doc_score": "84.99440002441406", "publish_date": "2018/12/31"}, {"doc_id": "12467753", "text": "Effects of Hurricane Ike in inland North America / due to its forward motion, its fast forward motion of about, and the warm air ahead of the storm allowed the high winds aloft to reach the surface easier. Many areas reported wind gusts up to hurricane force. It was one of the largest power outages caused by a natural disaster in the history of the Midwest, with around 3.7 million customers losing power (well over 8 million people), including 2.6 million outages in the state of Ohio alone 26 people were killed in the interior states. Ohio alone sustained over $560 million in damage. In Arkansas, about 200,000", "doc_score": "84.46073913574219", "publish_date": "2018/12/31"}, {"doc_id": "2119604", "text": "Hurricane Isabel / in the Outer Banks, 23% in the area around the Pamlico Sound, 23% in Virginia, and about 15% in Maryland. The threat of Isabel resulted in the evacuation of hundreds of thousands of residents, primarily in North Carolina and Virginia, and included more than 12,000 residents staying in emergency shelters. 19 major airports along the East Coast of the United States were closed, with more than 1,500 flights canceled. The Washington Metro and Metrobus system closed prior to the arrival of the storm, and Amtrak canceled nearly all trains south of the nation's capital. Schools and businesses throughout its path", "doc_score": "84.7270278930664", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_3", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "9560341", "text": "Petroleum exploration in the Arctic / Prudhoe Bay Oil Field on Alaska's North Slope is the largest oil field in North America, The field was discovered on March 12, 1968, by Atlantic Richfield Company (ARCO) and is operated by BP; partners are ExxonMobil and ConocoPhillips Alaska. In September 2012 Shell delayed actual oil drilling in the Chukchi until the following summer due to heavier-than-normal ice and the Arctic Challenger, an oil-spill response vessel, not being ready on time. However, on September 23, Shell began drilling a \"top-hole\" over its Burger prospect in the Chukchi. And on October 3, Shell began drilling a top-hole over its Sivulliq", "doc_score": "80.00628662109375", "publish_date": "2018/12/31"}, {"doc_id": "14584144", "text": "Newfield Exploration / In 2000, the company acquired assets in south Texas for $142 million. In 2001, Newfield acquired Lariat Petroleum in a $333 million transaction, establishing a new focus area in the Anadarko Basin of Oklahoma. In 2002, the company acquired EEX Corporation and its asset base in South Texas in a $640 million transaction. In 2004, Newfield began operations in the Rocky Mountains with the acquisition of Inland Resources. In 2005, Newfield explored the South China Sea in a partnership with CNOOC. In 2007, Newfield announced the $575 million acquisition of exploration and development areas in the Rocky Mountains from Stone", "doc_score": "77.67607116699219", "publish_date": "2018/12/31"}, {"doc_id": "13091068", "text": "Offshore drilling on the Atlantic coast of the United States / scheduled a lease sale for offshore Virginia, to take place in 2011, and in March 2010, President Barack Obama announced his intention to open the Mid-Atlantic and South Atlantic planning areas to oil and gas exploration. However, lease sale plans were canceled in May 2010 following the Deepwater Horizon oil spill in the Gulf of Mexico. In December 2010, Interior Secretary Ken Salazar announced a ban on drilling in federal waters off the Atlantic coast through 2017. No oil or gas has been produced from the U.S. Atlantic continental shelf. Some gas discoveries were made by Tenneco, Texaco, and Exxon", "doc_score": "76.63114166259766", "publish_date": "2018/12/31"}, {"doc_id": "8012934", "text": "Alaska gas pipeline / Alaska gas pipeline The Alaska gas pipeline is a project proposed from the joint efforts between TransCanada Corp. and Exxon Mobile Corp. to develop a natural gas pipeline under the AGIA a.k.a. Alaska Gas Inducement Act, adopted by Alaska Legislature in 2007. The project originally proposed two options during its open season offering over a three-month period from April 30 to July 30, 2010. An 'open season' in layman's terms is when a company conducts a non-binding show of interest or poll in the marketplace, they ask potential customers \"if we build it, will you come?\". The first option was", "doc_score": "79.35284423828125", "publish_date": "2018/12/31"}, {"doc_id": "11826787", "text": "Lost Hills Oil Field / four pools – the Tulare, Etchegoin, Cahn, and Reef Ridge – continued to have active recovery operations using waterflooding, steam flooding, and fire flooding. As of 2008, the principal operators on the Lost Hills Field were Chevron Corp. and Aera Energy LLC. In 1998, the Lost Hills Field was the site of one of the largest and most spectacular well blowouts in modern U.S. history. The Bellevue blowout – also called the \"Bellevue gusher\" – involved six months of uncontrolled natural gas expulsion, and a gigantic gas fire that lasted two weeks. On the evening of November 23, a wildcat", "doc_score": "77.63046264648438", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_4", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "579636", "text": "Daylight saving time / inserts \"summer\" into other time zone names, e.g. \"Central European Time\" (\"CET\") becomes \"Central European Summer Time\" (\"CEST\"). The North American English mnemonic \"spring forward, fall back\" (also \"spring ahead...\", \"spring up...\", and \"... fall behind\") helps people remember in which direction to shift the clocks. Changes to DST rules cause problems in existing computer installations. For example, the 2007 change to DST rules in North America required that many computer systems be upgraded, with the greatest impact on e-mail and calendar programs. The upgrades required a significant effort by corporate information technologists. Some applications standardize on UTC", "doc_score": "91.88639068603516", "publish_date": "2018/12/31"}, {"doc_id": "579595", "text": "Daylight saving time / in the 1970s as a result of the 1970s energy crisis. Since then, the world has seen many enactments, adjustments, and repeals. For specific details, see Daylight saving time by country. Clock shifts are usually scheduled at, or soon after, midnight and on a weekend to lessen disruption to weekday schedules. A one-hour shift is customary but twenty minute and two hour shifts have been used in the past. In all countries that use daylight saving, the clock is advanced in spring and set back in autumn; the spring change reduces the length of that day and the autumn change", "doc_score": "89.38678741455078", "publish_date": "2018/12/31"}, {"doc_id": "244971", "text": "Leap second / UT1-UTC from the IERS, and apply corrections in software. Leap second A leap second is a one-second adjustment that is occasionally applied to civil time Coordinated Universal Time (UTC) to keep it close to the mean solar time at Greenwich, in spite of the Earth's rotation slowdown and irregularities. UTC was introduced on January 1, 1972, initially with a 10 second lag behind International Atomic Time (TAI). Since that date, 27 leap seconds have been inserted, the most recent on December 31, 2016 at 23:59:60 UTC, so in 2018, UTC lags behind TAI by an offset of 37 seconds. The", "doc_score": "90.10853576660156", "publish_date": "2018/12/31"}, {"doc_id": "2932591", "text": "Time in the United States / the first Sunday in November. Clocks will be set ahead one hour at 2 a.m. on the following start dates and set back one hour at 2 a.m. on these ending dates: In response to the Uniform Time Act of 1966, each state of the US has officially chosen to apply one of two rules over its entire territory: The Energy Policy Act of 2005 extended daylight saving time (DST) for an additional month beginning in 2007. Previous DST change dates include: There exist more than one hundred clock towers in the United States; see. Time in the United", "doc_score": "91.21114349365234", "publish_date": "2018/12/31"}, {"doc_id": "2551442", "text": "Equation of time / time, and the sundial, can be ahead (fast) by as much as 16 min 33 s (around 3 November), or behind (slow) by as much as 14 min 6 s (around 12 February). The equation of time has zeros near 15 April, 13 June, 1 September and 25 December. Ignoring very slow changes in the Earth's orbit and rotation, these events are repeated at the same times every tropical year. However, due to the non-integer number of days in a year, these dates can vary by a day or so from year to year. The graph of the equation of", "doc_score": "89.56237030029297", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_5", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "18294676", "text": "Power Rangers (film) / trailer garnered mixed reactions, with some praising it for its darker, contemporary reimagining of the classic characters, while still looking action-packed and fun at the same time, and others criticizing it for its lack of connection to the original series, saying it appeared \"brooding\". The trailer received over 150 million views in the first two days after it was uploaded. Lionsgate revealed the T-Rex zord toy, among others, on October 28, 2016, and the Power Rangers Twitter account revealed the Megazord toy on November 4, 2016. On November 15, 2016, Lionsgate revealed the toys based on the film's individual Zords.", "doc_score": "78.52630615234375", "publish_date": "2018/12/31"}, {"doc_id": "19324989", "text": "Destiny 2 / and some legendary gear also have a lore tab. At the 2017 Electronic Entertainment Expo (E3), a new cinematic trailer was shown, narrated by the main antagonist, Dominus Ghaul. It showed that Bungie did focus more on the story for the sequel than the original, as Bungie was \"attempting to go in-depth into the universe and the motivations of the characters.\" E3 2017 also revealed that \"Destiny 2\"s release date was moved up to September 6, 2017, and the Windows version was confirmed for an October 24 release. The dates for the beta on the console versions were also confirmed", "doc_score": "78.03126525878906", "publish_date": "2018/12/31"}, {"doc_id": "18454574", "text": "Terminator Genisys / the logo appeared. A preview trailer was released the following day, with brief clips from the film accompanied by \"I'd Love to Change the World\" by Jetta. Differing from past \"Terminator\" releases, the preview had forced-looking camera motion in aerial-effect scenes and a first look at the color grading used to evoke the look of past films. The full trailer debuted on December 4. A second trailer (released In April 2015) was noted for spoiling the scene in which John Connor becomes a Terminator, a decision criticized by Alan Taylor and the writers. WWE's March 29, 2015 WrestleMania 31 promoted", "doc_score": "81.50917053222656", "publish_date": "2018/12/31"}, {"doc_id": "18236746", "text": "Logan (film) / at San Diego Comic-Con, as the studio felt it could not prevent the piracy of custom trailers and exclusive footage routinely screened for fans in attendance. On October 20, 2016, 20th Century Fox released a 90-second teaser trailer to promote \"Logan\", following a six-second sneak peek the prior day. Later that day, 20th Century Fox released an international red band version of the trailer, featuring slightly more graphic violence than the original. \"Empire Magazine\" chose the trailer as the best trailer of the year. \"The Hollywood Reporter\"s Aaron Couch praised the trailer, and stated, \"If \"Logan\" delivers on the promise", "doc_score": "80.94644927978516", "publish_date": "2018/12/31"}, {"doc_id": "18236747", "text": "Logan (film) / of this trailer, it will be a true rarity in modern superhero movie making.\" James Dyer of \"Empire\" heralded the trailer and its director, James Mangold, by stating: \"We've had a veritable feast of great trailers... from \"\" to \"Rogue One\", \"Assassin's Creed\" and \"A Cure for Wellness\". But none..., no matter how impressive, have been quite so artfully constructed as this glorious first look at [Mangold]'s \"Logan\".\" Forrest Wickman of \"Slate\" called the trailer \"surprisingly mournful\". \"Logan\" was made available on Blu-ray, DVD, and 4K on May 23, 2017, and was released on Digital HD on May", "doc_score": "78.72653198242188", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_6", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "2753188", "text": "NCAA Division I Men's Basketball Tournament / staged at venues larger than most college basketball arenas. (The most recent team to play the Final Four in its home city was Butler during 2010; its home court then seated only 10,000, as opposed to the 70,000-plus capacity of Lucas Oil Stadium, the Final Four venue.) The tournament consists of several rounds. They are currently named, in order of first to last: The tournament is single-elimination, which increases the chance of an underdog and lower-seeded \"Cinderella team\" advancing to subsequent rounds. Although these lower-ranked teams are forced to play stronger teams, they need only one win to advance (instead", "doc_score": "86.55432891845703", "publish_date": "2018/12/31"}, {"doc_id": "6513717", "text": "NCAA basketball tournament selection process / NCAA basketball tournament selection process The selection process for college basketball's NCAA Division I Men's and Women's Basketball Championships determines which teams (68 men's, 64 women's) will enter the tournaments (the centerpieces of the basketball championship frenzy known as \"March Madness\") and their seedings and matchups in the knockout bracket. Thirty-two teams gain automatic entry through winning their conference's championship. The remaining teams (36 men's, 32 women's) rely on the selection committee to award them an at-large bid in the tournament. The selection process primarily takes place on Selection Sunday and the days leading up to it. Selection Sunday is", "doc_score": "86.98394775390625", "publish_date": "2018/12/31"}, {"doc_id": "2753173", "text": "NCAA Division I Men's Basketball Tournament / NCAA Division I Men's Basketball Tournament The NCAA Division I Men's Basketball Tournament, also known and branded as NCAA March Madness, is a single-elimination tournament played each spring in the United States, currently featuring 68 college basketball teams from the Division I level of the National Collegiate Athletic Association (NCAA), to determine the national championship. The tournament was created in 1939 by the National Association of Basketball Coaches, and was the idea of The Ohio State University coach Harold Olsen. Played mostly during March, it has become one of the most famous annual sporting events in the United States. The", "doc_score": "89.42459869384766", "publish_date": "2018/12/31"}, {"doc_id": "2753270", "text": "NCAA Division I Men's Basketball Tournament / to become the first ever #15 seed to advance to the Sweet Sixteen. The term was popularized as a result of City College of New York's successful run in the 1950 tournament. NCAA Division I Men's Basketball Tournament The NCAA Division I Men's Basketball Tournament, also known and branded as NCAA March Madness, is a single-elimination tournament played each spring in the United States, currently featuring 68 college basketball teams from the Division I level of the National Collegiate Athletic Association (NCAA), to determine the national championship. The tournament was created in 1939 by the National Association of Basketball Coaches,", "doc_score": "88.03926849365234", "publish_date": "2018/12/31"}, {"doc_id": "6513744", "text": "NCAA basketball tournament selection process / no action was taken. For 2011, the region names were slightly adjusted based on the locations of the regionals. The Midwest and South regions were replaced with the Southeast and Southwest regions, held in New Orleans and San Antonio respectively (sites that were determined when the NCAA was using city names as regional names). The regions reverted to the previous ones in 2012. Selection Sunday is the day when the NCAA College basketball tournament participants are selected, placed, seeded accordingly, and announced. Both CBS and ESPN cover the selections for the men's tournament live; ESPN also covers selections for the", "doc_score": "85.69380187988281", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_7", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "2646432", "text": "Military Demarcation Line / In the civilian access control area, land use for civilian farming is permitted to the extent that there is no obstacle to military operations and security, but the freedom of the people and basic rights such as the exercise of land ownership except the cultivation right. On October 16, 2018, the governments of North and South Korea agreed to allow locals and tourists to cross the Military Demarcation Line's infamous Joint Security Area location once it is cleared of personnel. The crossings will resemble the brief moment South Korean President Moon Jae-In stepped into North Korea with North Korean President", "doc_score": "83.71361541748047", "publish_date": "2018/12/31"}, {"doc_id": "4376872", "text": "Nathu La / three open trading border posts between China and India; the others are Shipkila in Himachal Pradesh and Lipulekh (or Lipulech) at the trisection point of Uttarakhand–India, Nepal and China. Sealed by India after the 1962 Sino-Indian War, Nathu La was re-opened in 2006 following numerous bilateral trade agreements. The opening of the pass shortens the travel distance to important Hindu and Buddhist pilgrimage sites in the region and was expected to bolster the economy of the region by playing a key role in the growing Sino-Indian trade. However, trade is limited to specific types of goods and to specific days", "doc_score": "82.8617935180664", "publish_date": "2018/12/31"}, {"doc_id": "2162093", "text": "Korean Demilitarized Zone / More than one million civilian visitors crossed the DMZ until the route was closed following the shooting of a 53-year-old South Korean tourist in July 2008. After a joint investigation was rebuffed by North Korea, the South Korean government suspended tours to the resort. Since then the resort and the Donghae Bukbu Line have effectively been closed by North Korea. Currently, the South Korean Korea Railroad Corporation (Korail) organizes tours to DMZ with special DMZ themed trains. On October 14, 2018, North and South Korea, agreed to meet the summit's goal of restoring railway and road transportation which had been", "doc_score": "83.87123107910156", "publish_date": "2018/12/31"}, {"doc_id": "16766525", "text": "Withdrawal of U.S. troops from Afghanistan / military threats or force against Afghanistan after 2014. The draft agreement says that U.S. military and Defense Department civilian personnel are exempt from visa requirements and taxation. Afghan taxes and other fees will not be imposed on the entry or exit of goods specifically for the use of U.S. forces. An annex to the draft lists locations where Afghanistan agrees to provide facilities for U.S. forces, including Kabul; Bagram, north of the capital, where the United States has its largest current base; Mazar-e Sharif in northern Afghanistan; Herat in the west; Kandahar in the south; Shindand in Herat province; Sharab", "doc_score": "81.24066925048828", "publish_date": "2018/12/31"}, {"doc_id": "20827323", "text": "Xinjiang re-education camps / charged or tried and presented new evidence of the Chinese government's mass arbitrary detention, torture, and mistreatment, and the increasingly pervasive controls on daily life. The report also urged foreign governments to pursue a range of multilateral and unilateral actions against China for its actions, including \"targeted sanctions\" against those responsible. On 10 September 2018, U.N. human rights chief Michelle Bachelet called on China to ease restrictions on her and her office's team, she urged China to allow observers into Xinjiang and expressed concern about the situation there. She said that:’’ The UN rights group had shown that Uighurs and", "doc_score": "81.24845123291016", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_8", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "2667288", "text": "Jalapeño / as the NuMex Vaquero and TAM Mild Jalapeño, have been and are being bred as this is of major commercial impact throughout the world. As jalapeños are a cultivar, the diseases are common to \"Capsicum annuum\": Verticillium wilt, \"Cercospora capsici\", Powdery mildew,\" Colletotrichum capsici\" (Ripe Rot), \"Erwinia carotovora\" (Soft Rot), Beet curly top virus, Tospovirus (Tomato spotted wilt virus), Pepper mottle virus, Tobacco mosaic virus, Pepper Geminiviridae, and Root-knot nematode being among the major commercially important diseases. After harvest if jalapeños are stored at they have a shelf life of up to 3–5 weeks. Jalapeños produce 0.1-0.2 µl/kg⋅h of ethylene", "doc_score": "81.53715515136719", "publish_date": "2018/12/31"}, {"doc_id": "17555998", "text": "Bombus affinis / concerned that \"A. bombi\" may be detrimental to several bumblebee species, including \"B. affinis\". \"B. affinis\" is important to the agricultural industry. This species pollinates up to 65 different genera of plants, and is the primary pollinator of key food crops, such as cranberries, plums, apples, onions, and alfalfa. These crops are important for day-to-day consumption by humans, but are also vital to sustaining birds and mammals that feed on their fruit. Plants pollinated by \"B. affinis\" (such as \"Aralia\" and \"Spiraea\") are used medicinally by aboriginal peoples of Canada known as the First Nations. Thus, the recent decline of", "doc_score": "79.83963012695312", "publish_date": "2018/12/31"}, {"doc_id": "13461138", "text": "Galactomyces / Galactomyces Galactomyces is a genus of fungi in the family Dipodascaceae. Galactomyces Ferment Filtrate is a nutrient dense yeast, and a byproduct of fermented sake. In cosmetics it’s used as a moisturizing agent and has antioxidant effects. It improves the skin's moisture barrier, helping to protect the skin from environmental stress., In a study submitted to the Asian Journal of Beauty and Cosmetology, they evaluated the effects of essence-formed cosmetic ingredients containing the galactomyces ferment filtrate on human skin improvements in keratinization, pores, sebum excretion, brightness, and acne. For analyzing the effects, twenty volunteers participated and each results was determined", "doc_score": "79.66865539550781", "publish_date": "2018/12/31"}, {"doc_id": "20343487", "text": "Mucor circinelloides / 3.7-4.7 µm Growth, sporulation, and presence of tall and short sporangiophores can be influenced by temperature; however sporangiophore shape, size and uniformity are not influenced by temperatures. At least 20 species belonging to the \"Mucor\" genus are found to be extracted from food. \"M. circinelloides\" is one of the five most significant fungus out of these 20 along with \"M. hiemalis\", \"M. piriformis\", \"M. plumbeus\" and \"M. racemosus\". It has been reported to spoil cheese and yams as well as diseases of mango. This fungus has also been isolated from various foods such as meat, hazelnuts, walnuts, maize, mung beans,", "doc_score": "79.36796569824219", "publish_date": "2018/12/31"}, {"doc_id": "19087065", "text": "Bombus ignitus / the queen herself. In an analysis of seven \"B. ignitus\" colonies, the survival rate of colony founding queens was 72%. These queens had damaged wings or bodies, which suggests numerous conflicts with workers. \"Bombus ignitus\" is currently used for agricultural pollination in China and Japan. The species has been chosen as a reliable species for commercial mass-production in Korea, though issues of diapause management must still be addressed. \"B. ignitus\" was chosen over the already established bumblebee, \"Bombus terrestris\", for fear of competition or genetic contamination by mating with native bumblebee species. The protein BiVSPI, Found in the venom of", "doc_score": "80.62165832519531", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_9", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "5424489", "text": "Dobermann / dog breeds in experimental studies and expert evaluations. Psychologist Stanley Coren ranks the Dobermann as the 5th most intelligent dog in the category of \"obedience command training,\" based on the selective surveys answered by experienced trainers (as documented in his book \"The Intelligence of Dogs\"). Additionally, in two studies, Hart and Hart (1985) ranked the Doberman Pinscher first in the same category, and Tortora (1980) gave the Dobermann the highest rank in general trainability. Although the methods of evaluation differ, these studies have consistently shown that the Doberman Pinscher, along with the Border Collie, Standard Poodle, German Shepherd, Golden Retriever,", "doc_score": "86.16970825195312", "publish_date": "2018/12/31"}, {"doc_id": "12151318", "text": "American English Coonhound / American red fox by day. The United Kennel Club (UKC) first recognized it in 1905 as the English Fox and Coonhound. The Treeing Walker Coonhound was recognized separately by the UKC in 1945, separating it from the English Fox and Coonhound breed. The following year, the Bluetick Coonhound was also split into an entirely different breed. The English Coonhound was accepted into the American Kennel Club's Foundation Stock Service as the American English Coonhound in 1995. On 1 January, 2010, it was moved up to the Miscellaneous Class. Following the recognition of the breed by the AKC in the hound", "doc_score": "84.62256622314453", "publish_date": "2018/12/31"}, {"doc_id": "3144413", "text": "American Saddlebred / grounds, except for horses in the Park Pleasure division, and horses with unset tails are not penalized in any division. Gingering is prohibited. Outside of breed-specific shows, the Saddlebred is also promoted as suitable for competitive trail riding, endurance riding, dressage, combined driving, eventing, and show jumping. Some Saddlebreds are also suitable for fox hunting, cutting and roping. Because they are so closely affiliated with their traditional show ring competition, they are sometimes mistaken for warmbloods or Thoroughbred crosses when participating in other equine events. They are also suitable family horses used for trail and pleasure riding and ranch work.", "doc_score": "83.41487884521484", "publish_date": "2018/12/31"}, {"doc_id": "15356128", "text": "The Intelligence of Dogs / by breed. Its use of expert opinion followed precedent. Coren found substantial agreement in the judges' rankings of working and obedience intelligence, with Border collies consistently named in the top ten and Afghan Hounds consistently named in the lowest. The highest ranked dogs in this category were Border collies, Poodles, German Shepherds, Golden Retrievers, and Doberman Pinschers. Dogs that are not breeds recognized by the American Kennel Club or Canadian Kennel Club (such as the Jack Russell Terrier) were not included in Coren's rankings. When Coren's list of breed intelligence first came out there was much media attention and commentary", "doc_score": "85.24715423583984", "publish_date": "2018/12/31"}, {"doc_id": "12326584", "text": "Thoroughbred / colors recognized in the United States include roan and palomino. White is very rare, but is a recognized color separate from gray. The face and lower legs may be marked with white, but white will generally not appear on the body. Coat patterns that have more than one color on the body, such as Pinto or Appaloosa, are not recognized by mainstream breed registries. Good-quality Thoroughbreds have a well-chiseled head on a long neck, high withers, a deep chest, a short back, good depth of hindquarters, a lean body, and long legs. Thoroughbreds are classified among the \"hot-blooded\" breeds, which", "doc_score": "83.24536895751953", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_10", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "19504549", "text": "All In All Alamelu / All In All Alamelu All In All Alamelu () is a 2012-2012 Tamil comedy and cooking soap opera that aired Monday through Friday on KTV from 30 April 2012 to 12 November 2012 at 7:00PM IST for 133 episodes. The show starred Nalini, Kumareshan, Swaminathan, Roopa sree, Shopnam, Yubina and Sri Lakshmi among others. It was produced by Srikanth Entertainment, director by Suki Jeyaram. The serial was carried on in such a way that many current affairs information was included as a factor of gossip. The news and information was carried by the actor/actress throughout each episode and it is", "doc_score": "72.75674438476562", "publish_date": "2018/12/31"}, {"doc_id": "11694526", "text": "The Best of Everything (film) / Jerry Wald. Alfred Newman wrote the musical score, the last under his longtime contract as Fox's musical director. The film has been released on VHS, DVD and Blu-ray. Recent Radcliffe College graduate Caroline Bender is hired as a secretary at Fabian Publishing Company. She works for Amanda Farrow, a bitter, demanding, middle-aged editor who resents Caroline and suspects she wants her job. Caroline meets two other young women in the typing pool — April Morrison, a naive rube from Colorado, and Gregg Adams, a glamorous aspiring actress — and the three women become roommates. April is assigned to work for", "doc_score": "75.77535247802734", "publish_date": "2018/12/31"}, {"doc_id": "11435882", "text": "This Above All (film) / for tensile passions against a background of England at war\", though he also felt that \"The principal weakness of the picture is that it accentuates the original's [novel's] chief fault—that is, it skimps a rationalization of the leading character's profound change of mind. And it also neglects to establish the convictions to which he so stubbornly holds.\" Richard Day, Joseph C. Wright, and Thomas Little won the Academy Award for Best Art Direction, Black-and-White. Arthur Miller was nominated for Best Cinematography, Walter Thompson for Best Editing, Edmund H. Hansen for Best Sound Recording. This Above All (film) This Above All", "doc_score": "74.28224182128906", "publish_date": "2018/12/31"}, {"doc_id": "3078752", "text": "71st Academy Awards / for Best Picture, directing, acting or screenwriting. The other top 50 box office hits that earned nominations were \"Armageddon\" (1st), \"A Bug's Life\" (5th), \"Patch Adams\" (12th), \"Mulan\" (13th), \"The Mask of Zorro\" (17th), \"The Prince of Egypt\" (18th), \"The Horse Whisperer\" (24th), \"What Dreams May Come\" (37th) and \"Pleasantville\" (49th). The show received a mixed reception from media publications. Columnist Lisa Schwarzbaum of \"Entertainment Weekly\" quipped that \"Whoopi bombed last night, she knew it—and yet, crassly, she took it as a sign of her own outrageousness.\" \"The Washington Post\" television critic Tom Shales bemoaned that Goldberg \"spent a great", "doc_score": "74.45352935791016", "publish_date": "2018/12/31"}, {"doc_id": "3010160", "text": "Elementary, Dear Data / two Emmy Awards: Outstanding Art Direction for a Series, Richard D. James, Art Director; Jim Mees, Set Decorator and Outstanding Costume Design for a Series, Durinda Wood, Costume Designer; William Ware Theiss, Starfleet Uniforms Creator. As the Federation starship \"Enterprise\", under the command of Captain Jean-Luc Picard, waits to rendezvous with the USS \"Victory\", Chief Engineer La Forge and Commander Data go to the Holodeck to recreate a Sherlock Holmes mystery. Data, who has read all of the Holmes stories, recognizes and solves the mystery within minutes. Frustrated, Geordi storms out of the holodeck, leaving Data confused. In Ten Forward,", "doc_score": "72.83384704589844", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_11", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "9839192", "text": "NIT bids by school and conference / Western when it won its NCAA title in 1966. NIT bids by school and conference This is a list of NIT bids by school (divided by their current conference affiliation). As of the 2014 tournament, 269 schools have made appearances in the tournament. The eleven schools whose names are listed in the last table are no longer in NCAA Division I Men's Basketball, and can no longer be included in the tournament. The years listed are the last tournament year a school has reached a certain round of the NIT. Note also that some schools have NIT tournament appearances under", "doc_score": "89.63456726074219", "publish_date": "2018/12/31"}, {"doc_id": "6513732", "text": "NCAA basketball tournament selection process / a region has the best team for every given seed, its seeds would add up to 28, and a region with the weakest team in every seed would add up to 40, making the two regions very unbalanced. It is extremely unusual that an at-large bid can be lower than a #12 seed, but it has occurred, most recently with BYU and Iona being #14 seeds in the 2012 Tournament. While the seeds are almost never perfectly balanced throughout the four regions, the committee strives to ensure that they differ from each other by only a few points. The process", "doc_score": "87.31400299072266", "publish_date": "2018/12/31"}, {"doc_id": "9868002", "text": "NCAA Division I Men's Basketball Tournament bids by school / NCAA Division I Men's Basketball Tournament bids by school This is a list of NCAA Men's Division I Basketball Tournament bids by school and is updated through 2018. There are currently 68 bids possible each year (32 automatic qualifiers, 36 at-large). Schools not currently in Division I are in italics (e.g. \"CCNY\") and some appear under prior names (e.g. UTEP went by Texas Western in 1966). Vacated appearances are excluded from the Bids table and noted below it. As the tournament field started with only 8 teams in 1939 (all \"Elite 8\" by default), it was not until 1975 that", "doc_score": "91.18109893798828", "publish_date": "2018/12/31"}, {"doc_id": "9868003", "text": "NCAA Division I Men's Basketball Tournament bids by school / all teams needed to win to advance to an alliteratively-named round (e.g. Elite 8, Sweet 16), hence some gaps may appear in the table for bids prior to 1951. \"Please, note list is ordered by Bids then School when updating.\" NCAA Division I Men's Basketball Tournament bids by school This is a list of NCAA Men's Division I Basketball Tournament bids by school and is updated through 2018. There are currently 68 bids possible each year (32 automatic qualifiers, 36 at-large). Schools not currently in Division I are in italics (e.g. \"CCNY\") and some appear under prior names (e.g. UTEP", "doc_score": "89.69189453125", "publish_date": "2018/12/31"}, {"doc_id": "9839191", "text": "NIT bids by school and conference / NIT bids by school and conference This is a list of NIT bids by school (divided by their current conference affiliation). As of the 2014 tournament, 269 schools have made appearances in the tournament. The eleven schools whose names are listed in the last table are no longer in NCAA Division I Men's Basketball, and can no longer be included in the tournament. The years listed are the last tournament year a school has reached a certain round of the NIT. Note also that some schools have NIT tournament appearances under previous names. For example, UTEP was known as Texas", "doc_score": "89.56089782714844", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_12", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "277554", "text": "Mountaineering / to be one of the most dangerous activities in the world. Loss of life is not uncommon on most major extreme altitude mountaineering destinations every year. Dangers in mountaineering are sometimes divided into two categories: objective hazards that exist without regard to the climber's presence, like rockfall, avalanches and inclement weather, and subjective hazards that relate only to factors introduced by the climber. Equipment failure and falls due to inattention, fatigue or inadequate technique are examples of subjective hazards. A route continually swept by avalanches and storms is said to have a high level of objective danger, whereas a technically", "doc_score": "79.77584075927734", "publish_date": "2018/12/31"}, {"doc_id": "126857", "text": "Extreme sport / recognizable names such as Edmund Hillary, Chris Bonington, Wolfgang Güllich and more recently Joe Simpson. Another example is surfing, invented centuries ago by the inhabitants of Hawaii. Extreme sports by their nature can be extremely dangerous, conducive to fatalities, near-fatalities and other serious injuries, and sometimes consist in treading along the brink of death. This imminent and inherent danger in these sports has been considered a somewhat necessary part of its appeal, which is partially a result of pressure for athletes to make more money and provide maximum entertainment. Disabled people participate in extreme sports. Nonprofit organizations such as Adaptive", "doc_score": "78.02434539794922", "publish_date": "2018/12/31"}, {"doc_id": "14852562", "text": "Mountain Day / Seishiro Eto and the Japanese Alpine Club. The legislation states that the holiday is to provide “opportunities to get familiar with mountains and appreciate blessings from mountains.” Mountain Day Mountain Day refers to three different and unrelated events: (1) Mountain Day, a student celebration in some colleges in the United States in which classes are cancelled without prior notice, and the student body heads to the mountains or a park, (2) International Mountain Day, held each year on 11 December, which was established by the UN General Assembly in 2003 to encourage sustainable development in mountains, and (3) Mountain Day,", "doc_score": "78.79057312011719", "publish_date": "2018/12/31"}, {"doc_id": "126846", "text": "Extreme sport / tend to be more solitary than traditional sports (rafting and paintballing are notable exceptions, as they are done in teams). In addition, beginning extreme athletes tend to work on their craft without the guidance of a coach (though some may hire a coach later). Activities categorized by media as extreme sports differ from traditional sports due to the higher number of inherently uncontrollable variables. These environmental variables are frequently weather and terrain related, including wind, snow, water and mountains. Because these natural phenomena cannot be controlled, they inevitably affect the outcome of the given activity or event. In a traditional", "doc_score": "77.95269012451172", "publish_date": "2018/12/31"}, {"doc_id": "2974753", "text": "Cross-country equestrianism / unrelated to the horse (for example, jumping two fences in the wrong order). Riders may also choose to retire (R) on course if their horse is having a poor run. This prevents the rider from continuing the competition, but is often a good choice if the horse is physically or mentally overfaced by the challenges. Mandatory Retirement (MR) occurs if the horse falls, even if he is not noticeably injured, to help protect the horse's welfare. Withdrawing (W) only occurs if the horse is taken out of competition when he is not on course. Rider may be disqualified (DQ) if", "doc_score": "78.71609497070312", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_13", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "12897750", "text": "History of the Miami Heat / Boston. Fueled by a late-season steamroll, the Heat finished with a 58–24 record, third best in team history putting them up to the second seed, behind the top-seeded, 62-win Bulls, led by MVP Derrick Rose. In the much anticipated 2011 NBA Playoffs, Miami defeated the Philadelphia 76ers in the first round, Boston Celtics in the Conference Semifinals, and Bulls in the Conference Finals, all in 5 games. The Heat reached the 2011 NBA Finals for the first time since 2006, in a rematch against the Dallas Mavericks. After taking a 2-1 series lead,the Heat collapsed, as they would lose the", "doc_score": "81.21919250488281", "publish_date": "2018/12/31"}, {"doc_id": "802132", "text": "Miami Heat / and thirteen division titles. In 2013, the Heat won twenty-seven regular season games in a row, the third-longest streak in NBA history. The Heat are unrelated to the Miami Floridians, an American Basketball Association (ABA) team in the early 1970s, although the Heat have occasionally paid tribute to the older franchise by wearing a replica version of the Floridians' uniforms for the NBA's \"Hardwood Classics Nights\" during the 2005–06 and 2011–12 seasons. In 1987 the NBA granted one of its four new expansion teams to Miami (the others being the Orlando Magic, Charlotte Hornets, and the Minnesota Timberwolves) and the", "doc_score": "80.52045440673828", "publish_date": "2018/12/31"}, {"doc_id": "10519953", "text": "NBA playoffs / seedings are used to create a bracket that determines the match-ups throughout the series. Once the playoffs start, the bracket is fixed; teams are never \"reseeded\", unlike in the National Football League (NFL) and Major League Soccer (MLS) where the strongest remaining teams face the weakest teams in subsequent rounds. The first round of the NBA playoffs, or conference quarterfinals, consists of four match-ups in each conference based on the seedings (1–8, 2–7, 3–6, and 4–5). The four winners advance to the second round, or conference semifinals, with a match-up between the 1–8 and 4–5 winners and a match-up between", "doc_score": "81.96878051757812", "publish_date": "2018/12/31"}, {"doc_id": "20108724", "text": "2018 NBA Playoffs / 2018 NBA Playoffs The 2018 NBA Playoffs was the postseason tournament of the National Basketball Association's 2017–18 season. The playoffs began on April 14, 2018 and ended on June 8 at the conclusion of the 2018 NBA Finals. Within each conference, the eight teams with the most wins qualify for the playoffs. The seedings are based on each team's record. Each conference's bracket is fixed; there is no reseeding. All rounds are best-of-seven series; the team that has four wins advances to the next round. All rounds, including the NBA Finals, are in a 2–2–1–1–1 format. Home court advantage in", "doc_score": "79.64318084716797", "publish_date": "2018/12/31"}, {"doc_id": "14622996", "text": "History of the Golden State Warriors / streak for most games without back-to-back losses ended at 146 with a 94–87 loss to the Chicago Bulls. The streak eclipsed the previous record of 95 held by the Utah Jazz. The Warriors earned home-court advantage throughout the 2017 playoffs, thanks to a 2016–17 regular season record of 67–15. They were the first team in NBA playoff history to start 12–0, defeating in order the Trail Blazers, the Jazz, and the Spurs. The 2017 Finals once again pitted the Warriors against the Cavaliers, becoming the first time in NBA history that two teams met in the Finals for three consecutive", "doc_score": "81.62334442138672", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_14", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "337380", "text": "Pi Day / Pi Day Pi Day is an annual celebration of the mathematical constant (pi). Pi Day is observed on March 14 (3/14 in the \"month/day\" format) since 3, 1, and 4 are the first three significant digits of. In 2009, the United States House of Representatives supported the designation of Pi Day. Pi Approximation Day is observed on July 22 (22/7 in the \"day/month\" format), since the fraction is a common approximation of, which is accurate to two decimal places and dates from Archimedes. Two Pi Day, also known as Tau Day, is lightly observed on June 28 (6/28 in", "doc_score": "90.28810119628906", "publish_date": "2018/12/31"}, {"doc_id": "318254", "text": "Pi / included an error beginning at the 528th digit. The error was detected in 1946 and corrected in 1949. In Carl Sagan's novel \"Contact\" it is suggested that the creator of the universe buried a message deep within the digits of. The digits of have also been incorporated into the lyrics of the song \"Pi\" from the album \"Aerial\" by Kate Bush. In the United States, Pi Day falls on 14 March (written 3/14 in the US style), and is popular among students. and its digital representation are often used by self-described \"math geeks\" for inside jokes among mathematically and", "doc_score": "89.26482391357422", "publish_date": "2018/12/31"}, {"doc_id": "337384", "text": "Pi Day / 2, also known by the Greek letter tau (τ) is a common multiple in mathematical formulae. Some have argued that τ is the more fundamental constant, and that Tau Day should be celebrated instead. Celebrations of this date jokingly suggest eating \"twice the pie\". Princeton, New Jersey, hosts numerous events in a combined celebration of Pi Day and Albert Einstein's birthday, which is also March 14. Einstein lived in Princeton for more than twenty years while working at the Institute for Advanced Study. In addition to pie eating and recitation contests, there is an annual Einstein look-alike contest. Pi Day", "doc_score": "87.77312469482422", "publish_date": "2018/12/31"}, {"doc_id": "318255", "text": "Pi / technologically minded groups. Several college cheers at the Massachusetts Institute of Technology include \"3.14159\". Pi Day in 2015 was particularly significant because the date and time 3/14/15 9:26:53 reflected many more digits of pi. During the 2011 auction for Nortel's portfolio of valuable technology patents, Google made a series of unusually specific bids based on mathematical and scientific constants, including. In 1958 Albert Eagle proposed replacing by (tau), where, to simplify formulas. However, no other authors are known to use in this way. Some people use a different value,, arguing that, as the number of radians", "doc_score": "83.60783386230469", "publish_date": "2018/12/31"}, {"doc_id": "337383", "text": "Pi Day / on the words \"pi\" and \"pie\" being homophones in English (), and the coincidental circular nature of a pie. Massachusetts Institute of Technology has often mailed its application decision letters to prospective students for delivery on Pi Day. Starting in 2012, MIT has announced it will post those decisions (privately) online on Pi Day at exactly 6:28 pm, which they have called \"Tau Time\", to honor the rival numbers pi and tau equally. In 2015, the regular decisions were put online at 9:26 AM, following that year's \"pi minute\". June 28 is \"Two Pi Day\", also known as \"Tau Day\".", "doc_score": "86.13591003417969", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_15", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "19256306", "text": "Rick and Morty (season 3) / and Morty\" available to watch on its official website in select regions, hoping to dissuade viewers from watching other illegal livestreams. The episodes were made available to watch on Netflix in a number of countries outside the United States, one week after their original airdate. The season was added to Hulu on June 23, 2018, with the expansion following a similar timeline with that of the two previous seasons for the streaming service. Uncensored versions of the season are also available to purchase on various digital distribution platforms, including iTunes, Amazon and Microsoft Store. The digital release includes commentaries on", "doc_score": "78.68803405761719", "publish_date": "2018/12/31"}, {"doc_id": "16289113", "text": "The Chris Gethard Show / The Chris Gethard Show The Chris Gethard Show was a phone-in comedy and variety talk show created and hosted by Chris Gethard. Initially a live show at the Upright Citizens Brigade Theatre in New York, the show debuted on public-access channel Manhattan Neighborhood Network on June 22, 2011. In 2015, it moved to the cable channel Fusion, where it ran for two seasons before moving to truTV in 2017. The show moved to truTV for its third season, with 16 live hour-long episodes beginning in August 2017. truTV later ordered an additional 10 episodes, bringing the third season total up", "doc_score": "76.7113037109375", "publish_date": "2018/12/31"}, {"doc_id": "19544542", "text": "GLOW (TV series) / GLOW (TV series) GLOW is an American comedy web television series created by Liz Flahive and Carly Mensch. The series revolves around a fictionalization of the characters and gimmicks of the 1980s syndicated women's professional wrestling circuit, the Gorgeous Ladies of Wrestling (or GLOW) founded by David McLane. The first season consists of 10 episodes and was released via Netflix on June 23, 2017. On August 10, 2017, Netflix renewed the series for a second season of 10 episodes, which premiered on June 29, 2018. The series was renewed for a third season on August 20, 2018. In Los Angeles", "doc_score": "78.40615844726562", "publish_date": "2018/12/31"}, {"doc_id": "20282953", "text": "SKAM Austin / clips. The first of these short clips was released on April 24, 2018. The series premiere had an audience of over 10 million, with subsequent drops in ratings as more episodes aired; this decline sparked a debate within Norwegian media about whether the show was a \"flop\" or not. On July 25, 2018, it was announced that Facebook had renewed the series for a second season. \"SKAM Austin\" follows sophomore Megan and her fellow classmates at Bouldin High School in Austin, Texas as they go through adolescent trials of self-discovery, acceptance, romance, revenge, friendship, and heartache. In the third quarter", "doc_score": "76.46060180664062", "publish_date": "2018/12/31"}, {"doc_id": "20608033", "text": "Charmed (2018 TV series) / are also executive producers of the reboot alongside Silberling, Ben Silverman, Howard Owens, and Carter Covington. The pilot episode was also directed by Silberling. On May 11, The CW picked up the pilot and ordered the \"Charmed\" reboot to series. A preview trailer was released after The CW's upfronts presentation on May 17, followed by videos of first-look scenes. On October 8, 2018, The CW ordered five additional scripts for the first season. On November 8, 2018, it was announced that The CW had ordered an additional nine episodes of the series, bringing the first season total up to twenty-two", "doc_score": "78.22563934326172", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_16", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "2208895", "text": "BlackBerry Limited / rebranded Good's products and integrated them into the BlackBerry Enterprise Mobility Suite, a set of tiered software offerings for its enterprise customers. On Wednesday, February 24, 2016, BlackBerry acquired UK-based cyber security consultancy Encription. On November 16th, 2018 Cylance was purchased for $1.4 Billion USD by BlackBerry Limited in a all cash deal. The technology behind Cylance would enable BlackBerry to add artificial intelligence capabilities to its existing software products for IoT applications and other services. Cylance will run as a separate division within BlackBerry Limited's current operations. An Enterprise Mobility Management platform that provides provisional and access control over", "doc_score": "82.38209533691406", "publish_date": "2018/12/31"}, {"doc_id": "14088531", "text": "Freedom Mobile / learning of the deal, Apple's Canadian division ordered Ingram Micro to stop supplying Freedom with the refurbished devices. According to Apple, Ingram’s actions were prohibited in their contract. Sources interviewed by \"The Globe and Mail\" stated that the response by Apple may have been prompted by Bell Canada. In December 2015, new CEO Alek Krstajic stated that the company had \"started some conversations with Apple\" about selling the iPhone. Alongside the impending launch of its LTE network, Freedom released the LG V20 and ZTE Grand X4 as its first LTE compatible devices. In November 2017, Freedom gained the ability to", "doc_score": "80.51722717285156", "publish_date": "2018/12/31"}, {"doc_id": "14088520", "text": "Freedom Mobile / Shaw, stepped down in April 2017 and was replaced by Paul McAleese. McAleese's title was changed to Chief Operating Officer. Freedom Mobile announced on November 7, 2017, that LTE access was enabled on all grandfathered 3G plans at no additional cost. This coincided with a planned national upgrade of Freedom cell sites to utilize newly-acquired 2,500 MHz (Band 7) spectrum and the re-allocation of some AWS-1 (Band 4) spectrum for LTE, both of which are compatible with a greater number of devices than Freedom's initial AWS-3 (Band 66) LTE network. On August 13, 2018, Freedom Mobile launched VoLTE, letting calls", "doc_score": "80.59578704833984", "publish_date": "2018/12/31"}, {"doc_id": "19867859", "text": "MobileIron / MobileIron MobileIron Inc. is an American software company specializing in solutions for mobile device management (MDM) and enterprise mobility management (EMM). The company was founded in 2007 by Ajay Mishra and Suresh Batchu and is headquartered in Mountain View, California. It became publicly traded in 2014. After its share price fell from $9 at the time of the IPO to below $4 in early 2016, the company's founding CEO Bob Tinker was replaced by Barry Mainz as CEO, but remained on the company's board of directors. Simon Biddiscombe was appointed CEO in October 2017. MobileIron's software allows the management of", "doc_score": "80.93977355957031", "publish_date": "2018/12/31"}, {"doc_id": "20042925", "text": "Infinix Mobile / Infinix Mobile Infinix Mobile is a Hong Kong-based smartphone manufacturer founded in 2012 by Transsion Holdings.. The company has research and development centres in China and designs its phones in France. Infinix mobile phones are manufactured in China and are available in about 30 countries in the Middle East and Africa, including Bangladesh, Nigeria, and Egypt. In 2017, Infinix gained market shares in Egypt, rising to third place after Samsung and Huawei. On May 8, 2018, Infinix Mobile Nigeria signed an endorsement deal with David Adedeji Adeleke (Davido) as the 2018 Nigerian Mobile Brand Ambassador. Infinix is the main sponsor", "doc_score": "80.78287506103516", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_17", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "784888", "text": "Maine Coon / Cat Show. The collar is housed at the CFA Central Office in the Jean Baker Rose Memorial Library. In the early 20th century, the Maine Coon's popularity began to decline with the introduction of other long-haired breeds, such as the Persian, which originated in the Middle East. The last recorded win by a Maine Coon in a national cat show for over 40 years was in 1911 at a show in Portland, Oregon. The breed was rarely seen after that. The decline was so severe that the breed was declared extinct in the 1950s, although this declaration was considered to", "doc_score": "90.26153564453125", "publish_date": "2018/12/31"}, {"doc_id": "10970588", "text": "Scotch Collie / interest in the breed occurred, and remnants of the last known Scotch Collies in the U.S. were located in Tennessee and North Carolina (by Richard McDuffie), as well as in Canada (by Erika DuBois). These dogs were referred to as Old-Time Farm Shepherds, as opposed to Scotch Collies, primarily to avoid confusion with the more popular and widely recognized collie breeds. In the 2000s, the Scotch Collie still remained small in numbers and a group was formed to further promote the breed (OTSCA), this time referring to it as 'Old Time Scotch Collie'. The group maintains an open registry for", "doc_score": "90.6253890991211", "publish_date": "2018/12/31"}, {"doc_id": "845434", "text": "Labrador Retriever / generations carrying the same recessive genes. For similar reasons, crossbreeding chocolate to yellow Labradors is also often avoided. As a result of specialised breeding there are significant differences between field and trial-bred and show-bred lines of Labradors. In the United States the former are sometimes mistakenly referred to as \"American\" and the latter as \"English\" although both field and show types are bred in both countries. In the United Kingdom they are called \"Field\" and \"Show\". Dogs bred for hunting and field-trial work are selected first for working ability, where dogs bred to compete in conformation shows are selected for", "doc_score": "90.3647689819336", "publish_date": "2018/12/31"}, {"doc_id": "845417", "text": "Labrador Retriever / spotted pups were documented being born at the Buccleuch kennels in 1892. The first dog to appear on the cover of Life Magazine was a black Labrador Retriever called \"Blind of Arden\" in the December, 12th, 1938 issue. The St. John's dog survived until the early 1980s, the last two individuals being photographed in old age around 1981. Labrador Retrievers are often categorised in one of two ways: English Labs or American Labs. The differences are principally behavioural, though there are differences in appearance as well. Behaviorally, English Labs tend to be more easily trainable, and are often considered better", "doc_score": "90.08531951904297", "publish_date": "2018/12/31"}, {"doc_id": "1954199", "text": "Flat-coated Retriever / Retriever, along with other breeds. By the end of World War II, so few Flat-Coated Retrievers remained, the breed's survival was uncertain. However, beginning in the 1960s, careful breeding brought the population back and the breed gained in popularity again, for both the sport of conformation showing, and as a companion pet. Today, the Flat-Coated Retriever enjoys a modest popularity and is moving ahead as a breed through attentive breeding for the conformation, health, multipurpose talent, and exceptional temperament that are its hallmarks. It has yet to return in substantial numbers to field competition. In 2011, 'Sh Ch. Vbos The", "doc_score": "87.48936462402344", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_18", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "8301601", "text": "Form I-9 / Employers must show their employees' I-9 form any time the immigration or labor authority requests it. The Immigration Reform and Control Act which introduced the requirement leading to the promulgation of the I-9 form also included anti-discrimination provisions. Under the Act, most U.S. citizens, permanent residents, temporary residents, asylees or refugees who are legally allowed to work in the United States cannot be discriminated against on the basis of national origin or citizenship status. This provision applies to employers of three or more workers and covers both hiring and termination decisions. In addition, an employer must accept any valid document", "doc_score": "79.18742370605469", "publish_date": "2018/12/31"}, {"doc_id": "7599509", "text": "Visa policy of the United States / applicants for most nonimmigrant visas must overcome this presumption by demonstrating that: All visit, business, transit, student, and exchange visitor visa applicants must pay a US$160 application fee (up from $140 as of April 2012) to a US Consulate in order to be interviewed by a Consular Officer who will determine if the applicant is qualified to receive a visa to travel to the U.S (additionally, the officer may also ask the United States Department of State for a Security Advisory Opinion, which can take several weeks to resolve). The application fee is increased to $190 for most work visas", "doc_score": "78.85807800292969", "publish_date": "2018/12/31"}, {"doc_id": "17235595", "text": "Visa Bulletin Employment-based Preferences Cut-off Dates / These two groups must use the \"Application Final Action Dates\" chart. A significant change in FY 2016 of Visa bulletin is the separation of \"Application Final Action Dates\" and \"Dates For Filing Applications\". USCIS, in coordination with DOS, revised the procedures for determining Visa availability for applicants waiting to file for adjustment of status. The revised process is claimed to better align with procedures DOS uses for foreign nationals who seek to become U.S. permanent residents by applying for immigrant Visas at U.S. consulates and embassies abroad. The October 2015 Visa bulletin was revised on September 25, 2015. Notes: the", "doc_score": "80.55889892578125", "publish_date": "2018/12/31"}, {"doc_id": "20904626", "text": "Approvable letter / Approvable letter Approvable letters, and the related non-approvable letters (alternately not-approvable letters), are notifications sent out by the Food and Drug Administration (FDA) to drug manufacturers alerting them to the approval prospects of their drugs under development. The letters are intended to let manufacturers know how much work is needed on their applications. Non-approval letters are rejections of a drug's application. Approvable and non-approvable letters are covered under Title 21 of the Code of Federal Regulations, section 314.110. Approvable letters are issued to applicants at the end of the FDA's review period to indicate that the application or abbreviated application", "doc_score": "78.98523712158203", "publish_date": "2018/12/31"}, {"doc_id": "19279669", "text": "Consular nonreviewability / included \"Fong Yue Ting v. United States\" (1893), \"Lem Moon Sing v. United States\" (1895), and \"United States v. Ju Toy\" (1905). Prior to World War I, passports and visas were not necessary to enter the United States at a designated port of entry. In 1917 (during World War I), the United States Department of State and United States Department of Labor issued a joint order to diplomatic, consular, and immigration officers requiring that noncitizens have a passport and visa before seeking entry to the United States. In 1918, these requirements were made long-term by the United States Congress. Initially,", "doc_score": "80.99451446533203", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_19", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "6398424", "text": "Eric Garcetti / attending political events across Iowa. In May, he delivered the commencement address at Southern New Hampshire University in Manchester, New Hampshire. In April 2018, Garcetti met with Saudi Arabia's Crown Prince Mohammed bin Salman. The meeting focused on continuing efforts to advance women's rights, and also raised concerns about human rights and the ongoing humanitarian crisis in Yemen. From 2010 to 2012, Garcetti appeared as \"Ramon Quintero\", the Mayor of Los Angeles, on the fictional TNT television show \"The Closer\" and its spin-off \"Major Crimes\". He reprised this role in a 2016 episode of \"Major Crimes\", his first such appearance", "doc_score": "84.41166687011719", "publish_date": "2018/12/31"}, {"doc_id": "16752043", "text": "Carlos Trujillo / presented a serious challenge. Trujillo racked up the endorsements of former Governor Jeb Bush and the Florida Chamber of Commerce, and ended up defeating Crespo with 56% of the vote. He advanced to the general election, where he once again encountered only write-in opposition, and won his second term with nearly 100% of the vote. In February 2018, he voted against a motion to consider an assault weapon ban. In October 2017, Trujillo was chosen by President Donald Trump to serve as U.S. Ambassador to the Organization of American States. Trujillo was confirmed by the Senate by a voice vote", "doc_score": "79.64388275146484", "publish_date": "2018/12/31"}, {"doc_id": "6398380", "text": "Eric Garcetti / Eric Garcetti Eric Michael Garcetti (born February 4, 1971) is an American politician serving as the 42nd and current Mayor of Los Angeles since 2013. A member of the Democratic Party, he was first elected in the 2013 election and won reelection in 2017. A former member of the Los Angeles City Council, Garcetti served as council president from 2006 to 2012. He is the city's first elected Jewish mayor, as well as its youngest, and its second consecutive Mexican American mayor. Garcetti was born on February 4, 1971 at Good Samaritan Hospital in Los Angeles and was raised in", "doc_score": "80.10379028320312", "publish_date": "2018/12/31"}, {"doc_id": "4022681", "text": "Alberto Gonzales / honor which he holds very carefully and gently in his hands.' Said another senator, this one from Kentucky, 'Judge Gonzales is proof that in America, there are no artificial barriers to success. A man or woman can climb to any height that his or her talents can take them. For Judge Gonzales, that is a very high altitude indeed. And luckily for his country, he is not quite finished climbing yet. The nomination was approved on February 3, 2005, with the confirming vote largely split along party lines 60–36 (54 Republicans and 6 Democrats in favor, and 36 Democrats against,", "doc_score": "78.49304962158203", "publish_date": "2018/12/31"}, {"doc_id": "19890521", "text": "Jesse Arreguín / candidacy for Mayor of Berkeley in October 2015. He faced seven candidates for the open Mayor's seat, and was endorsed by U.S. Senator Bernie Sanders of Vermont, the Sierra Club, and the Alameda Democratic Party. Arreguín won 51% of the vote after ranked-choice tabulation. At age 32, he became the youngest mayor in Berkeley's history. Prior to his swearing-in, Arreguín vowed as Mayor-elect alongside City Council members that \"Berkeley would remain a sanctuary city and continue to shield its undocumented residents from deportation.\" Arreguín was sworn in as Mayor on December 1, 2016, and in his inaugural address said that", "doc_score": "77.95413208007812", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_20", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "1785345", "text": "Anjelica Huston / Anjelica Huston Anjelica Huston (; born July 8, 1951) is an American actress, director, producer, author, and former fashion model. Huston became the third generation of her family to receive an Academy Award, when she won Best Supporting Actress for her performance in 1985's \"Prizzi's Honor\", joining her father, director John Huston, and grandfather, actor Walter Huston. She received further Academy Award nominations for her performances in \"Enemies: A Love Story\" (1989) and \"The Grifters\" (1990), for Best Supporting Actress and Best Actress, respectively. Huston earned BAFTA nominations for her work in two Woody Allen films: \"Crimes and Misdemeanors\" (1989)", "doc_score": "82.50790405273438", "publish_date": "2018/12/31"}, {"doc_id": "7140412", "text": "Primetime Emmy Award for Outstanding Supporting Actress in a Limited Series or Movie / award ceremony garnered criticism during the 58th Primetime Emmy Awards when Ellen Burstyn received a nomination for her work in \"Mrs. Harris\" (2005), despite having 14 seconds of screen time and 38 words of dialogue. This resulted in a rule change, requiring nominees submitting for the category to have more than 5% screen-time on their respective projects. Since its inception, the award has been given to 38 actresses. Regina King, Jane Alexander, Judy Davis, Colleen Dewhurst and Mare Winningham have each won two awards. Kathy Bates is the most nominated actress in the category with seven nominations. Listed below are", "doc_score": "84.38245391845703", "publish_date": "2018/12/31"}, {"doc_id": "10792711", "text": "National Society of Film Critics Award for Best Supporting Actress / (1985 and 1989), Dianne Wiest (1986 and 1994), Patricia Clarkson (2002 and 2003) and Amy Adams (2005 and 2012) each won the award two times. Winning the award at age 13 for \"Taxi Driver\" (1976), Jodie Foster is the youngest winner in this category. In 2009, Mo'Nique became the first African-American to win in this category for her performance in \"Precious\". National Society of Film Critics Award for Best Supporting Actress The National Society of Film Critics Award for Best Supporting Actress is one of the annual awards given by the National Society of Film Critics. This awards was given", "doc_score": "84.43289184570312", "publish_date": "2018/12/31"}, {"doc_id": "10792710", "text": "National Society of Film Critics Award for Best Supporting Actress / National Society of Film Critics Award for Best Supporting Actress The National Society of Film Critics Award for Best Supporting Actress is one of the annual awards given by the National Society of Film Critics. This awards was given for the first time in 1967 to Marjorie Rhodes for her role in \"The Family Way\". Meryl Streep won this award three times (record): in 1978 for \"The Deer Hunter\", in 1979 for \"Kramer vs. Kramer\", for \"Manhattan\" and for \"The Seduction of Joe Tynan\" and in 2006 for \"The Devil Wears Prada\" and for \"A Prairie Home Companion\". Anjelica Huston", "doc_score": "84.32711791992188", "publish_date": "2018/12/31"}, {"doc_id": "3000459", "text": "Anne Hathaway / Screen Actors Guild and a BAFTA Award for Best Supporting Actress for \"Les Misérables\". She has also won a Primetime Emmy Award for Outstanding Voice-Over Performance for her voice role in a 2010 episode of \"The Simpsons\". In November 2018, Hathaway was one of 50 nominees for the New Jersey Hall of Fame, an organization that honors contributions to society and the world beyond. Anne Hathaway Anne Jacqueline Hathaway (born November 12, 1982) is an American actress and singer. One of the world's highest-paid actresses in 2015, she has received multiple awards, including an Academy Award, a Golden Globe, a", "doc_score": "79.1667709350586", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_21", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "11642053", "text": "Professor Green / an accompanying music video. In June 2017, Green endorsed Labour Party leader Jeremy Corbyn in the 2017 UK general election. He told fans to stop \"listening to the slander and attempted media blanket\" of Corbyn, adding: \"He is for peace and not war, that doesn't make him weak, nor does it mean he's spineless or without a backbone – quite the opposite.\" In July 2017, while visiting Rochdale to film a documentary, he confronted the leaders of far right political group Britain First, as reported in the British media, filming an anti-Muslim march he witnessed taking place in the Northern", "doc_score": "75.23712921142578", "publish_date": "2018/12/31"}, {"doc_id": "2240596", "text": "Don Brash / is named after William Hobson, the first Governor of New Zealand and co-author of the Treaty of Waitangi. The group was formed to oppose what Brash has described as Māori favoritism and advocates abolishing the Māori electorates. On 7 August 2018, Massey University Vice-Chancellor Jan Thomas cancelled Brash's talk scheduled for the next day at the university's Palmerston North campus. She cited safety issues regarding Brash's support for the controversial alt-right Canadian activists Lauren Southern and Stefan Molyneux's Auckland tour and his leadership of the Hobson's Pledge advocacy group, which has advocated the abolition of the Māori wards. She said", "doc_score": "77.69464111328125", "publish_date": "2018/12/31"}, {"doc_id": "7844532", "text": "Edge Hill University / history and values. The University's physical origins are represented by the Red Rose of Lancashire in the shield and by the Liver bird in the crest, which refers to its original location in Liverpool. The colours green and heliotrope (purple) are those of the Suffragette movement, symbolising the University's early commitment to the equality of women through its beginnings as a women-only college. The coat of arms contains a sun, symbolising illumination and enlightenment; a quill to represent learning, and peacock feathers meaning beauty, power and knowledge. A lion represents strength, bravery and magnanimity, and a stag suggests wisdom, regeneration,", "doc_score": "76.60094451904297", "publish_date": "2018/12/31"}, {"doc_id": "14272409", "text": "Smith School of Enterprise and the Environment / Smith School of Enterprise and the Environment The Smith School of Enterprise and the Environment (also known as the Smith School) is an interdisciplinary hub of the University of Oxford directed by Professor Cameron Hepburn that focuses upon teaching, research, and engagement with businesses & enterprise and long-term environmental sustainability. The Smith School was founded through a benefaction from the Smith Family Educational Foundation and officially opened in 2008. From 2008 to 2012 Professor Sir David King served as the founding director of the Smith School followed by Professor Gordon Clark from January 2013 to October 2018. The Smith School", "doc_score": "74.76607513427734", "publish_date": "2018/12/31"}, {"doc_id": "1964316", "text": "Louisiana State University / Roscoe, \"Mike VI\" is a Bengal-Siberian mix and was officially named Mike on September 8, 2007. He was introduced to fans at the home game against Florida on October 6, 2007. In 2017, LSU officially introduced Mike VII, formerly named \"Harvey\". In 2005, a new $3 million Mike the Tiger Habitat was created for Mike between Tiger Stadium and the Pete Maravich Assembly Center. Its amenities include lush plantings, a waterfall, a flowing stream that empties into a wading pond, and rocky plateaus. The habitat has, as a backdrop, an Italianate tower - a campanile - that creates a visual", "doc_score": "74.20912170410156", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_22", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "5312577", "text": "Social networking service / user privacy, and third parties frequently use information posted on social networks for a variety of purposes. \"For the Net generation, social networking sites have become the preferred forum for social interactions, from posturing and role playing to simply sounding off. However, because such forums are relatively easy to access, posted content can be reviewed by anyone with an interest in the users' personal information\". The UK government has plans to monitor traffic on social networks. As well, schemes similar to e-mail jamming have been proposed for networks such as Twitter and Facebook. These would involve \"friending\" and \"following\" large", "doc_score": "79.98049926757812", "publish_date": "2018/12/31"}, {"doc_id": "10782539", "text": "Criticism of Facebook / private companies, stating \"We may share your information with third parties, including responsible companies with which we have a relationship.\" This concern was addressed by spokesman Chris Hughes, who said \"Simply put, we have never provided our users' information to third party companies, nor do we intend to.\" Facebook eventually removed this clause from its privacy policy. In the United Kingdom, the Trades Union Congress (TUC) has encouraged employers to allow their staff to access Facebook and other social-networking sites from work, provided they proceed with caution. In September 2007, Facebook drew criticism after it began allowing search engines to", "doc_score": "80.97940063476562", "publish_date": "2018/12/31"}, {"doc_id": "17966219", "text": "Web blocking in the United Kingdom / Section 3 of the Terrorism Act 2006. This list is passed to the public estate institutions so that access to the sites can be blocked. ISPs BT, Sky, TalkTalk and Virgin Media incorporate the CTIRU block list into their filters. CTIRU also issues removal requests if the Internet content hosted in the UK. The UK is the only country in the world with such a unit. Home Office proposals in 2006 requiring ISPs to block access to articles \"glorifying terrorism\" were rejected and the government opted for a takedown approach at that time. However, in December 2013 the Prime", "doc_score": "80.94264221191406", "publish_date": "2018/12/31"}, {"doc_id": "8921743", "text": "TheyWorkForYou / version of Hansard may be searched, and each section has its own permalink so that it can be shared easily. The site aggregates content from the Hansard records of the House of Commons, House of Lords, Scottish Parliament and the Northern Ireland Assembly, along with other publicly available data such as the MPs Register of Members' Interests, election results, Wikipedia entries, and voting records, providing a \"digital dossier on your local MP\". It also has a facility to alert users by email to speeches by an MP or specific words appearing in Hansard. In 2008, \"The Daily Telegraph\" rated it", "doc_score": "78.39421081542969", "publish_date": "2018/12/31"}, {"doc_id": "2144144", "text": "MediaWiki / to set up a group of \"autoconfirmed\" users that one becomes a member of after making a certain number of edits and waiting a certain number of days. Some groups that are enabled by default are bureaucrats and sysops. Bureaucrats have power to change other users' rights. Sysops have power over page protection and deletion and the blocking of users from editing. MediaWiki's available controls on editing rights have been deemed sufficient for publishing and maintaining important documents such as a manual of standard operating procedures in a hospital. When a page consists only of useless content, there are several", "doc_score": "78.55706787109375", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_23", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "16980832", "text": "Nick Afanasiev / Nick Afanasiev Nick Afanasiev (born July 29, 1989) is a Russian-born American actor, known for having the longest tongue in recorded history. Afanasiev's tongue is nine centimeters (3.54 inches) long, and is considered the longest tongue in America. Afanasiev has appeared in independent films, television pilots, an episode of Animal Planet's Killer Outbreaks, and commercials for CCM Hockey Gear, Cornetto Ice Cream, and Mopar. In 2011, he starred in the Travis Fort film \"\". His tongue has been showcased on numerous television shows around the world. He performs tricks such as licking his elbow, licking his eye, text messaging with", "doc_score": "83.74442291259766", "publish_date": "2018/12/31"}, {"doc_id": "6199291", "text": "John Moschitta Jr. / per minute. His record was broken in 1990 by Steve Woodmore who spoke 637 words per minute and then by Sean Shannon, who spoke 655 words per minute on August 30, 1995. However, Moschitta questions the legitimacy of those who claim to be faster than he is. In 1981, Moschitta appeared on the ABC TV series \"That's Incredible!\". The appearance led to many other television offers, such as \"The Tonight Show\" and the \"Merv Griffin Show\". Also, after seeing the show, Patrick Kelly and Michael Tesch, employees of the Ally & Gargano ad agency, hired Moschitta to appear in a", "doc_score": "77.01700592041016", "publish_date": "2018/12/31"}, {"doc_id": "6596094", "text": "Earl Caddock / Ford agency selling cars, tractors and heavy machinery to farmers in Walnut, Iowa. He would also go on to become President of the United Petroleum Corporation. Earl Caddock died in 1950 after major surgery for a heart attack. Earl Caddock Earl Caddock (February 27, 1888 – August 25, 1950) was an American professional wrestler and World Heavyweight Champion who was active in the early portion of the twentieth century. As the first man to bill himself as \"The Man of 1,000 Holds\" (a nickname used many times since), Caddock was one of professional wrestling's biggest stars between the years of", "doc_score": "73.46060943603516", "publish_date": "2018/12/31"}, {"doc_id": "1860491", "text": "Tongue splitting / piercer in the U.S., split her tongue in 1996 herself. Not having any reference of this being done before, she came up with the tie-off or fishing line method. In 1997 she was featured on the cover of Fakir Musafar's Body Play Magazine. Dustin's documented success with this process inspired coworker Natalie Lowry to follow suit in 2001. Erik Sprague, aka \"The Lizardman\" had his tongue split on July 18, 1997, by oral surgeon Dr. Lawrence Busino, using an argon laser. A new deeper split was done on October 3, 1997. This was the third modern tongue bifurcation and the", "doc_score": "75.84185791015625", "publish_date": "2018/12/31"}, {"doc_id": "17864663", "text": "Brad Byers / TV performances. He began swallowing swords at the age of 21. Throughout his career he performed in more than 20 countries. He is listed in the 1999, 2000 and 2003 editions of the \"Guinness Book of Records\". He also took part in fourth and eighth seasons of the NBC's \"America's Got Talent\" TV-show (2009, 2013). He earned a Guinness World Record for \"The Most Swords Swallowed and Twisted at One Time\" by swallowing ten 27-inch swords one at a time until all 10 were in his esophagus and then twisting all 10 swords 180 degrees in his throat before withdrawing", "doc_score": "75.79991912841797", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_24", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "2010605", "text": "Seaside resort / entertainment facilities cater to local people and the beaches still remain popular during the summer months. Although international tourism turned people away from British seaside towns, it also brought in foreign travel and as a result, many seaside towns offer foreign language schools, the students of which often return to vacation and sometimes to settle. A lot of people can also afford more time off and'second holidays' and short breaks, resulting in increased tourism in British seaside towns. Many young people and students are able to take short holidays and discover the town's nightlife. Many seaside towns boast large", "doc_score": "86.8690185546875", "publish_date": "2018/12/31"}, {"doc_id": "2010577", "text": "Seaside resort / Seaside resort A seaside resort is a resort town or resort village, or resort hotel, located on the coast. Sometimes it is also an officially accredited title, that is only awarded to a town when the requirements are met (like the title \"Seebad\" in Germany). Where a beach is the primary focus for tourists, it may be called a beach resort. In Roman times, the town of Baiae, by the Tyrrhenian Sea in Italy, was a resort for those who were sufficiently prosperous. Mersea Island, in Essex, England was a seaside holiday destination for wealthy Romans living in Colchester. The", "doc_score": "85.93585205078125", "publish_date": "2018/12/31"}, {"doc_id": "2010607", "text": "Seaside resort / is an attractive backdrop to an attitude of broad-minded cosmopolitan hedonism. The resulting sense of uniqueness, coupled with the city's proximity to London, has led to Brighton's restoration as a fashionable resort and the dwelling-place of the affluent. Other English coastal towns have successfully sought to project a sense of their unique character. In particular, Southwold on the Suffolk coast is an active yet peaceful retirement haven with an emphasis on calmness, quiet countryside and jazz. Weymouth, Dorset offers itself as 'the gateway to the Jurassic Coast', Britain's only natural World Heritage Site. Newquay in Cornwall offers itself as the", "doc_score": "83.33563232421875", "publish_date": "2018/12/31"}, {"doc_id": "5026334", "text": "Vacation rental / Vacation rental A vacation rental is the renting out of a furnished apartment, house, or professionally managed resort-condominium complex on a temporary basis to tourists as an alternative to a hotel. The term \"vacation rental\" is mainly used in the US. In Europe the term villa rental or villa holiday is preferred for rentals of detached houses in warm climates. Other terms used are self-catering rentals, holiday homes, holiday lets (in the United Kingdom), cottage holidays (for rentals of smaller accommodation in rural locations) and gîtes (in rural locations in France). Vacation rentals have long been a popular travel option", "doc_score": "85.07039642333984", "publish_date": "2018/12/31"}, {"doc_id": "4485812", "text": "Bachelorette party / such as Las Vegas. In the UK, parties in relatively inexpensive European destinations such as Latvia and the Canary Islands are popular. One reason that bridal parties travel to a different city is because they want to behave differently than they normally would, but they do not want to deal with the social repercussions that might ensue if friends, family members, or professional acquaintances saw them doing this. When large numbers of bachelor and bachelorette parties choose the same cities, this can produce extra jobs and new businesses to cater to them, but it also draws complaints from local residents", "doc_score": "83.08496856689453", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_25", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "19451756", "text": "Oppression Olympics / Oppression Olympics Oppression Olympics is a term used to describe verbal banter between marginalized groups, who are trying to determine the weight of their overall oppression, often by comparing race, gender, socioeconomic status or disabilities, in order to determine who is the worst off, and the most oppressed. The term often arises within debates about the ideological values of identity politics, intersectionality and social privilege. The Oppression Olympics have been described as a contest within a group, to \"assert who is more authentic, more oppressed, and thus more correct\". This may be on the basis of one's race, gender, sexuality,", "doc_score": "75.61347198486328", "publish_date": "2018/12/31"}, {"doc_id": "651897", "text": "The Dozens / The Dozens The Dozens is a game of spoken words between two contestants, common in black communities of the United States, where participants insult each other until one gives up. It is customary for the Dozens to be played in front of an audience of bystanders, who encourage the participants to reply with increasingly egregious insults in order to heighten the tension and, consequently, make the contest more interesting to watch. It is also known as \"blazing\", \"hiking\", \"roasting\", \"capping\", \"clowning\", \"ranking\", \"ragging\", \"rekking\", \"crumming\", \"sounding\", \"checkin\", \"joning\", \"woofing\", \"wolfing\", \"sigging\", or \"signifying\", while the insults themselves are known as", "doc_score": "75.35725402832031", "publish_date": "2018/12/31"}, {"doc_id": "4186401", "text": "Military exercise / Military exercise A military exercise or war game is the employment of military resources in training for military operations, either exploring the effects of warfare or testing strategies without actual combat. This also serves the purpose of ensuring the combat readiness of garrisoned or deployable forces prior to deployment from home base / home station. War games involving two or more countries allows for better training of military, observations of enemy's tactics, and shows the strength of each country. Exercises in the 20th and 21st centuries have often been identified by a unique codename in the same manner as military", "doc_score": "76.61530303955078", "publish_date": "2018/12/31"}, {"doc_id": "14455876", "text": "Collegiate sport ritual in the United States / bragging rights awarded to winning teams, to the hype and tradition centering on the game itself, many university teams and communities take part in the rituals surrounding rivalry games. One such example that has been prominent since 1900 is the rivalry between the University of Texas and the University of Oklahoma rivalry. Also known as the Red River Rivalry and Show Down, members of the teams and communities fight for both conference standing and national titles, but most importantly bragging rights. Played on a neutral field, the Longhorns and Sooners duke it out for the claim of the Red River", "doc_score": "75.72583770751953", "publish_date": "2018/12/31"}, {"doc_id": "5808999", "text": "Intramural sports / Intramural sports Intramural sports or intramurals are recreational sports organized within a particular institution, usually an educational institution, or a set geographic area. The term, which is chiefly North American, derives from the Latin words \"intramuros\" meaning \"within walls\", and was used to describe sports matches and contests that took place among teams from \"within the walls\" of an institution or area. The term dates to the 1840s. It is contrasted with extramural, varsity or intercollegiate sports, which are played between teams from different educational institutions. The word intermural, which also correctly means \"between institutions\", is a common error for", "doc_score": "75.86273956298828", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_26", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "5169156", "text": "Frying Pan Shoals / 2010, the United States government sold the Frying Pan Shoals Light Station through a sealed bid auction. Frying Pan Shoals The Frying Pan Shoals are a long, shifting area of shoals off the coast of Cape Fear in North Carolina, United States. The shoals have been a hazard to ships in the area since the beginning of European exploration of the area; the area is littered with shipwrecks. The southern edge of the shoals have been marked by a lightship, a light tower and a buoy. From May 1994 to August 2008, over 130 new shipwreck locations have been discovered", "doc_score": "83.29219055175781", "publish_date": "2018/12/31"}, {"doc_id": "13601835", "text": "Florida Reef / a reef, die from ingesting tiny bits of trash floating throughout the ocean called microplastics. Overfishing is also threatening reef fish populations, which feed on the algae that will smother corals. Fluctuating ocean temperatures caused by global warming presents the largest threat to coral reefs. The sudden warming or cooling of the water stresses the corals, causing them to lose their nutrients and turn white, a process known as bleaching.With the destruction of these complex yet fragile ecosystems comes a wide range of global consequences such as extinction of marine species, endangerment to the fishing industries, and severe coastal erosion.", "doc_score": "81.74032592773438", "publish_date": "2018/12/31"}, {"doc_id": "8895928", "text": "St. Augustine Monster / (1897) that the St. Augustine carcass was \"the remains of a whale, likely the entire skin <nowiki>[</nowiki>blubber layer]... nothing more or less.\" Content of correspondence between DeWitt Web and the people at the Smithsonian Department of Mollusks, primarily W. H. Dall, concerning the St. Augustine carcass. [Some memoranda included.] St. Augustine Monster The St. Augustine Monster is the name given to a large carcass, originally postulated to be the remains of a gigantic octopus, that washed ashore on the United States coast near St. Augustine, Florida in 1896. It is sometimes referred to as the Florida Monster", "doc_score": "81.12954711914062", "publish_date": "2018/12/31"}, {"doc_id": "13601825", "text": "Florida Reef / 5,000 to 7,000 years old, having developed since sea levels rose following the Wisconsinan glaciation. The densest and most spectacular reefs, along with the highest water clarity, are found to the seaward of Key Largo (in and beyond John Pennekamp Coral Reef State Park) and Elliott Key where the two long keys help protect the reefs from the effects of water exchange with Florida Bay, Biscayne Bay, Card Sound and Barnes Sound. The bays and sounds (all between the Florida Keys and the mainland) tend to have lower salinity, higher turbidity and wider temperature variations than the water in the", "doc_score": "81.17097473144531", "publish_date": "2018/12/31"}, {"doc_id": "5795685", "text": "Pulley Ridge / Pulley Ridge Pulley Ridge is a mesophotic coral reef system off the shores of the continental United States. The reef rests on sunken barrier islands and lies 100 miles west of the Tortugas Ecological Reserve and stretches north about 60 miles at depths ranging from 60–80 meters. Pulley Ridge was originally discovered in 1950 during a dredging operation conducted by an academic group from Texas. While well known to fishermen, this remarkable habitat remained undiscovered by scientists until 1999 when the U.S. Geological Survey (USGS) and graduate students from the University of South Florida happened upon it. This reef system,", "doc_score": "82.29080200195312", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_27", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "16681950", "text": "2026 FIFA World Cup / A desire to increase the number of participants in the tournament from the previous 32 team format was announced on October 4, 2016. Four expansion options were considered: On January 10, 2017, the FIFA Council voted unanimously to expand to a 48-team tournament. The tournament will open with a group stage consisting of 16 groups of three teams, with the top two teams progressing from each group to a knockout tournament starting with a round of 32 teams. The number of games played overall will increase from 64 to 80, but the number of games played by finalists remains at", "doc_score": "92.21843719482422", "publish_date": "2018/12/31"}, {"doc_id": "10915570", "text": "2018 FIFA World Cup / 1970. It was introduced on 9 November 2017. After the group stage, \"Telstar Mechta\" was used for the knockout stage. The word \"mechta\" (Russian: мечта) means \"dream\" or \"ambition\". The difference between Telstar 18 and Mechta is the red details on the design. On 30 April 2018, EA announced a free expansion for \"FIFA 18\" based on the 2018 FIFA World Cup, featuring all 32 participating teams and all 12 stadiums used at the 2018 World Cup. Panini continued their partnership with FIFA by producing stickers for their World Cup sticker album. Panini also developed an app for the 2018", "doc_score": "85.62271881103516", "publish_date": "2018/12/31"}, {"doc_id": "18038626", "text": "2018 FIFA Club World Cup / Emirates was officially announced as hosts of the 2017 and 2018 tournaments on 21 March 2015. The following teams have qualified for the tournament. The two venues are the Zayed Sports City Stadium in Abu Dhabi and the Hazza bin Zayed Stadium in Al Ain. A total of six referees, twelve assistant referees, and six video assistant referees were appointed for the tournament. FIFA announced on 22 November 2018 that the trio of referees and assistant referees from CAF were changed. Each team have to name a 23-man squad (three of whom must be goalkeepers). Injury replacements are allowed until", "doc_score": "84.57367706298828", "publish_date": "2018/12/31"}, {"doc_id": "4224914", "text": "FIFA Club World Cup / be more balanced and more attractive to broadcasters and sponsors. In late 2017, FIFA discussed proposals to expand the competition to 24 teams and have it be played every four years by 2021, replacing the FIFA Confederations Cup. The new tournament, planned to start in 2021, would be held every four years instead of annually, would feature 24 teams and 31 matches. It would include all UEFA Champions League winners, runners-up and Europa League winners from the four seasons up to and including the year of the event. Aside from the 12 European teams, there would be four or five", "doc_score": "86.59767150878906", "publish_date": "2018/12/31"}, {"doc_id": "16681955", "text": "2026 FIFA World Cup / FIFA World Cup will be the first tournament in which all six confederations have guaranteed berths. A playoff tournament involving six teams will be held to decide the last two FIFA World Cup berths, consisting of one team per confederation (except for UEFA) and one additional team from the confederation of the host country (i.e. CONCACAF). Two of the teams will be seeded based on the FIFA World Rankings, and the seeded teams will play for a FIFA World Cup berth against the winners of the first two knockout games involving the four unseeded teams. The tournament is to be", "doc_score": "86.17794799804688", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_28", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "14515757", "text": "Ghost estate / Ghost estate A ghost estate (, \"Fairy estate\") is an unoccupied housing estate, particularly one built in the :Republic of Ireland during the period of economic growth when the Irish economy was known as the Celtic tiger. A massive surplus of housing, combined with the late-2000s recession, resulted in a large number of estates being abandoned, unoccupied or uncompleted. In 2010 there were more than 600 ghost estates in Ireland, and a government agency report estimated the number of empty homes in Ireland at greater than 300,000. The National Institute for Regional and Spatial Analysis defines a ghost estate as", "doc_score": "82.35659790039062", "publish_date": "2018/12/31"}, {"doc_id": "14964664", "text": "Finca / Finca In English usage, a finca (; ) refers to a piece of rural or agricultural land, typically with a cottage, farmhouse or estate buildings present, and often adjacent to a woodland or plantation. Especially in tourism, the term has recently gained the colloquial meaning of a holiday home in a rural setting, situated on the Spanish mainland, the Balearics, and the Canary Islands, and throughout the countries of Spanish-speaking Latin America. Similar rural properties can be found in Italy, despite having a different name. Fincas can typically look back on an extensive development history, and are often older than", "doc_score": "79.992431640625", "publish_date": "2018/12/31"}, {"doc_id": "11499556", "text": "Overspill estate / Overspill estate An overspill estate is a housing estate planned and built for the housing of excess population in urban areas, both from the natural increase of population and often in order to rehouse people from decaying inner city areas, usually as part of the process of slum clearance. They were created on the outskirts of most large British towns and during most of the 20th century, with new towns being an alternative approach outside London after World War II. The Town Development Act, 1952 encouraged the expansion of neighbouring urban areas rather than the creation of satellite communities. Slum", "doc_score": "81.04332733154297", "publish_date": "2018/12/31"}, {"doc_id": "1623733", "text": "Althorp / Althorp Althorp () is a Grade I listed stately home and estate in the civil parish of Althorp, in Daventry District, Northamptonshire, England of about. By road it is about northwest of the county town of Northampton and about northwest of central London. It has been held by the prominent aristocratic Spencer family for more than 500 years, and has been owned by Charles Spencer, 9th Earl Spencer since 1992. It was also the home of Lady Diana Spencer (later Princess of Wales) from her parents' divorce until her marriage to Charles, Prince of Wales. Althorp is mentioned as", "doc_score": "79.7564926147461", "publish_date": "2018/12/31"}, {"doc_id": "16533395", "text": "Byre-dwelling / dwelling, of which remains survive in the southwest, for example in the longhouse variants of Dartmoor, in Cornwall or in Wales. In Ireland there are similar byre-dwellings, albeit the fireplace here appears to have been placed against a gable wall. In northwestern England this type of dwelling is also described in the Cumbrian countryside. Compared are the Yemeni towerhouses, in which the ground floor was reserved for animals, with dwellings on higher floors. Byre-dwelling A byre-dwelling (\"byre\"+ \"dwelling\") or Wohnstallhaus (German term: [\"wohnung\", dwelling] + [\"stall\", byre, sty] + [\"haus\", house ]) is a farmhouse in which the living quarters", "doc_score": "78.22408294677734", "publish_date": "2018/12/31"}]}
{"question_id": "20230317_29", "search_time": "2023/05/25/00:19", "search_result": [{"doc_id": "2862364", "text": "Skylon (spacecraft) / Space Centre near Kourou in French Guiana and the North European Aerospace Test Range, located in northern Sweden. Pre-orders are expected in the 2011–2013 time frame coinciding with the formation of the manufacturing consortium. On 8 December 2011, Alan Bond stated that Skylon would enter into service by 2021–2022 instead of 2020 as previously envisaged. On 13 July 2012, ESA Director-General Jean-Jacques Dordain publicly stated that the ESA would be holding a series of talks with REL with the aim of developing a further \"technical understanding\". In November 2012, REL announced that it would commence work upon a three-and-a-half-year project", "doc_score": "87.3818130493164", "publish_date": "2018/12/31"}, {"doc_id": "2862356", "text": "Skylon (spacecraft) / officials have emerged as proponents and advocated for the official backing of the Skylon programme. Speaking in 2009, the former UK Minister for Science and Innovation, Lord Drayson, stated of REL: During February 2009, following on from a series of extended discussions with the British National Space Centre (which later became the UK Space Agency), it was announced that a major funding agreement had been established between the British National Space Centre, ESA and REL, committing €1 million ($1.28 million) for the purpose of producing a demonstration engine for the Skylon programme by 2011. The initiative, known as the \"Technology", "doc_score": "87.48814392089844", "publish_date": "2018/12/31"}, {"doc_id": "11021531", "text": "Sundiver (space mission) / Sundiver (space mission) Sundiver is a proposed space mission to crash a probe into the Sun, sending back data to Earth before burning up. It has been proposed as a design study by the Australian Academy of Science's National Committee for Space Science as a Flagship mission to kick-start an Australian space program. The design study is proposed as a five-year study from 2011-2015 with a complement of 10 PhDs, budgeted at a cost of $10 M (Australian), leading to a Go/NoGo Decision in 2015. The mission would be comparable in its close approach to the Sun to the NASA", "doc_score": "87.6896743774414", "publish_date": "2018/12/31"}, {"doc_id": "2862359", "text": "Skylon (spacecraft) / Skylon in 2011, David Willetts, the UK Minister of State for Universities and Science, stated: In June 2013, George Osborne, the-then Chancellor of the Exchequer, stated that the British government would be giving £60 million towards the further development of the SABRE engine. The grant was contingent upon REL having an industrial partner. The first grant of £50 million was approved by the European Commission in August 2015. In October 2015, British defence conglomerate BAE Systems entered into an agreement with Reaction Engines, under which it would invest £20.6 million in REL to acquire 20% of its share capital, as", "doc_score": "88.45164489746094", "publish_date": "2018/12/31"}, {"doc_id": "20085530", "text": "Lunar Orbital Platform-Gateway / Power and Propulsion Element (PPE), hopefully leveraging private companies' plans. These studies had a combined budget of $2.4 million. The companies performing the PPE studies are Boeing, Lockheed Martin, Orbital ATK, Sierra Nevada and Space Systems/Loral. These awards are in addition of the ongoing set of NextSTEP-2 awards made in 2016 to study development and make ground prototypes of habitat modules that could be used on the Lunar Orbital Platform-Gateway as well as other commercial applications, so the LOP-G is likely to incorporate components developed under NextSTEP as well. On 7 November 2017, NASA asked the global science community to", "doc_score": "86.23580932617188", "publish_date": "2018/12/31"}]}
