{"question_id": "20230512_0", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "9538756", "text": "Dognapping / is not a recent development, with reports of dogs being held by ransom since the 1930s. Harvard students kidnapped Yale's mascot Handsome Dan II in March 1934, which was reported by the media as \"dognapping\". By July of the same year, what was considered by the press to be Chicago's first case of dognapping was solved with the return of a Boston Terrier named Kids Boot Ace, who had been missing for five months. The first high-profile case of dognapping for monetary ransom occurred in 1948. The editor of \"House & Garden\" magazine, Richardson Wright, had a Pekingese puppy taken", "doc_score": "80.7779769897461", "publish_date": "2018/12/31"}, {"doc_id": "3360002", "text": "Nathan's Hot Dog Eating Contest / dogs in the 2018 contest. Major League Eating (MLE), formerly known as the International Federation of Competitive Eating (IFOCE), has sanctioned the event since 1997. Today, only entrants currently under contract by MLE can compete in the contest. The field of about 20 contestants typically includes the following: The competitors stand on a raised platform behind a long table with drinks and Nathan's Famous hot dogs in buns. Most contestants have water on hand, but other kinds of drinks can and have been used. Condiments are allowed, but usually are not used. The hot dogs are allowed to cool slightly", "doc_score": "80.02284240722656", "publish_date": "2018/12/31"}, {"doc_id": "6761262", "text": "World's Ugliest Dog Contest / World's Ugliest Dog Contest The World's Ugliest Dog Contest is an annual contest held in Petaluma, California, as part of the Sonoma-Marin Fair, to decide which of the dogs entered in the contest is the ugliest. The contest, along with the rest of the fair, is typically scheduled for the fourth week of June. Along with the title of “The World’s Ugliest Dog”, the winner’s owner receives a check for $1,000 and a trophy. As of 2017, the prize has been increased to $1,500, a trophy and a free trip to New York City. There is significant media coverage, and", "doc_score": "81.17375183105469", "publish_date": "2018/12/31"}, {"doc_id": "3633775", "text": "Westminster Kennel Club Dog Show / 1934. The eight finalists all receive scholarships for post-secondary schooling. In addition, each year the club (through its Westminster Kennel Foundation) awards veterinary school scholarships for students from six schools. The winning dog becomes \"America's Dog\" for the next year. It begins its reign with a media tour on the day following the show with appearances on virtually all television network morning shows, a visit to the Observation Deck at the Empire State Building, and much more. The event is embraced in New York City every February, with salutes from such world-famous partners as the Empire State Building, which lights", "doc_score": "78.84161376953125", "publish_date": "2018/12/31"}, {"doc_id": "7249804", "text": "Wild Chicago / writing staff on \"Everybody Loves Raymond\", as well as \"The Office\". Laura Meagher realized a lifelong dream when she moved to Paris in 2001. Happily putting her \"Wild Chicago\" experience to use, she created and currently hosts the website Parisfromher.com. In 1990, a segment of the program entitled \"Dumb Questions\" where people were asked a question of questionable intelligence, was held in Lincoln Park. It was during the filming of this segment that then-Northwestern University student Stephen Colbert and his friend Paul Dinello were interviewed in. Colbert and Dinello would later become famous for the program \"Strangers With Candy\". Wild", "doc_score": "77.6475601196289", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_1", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "10760465", "text": "Rainbow flag (LGBT movement) / peace by carrying a \"Flag of the Races\" (also called the \"Flag of the Human Race\") with five horizontal stripes (from top to bottom they were red, white, brown, yellow, and black). The first rainbow flags were commissioned by the fledgling pride committee and were produced by a team led by Baker that included artist Lynn Segerblom. Segerblom was then known as Faerie Argyle Rainbow; she created the original dyeing process for the flags. Baker is said to have gotten the idea for the rainbow flag from the \"Flag of the Races\" in borrowing it from the Hippie movement of", "doc_score": "81.5893325805664", "publish_date": "2018/12/31"}, {"doc_id": "7532267", "text": "Flag of the Romani people / Weer Rajendra Rishi. This design was especially popular in Socialist Yugoslavia, which awarded it official recognition upon adoption. The first of several ancestors for the WRC flag is a bicolor reportedly flown by the Romanian Romanies during the 1930s, and revived internationally during the 1960s. A tricolor version, flown by survivors of the Romani genocide, fell out of use due to allegations that it stood for communism. The definitive variant designed in 1971 gained in popularity over the subsequent decades, being especially associated with groups promoting transnational unity of the people and combating its designation as \"Gypsies\". The flag was", "doc_score": "79.6633071899414", "publish_date": "2018/12/31"}, {"doc_id": "789495", "text": "Rainbow flag / actually have literal meanings). The flag is used predominantly at gay pride events and in gay villages worldwide in various forms including banners, clothing and jewelry. Since the 1990s, its symbolism has been transferred to represent the extended \"LGBT\" (lesbian, gay, bisexual and transgender) community. For the 25th Anniversary of the Stonewall riots, held in 1994 in New York city, a mile-long rainbow flag was created and post-parade cut up in sections that have since been used around the world. The flag was originally created with eight colors, but pink and turquoise were removed for production purposes, and since", "doc_score": "80.95487213134766", "publish_date": "2018/12/31"}, {"doc_id": "789496", "text": "Rainbow flag / 1979 it has consisted of six colored stripes. It is most commonly flown with the red stripe on top, as the colors appear in a natural rainbow. Aside from the obvious symbolism of a mixed LGBT community, the colors were determined to symbolize: life (red), healing (orange), sunlight (yellow), nature (green), harmony/peace (blue), and spirit (purple/violet). The removed colors stood for sexuality (pink) and art/magic (turquoise). During the late 1980s and early 1990s, a black stripe was sometimes used to represent AIDS victims. During a debate among Hindus, Parsis, and Iranis regarding the creation of a flag to be flown", "doc_score": "81.36149597167969", "publish_date": "2018/12/31"}, {"doc_id": "14303070", "text": "Color symbolism / or inspiration. It can be a calming color, and symbolize reliability. In the Catholic Church, the Virgin Mary is most often depicted wearing blue, to symbolize her divinity. Blue is widely used for baby boys' clothes or bedrooms, although the reason blue is so strongly associated with boys is debated. Yellow is a color often associated with sunshine or joy. It is sometimes used in association with cowardice or fear, i.e, the phrase \"yellow-bellied\". Children tend to like this color, and it is used to market products to children; it is also used for school buses and taxi cabs since", "doc_score": "79.69761657714844", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_2", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "19852795", "text": "James Cameron's unrealized projects / collaborator producer Jon Landau. On September 28, 2018, the film was pushed back to February 14, 2019. On May 8, 2009, seven years after the cancellation of \"True Lies 2\", Cameron stated that although he didn't have plans to revive the \"True Lies\" sequel project, he had intentions of collaborating with Arnold Schwarzenegger again. On September 13, 2010, \"Deadline Hollywood\" reported that Cameron was considering making a TV series based on \"True Lies\", with \"Dark Angel\" producer René Echevarria as showrunner and producer. Schwarzenegger was apparently set to reprise his role as Harry Tasker after his departure from the position", "doc_score": "77.90284729003906", "publish_date": "2018/12/31"}, {"doc_id": "1519223", "text": "Science fiction film / movies. These films include \"Attack the Block\" (2011), \"Source Code\" (2011), \"Looper\" (2012), \"Upstream Color\" (2013), \"Valerian and the City of a Thousand Planets\" (2017), and \"Ex Machina\" (2015), which won the Academy Award for Visual Effects, in a surprising upset over the much higher-budget \"\" (2015). Science fiction films are often speculative in nature, and often include key supporting elements of science and technology. However, as often as not the \"science\" in a Hollywood science fiction movie can be considered pseudo-science, relying primarily on atmosphere and quasi-scientific artistic fancy than facts and conventional scientific theory. The definition can also", "doc_score": "75.62894439697266", "publish_date": "2018/12/31"}, {"doc_id": "3346261", "text": "Stargate / Wright did not rule out future \"Stargate\" films, saying; \"It's a franchise. \"Stargate\" is not over. Somebody smart from MGM is going to figure it out, and something will happen.\" In May 2014, MGM announced a re-imagined version of the original 1994 film to be produced as a trilogy with Warner Bros. Pictures. Emmerich will direct and Devlin will produce. This set of two sequel films to the original \"Stargate\" starring Kurt Russell and James Spader will take a dramatically different course than the \"SG-1\" and \"Atlantis\" universe created in the following 15 years. On November 17, 2016, Devlin told", "doc_score": "77.47924041748047", "publish_date": "2018/12/31"}, {"doc_id": "1606915", "text": "Sequel / extremely innovative and cover almost the entire range of popular narrative styles of the 18th century. As software-development costs have increased, sequels have become increasingly important for the video-game industry, as they provide a way to resell a product, reusing code and graphics. In some cases, the characters or setting of an original film or video game become so valuable that they develop into a media franchise. Generally, a whole series of sequels is made, along with merchandising. Multiple sequels are often planned well in advance and actors and directors may sign extended contracts to ensure their participation. This can", "doc_score": "74.88341522216797", "publish_date": "2018/12/31"}, {"doc_id": "19851092", "text": "Guillermo del Toro's unrealized projects / incarnation of the remake screenplay had been written by Larry Fessenden and Sergio G. Sánchez, the sole writer of the original film. Since then, there has been no further development news, leading to a possible cancelation. On November 8, 2007, ComingSoon.net reported that del Toro was working on a spiritual sequel to \"Pan's Labyrinth\", titled \"3993\" and intended to be the third and final installment of a Spanish Civil War film trilogy. However, del Toro scrapped the project after deciding to direct \"\". In 2008, a film based on \"\", to be called \"Death and Me\", was under production at", "doc_score": "76.0979232788086", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_3", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "7851437", "text": "425 Agreement / affected area. For example, the city as party to such an agreement might have the right to collect city income tax from residents or employees within the transferred area even though they do not actually live or work within the city itself. The township would still retain policing jurisdiction and provide municipal services to the new development. 425 Agreements can be effective for up to 50 years. At the end of the term of the agreement, the agreement itself defines what should happen to the affected land at the termination of the contract. The law permits for the parties to", "doc_score": "84.0346450805664", "publish_date": "2018/12/31"}, {"doc_id": "17235809", "text": "Border Security, Economic Opportunity, and Immigration Modernization Act of 2013 / in order to pursue this strategy (Section 6(a)(3)(A)(iii)). Subtitle A--Registration and Adjustment of Registered Provisional Immigrants The focus of Subtitle A is changing the status of illegal immigrants already present in the United States. The section creates the category of \"registered provisional immigrant\" (RPI) and outlines the steps necessary to obtain this status, as well as what qualities or characteristics of an illegal immigrant will prohibit them from obtaining it. Immigrants must apply to have their status changed. In order to be eligible, they must have started residing in the United States prior to December 31, 2011 and have been", "doc_score": "85.98695373535156", "publish_date": "2018/12/31"}, {"doc_id": "17235818", "text": "Border Security, Economic Opportunity, and Immigration Modernization Act of 2013 / for U.S. citizens and conversion of a petition by a legal permanent resident for a spouse or child to an immediate relative petition rather than a preference petition), and the ability to adjust future levels of worker visas (both those created by this bill and under current programs) based on economic conditions. The bill also creates \"merit-based\" visas, which immigrants will eventually be able to apply for on the basis of a point system which awards points for various criteria, including educational achievement, involvement in society, entrepreneurship, and other factors. The combined effects of the changes are intended to be", "doc_score": "86.16604614257812", "publish_date": "2018/12/31"}, {"doc_id": "9013646", "text": "Secure Fence Act of 2006 / 18 and 26 feet) that divides the border towns of Nogales, Arizona in the U.S. and Nogales, Sonora in Mexico. A 2016 report by the Government Accountability Office confirmed that the government had completed the fence by 2015. A 2017 GAO report noted: \"In addition to the 654 miles of primary fencing, CBP has also deployed additional layers of pedestrian fencing behind the primary border fencing, including 37 miles of secondary fencing and 14 miles of tertiary fencing.\" Although the 2006 law authorized construction of a fence, Congress initially did not fully appropriate funds for it (see authorization-appropriation process). \"Congress", "doc_score": "84.47760009765625", "publish_date": "2018/12/31"}, {"doc_id": "17235813", "text": "Border Security, Economic Opportunity, and Immigration Modernization Act of 2013 / The bill creates a new immigration status, entitled Registered Provisional Immigrant status. Illegal immigrants who get adjusted under the bill would not be legal permanent residents yet, but they would be in a legal status and would no longer be considered to be present illegally. They would also be permitted to work lawfully. In order to receive this status, illegal immigrants would need to apply (which would have the effect of registering them with the U.S. government, hence the title of the status), pay both a fine and a fee, pay any owed back taxes to the IRS, learn English,", "doc_score": "84.9130859375", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_4", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "13608979", "text": "Food and Drug Administration Modernization Act of 1997 / Food and Drug Administration Modernization Act of 1997 The United States Food and Drug Administration Modernization Act of 1997 (FDAMA) amended the Federal Food, Drug, and Cosmetic Act. This act is related to the regulation of food, drugs, devices, and biological products by the FDA. These changes were made in order to recognize the changes in the way the FDA would be operating in the 21st century. The main focus of this is the acknowledgment in the advancement of technological, trade, and public health complexities. Congressman Richard Burr and Senator James M. Jeffords were the chairperson sponsors of the Food", "doc_score": "86.37200164794922", "publish_date": "2018/12/31"}, {"doc_id": "153717", "text": "Food and Drug Administration / license drugs for use by terminally ill patients with \"desperate diagnoses,\" after they have completed Phase I testing. The case won an initial appeal in May 2006, but that decision was reversed by a March 2007 rehearing. The US Supreme Court declined to hear the case, and the final decision denied the existence of a right to unapproved medications. Critics of the FDA's regulatory power argue that the FDA takes too long to approve drugs that might ease pain and human suffering faster if brought to market sooner. The AIDS crisis created some political efforts to streamline the approval process.", "doc_score": "86.13861083984375", "publish_date": "2018/12/31"}, {"doc_id": "153720", "text": "Food and Drug Administration / of the Vioxx recall, there were widespread calls by major newspapers, medical journals, consumer advocacy organizations, lawmakers, and FDA officials for reforms in the FDA's procedures for pre- and post- market drug safety regulation. In 2006, a congressionally requested committee was appointed by the Institute of Medicine to review pharmaceutical safety regulation in the U.S. and to issue recommendations for improvements. The committee was composed of 16 experts, including leaders in clinical medicinemedical research, economics, biostatistics, law, public policy, public health, and the allied health professions, as well as current and former executives from the pharmaceutical, hospital, and health insurance", "doc_score": "87.05461120605469", "publish_date": "2018/12/31"}, {"doc_id": "16095892", "text": "History of the Food and Drug Administration / as a confrontational October 11, 1988 action at the FDA campus which resulted in nearly 180 arrests. In August 1990, Dr. Louis Lasagna, then chairman of a presidential advisory panel on drug approval, estimated that thousands of lives were lost each year due to delays in approval and marketing of drugs for cancer and AIDS. Partly in response to these criticisms, the FDA issued new rules to expedite approval of drugs for life-threatening diseases, and expanded pre-approval access to drugs for patients with limited treatment options. The first of these new rules was the \"IND exemption\" or \"treatment IND\" rule,", "doc_score": "85.25272369384766", "publish_date": "2018/12/31"}, {"doc_id": "19893099", "text": "21st Century Cures Act / the normal budget process, and therefore may be reduced from what this bill promised. The NIH funding was actually less than many advocates hoped for, and earlier versions of the bill had promised. One of the goals of the bill was streamlining approval, but Jerry Avorn and Aaron Kesselheim pointed out that a third of medicines are approved from a single clinical trial averaging less than 700 patients; ultimately, however, the law did not allow real-world evidence for approving drugs, but rather for label expansions. 21st Century Cures Act The 21st Century Cures Act is a United States law enacted", "doc_score": "87.85063171386719", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_5", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "15018242", "text": "Embassy of Japan in Washington, D.C. / Embassy of Japan in Washington, D.C. The Embassy of Japan in Washington, D.C. is the diplomatic mission of Japan to the United States. It is located at 2520 Massachusetts Avenue NW, Washington, D.C., in the Embassy Row neighborhood. In addition to serving as Japan's diplomatic mission in the United States, the embassy provides Japanese consular services to residents of the District of Columbia, Virginia, and Maryland. The incumbent Ambassador of Japan to the United States is Kenichirō Sasae, who presented his credentials in November 2012. Ichirō Fujisaki served as ambassador from 2008 to October 2012. The embassy was designed by", "doc_score": "85.24539184570312", "publish_date": "2018/12/31"}, {"doc_id": "5645140", "text": "Embassy of the United States, Tokyo / Washington, D.C. also reopened on the same day. The land on which the embassy sits is about 13,000 m² (3.21 acres), and has been leased from the Japanese government since 1896. In 2005, it was reported that the US government had made no payments for the embassy's premises since 1998 after failing to agree on a renewal of the lease agreement. In 2007, the two governments agreed to renew the lease through 2027, following which the US government paid its unpaid rent. The annual rent for the underlying land was set at 7 million yen for 1998-2007, 10 million yen", "doc_score": "87.08068084716797", "publish_date": "2018/12/31"}, {"doc_id": "11808999", "text": "Embassy of the United States, Oslo / out. In December 2005 Oslo City Council decided with the least possible majority that the Embassy should be offered a new embassy area in Huseby Forest, not far from Makrellbekken Subway Station. On May 14, 2012, the groundbreaking ceremony for an embassy at the new location was conducted in Oslo. The project has a particular focus on environmental features and is constructed by Walsh Global of Chicago and the architects/engineers are EYP Architecture & Engineering. The new embassy meets stricter requirements for security for US embassy buildings. It opened on May 15, 2017. The embassy at Makrellbekken in Oslo has", "doc_score": "84.21652221679688", "publish_date": "2018/12/31"}, {"doc_id": "11017189", "text": "Embassy of New Zealand, Washington, D.C. / accommodate all staff in one building, but the decision to build was not taken until 1975. The building won for its designer the 1981 New Zealand Institute of Architects National Award. The brickwork of the chancery won the Annual Brick Award for the Eastern States of the U.S. Embassy of New Zealand, Washington, D.C. The Embassy of New Zealand in Washington, D.C., United States (in Māori: \"Te Kāinga o te Māngai o Aotearoa i Washington D.C.\") is located at 37 Observatory Circle, Northwest, Washington, D.C. in the Embassy Row neighborhood. The embassy also operates consulates general in Los Angeles, New", "doc_score": "86.42247772216797", "publish_date": "2018/12/31"}, {"doc_id": "11017188", "text": "Embassy of New Zealand, Washington, D.C. / United States is Rosemary Banks was appointed on 12 November 2018. New Zealand opened a legation in Washington, D.C. in October 1941, with this being upgraded to an embassy in 1948. The Embassy is staffed by a team of officers from the New Zealand Ministry of Foreign Affairs and Trade (MFAT), New Zealand Trade and Enterprise (NZTE), New Zealand Defence Force, New Zealand Police, New Zealand Customs Service, Ministry of Science, Research and Technology, and the Ministry of Education. The chancery was designed by the New Zealand architect Sir Miles Warren. In 1954, the present embassy site was bought to", "doc_score": "87.12164306640625", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_6", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "695826", "text": "Measles / July 2, 2018. By August 2018, 102 cases of measles had been reported throughout the United States. The spread of measles had been interrupted in Brazil as of 2016, with the last known case twelve months earlier. This last case was in the state of Ceará. Brazil won a measles elimination certificate by the Pan American Health Organization in 2016, but the Ministry of Health has proclaimed that the country has struggled to keep this certificate, since two outbreaks had already been identified in 2018, one in the state of Amazonas and another one in Roraima, in addition to cases", "doc_score": "84.42877197265625", "publish_date": "2018/12/31"}, {"doc_id": "18569223", "text": "Epidemiology of measles / schedule or discourage vaccination, among them Bob Sears and Jay Gordon for reducing vaccination rates and thus weakening herd immunity, and creating a situation in which an outbreak was more likely. California passed a mandatory vaccination law in June 2015. In Spring 2015, a death of an immune-suppressed woman in Washington State caused by measles was diagnosed after autopsy. This was the first U.S. measles death since 2003. In spring 2017, a measles outbreak occurred in Minnesota. As of June 16, 78 cases of measles had been confirmed in the state, 71 were unvaccinated and 65 were Somali-Americans. The outbreak", "doc_score": "85.02149200439453", "publish_date": "2018/12/31"}, {"doc_id": "18569215", "text": "Epidemiology of measles / 1 and April 25, 2008, a total of 64 confirmed measles cases were preliminarily reported in the United States to the Centers for Disease Control and Prevention, the most reported by this date since 2001, and the highest total number in six years. Of the 64 cases, 54 were associated with importation of measles from other countries into the United States, and 63 of the 64 patients were unvaccinated or had unknown or undocumented vaccination status. By July 9, 2008, a total of 127 cases were reported in 15 states, making it the largest US outbreak since 1997 (when 138", "doc_score": "84.13227844238281", "publish_date": "2018/12/31"}, {"doc_id": "695832", "text": "Measles / the disease became available in 1963. An improved measles vaccine became available in 1968. Measles as an endemic disease was eliminated from the United States in 2000, but continues to be reintroduced by international travelers. German anti-vaccination campaigner and HIV/AIDS denialist Stefan Lanka posed a challenge on his website in 2011, offering a sum of €100,000 for anyone who could scientifically prove that measles is caused by a virus and determine the diameter of the virus. He posits that the illness is psychosomatic and that the measles virus does not exist. When provided with overwhelming scientific evidence from various medical", "doc_score": "82.4482650756836", "publish_date": "2018/12/31"}, {"doc_id": "695824", "text": "Measles / originated from the Disneyland theme park in California. The Disneyland outbreak was held responsible for the infection of 147 people in seven U.S. states as well as Mexico and Canada, the majority of which were either unvaccinated or had unknown vaccination status. Of the cases 48% were unvaccinated and 38% were unsure of their vaccination status. The initial exposure to the virus was never identified. In 2015, a U.S. woman in Washington state died of pneumonia, as a result of measles. She was the first fatality in the US from measles since 2003. The woman had been vaccinated for measles", "doc_score": "81.77499389648438", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_7", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "3054638", "text": "Peloton / rider. Rarely, they may move to the front of the peloton, and actively seek to check the progress of the peloton at a critical moment. This tactic has the best chance of success on narrow roads, with tight turns, where a single team can fill the road from one side to the other. Mountainous courses routinely create significant gaps in the peloton, as the aerodynamic factors are much less important at slower climbing speeds, and effort expended is the key determinant of progress. Under these circumstances strong riders routinely attempt to charge away from the main peloton. There are routinely", "doc_score": "81.63912200927734", "publish_date": "2018/12/31"}, {"doc_id": "13596829", "text": "Swiss army bicycle / an average 25 kg. A few are still used at the Parachute Reconnaissance Company 17 (Fallschirmaufklärer Kompanie 17) Special Forces base and Paratrooper school at Locarno-Magadino military airport in Southern Switzerland. According to the Swiss Army website, bicycles are currently used by cadet officers, sergeant majors, quartermasters, cooks, guards, in addition to physical training and movement between barracks and firing range. Specifications: In 2012 the Swiss Ministry of Defence, Civil Defense and Sport purchased 4100 units of a new model of military bicycle, officially called Fahrrad 12, at a cost of CHF 10.2 million (approximately CHF 2,490 per unit, including", "doc_score": "78.29741668701172", "publish_date": "2018/12/31"}, {"doc_id": "3054642", "text": "Peloton / at the rear to minimize fatigue due to air resistance until the last hundred meters or so, when the sprinter will choose the moment to dash out from behind his leadout rider to charge to the finish at the highest possible speed. In mountainous races, the winner routinely arrives at the finish alone, because only the winner was willing and able to endure that degree of effort and suffering. Peloton In a road bicycle race, the peloton (from French, originally meaning 'platoon') is the main group or pack of riders. Riders in a group save energy by riding close (drafting", "doc_score": "82.57183837890625", "publish_date": "2018/12/31"}, {"doc_id": "15754791", "text": "Breakaway specialist / Breakaway specialist In bicycle racing, a breakaway specialist is a rider who is specialized in attacking the race from the start in order to show off his sponsor and to try his luck in winning the stage without having to fight with the whole peloton at the finish line. The French term for a breakaway specialist is baroudeur or adventurer, which comes from the Arabic, where its meaning is “dynamite” Examples of such racers include Thomas De Gendt, Jens Voigt, Thomas Voeckler, Tony Martin, Sylvain Chavanel, Sandy Casar, Pierrick Fédrigo, Luis León Sánchez, Jérémy Roy, Steve Cummings, Lilian Calmejane and", "doc_score": "80.34056091308594", "publish_date": "2018/12/31"}, {"doc_id": "3054640", "text": "Peloton / group's members have all been caught by the peloton, announcers say 'groupo compacto.' Team members make every effort to shield their principal rider from fatigue due to wind, until the last possible moment, so to give their principal rider the best opportunity to win the race. In single stage races, the principal rider is normally the best sprinter. In races involving multiple stages, the principal rider is called the GC (General Classification) candidate. Those hired to usher the GC candidate (or sprinter) to the finish are called 'domestiques' (after the French word for servants). In races where the finish is", "doc_score": "81.01565551757812", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_8", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "19262475", "text": "2017 Rose Bowl / 2017 Rose Bowl The 2017 Rose Bowl was a college football bowl game played on January 2, 2017 at the Rose Bowl stadium in Pasadena, California. This 103rd Rose Bowl Game matched the Big Ten Conference champions Penn State Nittany Lions against the USC Trojans of the Pac-12 Conference, a rematch of the 1923 and 2009 Rose Bowls, the former the first appearance for either team in the bowl and the latter the most recent appearance for either team. It was one of the 2016–17 bowl games that concluded the 2016 FBS football season. Sponsored by the Northwestern Mutual financial", "doc_score": "84.00791931152344", "publish_date": "2018/12/31"}, {"doc_id": "2360051", "text": "Presidential Cup Bowl / Presidential Cup Bowl The Presidential Cup Game (also known as the Presidential Cup Bowl) was a postseason American college football bowl game played at Byrd Stadium in College Park, Maryland, on December 9, 1950, between Texas A&M University and University of Georgia. The Aggies, coached by Harry Stiteler, entered the contest with a 6-4 record. A&M had posted victories over Nevada, Texas, Tech, VMI, TCU, Arkansas, and SMU; while dropping contests against Oklahoma, Baylor, Rice, and Texas. The game was A&M's first post-season appearance since a 19-14 defeat at the hands of LSU in the 1944 Orange Bowl. Having posted", "doc_score": "82.578369140625", "publish_date": "2018/12/31"}, {"doc_id": "20244379", "text": "2018 Rose Bowl / securing their spot in the playoffs. In the 2017 preseason polls, Oklahoma was ranked No. 7 in the AP Poll and No. 8 in the Coaches Poll. Oklahoma opened the season against the University of Texas at El Paso Miners, winning 56–7 and showcasing a strong offense. Next, No. 6 Oklahoma traveled to the No. 2 Ohio State Buckeyes and won 31–16. In Oklahoma's first meeting with the Tulane Green Wave, No. 2 Oklahoma won 56–14. They went on to play the Baylor Bears, eking out an expected blowout but still winning 49–41. In Oklahoma's big upset of the season,", "doc_score": "81.87073516845703", "publish_date": "2018/12/31"}, {"doc_id": "20244373", "text": "2018 Rose Bowl / be selected every three years, when the Rose Bowl is a CFP semifinal. The Big 12 and SEC champions traditionally meet in the Sugar Bowl. The 2018 Sugar Bowl was used as the other semifinal this year, allowing any team to be selected. The matchups for the semifinals are geographically selected to ensure the top two teams do not play in road environments. More than one team from the same conference may participate in the game, and avoiding rematches is not a selection factor. Georgia won their only previous Rose Bowl appearance when their 1942 team, which claims a national", "doc_score": "82.00291442871094", "publish_date": "2018/12/31"}, {"doc_id": "12721508", "text": "2009 Rose Bowl / Game were announced on Sunday, December 7, by the Pasadena Tournament of Roses football committee. Big Ten co-champions, Penn State, coached by Joe Paterno, were picked to play against Southern California, the champions of the Pac-10, coached by Pete Carroll. Penn State earned its bid via a head-to-head tiebreaker, beating Ohio State, 13–6 in Columbus, Ohio, on October 25, 2008. The Men of Troy earned their way in by defeating UCLA 28-7 on December 6, 2008. USC was designated as the home team, wearing dark jerseys and using the east bench on game day. The 2009 game marked the first", "doc_score": "80.2052001953125", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_9", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "19891095", "text": "Extinct (2017 TV series) / Extinct (2017 TV series) Extinct is a post-apocalyptic science fiction television series directed by Ryan Little and written by Orson Scott Card and Aaron Johnston. The series was picked up by BYUtv for ten episodes and premiered October 1, 2017. It is the network's second scripted television series, the first being \"Granite Flats\". The project was originally written to be made into a film, but BYUtv producer Adam Abel was interested in making it into a television series, and Card and Johnston re-wrote the scripts to comply with the formats. The series was cancelled after one season. The series takes", "doc_score": "79.5079345703125", "publish_date": "2018/12/31"}, {"doc_id": "1815743", "text": "ReBoot / completely computer-animated TV series. A reimagined, live-action/CG-animated series, \"\", was announced in 2015, and the first ten episodes debuted on Netflix worldwide (excluding Canada) on March 30, 2018. YTV aired all twenty episodes from June 4, 2018, to July 5, 2018. The series follows the adventures of a Guardian named Bob and his companions Enzo and Dot Matrix as they work to keep the computer system of Mainframe safe from the viruses known as Megabyte and Hexadecimal. The setting is in the inner world of a computer system known by its inhabitants as Mainframe. It was deliberately chosen due to", "doc_score": "77.38845825195312", "publish_date": "2018/12/31"}, {"doc_id": "21000110", "text": "Untitled Richard Gere drama series / companies involved with the series were slated to consist of Sony Pictures Television, Happy Madison Productions, and Boku Films. On December 6, 2018, it was announced that Apple was finalizing a series order for a newly developed iteration of the production for a first season consisting of eight episodes. The series was set to be written by Howard Gordon who was also expected to serve as a co-showrunner alongside Warren Leight. Executive producers were slated to include Gordon, Leight, Richard Gere, Dror Sabo, Lee Yardeni, Avi Nir, Alon Shtruzman, Rachel Kaplan, Peter Traugott, Yoram Mokady, and Mirit Toovi. Production companies", "doc_score": "80.19279479980469", "publish_date": "2018/12/31"}, {"doc_id": "19510258", "text": "Kevin Can Wait / October 17, 2016, CBS ordered a full season of 22 episodes. In November 2016, Bruce Helford exited the series as showrunner after the first thirteen episodes, due to creative differences. \"Cheers\" alum Rob Long replaced Helford as showrunner. On January 6, 2017, two additional episodes were added, bringing the season to a total of 24 episodes. The series was filmed entirely on Long Island at Gold Coast Studios in Bethpage, New York. The pilot episode was filmed on April 1, 2016. Production on subsequent episodes began taping on August 5, 2016. Season two's original order was for 22 episodes and", "doc_score": "78.21449279785156", "publish_date": "2018/12/31"}, {"doc_id": "20608033", "text": "Charmed (2018 TV series) / are also executive producers of the reboot alongside Silberling, Ben Silverman, Howard Owens, and Carter Covington. The pilot episode was also directed by Silberling. On May 11, The CW picked up the pilot and ordered the \"Charmed\" reboot to series. A preview trailer was released after The CW's upfronts presentation on May 17, followed by videos of first-look scenes. On October 8, 2018, The CW ordered five additional scripts for the first season. On November 8, 2018, it was announced that The CW had ordered an additional nine episodes of the series, bringing the first season total up to twenty-two", "doc_score": "79.38335418701172", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_10", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "19749135", "text": "Starboy (song) / Additionally, \"Starboy\" made the biggest jump into the Hot 100's top five since Taylor Swift's \"Bad Blood\" leapt from number 53 to number one in June 2015. It sold 88,000 copies in its second week, and 92,000 in its third week. After remaining in the number two spot for eight non-consecutive weeks on the \"Billboard\" Hot 100 — behind The Chainsmokers' \"Closer\" for five weeks and Rae Sremmurd's \"Black Beatles\" for an additional three weeks —, \"Starboy\" reached the top of the chart on the week of January 7, 2017, becoming The Weeknd's third and Daft Punk's first number one", "doc_score": "78.56594848632812", "publish_date": "2018/12/31"}, {"doc_id": "20152621", "text": "Strip That Down / and Quavo's fourth. With his top ten, Payne became the third member of One Direction to achieve a solo top 10 single on the Hot 100, following Zayn and Harry Styles. In addition, One Direction joined The Beatles, Fleetwood Mac, and New Edition to have at least 3 members with solo Hot 100 songs reach the top 10. On \"Billboard\"s Dance/Mix Show Airplay chart, \"Strip That Down\" reached number one in its 4 November 2017 issue for both artists, marking a first for Payne as he became the first solo artist from an all-male vocal group to top this chart", "doc_score": "76.47834777832031", "publish_date": "2018/12/31"}, {"doc_id": "5074879", "text": "Blister in the Sun / Blister in the Sun \"Blister in the Sun\" is a song by American alternative rock band Violent Femmes, originally released on their 1983 self-titled debut album. In 2005, it became the first English-language track to ever be allowed on RTÉ Raidió na Gaeltachta, the Republic of Ireland Irish-language radio station, after having been selected by listeners for the event. The song was featured in the opening of Episode 17 of the TV series \"My So-Called Life\" in 1995. The song was also featured prominently in the 1997 film \"Grosse Pointe Blank\". John Cusack had initially requested an updated version of", "doc_score": "75.39645385742188", "publish_date": "2018/12/31"}, {"doc_id": "10178580", "text": "Near You / weeks in the number-one position on a US pop music chart. In 2009, hip-hop group The Black Eyed Peas surpassed Craig's record for artist with most consecutive weeks in the number-one position with the songs \"Boom Boom Pow\" and \"I Gotta Feeling\". However, their record was accomplished with combined weeks of two #1 songs - one succeeding the other in the top position. \"Billboard\" ranked it as the No. 1 song overall for 1947. In 1977, \"Near You\" became a number-one country hit for the duo of George Jones and Tammy Wynette, one of the more unlikely compositions the two", "doc_score": "75.49766540527344", "publish_date": "2018/12/31"}, {"doc_id": "20026494", "text": "Green Light (Lorde song) / 100 to number 19, and debuted at number six (52,000 downloads sold) on Digital Songs Sales, and at number 20 (13.6 million U.S. streams) on Streaming Songs, while drawing 20 million in radio airplay audience. It marked Lorde's third top 20 hit, preceded by \"Royals\" and \"Team\" (2013). With a leap of 81 spots, \"Green Light\" became one of several songs to have the biggest single-week upward movements since Jeannie C. Riley's \"Harper Valley PTA\" first accomplished this in 1968. The song performed modestly in other \"Billboard\" markets, landing within the top 20 on the Mainstream Top 40, and the", "doc_score": "77.30189514160156", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_11", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "9016221", "text": "Thursday Night Football / Thursday Night Football Thursday Night Football (often abbreviated as TNF, branded as Thursday Night Football presented by Bud Light for sponsorship reasons) is the branding used for broadcasts of National Football League (NFL) games that broadcast primarily on Thursday nights. Most of the games kick off at 8:20 p.m. Eastern Time, but games in the package also air occasionally on Saturdays in the later portion of the season, as well as a single Sunday morning game from London in the NFL International Series (these games have been branded since 2017 as NFL Network Special). Debuting on November 23, 2006, the", "doc_score": "89.16804504394531", "publish_date": "2018/12/31"}, {"doc_id": "9016237", "text": "Thursday Night Football / slate of games featured a number of major divisional rivalries, including New York Giants–Washington, Green Bay–Minnesota, and its opening game on September 11, 2014, featuring the Pittsburgh Steelers and the Baltimore Ravens. In the wake of the controversy surrounding Ravens player Ray Rice (who had been removed from the team and suspended from the NFL earlier in the week following the discovery of footage showing the player physically assaulting his wife, Janay, who was engaged to Rice at the time the security camera footage was recorded), changes were made to pre-game coverage on the first game in order to accommodate", "doc_score": "86.82506561279297", "publish_date": "2018/12/31"}, {"doc_id": "9016249", "text": "Thursday Night Football / Twitter and Amazon. On January 30, 2018, it was reported by multiple sources that Fox had won the package. The next day, the NFL officially announced that Fox had acquired the broadcast television rights to the \"Thursday Night Football\" package under a five-year deal lasting from 2018 through 2022 (which is aligned with the conclusion of the NFL's other television deals). The Fox network will air 11 games per season in simulcast with NFL Network. ESPN reported that Fox would be paying around $60 million per game—an increase over the estimated $45 million per game paid by CBS and NBC", "doc_score": "86.74024200439453", "publish_date": "2018/12/31"}, {"doc_id": "9016245", "text": "Thursday Night Football / 2017, it was announced that Amazon.com had acquired non-exclusive streaming rights to the 10 broadcast television games for the 2017 season over their Amazon Prime Video service, under a deal valued at $50 million, a five-fold increase over the $10 million paid by Twitter. The streams will be exclusive to paid Prime subscribers. The deal includes $30 million worth of promotion. Amazon planned several special features for its inaugural game, including broadcasting alternate feeds with Spanish, Portuguese and British English commentary (the last of which being intended for those unfamiliar with the rules and terminology of American football), and a", "doc_score": "86.65387725830078", "publish_date": "2018/12/31"}, {"doc_id": "6829639", "text": "NBC Sunday Night Football / contract includes the rights to the season-opening Thursday night NFL Kickoff Game, the game played on Thanksgiving Night, and two playoff games, one in the Wild Card round and one in the Divisional Playoffs. Under the initial 6-year deal, the network was also awarded the rights to two Super Bowl games, following the 2008 (Super Bowl XLIII) and 2011 (Super Bowl XLVI) seasons, and the Pro Bowl games in the years which NBC was slated to air the Super Bowl. Beginning in 2012, through an extension to the contract that runs through 2022, NBC also gained the rights to air", "doc_score": "84.77925872802734", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_12", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "17319761", "text": "San Francisco graft trials / supervisors and acting mayor, acting at the behest of Abe Ruef, suspended Langdon for alleged \"neglect of office\". His motion at the board of supervisors meeting was read and adopted without debate or opposition. As requested by Ruef, the primary targets of the investigation, Gallagher appointed him as acting district attorney. Ruef then attempted to fire Heney, writing him a curt note, \"You are hereby removed from the position of Assistant District Attorney of the City and County of San Francisco.\" Heney rebuffed Ruef's action, saying he did not recognize Ruef as district attorney. Heney filed a temporary restraining motion", "doc_score": "83.17385864257812", "publish_date": "2018/12/31"}, {"doc_id": "15151800", "text": "Santos Reyes (prisoner) / cousin, Miguel Soto. Reports differ as to whether the application was in Spanish or English, and whether the application stated that information was being provided under penalty of perjury. Upon being suspected for using a crib sheet to cheat on the test by DMV staff member Debra Alexander, Alexander confiscated the exam from Reyes and reported Reyes, who had left the DMV building, to the California Highway Patrol. After submitting to a pat down and being handcuffed, Reyes voluntarily admitted that he had attempted to take the test for Soto. Prior to trial, Reyes was offered a deal of four", "doc_score": "83.54815673828125", "publish_date": "2018/12/31"}, {"doc_id": "18602738", "text": "Richard Zuley / authorized to screen incidents related to Burge and his cohort, but more than 130 people claimed incidents of torture by other officers and claimed that they had been convicted on the basis of coerced confessions. In 2015 the City of Chicago established a $5.5 million reparations fund for victims of police torture and their families. In addition to making direct payments, it provides for psychological counseling for victims and their families, free classes at the city college for children and grandchildren, and other services. Zuley has also become the subject of investigations into his use of torture. Multiple civil suits", "doc_score": "80.94464874267578", "publish_date": "2018/12/31"}, {"doc_id": "14822153", "text": "Marin County courthouse incident / cot. In 1970, Soledad Brothers founder George Jackson allegedly organized an armed assault on the Marin County courthouse to demand George Jackson's immediate release. The assault took place during a trial for James McClain, who had been named accused in the stabbing of a prison guard, with Judge Haley presiding. The person in charge of the kidnapping was George Jackson's younger brother, Jonathan Peter Jackson, aged 17. Two days before the kidnapping, ex-UCLA acting assistant professor Angela Davis had bought a shotgun from a pawn shop in San Francisco. After Davis paid for the shotgun, its barrel was sawed off", "doc_score": "80.47909545898438", "publish_date": "2018/12/31"}, {"doc_id": "16487729", "text": "Incarceration of Daniel Chong / his lawyer, who said he planned to file a claim against the federal government. Chong has since returned to UC San Diego. On May 2, DEA San Diego acting special agent-in-charge William R. Sherman issued a statement saying \"I am deeply troubled by the incident that occurred here last week. I extend my deepest apologies to the young man and want to express that this event is not indicative of the high standards that I hold my employees to. I have personally ordered an extensive review of our policies and procedures.\" Senator Barbara Boxer (Democrat of California) called for an", "doc_score": "79.64070892333984", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_13", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "5388135", "text": "Petit Basset Griffon Vendéen / rooted and is made to come out if trapped, so this grooming method causes no pain. They need regular ear cleanings to prevent yeast infections and clipping of the claws is normally needed once or twice a month. Part of the charm of a PBGV is its tousled, unkempt appearance. Winner of the world's biggest dog show, Crufts, in 2013, the four-year-old Soletrader Peek A Boo (\"Jilly\") beat more than twenty thousand dogs to take the coveted title. She won the Hound Group on the first day of the show and then proceeded to win Best of Show on the", "doc_score": "82.85714721679688", "publish_date": "2018/12/31"}, {"doc_id": "15335498", "text": "Rox Dene / Rox Dene Rox Dene (named after Roxdene of Bermuda) was one of the most notable horses to ever compete in hunter competition in the United States. She is considered \"Hunter Horse of the Century.\" The mare won championships at nearly every major horse show, and held the title of USEF Horse of the Year from 1991-1995. She is often held as a standard by which modern hunter horses are judged, possessing an almost perfect jumping form with great bascule, high knees and tight folding at the knees and ankles, excellent movement, and wonderful conformation. Rox Dene's competitive career ended", "doc_score": "79.98683166503906", "publish_date": "2018/12/31"}, {"doc_id": "16569196", "text": "Torums Scarf Michael / to qualify as show champions, and his sperm has been frozen for artificial insemination in the future. Source: Torums Scarf Michael Ch. Torums Scarf Michael (aka Mick or Mike) (29 May 1996 – 3 October 2011) in Liverpool, England, was a Kerry Blue Terrier who is best known for being the 2000 Best in Show winner at Crufts, and 2003 Best in Show of the Westminster Kennel Club Dog Show. He is the first dog to win the \"Triple Crown\" of dog shows, having also won the 2002 AKC/Eukanuba National Invitational Championship. Mick was born on 29 May 1996, to", "doc_score": "80.0334701538086", "publish_date": "2018/12/31"}, {"doc_id": "16569189", "text": "Torums Scarf Michael / Torums Scarf Michael Ch. Torums Scarf Michael (aka Mick or Mike) (29 May 1996 – 3 October 2011) in Liverpool, England, was a Kerry Blue Terrier who is best known for being the 2000 Best in Show winner at Crufts, and 2003 Best in Show of the Westminster Kennel Club Dog Show. He is the first dog to win the \"Triple Crown\" of dog shows, having also won the 2002 AKC/Eukanuba National Invitational Championship. Mick was born on 29 May 1996, to Ch. Dasumnaco Quieter and sired by Ch. Arranshire Pioneer. His breeder was Ron Ramsay. Torums Scarf Michael was", "doc_score": "80.14521026611328", "publish_date": "2018/12/31"}, {"doc_id": "3252226", "text": "Grand Basset Griffon Vendéen / UK Kennel Club survey was 12.1 years (maximum 17.3 years). Leading causes of death were cancer (33%), old age (24%), and cardiac (7%). Compared to surveyed longevities of other breeds of similar size, Basset Griffon Vendéens have a typical or somewhat higher than average life expectancy. Among 289 live Basset Griffon Vendéens (varieties combined) in the 2004 UKC survey, the most common health issues noted by owners were reproductive, dermatologic (dermatitis and mites), and aural (otitis externa, excessive ear wax, and ear mites). \"Grand Basset Griffon Vendéen\" FCI-Standard N° 33 14 February 2001 World Canine Federation Grand Basset Griffon Vendéen", "doc_score": "78.24127197265625", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_14", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "12822395", "text": "Michael Connell / Michael Connell Michael Louis Connell (November 30, 1963 – December 19, 2008) was a high-level Republican consultant who was subpoenaed in a case regarding alleged tampering with the 2004 U.S. Presidential election and a case involving thousands of missing emails pertaining to the political firing of U.S. Attorneys. Connell was killed when the plane he was flying crashed on December 19, 2008. Connell was originally from Illinois and lived in Bath Township, near Akron, Ohio. His company also maintained a website for the Swift Boat Veterans for Truth 527 group during the 2004 election. In July 2008, the lead attorney", "doc_score": "78.90576934814453", "publish_date": "2018/12/31"}, {"doc_id": "13452189", "text": "United States House Judiciary Task Force on Judicial Impeachment / United States House Judiciary Task Force on Judicial Impeachment On June 19, 2008, the Judicial Conference of the United States delivered to the House of Representatives notification certifying \"its determination that consideration of impeachment of United States District Judge Thomas Porteous (E.D. La.) may be warranted.\" After a number of months considering the matter, the House passed Resolution 1448, which authorized the House Judiciary committee to create a task force to investigate the matter. The task force's authority lapsed with the change of Congress, and on January 13, 2009, the House Passed Resolution 13, which renewed it. In May of", "doc_score": "79.44770050048828", "publish_date": "2018/12/31"}, {"doc_id": "8219867", "text": "Director of the Federal Bureau of Investigation / alleged travel and expense abuses [by FBI Director William Sessions, leading to his departure]... Clinton nominated Louis Freeh to be FBI Director on July 20. Then–FBI Deputy Director, Floyd I. Clarke, who Sessions suggested had led a coup to force his removal, served as Acting Director until September 1, 1993, when Freeh was sworn in. On May 9, 2017, President Trump dismissed Comey after the recommendation of United States Attorney General Jeff Sessions and Deputy Attorney General Rod Rosenstein. Rosenstein's memorandum to Sessions objected to Comey's conduct in the investigation into Hillary Clinton's emails. This was contradicted by multiple unnamed", "doc_score": "79.9598617553711", "publish_date": "2018/12/31"}, {"doc_id": "13473952", "text": "Impeachment investigations of United States federal judges / division on each Article is as follows: In 1981, Judge Hastings was charged with accepting a $150,000 bribe in exchange for a lenient sentence and a return of seized assets for 21 counts of racketeering by Frank and Thomas Romano, and of perjury in his testimony about the case. He was acquitted by a jury after his alleged co-conspirator, William Borders, refused to testify in court (resulting in a jail sentence for Borders). On March 23, 1987, Rep Jim Sensenbrenner introduced an impeachment resolution, H.R. Res. 128, against Judge Hastings. The resolution was referred to the Judiciary Committee. On March", "doc_score": "79.14435577392578", "publish_date": "2018/12/31"}, {"doc_id": "20149120", "text": "Dismissal of James Comey / by President Barack Obama. Comey was confirmed by the Senate in 2013 by a vote of 93–1. During his tenure as director of FBI, Comey said there was a need for the Bureau to be independent from politics. But, beginning in 2015 the Bureau became embroiled in investigations that affected the 2016 presidential election. In March 2015, it came to light that presidential candidate Hillary Clinton had used a private e-mail server for her work as Secretary of State under President Obama. The FBI launched an investigation to determine whether Clinton had violated the law and whether national security had", "doc_score": "80.0085678100586", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_15", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "5080311", "text": "Tolbutamide / formulation was preferred when the Lilly formulation demonstrated evidence of toxicity in parallel trials at the Joslin Clinic. Lilly pulled carbutamide and halted development, leaving the field open for Upjohn to market its new treatment. In 1956, Upjohn filed for approval from the Food and Drug Administration. Jeremy A. Greene found the application's size – 10,580 pages in 23 volumes with 5,786 cases reports – was necessary to \"render visible the relatively small improvements provided in less severe forms of diabetes.\" Indeed, Orinase was marketed by Upjohn not as a cure-all for all diabetics, but specifically as a treatment that", "doc_score": "85.50395965576172", "publish_date": "2018/12/31"}, {"doc_id": "15389266", "text": "Ivacaftor / required the drug at the time. The province of Alberta began covering the drug in July 2014, and in September the province of Saskatchewan became the third province to include it in its provincial drug plan. Delay in agreement on a price for Vertex to charge national health plans led to patient group protests in Wales, England, and Australia. As of March 2016 the combination drug cost $259,000 a year in the United States. The clinical trials used in the regulatory approval of ivacaftor are described here. Of the approximately 70,000 cases of cystic fibrosis worldwide, 4% (~3,000) are due", "doc_score": "84.90592956542969", "publish_date": "2018/12/31"}, {"doc_id": "2474086", "text": "Loratadine / to highlight negative aspects. In the mid-1990s, the marketing team for Claritin at Schering-Plough found a way around these rules. They created brand awareness commercials that never actually said what the drug was for, but instead showed sunny images, and the voiceover said things like \"At last, a clear day is here\" and \"It's time for Claritin\" and repeatedly told viewers to “ask your doctor” about Claritin. The first ads succeeded in making people aware of the brand and increased prescriptions, which led Schering-Plough and others to aggressively pursue the advertising strategy. This trend, along with advice from its attorneys", "doc_score": "84.84428405761719", "publish_date": "2018/12/31"}, {"doc_id": "2354941", "text": "Metoclopramide / in 1980. in 1989 A.H. Robins was acquired by American Home Products, which changed its name to Wyeth in 2002. The drugs were initially used to control nausea for people with severe headaches or migraines, and later uses for nausea caused by radiation therapy and chemotherapy, and later yet for treating nausea caused by anesthesia. In the US the injectable form was labelled for chemotherapy-induced nausea and the oral form was eventually labelled for gastroesophageal reflux disease. It became widely used in the 1980s, becoming the most commonly used drug to treat anesthesia-induced nausea and for treating gastritis in emergency", "doc_score": "81.5309829711914", "publish_date": "2018/12/31"}, {"doc_id": "8759093", "text": "David Horrobin / more than 25 countries. He marketed the supplement as a treatment for \"PMS, alcoholism, pregnancy-induced hypertension, atopic eczema, elevated cholesterol levels, hypertension, scleroderma, multiple sclerosis, rheumatoid arthritis, mastalgia (breast pain) and other problems\", but according to the United States Food and Drug Administration (FDA), Horrobin did not satisfactorily demonstrate the efficacy and safety of his supplement. The FDA advised Efamol not to ship EPO to the United States without obtaining approval. Horrobin agreed, but began making shipments. Horrobin conspired with General Nutrition, Inc. to process Efamol into capsules in California; it would then be sold to General Nutrition and relabeled", "doc_score": "83.38728332519531", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_16", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "17268720", "text": "Brian Krzanich / in the last decade had a major and fundamental security vulnerability. When the news became public in January 2018, the timing of the sale was questioned. Krzanich retained 250,000 shares, the minimum amount allowed under his employment agreement and approximately half of the 495,000 shares he held prior to the transaction. In June 2018, Krzanich resigned as CEO of Intel after an internal probe found that he had engaged in a consensual relationship with an subordinate, which Intel said violated its anti-fraternization policy. On November 7, 2018, Krzanich was announced to be the new chief executive officer and president of", "doc_score": "80.25747680664062", "publish_date": "2018/12/31"}, {"doc_id": "3610017", "text": "Elon Musk / of the U.S. that June, with plans for more expansion across North America, including Canada, throughout the year., Musk owns about 28.9 million Tesla shares, which equates to about 22% of the company., Musk's annual salary is one dollar, similar to that of Steve Jobs and other CEOs; the remainder of his compensation is in the form of stock and performance-based bonuses. In 2014, Musk announced that Tesla would allow its technology patents to be used by anyone in good faith in a bid to entice automobile manufacturers to speed up development of electric cars. \"The unfortunate reality", "doc_score": "79.55428314208984", "publish_date": "2018/12/31"}, {"doc_id": "13276345", "text": "Sam Altman / of his investment, he developed a new way for the community to own part of the company. He announced the return of Steve Huffman as CEO on July 10, 2015. He is chairman of the board for Helion and Oklo, two nuclear energy companies. He has said that nuclear energy is one of the most important areas of technological development. Altman and Elon Musk were the co-chairmen of OpenAI. OpenAI is a nonprofit whose goal is to advance digital intelligence in a way that is most likely to benefit humanity as a whole, rather than cause harm. On February 21", "doc_score": "80.27835845947266", "publish_date": "2018/12/31"}, {"doc_id": "3610022", "text": "Elon Musk / \"As recently as Oct. 4, Musk issued a sarcastic tweet, describing the agency [SEC] as the “Shortseller Enrichment Commission,” despite having agreed to settlement terms a week earlier that his company, Tesla, would monitor his tweets and other communications.\" Following Musk's resignation as chairman, Tesla named Robyn Denholm to replace Elon Musk as the acting chairman. This decision came after weeks of speculation on whether Tesla would nominate James Murdoch. Musk provided the initial concept and financial capital for SolarCity, which was then co-founded in 2006 by his cousins Lyndon and Peter Rive. By 2013, SolarCity was the second largest", "doc_score": "80.7252426147461", "publish_date": "2018/12/31"}, {"doc_id": "18642908", "text": "Ismail El Gizouli / Ismail El Gizouli Ismail Abdel Rahim El Gizouli is a Sudanese civil servant specializing in energy and environment and a member of the bureau of the Intergovernmental Panel on Climate Change (IPCC). He has acted as interim chairman of the IPCC since 24 February 2015, following the resignation of Rajendra Kumar Pachauri. This appointment will last until the next election for a chairman, which is due to take place at the 42nd session in October 2015. Ismail El Gizouli studied physics and mathematics at the University of Khartoum where he graduated as a Bachelor of Science. He then obtained a", "doc_score": "78.78489685058594", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_17", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "15974363", "text": "TS-19 / cited the performances of Lincoln, Holden, and DeMunn as episode highlights. Ryan affirmed that character development remained one of the series' strongest points. In a scene deleted from the television series, after Rick's group flees the CDC they return to the Atlanta nursing home they first visited in \"Vatos\", only to find the residents and their protectors have been killed execution-style and their supplies ransacked. TS-19 \"TS-19\" is the sixth and final episode of the first season of the post-apocalyptic horror television series \"The Walking Dead\". It originally aired on AMC in the United States on December 5, 2010. The", "doc_score": "85.0401382446289", "publish_date": "2018/12/31"}, {"doc_id": "20022315", "text": "Warrior Care Network / Warrior Care Network Warrior Care Network is a national health system of PTSD treatment centers that provide care, travel and accommodations at no cost for United States veterans and their families. Treatment consists of intensive outpatient care, mainly focusing on PTSD (post traumatic stress disorder), and TBI (traumatic brain injury). Warrior Care Network began accepting veterans into the program on January 15, 2016. It was created by a joint effort between Wounded Warrior Project, the U.S. Department of Veterans Affairs and partners consisting of four regional academic medical research hospitals located throughout the United States. Initial cost of the project", "doc_score": "80.55970764160156", "publish_date": "2018/12/31"}, {"doc_id": "19411903", "text": "NCIS (season 15) / NCIS (season 15) The fifteenth season of the American police procedural drama \"NCIS\" premiered on September 26, 2017, in the same time slot as in the previous seasons, Tuesdays at 8 PM. The season premiere was watched by 17.42 milion viewers, picking up two months after Gibbs and McGee were last seen fighting a group of rebels in Paraguay and focused on the aftermath of those events. The season concluded on May 22, 2018 and contained 24 episodes. \"NCIS\" revolves around a fictional team of special agents from the Naval Criminal Investigative Service, which conducts criminal investigations involving the U.S.", "doc_score": "82.54944610595703", "publish_date": "2018/12/31"}, {"doc_id": "19793099", "text": "2016 Dyn cyberattack / was accomplished through a large number of DNS lookup requests from tens of millions of IP addresses. The activities are believed to have been executed through a botnet consisting of a large number of Internet-connected devices—such as printers, IP cameras, residential gateways and baby monitors—that had been infected with the Mirai malware. According to Dyn, a distributed denial-of-service (DDoS) attack began at 7:00 a.m. (EDT) and was resolved by 9:20 a.m. A second attack was reported at 11:52 a.m. and Internet users began reporting difficulties accessing websites. A third attack began in the afternoon, after 4:00 p.m. At 6:11 p.m.,", "doc_score": "81.88846588134766", "publish_date": "2018/12/31"}, {"doc_id": "5989967", "text": "National Response Plan / federal government's response for peacetime radiological emergencies within the U.S. or its territories. These emergencies could occur at fixed nuclear facilities or during the transportation of radioactive materials, mishaps with nuclear weapons at military research facilities, satellites returning to earth, or terrorist attacks. By 1996, FEMA developed a guide for individual states to develop individual Emergency Operation Plans known as the Guide for All Hazards Emergency Operations Planning. The Department of Homeland Security (DHS), which was formed following the September 11 attacks, absorbed FEMA when it was established in 2003. The DHS administered the plan when in came into effect", "doc_score": "82.06587219238281", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_18", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "14355040", "text": "Binghamton University basketball scandal / In announcing the suspension, acting athletic director Jim Norris cited numerous \"incidents of concern.\" Assistant coach Mark Macon, a former star at Temple, was named interim head coach. The announcement came a week after Broadus publicly apologized to several of his athletic department colleagues for bringing \"shame\" to Binghamton by not properly controlling his program. Earlier, Broadus had admitted to contacting recruits on the first day of the period when coaches aren't allowed to speak with prospects that they're scouting. On February 11, Kaye released her findings in a 99-page report. Kaye found that under pressure from Broadus, Binghamton had", "doc_score": "89.3915786743164", "publish_date": "2018/12/31"}, {"doc_id": "10019979", "text": "University of Michigan basketball scandal / records showed that Martin received 97 tickets to Michigan basketball games either for free or under his special arrangement to have tickets made available for purchase. Watson joined the Michigan basketball coaching staff in 1991. The October 1997 investigation revealed that Fisher had provided Martin with passes for sixteen complimentary tickets from 1994 to 1997, and that his secretary and other clerical workers made out ten more such passes. In addition, six passes were signed with the PW initials of departed coach Watson. Watson denied making such passes available and a handwriting analysis matched five of the six to Fisher.", "doc_score": "85.2815933227539", "publish_date": "2018/12/31"}, {"doc_id": "14355033", "text": "Binghamton University basketball scandal / was suspended three games, but charges were subsequently dropped and he was back in the lineup for the rest of the season. Earlier, forward Miladin Kovacevic (who was recruited by Broadus's predecessor Al Walker) beat a fellow student into a coma and fled to his native Serbia with the help of two Serbian diplomats. Former player Devon McBride told \"The New York Times\" that many of his teammates frequently drank alcohol and smoked marijuana, but Broadus did not seem to make any effort to keep a rein on their off-the-court behavior. These concerns led America East commissioner Patrick Nero to", "doc_score": "87.45734405517578", "publish_date": "2018/12/31"}, {"doc_id": "10019968", "text": "University of Michigan basketball scandal / have borrowed a total of $616,000 from Martin. During the investigation, Webber claimed not to have had any financial relationship with Martin, but eventually confessed to taking loans from Martin. He was both fined in the legal system and briefly suspended by the National Basketball Association after performing public service. In 1997, coach Steve Fisher was fired for his involvement in violations relating to the scandal. Subsequently, the NCAA investigation did not find him culpable of significant wrongdoing related to the scandal. By the fall of 2002, it was obvious that the four players were in fact guilty of taking", "doc_score": "87.55464172363281", "publish_date": "2018/12/31"}, {"doc_id": "6124588", "text": "Bob Huggins / teams won five consecutive conference tournament titles—all four Great Midwest Conference titles from 1992 to 1995 and the first Conference USA tournament in 1996. He was named co-national coach of the year by \"The Sporting News\" and was Basketball Times' national coach of the year in 1997–98. He earned national coach of the year recognition from Hoop Scoop in 1991–92 and \"Playboy\" in 1992–93. During this time the program also gained a reputation for a rough style of play and academic under-performance. Huggins routinely graduated only 30 percent of his players in 16 years, compared with half of non-athletes at", "doc_score": "85.18253326416016", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_19", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "11545118", "text": "The Fast and the Furious / of the Furious\", which was released in April 2017, starting a new trilogy of movies which will end the entire franchise. Originally the ninth movie was supposed to be released April 2019 and followed by the tenth movie in April 2021. However, Universal proceeded to start a spin-off movie with Dwayne Johnson and Jason Statham called \"Hobbs & Shaw\", which now occupies the 2019 release date. This caused tensions between Dwayne Johnson, Vin Diesel and Tyrese as it delayed the release of \"Fast & Furious 9\". Universal later announced that both films will be released back-to-back on April 2020 and", "doc_score": "81.75119018554688", "publish_date": "2018/12/31"}, {"doc_id": "20818717", "text": "Reign of the Supermen (film) / be followed by a digital release on January 15, 2019 and a DVD and Blu-ray release on January 29, 2019. Following Superman's sacrifice to defeat Doomsday, the world reels the superhero's death, with several different versions of the hero popping up on Earth to take his place. \"Reign of the Supermen\" will be released and distributed by Warner Bros. Home Entertainment in limited Fathom Events theaters on January 13 and 14, 2019, on Digital HD on January 15, 2019, and on DVD and Blu-ray on January 29, 2019. Reign of the Supermen (film) Reign of the Supermen is an upcoming", "doc_score": "79.12921905517578", "publish_date": "2018/12/31"}, {"doc_id": "718627", "text": "Sylvester Stallone / thereafter. By July 2017, Stallone announced that he had finished a script for a sequel to \"Creed\", with a plot including the return of Ivan Drago from \"Rocky IV\". \"Creed II\" went into production in March 2018, with a schedule release on Thanksgiving 2018. Stallone was originally slated to direct before the appointment of Steven Caple Jr., in his feature film directorial debut. \"Creed II\" was released in the United States by Metro-Goldwyn-Mayer on November 21, 2018. The film received generally positive reviews from critics and it went on to debut to $35.3 million in its opening weekend (a five-day", "doc_score": "81.7427749633789", "publish_date": "2018/12/31"}, {"doc_id": "20002076", "text": "Halloween (2018 film) / a standalone film set to reintroduce audiences to Michael Myers years after his initial rampage from \"Halloween\" and 1981's \"Halloween II\", as he was confronted by a new generation of victims while on death row. On October 22, 2015, producer Malek Akkad revealed that the production of \"Halloween Returns\" had been postponed, stating that the extra time would result in a better film. Malek said on the matter, \"Although, I have to say, and this is somewhat new news, but unfortunately things happen in Hollywood where you have issues with studios and different variables. We've had to take a step", "doc_score": "81.58094024658203", "publish_date": "2018/12/31"}, {"doc_id": "20002068", "text": "Halloween (2018 film) / with the series since \"\" (1982). The film received generally positive reviews from critics, with many considering it to be both the best \"Halloween\" sequel and a return to form for the series; Curtis' performance was also met with praise. It has grossed over $253 million worldwide, making it the highest-grossing film in the franchise and the highest grossing slasher film in unadjusted dollars, breaking a record that \"Scream\" had previously set, as well as breaking several other box office records. A sequel is in early development. In October 2018, forty years after the massacre in Haddonfield, true-crime podcasters Aaron", "doc_score": "81.54468536376953", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_20", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "5579794", "text": "Julian Sands / \"Stargate: the Ark of Truth\"). He played a college professor in a Season One episode of \"The L Word\". In 2001, he starred in Stephen King's \"Rose Red\". Sands portrayed Austrian ambassador Klemens von Metternich in the 2002 miniseries Napoléon. In the 2006 season of \"24\", he played terrorist Vladimir Bierko. Sands played Jor-El, Superman's biological father on \"Smallville\", and reprised the role in the series' final (tenth) season. In 2009, he played Reg Hunt in \"Bollywood Hero\". In 2012, he played Alistair Wesley in the seventh episode of the second season of \"Person of Interest\". In August 2011, he", "doc_score": "81.16880798339844", "publish_date": "2018/12/31"}, {"doc_id": "4386237", "text": "Robert Gant / \"The Contract\", \"Fits and Starts\" and \"Marie and Bruce\". In 2011, Gant made a cameo appearance in season 1, episode 8 of TV Land's \"Happily Divorced\". In 2015, Gant played Zor-El, the titular character's father in \"Supergirl\". Gant is involved in a number of philanthropic organizations with a great deal of focus going to the issue of aging in the gay community. He currently resides in Los Angeles. Gant came out as gay on \"The Advocate\" magazine in 2002 and has been openly gay since. Gant supports such organizations as Services & Advocacy for GLBT Elders (SAGE) and Gay &", "doc_score": "81.38197326660156", "publish_date": "2018/12/31"}, {"doc_id": "12213715", "text": "Palpatine / Vader. Palpatine rules the galaxy for over two decades before his reign is brought to an end in the Battle of Endor when Vader turns on him and kills him in order to save his son, Luke Skywalker who was being electrocuted by Palpatine. Since the initial theatrical run of \"Return of the Jedi\", Palpatine has become a widely recognized popular culture symbol of evil, sinister deception, sadistic cruelty, dictatorship, tyranny, and the subversion of democracy. The Emperor is briefly mentioned in the original \"Star Wars\" (1977), the first film in the original trilogy. Grand Moff Tarkin explains to the", "doc_score": "78.34375762939453", "publish_date": "2018/12/31"}, {"doc_id": "1748415", "text": "Jack Welch / health care, and aircraft engines. An article from \"The New York Times\" highlights the fact that General Electric after the era of Jack Welch is more focused on core businesses after a spin-off of its North America retail finance business. After selling a fraction of its business, Immelt planned to use the proceeds to build the capital as a \"standalone company\", resulting in \"a boost for shareholders\". On March 11, 2010, Welch cameoed as himself in the NBC sitcom \"30 Rock\", appearing in the season four episode \"Future Husband\". In the episode, Welch confronts Alec Baldwin's character, Jack Donaghy, to", "doc_score": "78.524658203125", "publish_date": "2018/12/31"}, {"doc_id": "20768944", "text": "Father of the Year (film) / Father of the Year (film) Father of the Year is an American comedy film directed by Tyler Spindel. The film stars David Spade, Nat Faxon, Bridgit Mendler, Joey Bragg, Matt Shively, and Jared Sandler. The film was released on July 20, 2018 by Netflix. In July 2017, it was announced that David Spade, Nat Faxon, Bridgit Mendler, Joey Bragg, Matt Shively, and Jackie Sandler would star in \"Who Do You Think Would Win?\" for Netflix. The film was eventually re-titled \"Graduates\" and then later \"Father of the Year\". Principal photography took place in Boston and Hudson, MA in June 2017.", "doc_score": "78.94075012207031", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_21", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "13122949", "text": "Postorgasmic illness syndrome / were attempted, all without success: ibuprofen, 400 mg on demand; tramadol 50 mg one hour pre-coitally; and escitalopram 10 mg daily at bedtime for 3 months. The prevalence of POIS is unknown. POIS is listed as a rare disease by the American National Institutes of Health and the European Orphanet. It is thought to be underdiagnosed and underreported. It is possible that a similar disease exists in women, though, as of 2016, there is only one documented female patient. Postorgasmic illness syndrome Postorgasmic illness syndrome (POIS) is a syndrome in which men have chronic physical and cognitive symptoms immediately following", "doc_score": "75.1656494140625", "publish_date": "2018/12/31"}, {"doc_id": "3792267", "text": "Goodpasture syndrome / less toxic immunosuppressants such as azathioprine may be used to maintain remission. With treatment the five-year survival rate is >80% and fewer than 30% of affected individuals require long-term dialysis. A study performed in Australia and New Zealand demonstrated that in patients requiring renal replacement therapy (including dialysis) the median survival time is 5.93 years. Without treatment, virtually every affected person will end up dying from either advanced kidney failure or lung hemorrhages. GPS is rare, affecting about 0.5–1.8 per million people per year in Europe and Asia. It is also unusual among autoimmune diseases in that it is more", "doc_score": "78.4749984741211", "publish_date": "2018/12/31"}, {"doc_id": "6689509", "text": "Convergence insufficiency / normally include both. Surgical correction options are also available, but the decision to proceed with surgery should be made with caution as convergence insufficiency generally does not improve with surgery. Bilateral medial rectus resection is the preferred type of surgery. However, the patient should be warned about the possibility of uncrossed diplopia at distance fixation after surgery. This typically resolves within 1–3 months postoperatively. The exophoria at near often recurs after several years, although most patients remain asymptomatic. Among fifth and sixth grade children convergence insufficiency is 13%. In studies that used standardized definitions of Convergence insufficiency, investigators have reported", "doc_score": "77.18568420410156", "publish_date": "2018/12/31"}, {"doc_id": "10235786", "text": "Capsulorhexis / Capsulorhexis Capsulorhexis or capsulorrhexis, also known as continuous curvilinear capsulorhexis (CCC), is a technique pioneered by Howard Gimbel used to remove the capsule of the lens from the eye during cataract surgery by shear and stretch forces. It generally refers to removal of a part of the anterior lens capsule, but in situations like a developmental cataract a part of the posterior capsule is also removed by a similar technique. In order to remove a cataract with modern techniques, the capsule of the lens must be opened. In older style surgery (intracapsular cataract extraction), the whole lens and capsule was", "doc_score": "76.33021545410156", "publish_date": "2018/12/31"}, {"doc_id": "19306434", "text": "Medicines reconciliation / 20% discrepancy between medications prescribed on admission to hospital and the true medication list for a given patient. Chronic medications are stopped in about 11% of the patients after elective surgeries and 33% of the patients after admission to intensive care unit. The most common omissions are inhalers and analgesia. There are also a small minority of errors in prescribing drugs such as insulin or warfarin, which could have catastrophic consequences including death of the patient. Pharmacist involvement help reasons for drug discontinuation being documented and adverse drug reactions being reconciled in the prescription charts. The value of medicines reconciliation", "doc_score": "75.88890838623047", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_22", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "7963581", "text": "Taylor Swift / Giver\" (2014). During this time, she dated British singer Harry Styles. In March 2014, Swift relocated to New York City. Around this time, she was working on her fifth studio album, \"1989\", with writers Antonoff, Max Martin, Shellback, Imogen Heap, Ryan Tedder, and Ali Payami. She promoted the album through various campaigns, including inviting fans to secret album-listening sessions, called the \"\"1989\" Secret Sessions\". Credited as her \"first documented, official pop album\", it marked a departure from her previous country albums. The album was released on October 27, 2014 to positive reviews. \"1989\" sold 1.28 million copies in the US", "doc_score": "78.27330780029297", "publish_date": "2018/12/31"}, {"doc_id": "5046010", "text": "Runaway bride case / woman, Shelley Martin, in a quiet ceremony at his parents' home in Duluth, Georgia. Wilbanks and Mason's original wedding was to have had 600 guests and 28 bridesmaids. On May 22, 2006, \"People\" magazine reported that Wilbanks and Mason had officially called off their engagement. According to the BBC, Jennifer Wilbanks sold the media rights to her story to a New York City company for $500,000. Wilbanks did not offer to repay the whole cost of the search for her, which totaled almost $43,000. In September 2006, Wilbanks filed a lawsuit against her ex-fiancé, claiming that while she was hospitalized", "doc_score": "76.28327178955078", "publish_date": "2018/12/31"}, {"doc_id": "14978671", "text": "The Diary (You Think You Know) / The Diary (You Think You Know) The Diary (You Think You Know) is the second unreleased album by American rapper, Charli Baltimore. The album was to be her official solo debut album (after the cancellation of her other album, \"Cold as Ice\"), it was also expected to be Charli's big comeback. The album spawned a total of five buzz singles but none of them managed to chart. Because of the lack of charting performance from her singles and with no promotion from her label, the album was shelved. After striking a deal with Murder Inc. Records CEO Irv Gotti, Charli", "doc_score": "76.76991271972656", "publish_date": "2018/12/31"}, {"doc_id": "13163932", "text": "The New Possibility / The New Possibility The New Possibility: John Fahey's Guitar Soli Christmas Album is a 1968 album by American folk musician John Fahey. It is a collection of solo-guitar arrangements of familiar Christmas songs and has been Fahey's best selling recording, remaining in print since it was first released. The album is especially noteworthy since holiday music had never before been played in Fahey's acoustic-steel string blues guitar style. As Fahey recounts, \"I was in the back of a record store in July and I saw all these cartons of Bing Crosby's White Christmas albums. The clerk said it always sells", "doc_score": "74.89883422851562", "publish_date": "2018/12/31"}, {"doc_id": "7019818", "text": "What I've Been Looking For / of a co-singer, so Troy Bolton offers himself. Then, Ms. Darbus explains them it is too late to audition. As Kelsi leaves, she drops her music sheets so Troy and Gabrielle help her. Kelsi then ask them to sing her song, in which Kelsi plays in the piano. A hidden Ms. Darbus listens to it, and then offers them a \"callback audition\". \"What I've Been Looking For\" and its reprise version were included on the setlist for the \"High School Musical\" live cast concert, titled, and both versions were included in its live (2007). Seeley replaced Efron's character during", "doc_score": "75.13048553466797", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_23", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "4516693", "text": "Gloom / Gloom Gloom is a low level of light which is so dim that there are physiological and psychological effects. Human vision at this level becomes monochrome and has lessened clarity, making any environment more unpleasant to be in. Light conditions are considered to be gloomy when the level of light in an environment is too low for the proper function of cone cells occurs, and colour vision is lost In a study by Rothwell and Campbell, light levels described as \"gloomy\" fell between 28 and 3.6 cd/m^-2. Low light and lack of color of this sort is associated with depression", "doc_score": "80.93582916259766", "publish_date": "2018/12/31"}, {"doc_id": "17282602", "text": "United Kingdom Peace Index / also provides an analysis of the socio-economic factors associated with peacefulness, as well as an estimate of the economic benefits that would flow from increases in peace. The index found that UK homicides per 100,000 people had fallen from 1.99 in 2003, to one in 2012. Further, it found that the violent crime rate was down by about one quarter (from 1,255 per 100,000 people in 2003, to 933 in 2012), with the southeast of the country as the most peaceful place to live (Broadland in Norfolk received the highest rank). In Scotland, Glasgow was rated least peaceful and the", "doc_score": "81.35041046142578", "publish_date": "2018/12/31"}, {"doc_id": "3127867", "text": "Conscientiousness / is the only one that scores in the top ten for this personality trait. The four states with the lowest scores on conscientiousness on average were, in descending order, Rhode Island, Hawaii, Maine, and Alaska. A large scale survey of residents of Great Britain found that average levels of all the Big Five, including conscientiousness, vary across regional districts in England, Wales and Scotland. High levels of conscientiousness were found throughout much of Southern England, scattered areas of the Midlands, and most of the Scottish Highlands. Low levels of conscientiousness were observed in London, Wales, and parts of the North", "doc_score": "79.07438659667969", "publish_date": "2018/12/31"}, {"doc_id": "10520631", "text": "UK Threat Levels / UK Threat Levels The United Kingdom Terror Threat Levels, often referred to as UK Threat Levels, are the alert states that have been in use since 1 August 2006 by the British government to warn of forms of terrorist activity. Before then a colour-based alert scheme known as BIKINI state was used. The response indicates how government departments and agencies and their staffs should react to each threat level. The current level was reduced to Severe on the afternoon of 17 September 2017. It had been raised to Critical following the Parsons Green bombing on 15 September. The previous threat", "doc_score": "80.34557342529297", "publish_date": "2018/12/31"}, {"doc_id": "11632943", "text": "Health in the United Kingdom / Health in the United Kingdom Health in the United Kingdom refers to the overall health of the population of the United Kingdom. Smoking, alcohol consumption and obesity in the United Kingdom are all above the OECD average. In 2013 Life expectancy at birth for women was 83 years and for men 79 years. Life expectancy in the UK is rising more slowly than in other comparable nations. Austerity may be a cause. Underfunding of the NHS and Social care are blamed. In 2018 life expectancy in the UK stopped increasing for the first time since 1982 when recording started. There", "doc_score": "78.53461456298828", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_24", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "19280780", "text": "Political positions of the Republican Party / asked Americans which foreign policy they preferred: Democrats chose A over B by 65%-32%; Republicans chose A over B by 56% to 39%; Independents chose A over B by 67% to 29%. As a result, some in the Republican Party support unilateralism on issues of national security, believing in the ability and right of the United States to act without external support in matters of its national defense. In general, Republican thinking on defense and international relations is heavily influenced by the theories of neorealism and realism, characterizing conflicts between nations as struggles between faceless forces of international structure, as", "doc_score": "82.05780792236328", "publish_date": "2018/12/31"}, {"doc_id": "18801073", "text": "Political positions of the Democratic Party / described Democrats as evenly divided about whether or not more troops should be sent—56% support it if it would mean removing troops from Iraq and only 47% support it otherwise. A CNN survey in August 2009 stated that a majority of Democrats now oppose the war. CNN polling director Keating Holland said, \"Nearly two thirds of Republicans support the war in Afghanistan. Three quarters of Democrats oppose the war.\" An August 2009 \"Washington Post\" poll found similar results, and the paper stated that Obama's policies would anger his closest supporters. The 2012 Democratic Party platform endorses maintaining commitment to Israel's", "doc_score": "78.88794708251953", "publish_date": "2018/12/31"}, {"doc_id": "19280740", "text": "Political positions of the Republican Party / voters, however, do not hold these views as consistently as their party's leaders. A leading economic theory advocated by modern Republicans is supply side economics. Some fiscal policies influenced by this theory were popularly known as Reaganomics, a term popularized during the Ronald Reagan administration. This theory holds that reduced income tax rates increase GDP growth and thereby generate the same or more revenue for the government from the smaller tax on the extra growth. This belief is reflected, in part, by the party's long-term advocacy of tax cuts. Many Republicans consider the income tax system to be inherently inefficient", "doc_score": "80.22120666503906", "publish_date": "2018/12/31"}, {"doc_id": "6018058", "text": "United States presidential approval rating / A typical question might ask: Like most surveys that predict public opinion, the approval rating is subjective. Many unscientific approval rating systems exist that skew popular opinion. However, the approval rating is generally accepted as a statistically valid indicator of the comparative changes in the popular United States mood regarding a President. In contemporary politics, presidential job approval is highly partisan. Barack Obama in his last year as sitting president achieved a job approval of 70 to 90 among Democrats and 10 to 15 among Republicans., while President Donald Trump in 2018 has a job approval of 80 to 90", "doc_score": "82.26508331298828", "publish_date": "2018/12/31"}, {"doc_id": "12327255", "text": "Political positions of John McCain / 57% grade based on their positions and the ACU gives him an 81% lifetime conservative score; the American Civil Liberties Union, which focuses on civil rights and liberties, gave McCain a 53% rating in 2014. In 2013, Americans for Democratic Action, a progressive political action committee, gave him a rating of 20% in line with their positions. He was a member of Republican Main Street Partnership, a Republican group which presents what it describes as centrist Republican solutions in politics. McCain's 2006 rating by \"The Almanac of American Politics\" (2008) on Economic Policy was 64% conservative, 35% liberal (52% conservative,", "doc_score": "80.95248413085938", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_25", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "175736", "text": "Heathrow Airport / Night-time flights at Heathrow are subject to restrictions. Between 23:00 and 04:00, the noisiest aircraft (rated QC/8 and QC/16) cannot be scheduled for operation. In addition, during the night quota period (23:30–06:00) there are four limits: A trial of \"noise relief zones\" ran from December 2012 to March 2013, which concentrated approach flight paths into defined areas compared with the existing paths which were spread out. The zones used alternated weekly, meaning residents in the \"no-fly\" areas received respite from aircraft noise for set periods. However, it was concluded that some residents in other areas experienced a significant disbenefit as", "doc_score": "82.38861846923828", "publish_date": "2018/12/31"}, {"doc_id": "12920846", "text": "Expansion of Heathrow Airport / the brink of suffering a decline in connectivity. Heathrow's runways are now operating at around 99% capacity, which increases delays when flights are disrupted, and risks competing European airports gaining destinations at Heathrow's expense. The government estimates that building a third runway would allow Heathrow to increase its connectivity, bringing £5.5bn of economic benefits over the period 2020-2080. However, the British Chambers of Commerce estimated the economic benefits are £30 billion for the UK economy over the same time scale, and has also stated that every year the programme is delayed costs the UK between £900 million and £1.1 billion.", "doc_score": "80.13471221923828", "publish_date": "2018/12/31"}, {"doc_id": "175741", "text": "Heathrow Airport / 70 million in 2012. In 2007 the airport was voted the world's least favorite, alongside Chicago O'Hare, in a TripAdvisor survey. However, the opening of Terminal 5 in 2008 has relieved some pressure on terminal facilities, increasing the airport's terminal capacity to 90 million passengers per year. A tie-up is also in place with McLaren Applied Technologies to optimize the general procedure, reducing delays and pollution. With only two runways, operating at over 98% of their capacity, Heathrow has little room for more flights, although the increasing use of larger aircraft such as the Airbus A380 will allow some increase", "doc_score": "82.29351806640625", "publish_date": "2018/12/31"}, {"doc_id": "12920854", "text": "Expansion of Heathrow Airport / government's own official estimate of the cost of carbon, which rises from £32.90 in 2020 to £108.20 in 2080 (in 2007 prices). If these figures are used, the carbon cost of the third runway alone rises to £13.3bn (2006 prices), enough to wipe out the economic benefits. However, the British Chambers of Commerce released a report stating the economic benefits as £30 billion over the same time scale, considerably more than the carbon cost of the expansion. The World Development Movement has claimed that the proposed additional flights from Heathrow's third runway would emit the same amount of as the", "doc_score": "80.06769561767578", "publish_date": "2018/12/31"}, {"doc_id": "16579310", "text": "Airports of London / Airports of London The metropolitan area of London, England, United Kingdom is served by six international airports and several smaller airports. Together, they make the busiest airport system in the world by passenger numbers and the second-busiest by aircraft movements. In 2016, the six airports handled a total of 163,231,321 passengers. The London airports handle 60% of all the UK's air traffic. The airports serve a total of 14 domestic destinations and 396 international destinations. Located in the London Borough of Newham, City Airport is situated in London's Docklands, and is the closest to central London, which limits its size", "doc_score": "80.62002563476562", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_26", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "17786418", "text": "Gods of Egypt (film) / film, the Associated Press said the distributor received backlash for ethnically inaccurate casting. Lionsgate and director Alex Proyas both issued apologies. The AP said, \"While some praised the preemptive mea culpa... others were more skeptical, concluding that it's simply meant to shut down any further backlash.\" The casting practice of white actors as Egyptian characters was first reported after filming started in March 2014, when \"Daily Life\"s Ruby Hamad highlighted the practice as \"Hollywood whitewashing\". Lionsgate released a set of character posters in November 2015, and \"The Guardian\" reported that the casting received a backlash on Twitter over the", "doc_score": "79.02220153808594", "publish_date": "2018/12/31"}, {"doc_id": "17786422", "text": "Gods of Egypt (film) / issued apologies in late November 2015 for not considering diversity; Lionsgate said it would strive to do better. Mendelson of \"Forbes\" said the apologies were \"a somewhat different response\" than defenses made by Ridley Scott for \"Exodus\" and Joe Wright for \"Pan\" (2015). Ava DuVernay, who directed \"Selma\" (2014), said, \"This kind of apology never happens – for something that happens all the time. An unusual occurrence worth noting.\" \"The Guardian\"s Ben Child said, \"The apologies are remarkable, especially given that \"Gods of Egypt\" does not debut in cinemas until 26 February and could now suffer at the box office.\"", "doc_score": "80.63208770751953", "publish_date": "2018/12/31"}, {"doc_id": "6357644", "text": "Egypt (TV series) / revealed a dark time in the history of Egypt and the death of its boy king. Carter assembles an international team of experts to commence the work under the unwelcome scrutiny of Lacau's inspector and the western press. Canarvon's cavalier attitude to the finds he considers his property starts to infuriate both Carter and Lacau. As the finds are slowly catalogued and removed Carter becomes close to Canarvon's daughter Evelyn but his strictness begins to alienate his team. Tutankhamun was married to his own sister but the union failed to produce an heir to secure the future of the kingdom.", "doc_score": "79.52423095703125", "publish_date": "2018/12/31"}, {"doc_id": "18202385", "text": "The Pyramid (film) / \"a stinker in every sense.\" Drew Taylor of The Playlist wrote, \"\"The Pyramid\" is cursed. Only, instead of an ancient evil, it's just plagued by inept filmmaking.\" Alonso Duralde of \"The Wrap\" said, \"The ultimate moral of \"The Pyramid\", and of almost every other film where an underground mummy or scarab or tomb wreaks havoc, is that some things were never meant to be uncovered. Some movies, too.\" The Pyramid (film) The Pyramid is a 2014 American horror film directed by Grégory Levasseur, produced by Alexandre Aja, and distributed by 20th Century Fox. It is presented as found footage documenting", "doc_score": "76.70452117919922", "publish_date": "2018/12/31"}, {"doc_id": "3702959", "text": "The Mummy Returns / The Mummy Returns The Mummy Returns is a 2001 American action-adventure fantasy film written and directed by Stephen Sommers, starring Brendan Fraser, Rachel Weisz, John Hannah, Arnold Vosloo, Oded Fehr, Patricia Velásquez, and Dwayne \"The Rock\" Johnson. The film is a sequel to the 1999 film \"The Mummy\". \"The Mummy Returns\" inspired the 2002 prequel film \"The Scorpion King\" which is set 5,000 years prior and whose eponymous character, played by Dwayne \"The Rock\" Johnson, was introduced in this film. It was followed by the 2008 sequel \"\". In 3067 BC, the Scorpion King leads his army on a campaign", "doc_score": "77.72002410888672", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_27", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "12908611", "text": "Thomas D. Brock / Thomas D. Brock Thomas Dale Brock (born September 10, 1926) is an American microbiologist known for his discovery of hyperthermophiles living in hot springs at Yellowstone National Park. In the late 1960s, Brock discovered high-temperature bacteria living in the Great Fountain region of Yellowstone, and with his colleague Hudson Freeze, they isolated a sample they named \"Thermus aquaticus\". \"Life at High Temperatures\", a 1967 article summarizing his research, was published in the journal \"Science\" and led to the study of extremophiles, organisms that live in extreme environments. By 1976, \"T. aquaticus\" was found useful for artificially amplifying DNA segments. Brock's", "doc_score": "84.09088897705078", "publish_date": "2018/12/31"}, {"doc_id": "18467167", "text": "Freezing tolerance / tolerance. Freezing tolerance can be assessed by performing a simple plant survival assay or with the more time consuming but quantitative electrolyte leakage assay. Plants are not the only organisms capable of withstanding subzero temperatures. Wood frogs, juvenile painted turtles, goldenrod gall fly larvae, and intertidal periwinkle snails have all been shown to be capable of the same. They convert up to 70% of their total body water into ice accumulating in extracellular spaces. In order to perform such remarkable acts, several biochemical adaptations have been identified as supporting factors to freeze tolerance. These include the following: New work in", "doc_score": "82.80238342285156", "publish_date": "2018/12/31"}, {"doc_id": "18467168", "text": "Freezing tolerance / the field focuses primarily on four different topics. These include: Freezing tolerance Freezing tolerance describes the ability of plants to withstand subzero temperatures through the formation of ice crystals in the xylem and intercellular space, or apoplast, of their cells. Freezing tolerance is enhanced as a gradual adaptation to low temperature through a process known as cold acclimation, which initiates the transition to prepare for subzero temperatures through alterations in rate of metabolism, hormone levels and sugars. Freezing tolerance is rapidly enhanced during the first days of the cold acclimation process when temperature drops. Depending on the plant species,", "doc_score": "82.1441879272461", "publish_date": "2018/12/31"}, {"doc_id": "10219298", "text": "Arctic ecology / usual freezing point). After water reaches, it spontaneously freezes and plant tissue is destroyed. This is called the nucleation point. The nucleation point can be lowered if dissolved solutes are present. If a plant has taken the tolerance route, it has several different ways to tolerate freezing. Some plants allow freezing by allowing extracellular, but not intracellular freezing. Plants let water freeze in extracellular spaces, which creates a high vapor deficit that pulls water vapor out of the cell. This process dehydrates the cell and allows it to survive temperatures well below. Another problem associated with extreme cold", "doc_score": "81.36822509765625", "publish_date": "2018/12/31"}, {"doc_id": "6435003", "text": "Chionophile / Chionophile Chionophiles are any organisms (animals, plants, fungi, etc.) that can thrive in cold winter conditions (the word is derived from the Greek word \"chion\" meaning \"snow\", and \"-phile\" meaning \"lover\"). These animals have specialized adaptations that help them survive the harshest winters. Animals such as caribou, Arctic hares, Arctic ground squirrels, snowy owls, puffins, tundra swan, snow geese, Steller's eiders and willow ptarmigan all survive the harsh Arctic winters quite easily and some, like the willow ptarmigan, are only found in the Arctic region. Antarctica, also known as the southern pole, is larger and can become much colder than", "doc_score": "82.56649780273438", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_28", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "4698467", "text": "Laureus World Sports Awards / Prior to 2007, this award was called Alternative Sportsperson of the Year. The Best Sporting Moment Award, inaugurated in 2017, and voted for by the public, was won by the FC Barcelona under-12 (\"Infantil-B\") side for their sportsmanship in consoling a defeated opposition team. The 2018 award was won by fans of the Iowa Hawkeyes football team, who at the end of the first quarter of each home game turn toward the children's hospital that overlooks the playing field and wave to patients watching the game. Since 2000, the Laureus World Sports Awards have included a number of accolades given", "doc_score": "85.73552703857422", "publish_date": "2018/12/31"}, {"doc_id": "7832174", "text": "Laureus World Sports Award for Sportswoman of the Year / a shortlist of six nominees for the award comes from a panel composed of the \"world's leading sports editors, writers and broadcasters\". The Laureus World Sports Academy then selects the winner who is presented with a Laureus statuette, created by Cartier, at an annual awards ceremony held in various locations around the world. The awards are considered highly prestigious and are frequently referred to as the sporting equivalent of \"Oscars\". The inaugural winner of the award was American athlete Marion Jones who, at the time of the presentation, was considered to be \"the world's dominant sprinter\". She later admitted to", "doc_score": "87.73541259765625", "publish_date": "2018/12/31"}, {"doc_id": "7862162", "text": "Laureus World Sports Award for Sportsman of the Year / golfers twice. Excluding Armstrong, the Laureus World Sports Award for Sportsman of the Year has been won by just seven individuals since its inception. The 2018 winner of the Laureus Sports Award for Sportsman of the Year was the Swiss tennis player Roger Federer, who now has the most wins with five. Laureus World Sports Award for Sportsman of the Year The Laureus World Sports Award for Sportsman of the Year is an annual award honouring the achievements of individual men from the world of sports. It was first awarded in 2000 as one of the seven constituent awards presented", "doc_score": "84.59144592285156", "publish_date": "2018/12/31"}, {"doc_id": "20423840", "text": "Laureus Sport for Good Award / a Laureus statuette, created by Cartier, at an annual awards ceremony held in various locations around the world. Although the Laureus Awards ceremony is held annually, the Sport for Good Award is not necessarily presented every time; it is one of a number of discretionary awards that can be given by the Laureus World Sports Academy. The inaugural winner of the Laureus Sport for Good Award in 2000 was American Eunice Kennedy Shriver. The summer camp which she started in her back yard in 1962 became the Special Olympics and she was described by CNN's Emanuella Grinberg as \"an advocate", "doc_score": "85.7123794555664", "publish_date": "2018/12/31"}, {"doc_id": "4698468", "text": "Laureus World Sports Awards / by the Academy at their discretion. At the first ceremony in 2000, Brazilian footballer Pelé became the first recipient of the Lifetime Achievement Award, while American Eunice Kennedy Shriver, founder of the Special Olympics was presented with the inaugural Laureus Sport for Good Award. The first Spirit of Sport award was presented in 2005 to the Boston Red Sox who had won the World Series for the first time in 86 years. In 2013, American swimmer Michael Phelps became the first recipient of the Exceptional Achievement Award., Chinese tennis player Li Na (2015) and Italian footballer Francesco Totti (2018)", "doc_score": "87.27550506591797", "publish_date": "2018/12/31"}]}
{"question_id": "20230512_29", "search_time": "2023/05/24/23:40", "search_result": [{"doc_id": "14431237", "text": "Inset day / Inset day An Inset day, originally an acronym for \"IN-SErvice Training day\", also known as a TD Day (Teacher Development Day) or PD Day (Professional Development Day), and sometimes known as a \"Baker day\", is one of a series of five days in most English, Welsh, Scottish and Northern Irish schools on which school sessions are not run and the pupils do not attend school but the staff are required to attend for training or to complete administrative tasks. Teachers can catch up with work and also have the opportunity to train for any new technology or new ways of", "doc_score": "80.50567626953125", "publish_date": "2018/12/31"}, {"doc_id": "8703443", "text": "Standards-based education reform in the United States / diploma that serves essentially as a public guarantee that they can read, write, and do basic mathematics (typically through first-year algebra) at a level which might be useful to an employer. To avoid a surprising failure at the end of high school, standards trickle down through all the lower grades, with regular assessments through a variety of means. No student, by virtue of poverty, age, race, gender, cultural or ethnic background, disabilities, or family situation will ultimately be exempt from learning the required material, although it is acknowledged that individual students may learn in different ways and at different rates.", "doc_score": "78.01499938964844", "publish_date": "2018/12/31"}, {"doc_id": "20682038", "text": "Fixed Cut-Off Date Animal Testing Policy / Fixed Cut-Off Date Animal Testing Policy In the European Union, the Fixed Cut-Off Date (FCOD) Animal Testing Policy relates to the testing of ingredients used in the manufacture of cosmetics, toiletries and household products. A company’s FCOD is a date after which none of the ingredients in its products has been tested on animals. The policy is recognised by animal welfare groups worldwide as the benchmark for cruelty free cosmetics / toiletries and household cleaning products because companies with a FCOD policy will not use any ingredient tested on animals after a specific date. The FCOD Animal Testing Policy is", "doc_score": "80.11819458007812", "publish_date": "2018/12/31"}, {"doc_id": "20682040", "text": "Fixed Cut-Off Date Animal Testing Policy / Fixed Cut-Off Date Animal Testing Policy In the European Union, the Fixed Cut-Off Date (FCOD) Animal Testing Policy relates to the testing of ingredients used in the manufacture of cosmetics, toiletries and household products. A company’s FCOD is a date after which none of the ingredients in its products has been tested on animals. The policy is recognised by animal welfare groups worldwide as the benchmark for cruelty free cosmetics / toiletries and household cleaning products because companies with a FCOD policy will not use any ingredient tested on animals after a specific date. The FCOD Animal Testing Policy is", "doc_score": "80.11819458007812", "publish_date": "2018/12/31"}, {"doc_id": "14799517", "text": "Allowed to keep terms / has been criticized, mainly by teachers: The most notable/notorious form of ATKT or failure in examinations is in the Engineering Colleges in India.Some students have a backlog of more 10 ATKTs in a academic year.to protest this large volume of ATKTs,they assemble in the Mumbai University campus and demand for the ATKT rule to be increased so that they may be promoted to the next academic year in spite of having many ATKTs. Allowed to keep terms Allowed to keep terms (ATKT) is a process in the Indian education system to allow students of pre-graduation and graduation to study in", "doc_score": "80.83045196533203", "publish_date": "2018/12/31"}]}
