{"question_id": "20230630_0", "search_time": "2023/08/07/08:27", "search_result": [{"doc_id": "434506", "text": "United States Declaration of Independence / readings of the document took place on July 8, in Philadelphia (by John Nixon in the yard of Independence Hall), Trenton, New Jersey, and Easton, Pennsylvania; the first newspaper to publish it was the \"Pennsylvania Evening Post\" on July 6. A German translation of the Declaration was published in Philadelphia by July 9. President of Congress John Hancock sent a broadside to General George Washington, instructing him to have it proclaimed \"at the Head of the Army in the way you shall think it most proper\". Washington had the Declaration read to his troops in New York City on July", "doc_score": "96.74099731445312", "publish_date": "2018/12/31"}, {"doc_id": "15717318", "text": "Signing of the United States Declaration of Independence / Signing of the United States Declaration of Independence The signing of the United States Declaration of Independence occurred primarily on August 2, 1776 at the Pennsylvania State House, Independence Hall in Philadelphia, Pennsylvania. The 56 delegates to the Second Continental Congress represented the 13 former colonies which had declared themselves the \"United States of America,\" and they endorsed the Declaration of Independence which the Congress had approved on July 4, 1776. The Declaration proclaimed that the former Thirteen Colonies then at war with Great Britain were now a sovereign, independent nation and thus no longer a part of the British", "doc_score": "97.90740966796875", "publish_date": "2018/12/31"}, {"doc_id": "15717331", "text": "Signing of the United States Declaration of Independence / all hang separately.\" The quotation did not appear in print until more than 50 years after Franklin's death. Signing of the United States Declaration of Independence The signing of the United States Declaration of Independence occurred primarily on August 2, 1776 at the Pennsylvania State House, Independence Hall in Philadelphia, Pennsylvania. The 56 delegates to the Second Continental Congress represented the 13 former colonies which had declared themselves the \"United States of America,\" and they endorsed the Declaration of Independence which the Congress had approved on July 4, 1776. The Declaration proclaimed that the former Thirteen Colonies then at war", "doc_score": "98.55906677246094", "publish_date": "2018/12/31"}, {"doc_id": "434487", "text": "United States Declaration of Independence / Jefferson wrote that Congress had \"mangled\" his draft version, but the Declaration that was finally produced was \"the majestic document that inspired both contemporaries and posterity,\" in the words of his biographer John Ferling. Congress tabled the draft of the declaration on Monday, July 1 and resolved itself into a committee of the whole, with Benjamin Harrison of Virginia presiding, and they resumed debate on Lee's resolution of independence. John Dickinson made one last effort to delay the decision, arguing that Congress should not declare independence without first securing a foreign alliance and finalizing the Articles of Confederation. John Adams", "doc_score": "95.67857360839844", "publish_date": "2018/12/31"}, {"doc_id": "434503", "text": "United States Declaration of Independence / According to Ritz, about thirty-four delegates signed the Declaration on July 4, and the others signed on or after August 2. Historians who reject a July 4 signing maintain that most delegates signed on August 2, and that those eventual signers who were not present added their names later. Two future U.S. presidents were among the signatories: Thomas Jefferson and John Adams. The most famous signature on the engrossed copy is that of John Hancock, who presumably signed first as President of Congress. Hancock's large, flamboyant signature became iconic, and the term \"John Hancock\" emerged in the United States as", "doc_score": "95.97386169433594", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_1", "search_time": "2023/08/07/08:27", "search_result": [{"doc_id": "434471", "text": "United States Declaration of Independence / had been able to. Adams labeled the Prohibitory Act the \"Act of Independency\", calling it \"a compleat Dismemberment of the British Empire\". Support for declaring independence grew even more when it was confirmed that King George had hired German mercenaries to use against his American subjects. Despite this growing popular support for independence, Congress lacked the clear authority to declare it. Delegates had been elected to Congress by 13 different governments, which included extralegal conventions, ad hoc committees, and elected assemblies, and they were bound by the instructions given to them. Regardless of their personal opinions, delegates could not vote", "doc_score": "82.13997650146484", "publish_date": "2018/12/31"}, {"doc_id": "434466", "text": "United States Declaration of Independence / Parliament was the legislature of Great Britain only, and that the colonies, which had their own legislatures, were connected to the rest of the empire only through their allegiance to the Crown. The issue of Parliament's authority in the colonies became a crisis after Parliament passed the Coercive Acts (known as the Intolerable Acts in the colonies) in 1774 to punish the colonists for the Gaspee Affair of 1772 and the Boston Tea Party of 1773. Many colonists saw the Coercive Acts as a violation of the British Constitution and thus a threat to the liberties of all of British", "doc_score": "80.74925231933594", "publish_date": "2018/12/31"}, {"doc_id": "434474", "text": "United States Declaration of Independence / individual colonies, such as the Rhode Island legislature declaring its independence from Great Britain on May 4, the first colony to do so. Many \"declarations\" were resolutions adopted at town or county meetings that offered support for independence. A few came in the form of jury instructions, such as the statement issued on April 23, 1776, by Chief Justice William Henry Drayton of South Carolina: \"the law of the land authorizes me to declare... that \"George\" the Third, King of \"Great Britain\"... has no authority over us, and we owe no obedience to him.\" Most of these declarations", "doc_score": "82.16456604003906", "publish_date": "2018/12/31"}, {"doc_id": "434468", "text": "United States Declaration of Independence / in April 1775. The Second Continental Congress convened at the Pennsylvania State House in Philadelphia in May 1775, and some delegates hoped for eventual independence, but no one yet advocated declaring it. Many colonists no longer believed that Parliament had any sovereignty over them, yet they still professed loyalty to King George, who they hoped would intercede on their behalf. They were disappointed in late 1775 when the king rejected Congress's second petition, issued a Proclamation of Rebellion, and announced before Parliament on October 26 that he was considering \"friendly offers of foreign assistance\" to suppress the rebellion. A pro-American", "doc_score": "82.39111328125", "publish_date": "2018/12/31"}, {"doc_id": "20383", "text": "American Revolution / for a British victory \"would never come again.\" Support for the conflict had never been strong in Britain, where many sympathized with the Americans, but now it reached a new low. King George III personally wanted to fight on, but his supporters lost control of Parliament and no further major land offensives were launched in the American Theater. It would be three decades until war resumed again with the War of 1812, which firmly established the permanence of the United States. Washington could not know that the British would not reopen hostilities after Yorktown. They still had 26,000 troops occupying", "doc_score": "79.82740020751953", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_2", "search_time": "2023/08/07/08:27", "search_result": [{"doc_id": "146449", "text": "Flag of the United States / or vice versa. The appearance was up to the maker of the flag. Some flag makers arranged the stars into one big star, in a circle or in rows and some replaced a state's star with its initial. One arrangement features 13 five-pointed stars arranged in a circle, with the stars arranged pointing outwards from the circle (as opposed to up), the so-called Betsy Ross flag. This flag, however, is more likely a flag used for celebrations of anniversaries of the nation's birthday. Experts have dated the earliest known example of this flag to be 1792 in a painting by", "doc_score": "91.21000671386719", "publish_date": "2018/12/31"}, {"doc_id": "146460", "text": "Flag of the United States / which is now the American national anthem. The flag is currently on display in the exhibition, \"The Star-Spangled Banner: The Flag That Inspired the National Anthem\" at the Smithsonian Institution National Museum of American History in a two-story display chamber that protects the flag while it is on view. On April 4, 1818, a plan was passed by Congress at the suggestion of U.S. Naval Captain Samuel C. Reid in which the flag was changed to have 20 stars, with a new star to be added when each new state was admitted, but the number of stripes would be reduced", "doc_score": "89.68961334228516", "publish_date": "2018/12/31"}, {"doc_id": "146445", "text": "Flag of the United States / were aware of the East India Company's activities and of their free administration of India under Company rule. In any case, both the stripes (barry) and the stars (mullets) have precedents in classical heraldry. Mullets were comparatively rare in early modern heraldry, but an example of mullets representing territorial divisions predating the U.S. flag are those in the coat of arms of Valais of 1618, where seven mullets stood for seven districts. On June 14, 1777, the Second Continental Congress passed the Flag Resolution which stated: \"\"Resolved\", That the flag of the thirteen United States be thirteen stripes, alternate red", "doc_score": "91.48075866699219", "publish_date": "2018/12/31"}, {"doc_id": "146459", "text": "Flag of the United States / to rumor, the Washington family coat of arms, shown in a 15th-century window of Selby Abbey, was the origin of the stars and stripes. In 1795, the number of stars and stripes was increased from 13 to 15 (to reflect the entry of Vermont and Kentucky as states of the Union). For a time the flag was not changed when subsequent states were admitted, probably because it was thought that this would cause too much clutter. It was the 15-star, 15-stripe flag that inspired Francis Scott Key to write \"Defence of Fort M'Henry\", later known as \"The Star Spangled Banner\",", "doc_score": "91.65410614013672", "publish_date": "2018/12/31"}, {"doc_id": "8860370", "text": "Star-Spangled Banner (flag) / was sewn by local flagmaker Mary Young Pickersgill under a government commission in 1813 at a cost of $405.90 (). George Armistead, the commander of Fort McHenry, specified \"a flag so large that the British would have no difficulty seeing it from a distance\". Mary Pickersgill stitched the flag from a combination of cotton and dyed English wool bunting, assisted by her daughter, two nieces, and an African American indentured servant. (Her elderly mother may also have helped.) The flag has fifteen horizontal red and white stripes, as well as fifteen white stars in the blue field. The two additional", "doc_score": "91.12640380859375", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_3", "search_time": "2023/08/07/08:27", "search_result": [{"doc_id": "9428133", "text": "Presidency of George Washington / Washington's inability to prevent the outbreak of heated partisan battles to be his greatest failure. Ron Chernow considers Washington's presidency to be \"simply breathtaking\" writing: Presidency of George Washington The presidency of George Washington began on April 30, 1789, when Washington was inaugurated as the first President of the United States, and ended on March 4, 1797. Washington took office after the 1788–89 presidential election, the nation's first quadrennial presidential election, in which he was elected unanimously. Washington was re-elected unanimously in the 1792 presidential election, and chose to retire after two terms. He was succeeded by his vice president,", "doc_score": "87.41888427734375", "publish_date": "2018/12/31"}, {"doc_id": "151191", "text": "George Washington / 1758 until 1765, and then for Fairfax County. In the election that year, he plied the voters with rice punch, beer, wine, hard cider, and brandy while he was on the Forbes Expedition. He won with roughly 40 percent of the vote, defeating three other candidates with the help of local elites. He rarely spoke publicly in his early legislative career, but became a critic of Britain's taxation and mercantilist policies in the 1760s. Washington was an aristocrat and his activities including fox hunting, fishing, dances and parties, theater, races, and cockfights. He also played cards, backgammon, and billiards. He", "doc_score": "85.28897094726562", "publish_date": "2018/12/31"}, {"doc_id": "9428119", "text": "Presidency of George Washington / the federal government threatened to break off trade relations. Three new states were admitted to the Union (each on an equal footing with the existing states) while Washington was in office: Vermont, on March 4, 1791; Kentucky, on June 1, 1792; and Tennessee, on June 1, 1796. As his second term entered its final year in 1796, Washington was exhausted from years of public service. Though he remained in fine mental condition, his physical health had begun to decline. He was also bothered by the constant attacks from the Democratic-Republican press, which had escalated after the signing of the Jay", "doc_score": "84.72444152832031", "publish_date": "2018/12/31"}, {"doc_id": "9428131", "text": "Presidency of George Washington / George Washington (2), and C. C. Pinckney (1). George Washington's presidency has generally been viewed as one of the most successful, and he is often considered to be one of the three greatest American presidents ever. When historians began ranking the presidents in 1948, Washington ranked 2nd in Arthur M. Schlesinger Sr.'s poll, and has subsequently been ranked 3rd in the Riders-McIver Poll (1996), and 2nd in the 2017 survey by C-SPAN. Washington has been heavily written about, with more than 900 books having been written about him. Forrest McDonald concluded that \"George Washington was indispensable, but only for what", "doc_score": "85.15258026123047", "publish_date": "2018/12/31"}, {"doc_id": "9427995", "text": "Presidency of George Washington / Presidency of George Washington The presidency of George Washington began on April 30, 1789, when Washington was inaugurated as the first President of the United States, and ended on March 4, 1797. Washington took office after the 1788–89 presidential election, the nation's first quadrennial presidential election, in which he was elected unanimously. Washington was re-elected unanimously in the 1792 presidential election, and chose to retire after two terms. He was succeeded by his vice president, John Adams of the Federalist Party. Washington had established his preeminence among the new nation's Founding Fathers through his service as Commander-in-Chief of the Continental", "doc_score": "87.94699096679688", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_4", "search_time": "2023/08/07/08:27", "search_result": [{"doc_id": "449720", "text": "Vice President of the United States / Manhattan Project, leading Truman to remark, wryly, that the job of the Vice President was to \"go to weddings and funerals.\" As a result of this experience, Truman, after succeeding to the presidency upon Roosevelt's death, recognized the need to keep the Vice President informed on national security issues. Congress made the vice president one of four statutory members of the National Security Council in 1949. The stature of the vice presidency grew again while Richard Nixon was in office (1953–1961). He attracted the attention of the media and the Republican party, when Dwight Eisenhower authorized him to preside at", "doc_score": "81.38693237304688", "publish_date": "2018/12/31"}, {"doc_id": "449722", "text": "Vice President of the United States / in the OEOB has since been designated the \"Ceremonial Office of the Vice President\" and is today used for formal events and press interviews. President Jimmy Carter was the first president to give his vice president, Walter Mondale, an office in the West Wing of the White House, which all vice presidents have since retained. Because of their function as Presidents of the Senate, vice presidents still maintain offices and staff members on Capitol Hill. Though Walter Mondale's tenure was the beginning of the modern day power of the vice presidency, the tenure of Dick Cheney saw a rapid growth", "doc_score": "80.7000961303711", "publish_date": "2018/12/31"}, {"doc_id": "18355425", "text": "Oath of office of the Vice President of the United States / vice presidents. The constitution—Article VI, Clause 3— simply requires that they, along with all other government officers (federal and state; elected and appointed), pledge to support the Constitution. Since 1937, Inauguration Day has been January 20 (was March 4), a change brought about by the 20th amendment to the Constitution, which had been ratified four years earlier. The vice president's swearing-in ceremony also moved that year, from the Senate chamber inside the Capitol, to the presidential inaugural platform outside the building. The 1st Congress passed an oath act in May 1789, authorizing only U.S. senators to administer the oath to", "doc_score": "80.46431732177734", "publish_date": "2018/12/31"}, {"doc_id": "449707", "text": "Vice President of the United States / three-story Queen Anne style mansion was built in 1893 on the grounds of the U.S. Naval Observatory in Washington, D.C., to serve as residence for the superintendent of the Observatory. In 1923, the residence was reassigned to be the home of the Chief of Naval Operations (CNO), which it was until it was turned over to the office of the vice president fifty years later. In recent decades, the vice presidency has frequently been used as a platform to launch bids for the presidency. The transition of the office to its modern stature occurred primarily as a result of Franklin", "doc_score": "79.56784057617188", "publish_date": "2018/12/31"}, {"doc_id": "9428005", "text": "Presidency of George Washington / votes for the same person. Under the terms of the constitution, the individual who won the most electoral votes would become president while the individual with the second-most electoral votes would become vice president. Each state's votes were sealed and delivered to Congress to be counted. Before the votes were counted, Washington had declared his willingness to serve, and was preparing to leave Mount Vernon for New York City, the nation's capital. On April 6, 1789, the House and Senate, meeting in joint session, counted the electoral votes and certified that Washington had been elected President of the United States", "doc_score": "78.74947357177734", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_5", "search_time": "2023/08/07/08:27", "search_result": [{"doc_id": "232463", "text": "Louisiana Purchase / worked together to facilitate and underwrite the Purchase. Because Napoleon wanted to receive his money as quickly as possible, the two firms received the American bonds and shipped the gold to France. Napoleon used the money to finance his planned invasion of England, which never took place. Louisiana Purchase The Louisiana Purchase ( \"Sale of Louisiana\") was the acquisition of the Louisiana territory () by the United States from France in 1803. The U.S. paid fifty million francs ($11,250,000) and a cancellation of debts worth eighteen million francs ($3,750,000) for a total of sixty-eight million francs ($15 million, equivalent to", "doc_score": "100.74369812011719", "publish_date": "2018/12/31"}, {"doc_id": "232417", "text": "Louisiana Purchase / Louisiana Purchase The Louisiana Purchase ( \"Sale of Louisiana\") was the acquisition of the Louisiana territory () by the United States from France in 1803. The U.S. paid fifty million francs ($11,250,000) and a cancellation of debts worth eighteen million francs ($3,750,000) for a total of sixty-eight million francs ($15 million, equivalent to about $600 billion given the GDP of 2017. The Louisiana territory included land from fifteen present U.S. states and two Canadian provinces. The territory contained land that forms Arkansas, Missouri, Iowa, Oklahoma, Kansas, and Nebraska; the portion of Minnesota west of the Mississippi River; a large portion", "doc_score": "103.31519317626953", "publish_date": "2018/12/31"}, {"doc_id": "232441", "text": "Louisiana Purchase / had not fulfilled the Third Treaty of San Ildefonso by having the King of Etruria recognized by all European powers. The French government replied that these objections were baseless since the promise not to alienate Louisiana was not in the treaty of San Ildefonso itself and therefore had no legal force, and the Spanish government had ordered Louisiana to be transferred in October 1802 despite knowing for months that Britain had not recognized the King of Etruria in the Treaty of Amiens. Henry Adams claimed \"The sale of Louisiana to the United States was trebly invalid; if it were French", "doc_score": "98.57707977294922", "publish_date": "2018/12/31"}, {"doc_id": "249352", "text": "Louisiana / treaty. Despite Federalist objections, the U.S. Senate ratified the Louisiana treaty on October 20, 1803. By statute enacted on October 31, 1803, President Thomas Jefferson was authorized to take possession of the territories ceded by France and provide for initial governance. A transfer ceremony was held in New Orleans on November 29, 1803. Since the Louisiana territory had never officially been turned over to the French, the Spanish took down their flag, and the French raised theirs. The following day, General James Wilkinson accepted possession of New Orleans for the United States. A similar ceremony was held in St. Louis", "doc_score": "97.88211059570312", "publish_date": "2018/12/31"}, {"doc_id": "232451", "text": "Louisiana Purchase / been defined in the 1762 Treaty of Fontainebleau that ceded it from France to Spain, nor in the 1801 Third Treaty of San Ildefonso ceding it back to France, nor the 1803 Louisiana Purchase agreement ceding it to the United States. The U.S. claimed Louisiana included the entire western portion of the Mississippi River drainage basin to the crest of the Rocky Mountains and land extending southeast to the Rio Grande and West Florida. Spain insisted that Louisiana comprised no more than the western bank of the Mississippi River and the cities of New Orleans and St. Louis. The dispute", "doc_score": "98.88229370117188", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_6", "search_time": "2023/08/07/08:28", "search_result": [{"doc_id": "419764", "text": "The Star-Spangled Banner / the National Museum of American History, a treasure of the Smithsonian Institution. It was restored in 1914 by Amelia Fowler, and again in 1998 as part of an ongoing conservation program. Aboard the ship the next day, Key wrote a poem on the back of a letter he had kept in his pocket. At twilight on September 16, he and Skinner were released in Baltimore. He completed the poem at the Indian Queen Hotel, where he was staying, and titled it \"Defence of Fort M'Henry\". It was first published nationally in \"The Analectic Magazine\". Much of the idea of the", "doc_score": "79.9089126586914", "publish_date": "2018/12/31"}, {"doc_id": "8860370", "text": "Star-Spangled Banner (flag) / was sewn by local flagmaker Mary Young Pickersgill under a government commission in 1813 at a cost of $405.90 (). George Armistead, the commander of Fort McHenry, specified \"a flag so large that the British would have no difficulty seeing it from a distance\". Mary Pickersgill stitched the flag from a combination of cotton and dyed English wool bunting, assisted by her daughter, two nieces, and an African American indentured servant. (Her elderly mother may also have helped.) The flag has fifteen horizontal red and white stripes, as well as fifteen white stars in the blue field. The two additional", "doc_score": "78.47906494140625", "publish_date": "2018/12/31"}, {"doc_id": "419799", "text": "The Star-Spangled Banner / a Spanish-language version from 1919. It has since been translated into Hebrew and Yiddish by Jewish immigrants, Latin American Spanish (with one version popularized during immigration reform protests in 2006), French by Acadians of Louisiana, Samoan, and Irish. The third verse of the anthem has also been translated into Latin. With regard to the indigenous languages of North America, there are versions and Cherokee. The Star-Spangled Banner \"The Star-Spangled Banner\" is the national anthem of the United States. The lyrics come from the Defence of Fort M'Henry, a poem written on September 14, 1814, by the then 35-year-old lawyer and", "doc_score": "78.07600402832031", "publish_date": "2018/12/31"}, {"doc_id": "419765", "text": "The Star-Spangled Banner / poem, including the flag imagery and some of the wording, is derived from an earlier song by Key, also set to the tune of \"The Anacreontic Song\". The song, known as \"When the Warrior Returns\", was written in honor of Stephen Decatur and Charles Stewart on their return from the First Barbary War. Absent elaboration by Francis Scott Key prior to his death in 1843, some have speculated in modern times about the meaning of phrases or verses. According to British historian Robin Blackburn, the words \"the hireling and slave\" allude to the thousands of ex-slaves in the British ranks", "doc_score": "78.78793334960938", "publish_date": "2018/12/31"}, {"doc_id": "419768", "text": "The Star-Spangled Banner / intended the phrase as a reference to the British Navy's practice of impressment (kidnapping sailors and forcing them to fight in defense of the crown), or as a semi-metaphorical slap at the British invading force as a whole (which included a large number of mercenaries).\" Key gave the poem to his brother-in-law Judge Joseph H. Nicholson who saw that the words fit the popular melody \"The Anacreontic Song\", by English composer John Stafford Smith. This was the official song of the Anacreontic Society, an 18th-century gentlemen's club of amateur musicians in London. Nicholson took the poem to a printer in", "doc_score": "79.46012115478516", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_7", "search_time": "2023/08/07/08:28", "search_result": [{"doc_id": "160403", "text": "Gettysburg Address / the now iconic phrase \"Four score and seven years ago,\"‍ referring to the signing of the Declaration of Independence eighty-seven years earlier‍, Lincoln described the USA as a nation \"conceived in Liberty, and dedicated to the proposition that all men are created equal,\" and represented the Civil War as a test that would decide whether such a nation, the Union sundered by the secession crisis, could endure. He extolled the sacrifices of those who died at Gettysburg in defense of those principles, and exhorted his listeners to resolve Despite the speech's prominent place in the history and popular culture of", "doc_score": "95.8501968383789", "publish_date": "2018/12/31"}, {"doc_id": "160402", "text": "Gettysburg Address / Gettysburg Address The Gettysburg Address is a speech that U.S. President Abraham Lincoln delivered during the American Civil War at the dedication of the Soldiers' National Cemetery in Gettysburg, Pennsylvania on the afternoon of Thursday, November 19, 1863, four and a half months after the Union armies defeated those of the Confederacy at the Battle of Gettysburg. It is one of the best-known speeches in American history. Although not the day's primary speech, Lincoln's carefully crafted address came to be seen as one of the greatest and most influential statements of American national purpose. In just 271 words, beginning with", "doc_score": "92.36222076416016", "publish_date": "2018/12/31"}, {"doc_id": "15370", "text": "Abraham Lincoln / was in a strong position to redefine the war effort, despite the New York City draft riots. The stage was set for his address at the Gettysburg battlefield cemetery on November 19, 1863. Defying Lincoln's prediction that \"the world will little note, nor long remember what we say here\", the Address became the most quoted speech in American history. In 272 words, and three minutes, Lincoln asserted the nation was born not in 1789, but in 1776, \"conceived in Liberty, and dedicated to the proposition that all men are created equal\". He defined the war as an effort dedicated to", "doc_score": "86.95841979980469", "publish_date": "2018/12/31"}, {"doc_id": "160410", "text": "Gettysburg Address / Gettysburg, 19th November 1863, with the Dedicatory Speech of President Lincoln, and the Other Exercises of the Occasion; Accompanied by An Account of the Origin of the Undertaking and of the Arrangement of the Cemetery Grounds, and by a Map of the Battle-field and a Plan of the Cemetery\"). Shortly after Everett's well-received remarks, Lincoln spoke for only a few minutes. With a \"few appropriate remarks\", he was able to summarize his view of the war in just ten sentences. Despite the historical significance of Lincoln's speech, modern scholars disagree as to its exact wording, and contemporary transcriptions published in", "doc_score": "85.7611312866211", "publish_date": "2018/12/31"}, {"doc_id": "160417", "text": "Gettysburg Address / are granted by them, and are to be exercised directly on them, and for their benefit.\" Lincoln, a lawyer and President engaged in the greatest struggle of federalism, was (more eloquently) echoing the preeminent case that had solidified federal power over the States. Wills observed Lincoln's usage of the imagery of birth, life, and death in reference to a nation \"brought forth\", \"conceived\", and that shall not \"perish\". Others, including Allen C. Guelzo, the director of Civil War Era studies at Gettysburg College in Pennsylvania, suggested that Lincoln's formulation \"four score and seven\" was an allusion to the King James", "doc_score": "87.17765808105469", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_8", "search_time": "2023/08/07/08:28", "search_result": [{"doc_id": "3384599", "text": "Independence Day (United States) / July 4, even though Thomas Jefferson, John Adams, and Benjamin Franklin all later wrote that they had signed it on that day. Most historians have concluded that the Declaration was signed nearly a month after its adoption, on August 2, 1776, and not on July 4 as is commonly believed. Coincidentally, both John Adams and Thomas Jefferson, the only signers of the Declaration of Independence later to serve as Presidents of the United States, died on the same day: July 4, 1826, which was the 50th anniversary of the Declaration. Although not a signer of the Declaration of Independence, James", "doc_score": "81.01374816894531", "publish_date": "2018/12/31"}, {"doc_id": "12944287", "text": "Inauguration of Zachary Taylor / Inauguration of Zachary Taylor The inauguration of Zachary Taylor as the 12th President of the United States was held on Monday, March 5, 1849 (one day after his term Constitutionally began) at the eastern portico of the United States Capitol in Washington, D.C.. This was the second instance (after 1821) of an inauguration being rescheduled due to March 4 falling on a Sunday, the Christian sabbath. The inauguration marked the commencement of Zachary Taylor's only term as President and of Millard Fillmore's only term as Vice President. Taylor died into this term, and Fillmore succeeded to the presidency. The presidential", "doc_score": "77.13133239746094", "publish_date": "2018/12/31"}, {"doc_id": "1981585", "text": "Assassination of John F. Kennedy / was sold by the Herman Darvick Autograph Auctions in New York City on December 26, 1991, for $220,000. Assassination of John F. Kennedy John Fitzgerald Kennedy, the 35th President of the United States, was assassinated on Friday, November 22, 1963, at 12:30 p.m. Central Standard Time in Dallas, Texas, while riding in a presidential motorcade through Dealey Plaza. Kennedy was riding with his wife Jacqueline, Texas Governor John Connally, and Connally's wife Nellie when he was fatally shot by former U.S. Marine Lee Harvey Oswald firing in ambush from a nearby building. Governor Connally was seriously wounded in the attack.", "doc_score": "74.24258422851562", "publish_date": "2018/12/31"}, {"doc_id": "15498874", "text": "Washington's Birthday / eight states. But it is a misspelling if meant to refer to more than one president (see apostrophe). Washington's Birthday Washington's Birthday is a United States federal holiday celebrated on the third Monday of February in honor of George Washington, the first President of the United States, who was born on February 22, 1732. Since the Uniform Federal Holidays Act of 1971, its observance can occur between February 15 and February 21 inclusive. Colloquially, the day is also now widely known as Presidents' Day and is often an occasion to honor the incumbent president and all persons who have served", "doc_score": "77.35234069824219", "publish_date": "2018/12/31"}, {"doc_id": "11194826", "text": "Assassination of James A. Garfield / specifically to give Garfield's train access to their town, still stands today. Assassination of James A. Garfield The assassination of James Abram Garfield, the 20th President of the United States, began when he was shot at 9:30 am on July 2, 1881, less than four months into his term as President, and ended in his death 79 days later on September 19, 1881. He was shot by Charles J. Guiteau at the Baltimore and Potomac Railroad Station in Washington, D.C., and died in Elberon, New Jersey. Guiteau's motive was revenge against Garfield for an imagined political debt. Charles Guiteau turned", "doc_score": "77.32484436035156", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_9", "search_time": "2023/08/07/08:28", "search_result": [{"doc_id": "3384599", "text": "Independence Day (United States) / July 4, even though Thomas Jefferson, John Adams, and Benjamin Franklin all later wrote that they had signed it on that day. Most historians have concluded that the Declaration was signed nearly a month after its adoption, on August 2, 1776, and not on July 4 as is commonly believed. Coincidentally, both John Adams and Thomas Jefferson, the only signers of the Declaration of Independence later to serve as Presidents of the United States, died on the same day: July 4, 1826, which was the 50th anniversary of the Declaration. Although not a signer of the Declaration of Independence, James", "doc_score": "80.22007751464844", "publish_date": "2018/12/31"}, {"doc_id": "15498872", "text": "Washington's Birthday / Denver, Colorado, there is a society dedicated to observing the day. At the George Washington Birthplace National Monument in Westmoreland County, Virginia, visitors are treated to birthday celebrations on the holiday, while at Mount Vernon, they last throughout the holiday weekend and through February 22. Since 1862 there has been a tradition in the United States Senate that George Washington's Farewell Address be read on his birthday. Citizens asked that this be done in light of the ongoing Civil War. Because \"Presidents' Day\" is not the official name of the federal holiday there is variation in how it is rendered,", "doc_score": "78.04222106933594", "publish_date": "2018/12/31"}, {"doc_id": "13191017", "text": "Robert E. Lee Day / Robert E. Lee Day Robert E. Lee Day, also called Lee's Birthday, is a public holiday commemorating the birth of Robert E. Lee, observed each year on the third Monday in January. Because Lee was the General in Chief of the Armies of the Confederacy, it is mainly observed in the U.S. South, particularly in Alabama and Mississippi. Although Lee's actual January 19 birthdate remains a legal holiday in the Florida statute books, by and large it is not observed. In Alabama and Mississippi, it is celebrated together with Martin Luther King, Jr. Day. Arkansas combined the observance of Robert", "doc_score": "80.1214828491211", "publish_date": "2018/12/31"}, {"doc_id": "15498860", "text": "Washington's Birthday / Washington's Birthday Washington's Birthday is a United States federal holiday celebrated on the third Monday of February in honor of George Washington, the first President of the United States, who was born on February 22, 1732. Since the Uniform Federal Holidays Act of 1971, its observance can occur between February 15 and February 21 inclusive. Colloquially, the day is also now widely known as Presidents' Day and is often an occasion to honor the incumbent president and all persons who have served as president, not just George Washington. The day is a state holiday in most states, with official names", "doc_score": "77.86553192138672", "publish_date": "2018/12/31"}, {"doc_id": "9404209", "text": "Michael Gerald Ford / Michael Gerald Ford Michael Gerald Ford (born March 14, 1950) is the oldest of four children of U.S. President Gerald R. Ford and Betty Ford. Prior to his birth, Ford's mother wanted to name him after his father. However, Ford's father had always disliked being called \"Junior\" and he refused to \"inflict the nickname on any son.\" The Fords settled on his name as a compromise. Ford is an alumnus of Wake Forest (BA, 1972) and Gordon-Conwell Theological Seminary (MDiv, 1977). He was the president of Sigma Chi while a student at WFU. President Ford, his father, spoke at Ford's", "doc_score": "78.30885314941406", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_10", "search_time": "2023/08/07/08:28", "search_result": [{"doc_id": "3715678", "text": "Medical malpractice in the United States / cardiac diseases in 1984, 1987, and 1990 determined that \"malpractice reforms that directly reduce provider liability pressure lead to reductions of 5 to 9 percent in medical expenditures without substantial effects on mortality or medical complications.\" A a 2004 Congressional Budget Office (CBO) report using data from a private actuarial firm and the Centers for Medicare and Medicaid Services (CMS) found that malpractice costs (excluding \"defensive medicine\") account for less than 2 percent of health care spending. A 2006 PriceWaterhouseCoopers report for America's Health Insurance Plans (a health-insurer trade association) used the 2 percent figure and an extrapolation from the", "doc_score": "78.39376831054688", "publish_date": "2018/12/31"}, {"doc_id": "3715680", "text": "Medical malpractice in the United States / put forward in the health reform debate, and it represents a small fraction of total health care spending,\" although it was not \"trivial\" in absolute terms. A study by RAND Corp. researchers published in October 2014 in the \"New England Journal of Medicine\" concluded that laws restricting medical-malpractice suits do not reduce the amount of \"defensive medicine\" or reduce health-care costs. The researchers, led by Daniel A. Waxman, examined 3.8 million Medicare patient records from hospital emergency departments from 1997 to 2011, comparing care in three states that enacted strict malpractice reform laws about a decade earlier (Georgia, Texas and", "doc_score": "77.53973388671875", "publish_date": "2018/12/31"}, {"doc_id": "4158972", "text": "Choke (sports) / Choke (sports) In sports, a choke is the failure of a sportsperson or team in a game in a situation where maintaining their performance is highly important. This can occur in a game or tournament that they are strongly favored to win, or in an instance where they have a large lead that they squander in the late stages of the event. It can also refer to repeated failures in the same event, or simply infer an unexpected failure when the event is more important than usual. Most athletes experience physical and mental changes during stages of increased tension in", "doc_score": "77.11969757080078", "publish_date": "2018/12/31"}, {"doc_id": "3715679", "text": "Medical malpractice in the United States / Kessler and McClellan report to estimate that the combined cost of insurance and defensive medicine accounts for 10 percent of total health care costs in the U.S. In 2009, the CBO \"concluded that implementing a package of five malpractice reforms would reduce national health spending by about 0.5 percent.\" A study by Michelle M. Mello and others published in the journal \"Health Affairs\" in 2010 estimated that the total annual cost of the medical liability system, including \"defensive medicine,\" was about 2.4 percent of total U.S. health care spending. The authors noted that \"this is less than some imaginative estimates", "doc_score": "76.97260284423828", "publish_date": "2018/12/31"}, {"doc_id": "3715665", "text": "Medical malpractice in the United States / proportion of severe outcomes, the total number of errors and deaths due to errors were greater for outpatient settings. No single medical condition was associated with more than five percent of all negligence claims, and one-third of all claims were the result of misdiagnosis. Male doctors have nearly two and half times increased odds of having medico-legal action taken against them than female doctors, a result consistent across many years and found internationally. Doctors' groups, patients, and insurance companies have criticized medical malpractice litigation as expensive, adversarial, unpredictable, and inefficient. They claim that the cost of medical malpractice litigation in", "doc_score": "75.57032775878906", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_11", "search_time": "2023/08/07/08:28", "search_result": [{"doc_id": "1781475", "text": "Coming of age / party without further consequences. Since 1948, the age of majority in Japan has been 20; persons under 20 are not permitted to smoke or drink. Until June 2016, persons under 20 were not permitted to vote. The government of Japan plans to lower the age of majority to 18, coming into effect in 2021. Coming-of-age ceremonies, known as \"seijin shiki\", are held on the second Monday of January. At the ceremony, all of the men and women participating are brought to a government building and listen to many speakers, similar to a graduation ceremony. At the conclusion of the ceremony", "doc_score": "88.22587585449219", "publish_date": "2018/12/31"}, {"doc_id": "18619421", "text": "Aging and society / without including it. It could be said for the same person that he is twenty years old or that he is in the twenty-first year of his life. In Russian the former expression is generally used, the latter one has restricted usage: it is used for age of a deceased person in obituaries and for the age of an adult when it is desired to show him/her older than he/she is. (Psychologically, a woman \"in her 20th year\" seems older than one who is \"19 years old\".) Other cultures that express age differently may not use years elapsed since birth", "doc_score": "84.89673614501953", "publish_date": "2018/12/31"}, {"doc_id": "19764038", "text": "Legal recognition of intersex people / and women, when assigned male or female; secondly it is about access to administrative corrections to legal documents when an original sex assignment is not appropriate; and thirdly, while opt in schemes may help some individuals, legal recognition is not about the creation of a third sex or gender classification for intersex people as a population. Like all individuals, some intersex individuals may be raised as a particular sex (male or female) but then identify with another later in life, while most do not. A 2012 clinical review suggests that between 8.5-20% of persons with intersex conditions may experience gender", "doc_score": "83.044189453125", "publish_date": "2018/12/31"}, {"doc_id": "13322153", "text": "Ageism / more for older or more experienced workers. Some political offices have qualifications that discriminate on the basis of age as a proxy for experience, education, or accumulated wisdom. For example, the President of the United States must be at least 35 years old; a United States Senator must be at least 30; and a United States Congress member must be at least 25. In the UK, age discrimination against older people has been prohibited in employment since 2006. Since then, the number of age discrimination cases rose dramatically. The laws protect anyone over the age of 16 who is young", "doc_score": "85.732666015625", "publish_date": "2018/12/31"}, {"doc_id": "18619419", "text": "Aging and society / in many countries the young are forbidden from voting. Thus, the aged have comparatively more, or at least different, political influence. In different societies, age may be viewed or treated differently. For example, age may be measured starting from conception or from birth, and starting at either age zero or age one. Transitions such as reaching puberty, age of majority, or retirement are often socially significant. The concepts of successful aging and healthy aging refer to both social and physical aspects of the aging process. Arbitrary divisions set to mark periods of life may include: juvenile (via infancy, childhood, preadolescence,", "doc_score": "85.41158294677734", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_12", "search_time": "2023/08/07/08:28", "search_result": [{"doc_id": "7085228", "text": "Nickelodeon Toys / squeezed into its clear, star-shaped container. Gak (among other varieties and accessories) returned to store shelves with modern-day Nickelodeon branding in 2012 and 2017; both 2010s incarnations were produced by NSI International. The name \"gak\" had previously been used by Marc Summers and the \"Double Dare\" crew to refer to slime used on the show. The name had originated as a street term for heroin. This was a source of amusement behind the scenes of \"Double Dare\" when Nickelodeon used the term for the toy Gak, unaware of its origin in drug culture. The Floam Shape Shop was a contraption", "doc_score": "83.7187271118164", "publish_date": "2018/12/31"}, {"doc_id": "1459812", "text": "Sainsbury's / During the 1980s, the Company invested in new technology: the proportion of sales passing through EPOS scanning checkouts rose from 1% to 90%. With the advent of out of town shopping complexes during the 1980s, Sainsbury's was one of the many big retail names to open new shops in such complexes – notably with its shop at the Meadowhall Shopping Centre, Sheffield (originally as a SavaCentre) in 1990, which was converted into a regular Sainsbury shop in 2005, and was closed in 2006 and the Merry Hill Shopping Centre at Brierley Hill in the West Midlands (part of an Enterprise", "doc_score": "80.39442443847656", "publish_date": "2018/12/31"}, {"doc_id": "3970275", "text": "British Home Stores / these is the two-level store at Merry Hill Shopping Centre in the West Midlands (which formed part of an Enterprise Zone). This store opened on 14 November 1989, ultimately replacing the store in nearby Dudley, which closed in June 1990 after a directly related sharp fall in turnover. The nearby West Bromwich store also closed around the same time, its fortunes also affected by the Merry Hill development and smaller developments around nearby Oldbury, which had begun with the SavaCentre hypermarket in 1980. In the mid-1990s, the brand saw a further reinvention under guidance from retail design house '20:20'. The", "doc_score": "78.52486419677734", "publish_date": "2018/12/31"}, {"doc_id": "6627504", "text": "Beatties / Beatties Beatties was a small British department store group located primarily in the Midlands of England. In 2005, when it had 12 stores, the group was acquired by House of Fraser. On 14 January 2006, the Birmingham store closed, because a similar House of Fraser store, Rackhams, was not far away. In August 2007, the Telford store was rebranded, along with the Solihull and Sutton Coldfield stores. The group is gradually rebranding all its branches under the House of Fraser name. In January 2010 the Dudley branch was closed. On 7 June 2018, it was announced that the last branch", "doc_score": "79.77743530273438", "publish_date": "2018/12/31"}, {"doc_id": "2761577", "text": "Toys \"\"R\"\" Us / 2018. In March 2018, the company announced that it would close all of its U.S. and British stores. The British locations closed in April and the U.S. locations in June. Its operations in international markets such as Asia and Africa were not affected, while its operations in Canada and parts of Europe were sold to third-parties. The Australian wing of Toys \"R\" Us entered voluntary administration on May 22 and closed all of its stores on August 5, 2018. The company continues to operate as the licensor of the chain's international operations and as the majority owner of the Asian", "doc_score": "80.17303466796875", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_13", "search_time": "2023/08/07/08:29", "search_result": [{"doc_id": "2813488", "text": "Megalodon / of. Its large size may have been due to climatic factors and the abundance of large prey items, and it may have also been influenced by the evolution of regional endothermy (mesothermy) which would have increased its metabolic rate and swimming speed. Since the otodontid sharks are considered to have been ectotherms, and megalodon was a close relative to them, megalodon may have also been ectothermic. Contrary to this, the largest contemporary ectothermic sharks, such as the whale shark, are filter feeders, implying some metabolic constraints with a predatory lifestyle. That is to say, it is unlikely that megalodon", "doc_score": "91.98648071289062", "publish_date": "2018/12/31"}, {"doc_id": "2813489", "text": "Megalodon / was ectothermic. Gordon Hubbell from Gainesville, Florida, possesses an upper anterior megalodon tooth whose maximum height is, one of the largest known tooth specimens from the shark. In addition, a megalodon jaw reconstruction developed by fossil hunter Vito Bertucci contains a tooth whose maximum height is reportedly over. The first attempt to reconstruct the jaw of megalodon was made by Bashford Dean in 1909, displayed at the American Museum of Natural History. From the dimensions of this jaw reconstruction, it was hypothesized that megalodon could have approached in length. Dean had overestimated the size of the cartilage on", "doc_score": "92.2430191040039", "publish_date": "2018/12/31"}, {"doc_id": "2813503", "text": "Megalodon / (although the \"Carcharocles\" lineage in general is thought to display a trend of increasing size over time). The overall modal length has been estimated at, with the length distribution skewed towards larger individuals, suggesting an ecological or competitive advantage for larger body size. Megalodon had a global distribution and fossils of the shark have been found in many places around the world, bordering all oceans of the Neogene. Though sharks are generally opportunistic feeders, megalodon's great size, high-speed swimming capability, and powerful jaws, coupled with an impressive feeding apparatus, made it an apex predator capable of consuming a broad", "doc_score": "92.98868560791016", "publish_date": "2018/12/31"}, {"doc_id": "2813519", "text": "Megalodon / largest macropredatory sperm whales such as \"Livyatan\" are best known from the Miocene, but persisted into the Pliocene, while others, such as \"Hoplocetus\" and \"Scaldicetus\", survived until the early Pleistocene. These may have occupied a niche similar to that of orcas before eventually being replaced by them. The extinction of megalodon set the stage for further changes in marine communities. The average body size of baleen whales increased significantly after its disappearance, although possibly due to other, climate-related, causes. Conversely the increase in baleen whale size may have contributed to the extinction of megalodon, as they may have preferred to", "doc_score": "90.74029541015625", "publish_date": "2018/12/31"}, {"doc_id": "2813480", "text": "Megalodon / the Paleocene and Miocene epochs. In this model, \"O. obliquus\" evolved into \"O. aksuaticus\", which evolved into \"C. auriculatus\", and then into \"C. angustidens\", and then into \"C. chubutensis\", and then finally into \"C. megalodon\". The evolution of this lineage is characterized by the increase of serrations, the widening of the crown, the development of a more triangular shape, and the disappearance of the lateral cusps. The genus \"Otodus\" is ultimately derived from \"Cretolamna\", a shark from the Cretaceous period. Another model of the evolution of \"Carcharocles\", proposed in 2001 by paleontologist Michael Benton, is that the three other species", "doc_score": "91.6636734008789", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_14", "search_time": "2023/08/07/08:29", "search_result": [{"doc_id": "4241552", "text": "Allied Democratic Forces / surrendered and were given amnesty. As the threat from the LRA in the DRC waned, the UPDF put increasing focus on the ADF as a reason for UPDF personnel to remain in the DRC. 2011 to 2013 - Several hundreds of people were kidnapped in Beni, some by ADF and some by other armed groups. In April 2013, it was reported that ADF started a recruitment campaign in Kampala and other parts of the country. Citing a defector from ADF, AllAfrica.com reported that approximately ten new recruits joined ADF forces every day. In July 2013, the ADF renewed its fighting", "doc_score": "76.50752258300781", "publish_date": "2018/12/31"}, {"doc_id": "64776", "text": "Central African Armed Forces / Central African Armed Forces The Central African Armed Forces () are the armed forces of the Central African Republic, established after independence in 1960. Today they are among the world's weakest armed forces, dependent on international support to hold back enemies in the current civil war. Its disloyalty to the president came to the fore during the mutinies in 1996–1997, and since then has faced internal problems. It has been strongly criticised by human rights organisations due to terrorism, including killings, torture and sexual violence. Its budget is currently just $15 million adjusted USD per year. The FACA proved to", "doc_score": "76.07146453857422", "publish_date": "2018/12/31"}, {"doc_id": "64788", "text": "Central African Armed Forces / relationship between military and civil parts of society. Most of the army's heavy weapons and equipment were destroyed or captured by Séléka militants during the 2012–2014 civil war. In the immediate aftermath of the war, the army was only in possession of 70 rifles. The majority of its arsenals were plundered during the fighting by the Séléka coalition and other armed groups. Thousands of the army's small arms were also distributed to civilian supporters of former President Bozizé in 2013. Prior to 2014, the army's stocks of arms and ammunition were primarily of French, Soviet, and Chinese origin. In 2018,", "doc_score": "75.0708236694336", "publish_date": "2018/12/31"}, {"doc_id": "20280444", "text": "Wagner Group / the key town of Sibut, near rebel-held territory. In August 2018, Russia signed a military cooperation agreement with the CAR. Three months later, \"Al Jazeera\" was given unprecedented access to Russian military instructors in the CAR. In mid-2018, it was reported that the Wagner Group was also active in Yemen, where a civil war had been taking place since 2015, between the Hadi government, supported by a Saudi-led military coalition, and the Iranian-backed SPC government dominated by the Houthis. The conflict had left between 10,000 and 50,000 people dead. In October 2018, the British tabloid \"The Sun\" cited British intelligence", "doc_score": "78.7330093383789", "publish_date": "2018/12/31"}, {"doc_id": "20515663", "text": "2017 Semuliki attack / the fighting has been over the access to mineral deposits which are plentiful in the region and the Kivu conflict has led to the deaths of thousands of people and the displacement of millions more. The United Nations has maintained an international presence in the region under the banner of MONUSCO since 1999, deploying peacekeepers and sending humanitarian aid. In 2013, the rebel group Mouvement du 23 Mars (M23) surrendered to the government. This surrender however did little ease the fighting and armed groups splintered even further. There are reported to be 70 armed groups operating in the region. One", "doc_score": "75.61997985839844", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_15", "search_time": "2023/08/07/08:29", "search_result": [{"doc_id": "19903266", "text": "Thomas Street Distillery / output of any whiskey distillery in the British Isles. However, the distillery later entered into financial difficulties, and closed in 1926. Although most of the distillery buildings were demolished following its closure, a few were incorporated into the Guinness St. James's Gate Brewery and are still extant. In January 2017, Diageo, producers of Guinness, announced that they would invest €25 million in establishing a new distillery in the old brewery power house building on Thomas Street, close to the site of the original Thomas Street Distillery. Production at the new distillery is planned to start in the first half of", "doc_score": "77.29098510742188", "publish_date": "2018/12/31"}, {"doc_id": "18372434", "text": "The Buttermarket / chain, Vue Cinemas, was granted permission by Ipswich Borough Council to convert the 2 storey shopping centre into a cinema. Their vision for the conversion was to convert the ground floor into a 9 screen cinema with retail outlets on the upper floor. However, in February 2015, Vue Cinemas withdrew plans but did not give an answer to why. In March 2015 was bought by Capital & Regional and Drum Property Group for £9.2 million. The group venture called Buttermarket Ipswich Ltd will see the creation of a 16 screen cinema plus 6 restaurants. The Buttermarket The Buttermarket is a", "doc_score": "76.44453430175781", "publish_date": "2018/12/31"}, {"doc_id": "3694595", "text": "Vue Cinemas / Corby. In the end of 2015, Vue Cheshire Oaks & Leeds were upgraded to be the first two cinemas to have IMAX screens. Vue built the first United Kingdom's eSports arena in cooperation with Gfinity, costing £350,000. The Fulham Broadway cinema was converted into a six hundred seat 'Gfinity Arena,' to host e-gaming events On 14 April 2017, it was announced that Vue had acquired the twenty screen Odeon Printworks complex in Manchester. This would add an additional IMAX screen to the companies estate. The cinema opened under the Vue brand on 24 May 2017. Vue Cinemas Vue International (otherwise", "doc_score": "77.95121765136719", "publish_date": "2018/12/31"}, {"doc_id": "15461092", "text": "Oasis 21 / Oasis 21 Oasis 21 is a modern facility located adjacent to Nagoya TV Tower in Sakae, Nagoya which was opened to the public in 2002. It contains restaurants, stores, and a bus terminal, as well as the tourist information. The building is mostly underground, constructed in front of the Aichi Arts Center and facing the Hisaya Ōdori Park. The roof is a large oval glass structure that floats above ground level. It is filled with water to create an interesting visual effect and to cool down the temperature of the shopping area and the public space for various events known", "doc_score": "75.8948974609375", "publish_date": "2018/12/31"}, {"doc_id": "9404620", "text": "The NEON / The NEON The former Newport Odeon is a large Grade II listed building in the city of Newport, South Wales. It is located at the junction of Clarence Place and Chepstow Road on the east side of Newport city centre, near Newport Bridge. The building is one of the few true examples of Art deco architecture in Newport. It was opened in March 1938 as an Odeon cinema, designed by Harry Weedon. The cinema closed in 1981, fell derelict in the following years and was facing the possibility of demolition. It became Grade II listed in 1999. After many years", "doc_score": "77.1075210571289", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_16", "search_time": "2023/08/07/08:29", "search_result": [{"doc_id": "17132943", "text": "Alternative for Germany / Alternative for Germany Alternative for Germany (, AfD) is a right-wing to far-right political party in Germany. Founded in April 2013, the AfD narrowly missed the 5% electoral threshold to sit in the Bundestag during the 2013 federal election. In 2014 the party won seven seats in the European election as a member of the European Conservatives and Reformists. After securing representation in 14 of the 16 German state parliaments by October 2017, the AfD became the third-largest party in Germany after the 2017 federal election, claiming 94 seats in the Bundestag, a major breakthrough for the party as it", "doc_score": "94.81021118164062", "publish_date": "2018/12/31"}, {"doc_id": "12227169", "text": "Far-right politics in Germany / Far-right politics in Germany The far-right in Germany quickly re-organised itself after the fall of Nazi Germany and the dissolution of the Nazi Party in 1945. However, the National Democratic Party of Germany (NPD), founded in 1964 and the only neo-Nazi political party remaining, won their first state representations in the Saxony state election, 2004, the Mecklenburg-Vorpommern state election, 2006 and the 2014 European Parliament election. \"Far-right\" is synonymous with the term \"extreme right\", or literally \"right-extremist\" (the German term used by the German intelligence service, the Verfassungsschutz), according to which neo-Nazism is a subclass, with its historical orientation at", "doc_score": "89.55750274658203", "publish_date": "2018/12/31"}, {"doc_id": "17132951", "text": "Alternative for Germany / left office in January 2014. In the 2013 Hesse state election held on 22 September 2013, the same day as the 2013 federal election, the AfD failed to gain representation in the parliament with 4.0% of the vote. In early 2014, the Federal Constitutional Court of Germany ruled the proposed 3% vote hurdle for representation in the European elections unconstitutional, and the 2014 European Parliament election became the first run in Germany without a barrier for representation. The AfD held a party conference on 25 January 2014 at Frankenstolz Arena, Aschaffenburg, northwest Bavaria. The conference chose the slogan \"Mut zu", "doc_score": "90.14571380615234", "publish_date": "2018/12/31"}, {"doc_id": "135197", "text": "Free Democratic Party (Germany) / of Free Democrats, (BFD). Within the FDP came in the following years to considerable internal discussions about dealing with the former block party. Even before the reunification of Germany united on a joint congress in Hanover, the West German FDP united with the other parties to form the first all-German party. Both party factions brought the FDP a great, albeit short-lived, increase in membership. In the first all-German Bundestag elections, the CDU/CSU/FDP center-right coalition was confirmed, the FDP received 11.0 percent of the valid votes (79 seats) and won (in Halle (Saale)) the first direct mandate since 1957. During the", "doc_score": "88.11580657958984", "publish_date": "2018/12/31"}, {"doc_id": "313450", "text": "Party of Democratic Socialism (Germany) / Party of Germany, SPD) in the federal states of Mecklenburg-Vorpommern and Berlin. In 2005, the PDS, renamed The Left Party.PDS (\"Die Linkspartei.PDS\") entered an electoral alliance with the Western Germany-based Electoral Alternative for Labour and Social Justice (WASG) and won 8.7% of the vote in Germany's September 2005 federal elections (more than double the 4% share achieved by the PDS alone in the 2002 federal election). On 16 June 2007, the two groupings merged to form a new party called The Left (\"Die Linke\"). The party had many socially progressive policies, including support for legalisation of same-sex marriage and greater", "doc_score": "87.34455871582031", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_17", "search_time": "2023/08/07/08:29", "search_result": [{"doc_id": "10482485", "text": "Racism in sport / still being oppressed in Australia, and did not acknowledge it. Racism in sport Racism in sports has been a prevalent issue throughout the world, and in particular racism towards African-Americans has been especially bad over the course of the history of sports in the United States and around the world. The Human Rights and Equal Opportunity Commission (HREOC) released a report in 2007 claiming that racial abuse and vilification is commonplace in international sports, in places such as Australia, Europe, and America. As sports progressed, race relations progressed at a comparable rate. In baseball for instance, African Americans were barred", "doc_score": "87.93701934814453", "publish_date": "2018/12/31"}, {"doc_id": "9188282", "text": "Racism in association football / than making public job postings. Stereotypes about coaches of colour, that they are more physical than intellectual, limit the accessibility of people of colour into the football industry. There are also legislative restrictions that limit the number of 'non-citizens' within a team in ⅓ of the countries in the EU, specifically targeting certain minorities. Therefore, there is 'invisible centrality of whiteness' that permeates the upper levels of the football system. The stereotypes also apply to the players and prevent them from being treated well during matches, as seen in the racist chants heard during matches. South Asian players are considered", "doc_score": "89.52306365966797", "publish_date": "2018/12/31"}, {"doc_id": "9188268", "text": "Racism in association football / Racism in association football Racism in association football is the abuse of players, officials, and fans because of their skin colour, nationality, or ethnicity. Some may also be targeted because of their association with an opposing team. However, there have been instances of individuals being targeted by their own fans. Racism in association football has been most studied in the European Union and Russia, although racist incidents have been reported abroad. In response to racist incidents at association football matches, in May 2013, FIFA, the international governing body of association football, announced new measures to deal with racism in the", "doc_score": "90.21088409423828", "publish_date": "2018/12/31"}, {"doc_id": "10482456", "text": "Racism in sport / Racism in sport Racism in sports has been a prevalent issue throughout the world, and in particular racism towards African-Americans has been especially bad over the course of the history of sports in the United States and around the world. The Human Rights and Equal Opportunity Commission (HREOC) released a report in 2007 claiming that racial abuse and vilification is commonplace in international sports, in places such as Australia, Europe, and America. As sports progressed, race relations progressed at a comparable rate. In baseball for instance, African Americans were barred from participation in the National Association of Baseball Players because", "doc_score": "88.37255096435547", "publish_date": "2018/12/31"}, {"doc_id": "9188276", "text": "Racism in association football / disguised racism that had proscribed any sustained South Asian progression in the game. Numerous problematic stereotypes still have a firm hold over the Asian identity. The standard stereotype of South Asian people is one of the submissive, naturally placid and physically frail individual. It has been stated that the Asian build is not that of a footballer and that the stereotype of \"weak Asian\" is influenced by notions of 'race' and issues of national identity. Common stereotypes list the Asian pupil as typically seen as physically frail, lacking in stamina and likely to underachieve. A 'Commission for Racial Equality (CRE)", "doc_score": "87.48441314697266", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_18", "search_time": "2023/08/07/08:29", "search_result": [{"doc_id": "15475117", "text": "Orphan Drug Act of 1983 / Orphan Drug Act, Japan adopted it in 1993 as did the European Union in 2000. In response to incidents such as difficulties with thalidomide the Kefauver-Harris Amendment was passed in 1962 as an amendment to the Federal Food, Drug, and Cosmetic Act. Kefauver-Harris required that all drugs approved for sale be proven safe and effective via rigorous scientific studies. While this legislation improved drug safety, it also dramatically increased the costs associated with developing new medicines. Pharmaceutical companies responded by focusing on developing treatments for common diseases in order to maximize the possibility of recouping research and development costs and", "doc_score": "81.67398071289062", "publish_date": "2018/12/31"}, {"doc_id": "1690106", "text": "Quackery / spamming – in which modern forms of quackery are touted as miraculous remedies for \"weight loss\" and \"sexual enhancement\", as well as outlets for medicines of unknown quality. While quackery is often aimed at the aged or chronically ill, it can be aimed at all age groups, including teens, and the FDA has mentioned some areas where potential quackery may be a problem: breast developers, weight loss, steroids and growth hormones, tanning and tanning pills, hair removal and growth, and look-alike drugs. In 1992, the president of The National Council Against Health Fraud, William T. Jarvis, wrote in \"Clinical Chemistry\"", "doc_score": "79.50559997558594", "publish_date": "2018/12/31"}, {"doc_id": "17885878", "text": "Patient Protection and Affordable Care Act Health Insurance Rate Review Program / awarded to states differ depending on particular needs and areas of improvement as presented through the application process. The baseline award for Cycles I, II, and III were $1 million, $3 million, and $2 million per state, respectively. Alaska, Florida, Georgia, Iowa, Wyoming, Idaho and Oklahoma either did not apply or returned funds allocated to their respective states. In terms of reducing rate increases for consumers, the 2012 KFF study showed that, on average, the rates that went into effect after implementation of the ACA's rate review provisions were 20.1% lower than rates initially requested by insurers. This has resulted", "doc_score": "78.30067443847656", "publish_date": "2018/12/31"}, {"doc_id": "7894315", "text": "Pre-exposure prophylaxis / cost of the regimen. For example, the U.K.'s NHS initially refused to offer PrEP to patients citing concerns about cost and suggested that local officials ought to bear the responsibility of paying for the drug. However, following significant advocacy efforts, the NHS has started to offer PrEP to patients in the UK in 2017. Most PrEP studies use the drug tenofovir or a tenofovir/emtricitabine combination (Truvada) that is delivered orally. Initial studies of PrEP strategies in non-human primates showed a reduced risk of infection among animals that receive ARVs prior to exposure to a simian form of HIV. A 2007", "doc_score": "81.52870178222656", "publish_date": "2018/12/31"}, {"doc_id": "12597270", "text": "Pediatric spaying / pediatric spay/neuter programs can ensure that nearly 100% of adopted animals are sterilized prior to adoption. The American Veterinary Medical Association issued a policy on Early-Age (Prepubertal) Spay/Neuter of Dogs and Cats in 1994. It was revised by the AVMA Executive Board April 1999 and April 2004 and now reads as follows: Some of the concerns expressed about pediatric sterilization include the possibility of complications due to the effects of anesthesia or the surgery itself on the younger patients. For instance, younger patients have a higher oxygen consumption rate than adults requiring a higher respiratory rate. Since anesthetic drugs depress", "doc_score": "81.13211822509766", "publish_date": "2018/12/31"}]}
{"question_id": "20230630_19", "search_time": "2023/08/07/08:29", "search_result": [{"doc_id": "479563", "text": "Drought / its present form could survive only three years of drought. Scientists at the Brazilian National Institute of Amazonian Research argue in the article that this drought response, coupled with the effects of deforestation on regional climate, are pushing the rainforest towards a \"tipping point\" where it would irreversibly start to die. It concludes that the rainforest is on the brink of being turned into savanna or desert, with catastrophic consequences for the world's climate. According to the WWF, the combination of climate change and deforestation increases the drying effect of dead trees that fuels forest fires. By far the largest", "doc_score": "86.20684814453125", "publish_date": "2018/12/31"}, {"doc_id": "3657433", "text": "Tropical rainforest / thousands of years and have remained so elusive that only recently have some tribes been discovered. These indigenous peoples are greatly threatened by loggers in search for old-growth tropical hardwoods like Ipe, Cumaru and Wenge, and by farmers who are looking to expand their land, for cattle(meat), and soybeans, which are used to feed cattle in Europe and China. On 18 January 2007, FUNAI reported also that it had confirmed the presence of 67 different uncontacted tribes in Brazil, up from 40 in 2005. With this addition, Brazil has now overtaken the island of New Guinea as the country having", "doc_score": "88.82408905029297", "publish_date": "2018/12/31"}, {"doc_id": "585108", "text": "Amazon rainforest / drought had three epicenters where vegetation died off, whereas in 2005, the drought was focused on the southwestern part. The findings were published in the journal Science. In a typical year, the Amazon absorbs 1.5 gigatons of carbon dioxide; during 2005 instead 5 gigatons were released and in 2010 8 gigatons were released. Additional severe droughts occurred in 2010, 2015, and 2016. Amazon rainforest The Amazon rainforest (Portuguese:'or ';,'or usually '; ; ), also known in English as Amazonia or the Amazon Jungle, is a moist broadleaf forest in the Amazon biome that covers most", "doc_score": "90.29833984375", "publish_date": "2018/12/31"}, {"doc_id": "13458728", "text": "Deforestation by region / Deforestation by region Rates and causes of deforestation vary from region to region around the world. In 2009, 2/3 of the world forests were in 10 top countries: 1) Russia, 2) Brazil, 3) China, 4) United States, 5) Canada, 6) Australia, 7) Congo, 8) Indonesia, 9) Peru and 10) India. World annual deforestation is estimated as 13.7 million hectares a year, equal to the area of Greece. Only half of this area is compensated by new forests or forest growth. In addition to directly human-induced deforestation, the growing forests have also been affected by climate change, increasing risks of storms,", "doc_score": "89.99020385742188", "publish_date": "2018/12/31"}, {"doc_id": "9883035", "text": "Tropical Asia / Tropical Asia Tropical Asia is a region in Asia that experiences tropical climate. It is physiogeographically and economically rich in natural resources and biodiversity, including many species of agricultural value. There are 16 countries of tropical Asia ranging in size from around 610 km² (Singapore) to 3,000,000 km² (India). Its population, is dominantly rural—however, in 1995, a census showed a region with 6 out of 25 of the large cities. The population is 1.6 billion, likely to reach 2.4 billion in 2025. Climate in tropical Asia is subject to seasonal weather patterns with the two monsoons and the amount of", "doc_score": "87.83252716064453", "publish_date": "2018/12/31"}]}
