{"question_id": "20231020_0", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "20610925", "text": "? (XXXTentacion album) / as reggaeton pop, while \"Infinity (888)\" is \"a classic hip-hop song.\" The cover art was first shown on XXXTentacion's Instagram story on January 28, 2018, with the caption \"coming soon\". Later that day, he explained that:\"This albums not about the words, it's about the feeling...it'll be very hard to understand, but very easy to listen to...it's not what you're expecting, even if you feel like you understand my music, be prepared to not understand this music.\"XXXTentacion released the song \"Hope\" on his SoundCloud on February 21, 2018, dedicated to the survivors of the Stoneman Douglas High School shooting. \"Hope\" was", "doc_score": "80.72451782226562", "publish_date": "2018/12/31"}, {"doc_id": "20257046", "text": "The Autobiography (Vic Mensa album) / The Autobiography (Vic Mensa album) The Autobiography is the debut studio album by American rapper Vic Mensa. The album was released on July 28, 2017, by Roc Nation and Capitol Records. The album features guest appearances from Weezer, Syd, The-Dream, Chief Keef, Joey Purp, Pharrell Williams, Saul Williams, Ty Dolla Sign and Pusha T. The album was released for streaming, a week early from its release date via NPR. On July 11, 2017, the release date for the album was revealed. On July 14, 2017, the album's cover art was released. Vic Mensa explained the concept behind \"The Autobiography\" during", "doc_score": "80.948974609375", "publish_date": "2018/12/31"}, {"doc_id": "14151027", "text": "Rihanna (book) / tentative date, on June 29 of that year. During an interview with website MuuMuse, the book's photographer and British artist Simon Henwood, who also served as the creative director during the promotional campaign for \"Rated R\", spoke on the concept and purpose of the publication. He revealed that the book was created in order to show the events of that promotional era, and while he did not envision the project as a \"diary\", he described it as a \"picture book of everything that happens when you're building [something] like this, so things people had not seen of her.\" Having spent", "doc_score": "81.68074035644531", "publish_date": "2018/12/31"}, {"doc_id": "20205412", "text": "Now (Shania Twain album) / the song, directed by Matthew Cullen, was released in July. \"Swingin' With My Eyes Closed\" was released as the second single from \"Now\" on August 18, 2017, later accompanied by a music video. \"Who's Gonna Be Your Girl\" was released as the third single from the album on October 10, 2017, followed by \"We Got Something They Don't\" as the fourth single on October 30. Two tracks from \"Now\" were released as promotional singles ahead of the album's release: \"Poor Me\" was released as the first promotional single on July 20, 2017, accompanied by an official lyric video, followed by", "doc_score": "80.96056365966797", "publish_date": "2018/12/31"}, {"doc_id": "19322923", "text": "This Is What the Truth Feels Like / she posted the album's track list through her Twitter account with the caption \"This Is What the Truth Feels Like...\", which was later confirmed as the album's title. A day later, the album's art cover was released, along with the titles of four bonus tracks exclusive to the Target edition. The release date was scheduled for March 18, 2016. The cover features a close-up shot of Stefani with \"hand drawn hearts, tears and flowers\", which according to Carolyn Menyes of \"Music Times\", \"giv[es] the record a sense of femininity and raw emotion\". Using Stefani's official website, fans were able to", "doc_score": "81.28656768798828", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_1", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "776523", "text": "Millennium Bridge, London / crossing a bridge that has a lateral sway have an unconscious tendency to match their footsteps to the sway, exacerbating it. The tendency of a suspension bridge to sway when troops march over it in step was well known, which is why troops are required to break step when crossing such a bridge. The bridge was temporarily closed on 18 January 2007, during the Kyrill storm due to strong winds and a risk of pedestrians being blown off the bridge. The bridge's movements were caused by a 'positive feedback' phenomenon, known as synchronous lateral excitation. The natural sway motion of", "doc_score": "82.10013580322266", "publish_date": "2018/12/31"}, {"doc_id": "776526", "text": "Millennium Bridge, London / the amplitude of the vibrations. For example, Albert Bridge in London has a sign dating from 1873 warning marching ranks of soldiers to break step while crossing. Other bridges which have seen similar problems are: After extensive analysis by the engineers, the problem was fixed by the retrofitting of 37 fluid-viscous dampers (energy dissipating) to control horizontal movement and 52 tuned mass dampers (inertial) to control vertical movement. This took from May 2001 to January 2002 and cost £5M. After a period of testing, the bridge was successfully reopened on 22 February 2002. The bridge has not been subject to", "doc_score": "82.581787109375", "publish_date": "2018/12/31"}, {"doc_id": "776518", "text": "Millennium Bridge, London / Millennium Bridge, London The Millennium Bridge, officially known as the London Millennium Footbridge, is a steel suspension bridge for pedestrians crossing the River Thames in London, England, linking Bankside with the City of London. It is located between Southwark Bridge and Blackfriars Railway Bridge. It is owned and maintained by Bridge House Estates, a charitable trust overseen by the City of London Corporation. Construction began in 1998, and it initially opened in June 2000. Londoners nicknamed the bridge the \"Wobbly Bridge\" after pedestrians experienced an alarming swaying motion. The bridge was closed later on opening day and, after two days", "doc_score": "80.14645385742188", "publish_date": "2018/12/31"}, {"doc_id": "776528", "text": "Millennium Bridge, London / AudioBox. Millennium Bridge, London The Millennium Bridge, officially known as the London Millennium Footbridge, is a steel suspension bridge for pedestrians crossing the River Thames in London, England, linking Bankside with the City of London. It is located between Southwark Bridge and Blackfriars Railway Bridge. It is owned and maintained by Bridge House Estates, a charitable trust overseen by the City of London Corporation. Construction began in 1998, and it initially opened in June 2000. Londoners nicknamed the bridge the \"Wobbly Bridge\" after pedestrians experienced an alarming swaying motion. The bridge was closed later on opening day and, after two", "doc_score": "79.97350311279297", "publish_date": "2018/12/31"}, {"doc_id": "712464", "text": "Tower Bridge / behind the Olympic rings. The sound travelled backwards and forwards along the walkway, echoing the structure of the bridge. Following the Olympics, the rings were removed from Tower Bridge and replaced by the emblem of the Paralympic Games for the 2012 Summer Paralympics. Tower Bridge was closed to all road traffic for almost three months in late 2016 (1 October to 30 December). This was to allow structural maintenance work to take place. The work included: During this time the bridge was still open to water borne traffic as required by Act of Parliament. The bridge was open to pedestrians", "doc_score": "78.56849670410156", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_2", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "1001060", "text": "Charles de Gaulle Airport / 1975. Initially called \"Roissy\", it was renamed after its designer Adrian Frutiger. Until 2005, every PA announcement made at Terminal 1 was preceded by a distinctive chime, nicknamed \"Indicatif Roissy\" and composed by Bernard Parmegiani in 1971. The chime can be heard in the Roman Polanski film \"Frantic\". The chime was officially replaced by the \"Indicatif ADP\" chime. On 14 April 2016, the Groupe ADP rolled out the \"Connect 2020\" corporate strategy and the commercial brand Paris Aéroport was applied to all Parisian airports, including Le Bourget airport. Charles de Gaulle Airport has three terminals: Terminal 1 is the oldest", "doc_score": "79.97136688232422", "publish_date": "2018/12/31"}, {"doc_id": "19152330", "text": "Eckwersheim derailment / for commercial service was delayed three months, from 3 April 2016 to 3 July 2016. The LGV Est européenne (often shortened to \"LGV Est\") is a high-speed rail line connecting Paris and Strasbourg. Development has been divided into two phases. The first phase, from Vaires-sur-Marne near Paris, to Baudrecourt opened on 10 June 2007. Construction on the second phase, from Baudrecourt to Vendenheim, near Strasbourg, began in 2010. The final weld of rails on the second phase occurred in March 2015, marking the completion of the line, although some work remained. At the time of the derailment, the line was", "doc_score": "75.90760803222656", "publish_date": "2018/12/31"}, {"doc_id": "13005732", "text": "1953 Col des Nuages derailment / 1953 Col des Nuages derailment The Col des Nuages derailment was a train derailment that occurred in eastern French Indochina, in modern-day Vietnam, on 24 June 1953, during the First Indochina War. Railway officials announced the day after that \"about 100 or more\" were killed when a passenger train plunged 50 feet through a sabotaged viaduct. Two locomotives and 18 cars crashed down in a ravine at the Col des Nuages (\"Pass of the Clouds\", known now as the Hai Van Pass), a mountain pass on the route between the ancient Vietnamese capital of Huế and the port of Tourane", "doc_score": "77.15892028808594", "publish_date": "2018/12/31"}, {"doc_id": "2434779", "text": "Air France Flight 4590 / the aircraft, but they lost control due to falling speed and the aircraft stalled, crashing into the Hôtelissimo Les Relais Bleus Hotel. The hotel is near the airport and adjacent to an intersection known as \"La Patte d'Oie de Gonesse\" (the \"Goose Foot of Gonesse\") for its radiating roads D902 and D317. The crew was trying to divert to nearby Paris–Le Bourget Airport, but accident investigators stated that a safe landing would have been highly unlikely, given the aircraft's flight path. The cockpit voice recorder (CVR) recorded the last intelligible words in the cockpit (translated into English): All the passengers", "doc_score": "78.71741485595703", "publish_date": "2018/12/31"}, {"doc_id": "1586018", "text": "Flight to Varennes / the royal family, only to be expelled from the palace by National Guards. The intended goal of the unsuccessful flight was to provide the king with greater freedom of action and personal security than was possible in Paris. At Montmédy General François Claude de Bouillé, the marquis de Bouillé, had concentrated a force of 10,000 regulars of the old royal army who were considered to still be loyal to the monarchy. De Bouillé himself had shown energy in suppressing a serious mutiny in Nancy in 1790. The troops under his command included two Swiss and four German mercenary regiments who", "doc_score": "77.95047760009766", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_3", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "19386589", "text": "Protests against Donald Trump / January 20, 2017. Security preparation for Trump's inauguration gathered nearly 28,000 security personnel to participate in Washington, D.C. The vast majority of protesters, several thousand in all, were peaceful. However, many violent acts, such as property destruction, occurred. DisruptJ20 protesters linked arms at security checkpoints and attempted to shut them down. Some elements of the protesters were black bloc groups and self-described anarchists, and engaged in sporadic acts of vandalism, rioting, and violence. On the eve of the inauguration, January 19, protestors gathered outside the National Press Building in Washington D.C. where the DeploraBall was held. Several protesters threw debris", "doc_score": "86.67427825927734", "publish_date": "2018/12/31"}, {"doc_id": "15292870", "text": "2016 Democratic National Convention / the six polls released by 1 August 2016). According to \"FiveThirtyEight\", Clinton's post-convention bounce was larger than Trump's. A total of 103 people were cited during the entire Democratic National Convention Demonstrations by delegates on the convention floor were organized by the Bernie Delegates Network, led by California delegate Norman Solomon. In response to the email leak, many delegates protested the perceived bias and corruption of the Democratic National Committee on the opening day of the convention. Wasserman Schultz was repeatedly heckled as she addressed the Florida delegation, frequently interrupted by boos, jeers and cries of the word \"shame\", while", "doc_score": "86.2103500366211", "publish_date": "2018/12/31"}, {"doc_id": "19386617", "text": "Protests against Donald Trump / Montenegro, Iran, Morocco, Poland, United Kingdom, Greece and Indonesia gathered to protest against the decision. Several protests have been planned following the Stoneman Douglas High School shooting in Parkland, Florida, calling on President Trump and Republicans on both federal and state levels to take stricter action on gun control. These included protests at the National Rifle Association's headquarters in Virginia and a walkout at South Broward High School not far from where the shooting took place. Several nationwide school walkouts are being planned to protest the shooting and inaction on gun control. In June 2018 several protests were held in", "doc_score": "85.091064453125", "publish_date": "2018/12/31"}, {"doc_id": "20354167", "text": "Trump Free Speech Rally / Trump Free Speech Rally The Trump Free Speech Rally was a demonstration organized by Patriot Prayer on June 4, 2017, in Portland, Oregon, in support of President Donald Trump. Several hundreds participants gathered, along with a larger group of counter-protesters who organized the Portland Stands United Against Hate Rally outside City Hall. Police worked to keep the groups separate, and closed neighboring Chapman Square where anti-fascist demonstrators had gathered. Officers clashed with this particular group of demonstrators, and fourteen people were arrested. Many weapons were confiscated, but there were no reported injuries. The Trump Free Speech Rally was held one", "doc_score": "83.61451721191406", "publish_date": "2018/12/31"}, {"doc_id": "19958205", "text": "DisruptJ20 / DisruptJ20 DisruptJ20 (also Disrupt J20) was an organization that protested and attempted to disrupt events of the presidential inauguration of the 45th U.S. President, Donald Trump, which occurred on January 20, 2017. The group was founded in July 2016 and publicly launched on November 11 of the same year. DisruptJ20's inauguration protests were a part of a wider array of protests organized both locally and nationally from a more extensive initial plan. The protests included efforts to blockade one bridge and to shut down security checkpoints. James O'Keefe and Project Veritas had some success infiltrating DisruptJ20's planned inauguration efforts. A", "doc_score": "85.53251647949219", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_4", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "20691359", "text": "Mexico-Hermosa Transmission Line / and the said other line (fifth time). It turns to the left and continues until the line turns right upon approaching Hermosa Substation, where it ends. The four new bipole towers (totalling to 8 steel poles) and some new steel poles are located in Lubao and near Hermosa Substation, respectively. The National Transmission Corporation (TransCo) relocated its Bacolor-Guagua section through the Lahar-Affected Transmission Line Relocation Project, using 19 new steel towers. It was completed in April 2003. In 2015, wood pole 5A was replaced with a more durable three-level steel pole. The reconductoring of a line was done in 2017,", "doc_score": "87.89420318603516", "publish_date": "2018/12/31"}, {"doc_id": "14615788", "text": "Alamo Canal / concrete headgates at Hanlon Heading. In 1904 heavy silting greatly reduced the water-carrying capacity of the canal. Imperial Valley farmers, under considerable financial stress, pressured the California Development Company to resolve the problem. Charles Rockwood, faced with bankruptcy and \"after mature deliberation\", directed the engineering of a breach in the bank of the Colorado River approximately south of the existing wooden headgates (the Chaffey Gate). The breach, known as the Lower Mexican Intake, and constructed without headgates and without the permission of the Mexican authorities, allowed the Colorado River to flow unimpeded into the canal, and then to Imperial Valley", "doc_score": "85.3917236328125", "publish_date": "2018/12/31"}, {"doc_id": "3633758", "text": "All-American Canal / completed in 2009. Over 500 people have drowned in the All-American Canal since its completion due to deep, cold water, steep sides that make escape difficult, and swift currents that can reach 5.45 mph (8.8 km/h). Many of those killed are undocumented migrants traveling across the U.S.-Mexico border. Deaths peaked at 31 in 1998 after increased border security measures in San Diego pushed undocumented migrants to cross the border in other areas. In 2011 the Imperial Irrigation District began installing lines with lifesaving buoys across the canal in 105 locations, despite debates about such safety measures encouraging illegal migration. Bilingual", "doc_score": "87.13890838623047", "publish_date": "2018/12/31"}, {"doc_id": "2382892", "text": "Panama Canal Railway / city. No other stations exist. The renovation project involved the laying of new ballast, sleepers (ties), and rail. The track gauge was changed from to, which is the same \"standard gauge\" used on the North American rail network. The rails were replaced with continuously welded rail, purchased from Sydney Steel Corporation in Sydney, Nova Scotia, Canada. Similarly, the crushed rock used for ballast was purchased from Martin Marietta Materials in Auld's Cove, Nova Scotia, Canada. Concrete sleepers (ties) were used to avoid termite and other insect damage. The route was realigned slightly, with a shortcut added around the Gatún", "doc_score": "86.3087158203125", "publish_date": "2018/12/31"}, {"doc_id": "2382871", "text": "Panama Canal Railway / Ocean and the summit ridge above the same level. The gauge was in, Ω-shaped rail. This gauge was that of the southern United States railway companies at the time. This gauge was converted to standard in thee United States in May 1886 after the American Civil War, but remained in use in Panama until the railroad was rebuilt in 2001. They now had the job of making things permanent and upgrading the railway. Hastily erected wooden bridges that quickly rotted in the tropical heat and often torrential rain had to be replaced with iron bridges. Wooden trestles had to", "doc_score": "83.40772247314453", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_5", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "20346946", "text": "Public opinion of same-sex marriage in Australia / In September 2015, an Essential Media Communications poll found 67% of Australians wanted a peoples’ vote (i.e., referendum or plebiscite) to resolve the definition of marriage, with \"little change since this question was asked in August\". However, in October 2015, another Essential poll found that support for a people's vote on the issue fell to 43% when informed that \"a national vote on same-sex marriage would cost around $150 million\". 41% favoured a parliamentary vote. The same poll also found that 59% of respondents thought that \"same-sex couples should be allowed to marry\", 30% of respondents thought that \"same-sex couples", "doc_score": "86.97608184814453", "publish_date": "2018/12/31"}, {"doc_id": "20291253", "text": "Australian Marriage Law Postal Survey / processes to ensure eligible Australians lacking access to post could participate. The survey returned 7,817,247 (61.6%) \"Yes\" responses and 4,873,987 (38.4%) \"No\" responses. An additional 36,686 (0.3%) responses were unclear and the total turnout was 12,727,920 (79.5%). Prior to the survey, the Liberal–National Coalition government had pledged to facilitate a private member's bill to legalise same-sex marriage in the Parliament in the event of a \"Yes\" outcome. This allowed parliamentary debate and a vote eventually leading to the legalisation of same-sex marriage. Both the Coalition and the opposition Labor Party allowed their MPs a conscience vote on the relevant legislation.", "doc_score": "86.79729461669922", "publish_date": "2018/12/31"}, {"doc_id": "20346950", "text": "Public opinion of same-sex marriage in Australia / majority of voters are opposed to same-sex marriage. The ten electorates most supportive of same-sex marriage are Sydney, Melbourne, Grayndler, Wentworth, Melbourne Ports, Wills, Gellibrand, Batman, Higgins and Brisbane. Less than 10% in Sydney and Melbourne are opposed to allowing same-sex couples to wed. A July 2017 Essential Media poll found that 63% of respondents believed same-sex couples should be allowed to marry, 25% of respondents believed same-sex couples should not be allowed to marry and 12% did not know. In response to the question \"do you think the issue of same-sex marriage should be decided by Parliament or should", "doc_score": "87.28919219970703", "publish_date": "2018/12/31"}, {"doc_id": "10667301", "text": "Maori voting rights in Australia / Maori voting rights in Australia Maori voting rights in Australia have an unusual history compared to voting rights for other non-white minorities. Māori were first given the vote through the Commonwealth Franchise Act 1902, which specifically limited voting enrolment to persons of European descent, and \"aboriginal native(s)\" of New Zealand, in an effort to allay New Zealand's concerns about joining the Federation. During the parliamentary debates over the Act, leading Labor Party member King O'Malley supported the inclusion of Maori, and the exclusion of Australian Aboriginals, in the franchise, arguing that \"An aboriginal is not as intelligent as a Maori.\"", "doc_score": "86.73380279541016", "publish_date": "2018/12/31"}, {"doc_id": "20346951", "text": "Public opinion of same-sex marriage in Australia / there be a national vote\", 59% favoured a national vote, 29% said it should be decided by parliament and 12% responded \"don't know\". Public opinion of same-sex marriage in Australia Public opinion of same-sex marriage in Australia has shifted from 38% support in 2004 to consistent majority support of 61% in 2017. A June 2004 poll conducted by Newspoll showed that 38% of respondents supported same-sex marriage in Australia, with 44% opposed and 18% undecided. In June 2007, a Galaxy Research poll conducted for advocacy group GetUp! measured the opinions of 1,100 Australians aged 16 and over and found that", "doc_score": "86.8060531616211", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_6", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "8665911", "text": "Au cœur du stade / Au cœur du stade Au cœur du stade (meaning \"At the Heart of the Stadium\") is the fourth live album by Canadian singer Celine Dion, released by Columbia Records on 27 August 1999. It was recorded during two sold-out concerts at the Stade de France in Paris in June 1999. Dion made music history with these two concerts, becoming the first artist in history to perform for more than 90,000 spectators, with a grand total of 180,000 ticketholders over the two nights. The album features primarily French-language songs, mainly from \"S'il suffisait d'aimer\" (1998), but also includes \"My Heart Will", "doc_score": "80.06248474121094", "publish_date": "2018/12/31"}, {"doc_id": "8665915", "text": "Au cœur du stade / On the European Top 100 Albums, \"Au cœur du stade\" peaked at number 9. Au cœur du stade Au cœur du stade (meaning \"At the Heart of the Stadium\") is the fourth live album by Canadian singer Celine Dion, released by Columbia Records on 27 August 1999. It was recorded during two sold-out concerts at the Stade de France in Paris in June 1999. Dion made music history with these two concerts, becoming the first artist in history to perform for more than 90,000 spectators, with a grand total of 180,000 ticketholders over the two nights. The album features primarily", "doc_score": "79.52403259277344", "publish_date": "2018/12/31"}, {"doc_id": "1000461", "text": "Johnny Hallyday / duets with 187 artists. Credited for his strong voice and his spectacular shows, he sometimes arrived by entering a stadium through the crowd and one time by jumping from a helicopter above the Stade de France, where he has performed 9 times. Among his 3,257 shows completed in 187 tours, the most memorable were at Parc des Princes in 1993, at the Stade de France in 1998 (just after France's win in the Football World Cup) and at the Eiffel Tower in 2000, which are all regarded as record-breaking performances in terms of ticket sales for a French artist. A", "doc_score": "78.14381408691406", "publish_date": "2018/12/31"}, {"doc_id": "7162374", "text": "Who's That Girl World Tour / were still left unsold for her Leeds concert. Madonna's concert in Paris in front of 130,000 fans remains to this date, her biggest concert audience ever and largest crowd of any concert in French history. A concert was also planned in Basel, Switzerland for August 31, 1987, but negotiations between Madonna's management and local organizers failed due to the high fee of one million ($ million in dollars) that Madonna's camp demanded. As a result, Nice, France was booked in the itinerary. But when a local mayor threatened to cancel the concert, citing crowd problems, Jacques Chirac, then Mayor of", "doc_score": "77.52767181396484", "publish_date": "2018/12/31"}, {"doc_id": "1625148", "text": "Eric Cantona / football. He also starred in a Eurostar commercial in 1996, and an Irish EuroMillions advertisement in 2004. In 2009, he featured in a British television advertisement for a new model of the Renault Laguna. In 2007, he performed a spoken-word role on the album \"La mécanique du cœur\", by French rock band Dionysos. Shortly after his departure from Manchester United in 1997, Cantona became captain of the French national beach soccer team, gaining an interest in the sport through his brother Joel who was already a part of the French national side travelling the world to play matches. Cantona continued", "doc_score": "80.85607147216797", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_7", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "18541763", "text": "19 January 2015 DRC protests / France, the United Kingdom, the United Nations peacekeeping mission in Congo, and the United States met privately with President Kabila at his home in Kinshasa. On 25 January, the Congolese Senate removed the controversial provision from the proposed law and passed it, leading the opposition to call off plans for protests on the next day. President Kabila has until 24 February to sign the bill into law. Around 50 Chinese national-run businesses in the Kinshasa neighborhoods of Ngaba and Kalamu were targeted by looters. An Agence France-Presse article reported that the attacks were motivated by local businesses' resentment of the", "doc_score": "79.8499526977539", "publish_date": "2018/12/31"}, {"doc_id": "10906702", "text": "African Monetary Union / in the next ten years. So far only three of the 53 member states of the African Union have committed to using the currency. Egypt, Swaziland, and Lesotho have logged reservations over the precise date of monetary union and have requested a two- to three-year delay. Seychelles may not join as a result of economic fears and may, along with Cape Verde, attempt to join the euro at a later date, while the official currency of Mayotte is the euro. The African Central Bank (ACB) is one of the three financial institutions of the African Union. It will over time", "doc_score": "80.5191650390625", "publish_date": "2018/12/31"}, {"doc_id": "18472372", "text": "Asia Region Funds Passport / Asia Region Funds Passport The Asia Region Funds Passport is an economic initiative to provide regional management of funds throughout member states in Asia. It is led by Australia, Singapore, New Zealand and the Republic of Korea, all of whom signed a Statement of Intent on 20 September 2013 at the APEC Finance Ministers’ meeting in Nusa Dua, Bali. The ministers from these economies signed with a view that their economies can potentially become members of the passport once it is launched in 2016, and that they agree with the principles set out in the framework document. This document forms", "doc_score": "79.69149017333984", "publish_date": "2018/12/31"}, {"doc_id": "19628397", "text": "African Union Passport / African Union Passport The African Union Passport is a common passport document that is set to replace existing nationally-issued African Union member state passports and exempt bearers from having to obtain any visas for all 55 states in Africa. It was launched on July 17th, 2016 at the 27th Ordinary Session of the African Union that was held in Kigali in Rwanda by Rwandan President Paul Kagame and Chadian President Idriss Déby. As of June 2018, the passport was planned to be rolled out and ready for use at borders worldwide by 2020. There are three types of African Union", "doc_score": "80.21271514892578", "publish_date": "2018/12/31"}, {"doc_id": "20953299", "text": "Global Financing Facility / director. The Democratic Republic of the Congo was one of the first countries to benefit. It received a $200 million donation to its trust fund from the Bill & Melinda Gates Foundation in 2017 and is looking to raise $2 billon in 2018. It is one of the sponsors of the Global Action Plan in 2018. Global Financing Facility The Global Financing Facility was launched at the Financing for Development Conference in Addis Ababa in July 2015 by the United Nations and the World Bank as part of an effort to achieve the Sustainable Development Goals and in particular to", "doc_score": "78.5597915649414", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_8", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "1479269", "text": "Transportation Security Administration / in recent years, from 976 in 2009 to 1,813 in 2013, according to the TSA. In 2010 an anonymous source told ABC News that undercover agents managed to bring weapons through security nearly 70 percent of the time at some major airports. Firearms can be legally checked in checked luggage on domestic flights. In some cases, government leaders, members of the US military and law-enforcement officials are allowed to bypass security screening. In a program begun in October 2011, the TSA's Precheck Program allows selected members of the American Airlines, Delta Air Lines, United Airlines, Alaska Airlines, Hawaiian Airlines, Virgin", "doc_score": "82.625244140625", "publish_date": "2018/12/31"}, {"doc_id": "16134887", "text": "History of United Airlines / seated passengers to give up their seats but had no volunteers and four selected passengers were then told they must leave the plane. Dr Dao refused this instruction and law enforcement officers were called. The activity was video-recorded by several passengers and officials and the resultant publicity and subsequent handling of the incident by United Airlines was a PR disaster. In January 2018, United plans to grow its company by adding between 4% and 6% to its passenger capacity this year and maintain that growth through 2020; this news caused all U.S. airline stocks to fall in value. United Airlines", "doc_score": "82.72537994384766", "publish_date": "2018/12/31"}, {"doc_id": "19972353", "text": "Executive Order 13769 / and CAIR also encourages travelers to register with them, prior to travel. The Department of Homeland Security (DHS) said on January 28 that the order was applied to \"less than one percent\" of the 325,000 air travelers who arrived in the United States. By January 29 DHS estimated that 375 travelers had been affected with 109 travelers in transit and another 173 prevented from boarding flights. In some airports there were reports that Border Patrol agents were requesting access to travelers' social media accounts. On February 3 attorneys for the DOJ's Office of Immigration Litigation advised a judge hearing one", "doc_score": "83.05484008789062", "publish_date": "2018/12/31"}, {"doc_id": "19600557", "text": "Screening Partnership Program / creates jobs. Several airports, such as Midway International Airport and O'Hare International Airport, have occasionally notified flyers that they should arrive around 3 hours before their flight, in case delays are to occur due to the supposed inefficiency of the TSA. Periodically, flyers have even missed their flights as a result of long lines for screening and other general delays, which has influenced people to want to switch to private screening agencies. Additionally,in 2015, the United States Department of Homeland Security (DHS) inspector general, John Roth, expressed concern with how \"challenges [are] in almost every area of TSA’s operations...", "doc_score": "82.10481262207031", "publish_date": "2018/12/31"}, {"doc_id": "17528604", "text": "Provisions of the Patient Protection and Affordable Care Act / hourly employees whose plans have annual caps of $10,000. The waivers are issued for one year and can be reapplied for. Referring to the adjustments as \"a balancing act\", Nancy-Ann DeParle, director of the Office of Health Reform at the White House, said, \"The president wants to have a smooth glide path to 2014.\" On July 2, 2013, the Obama Administration announced on the Treasury Department's website that it would delay the employer mandate for one year, under Proposed Regulations REG-138006-12 until 2015. In the statement, the Administration said that they were delaying implementation in order to meet two goals:", "doc_score": "82.73837280273438", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_9", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "5109384", "text": "The World's 50 Best Restaurants / gastronomic trends, the list showcases a variety of cuisines from all over the world. The top restaurants have sometimes been forerunners of molecular gastronomy. Most of the restaurants serve haute cuisine, which is characterized by the meticulous preparation and careful presentation of food. The first place on the list has been dominated by elBulli and Noma. In 2002 and 2006–2009, elBulli was determined to be the world's best restaurant, winning more times than any other restaurant. In 2010, Noma received the first place award. It was maintained in 2011 and again in 2012. After defending its title for the third", "doc_score": "83.12325286865234", "publish_date": "2018/12/31"}, {"doc_id": "5109386", "text": "The World's 50 Best Restaurants / expected and soon became established as a major event in the culinary world. The World's 50 Best Restaurants list is compiled from the votes of the \"World’s 50 Best Restaurants Academy\", a group of 26 panels established to make the ranking. The world is divided into regions, with a chairperson in each region appointed for their knowledge of their part of the restaurant world. These chairs each selected a voting panel of 40 members, who every year cast thousands of votes. There is no list of nominees; each member of the international voting panel votes for their own personal choice", "doc_score": "82.71766662597656", "publish_date": "2018/12/31"}, {"doc_id": "1944052", "text": "Bar / continental European countries. As of May, 2014, Pittsburgh, Pennsylvania had the most bars per capita in the United States. In Bosnia and Herzegovina, Croatia, Montenegro and Serbia, modern bars overlap with coffeehouses and larger ones are sometimes also nightclubs. Since the 1980s, they have become similar in social function to the bars of Italy, Spain and Greece, as meeting places for people in a city. Bar A bar (also known as a saloon or a tavern or sometimes a pub or club, referring to the actual establishment, as in pub bar or savage club etc.) is a retail business establishment", "doc_score": "80.59226989746094", "publish_date": "2018/12/31"}, {"doc_id": "5109387", "text": "The World's 50 Best Restaurants / of ten restaurants. Up to six votes can be cast for restaurants in the voter's own region, while at least four must go to restaurants outside of the home region. No voting member is allowed to vote for their own restaurant, or one in which they have an economic interest, and voters must have eaten in the restaurants they nominate within the past 18 months. The integrity of the voting process and the resulting list is adjudicated by global consultancy firm Deloitte. The criteria are different from those of the \"Michelin Guide\" or other guides, which has allowed restaurants like", "doc_score": "82.51608276367188", "publish_date": "2018/12/31"}, {"doc_id": "7308025", "text": "Swensen's / The Swensen's chain now includes about 300 franchise outlets worldwide including locations in Asia, the Middle East, the United States, South America, India, Taiwan, Singapore, Cambodia, Malaysia, Philippines, Vietnam, Thailand, Laos and Pakistan. In India, the company opened its first store in Bangalore at Mantri Mall, marking the first of 80 stores over the next 5 years scheduled to open all over South India. Swensen's is also now open in Ho Chi Minh City, Vietnam. In March 2014, Swensen's opened its first restaurant in Yangon, Myanmar. Swensen's was featured as a prize on \"Super Sloppy Double Dare\" and on the", "doc_score": "75.94538879394531", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_10", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "18924734", "text": "United States presidential visits to Eastern Europe and Northern Asia / occurred during this era of easing geo-political tensions as well. To date, 15 visits have been made to Russia (which is partially in Eastern Europe as well as the only country in Northern Asia), 14 to Poland, five to the Czech Republic, five to Romania, four to Hungary, four to Ukraine, two to Bulgaria, one to Belarus, and one to Slovakia. Additionally, six visits were made to the Soviet Union prior to its collapse. One visit was also made to Czechoslovakia prior to its dissolution. Moldova is the only Eastern European country which has not been visited by a sitting", "doc_score": "79.1505355834961", "publish_date": "2018/12/31"}, {"doc_id": "19627249", "text": "United States presidential visits to South Asia / United States presidential visits to South Asia There have been twenty United States presidential visits to South Asia by seven United States presidents. The first presidential trip to South Asia (also known as the Indian subcontinent), made by Dwight D. Eisenhower in 1959, occurred as the Cold War between the U.S. and the Soviet Union deepened. Both George W. Bush and Barack Obama made multiple trips to the region while in office. To date, seven visits have been made to both Afghanistan and India, five have been made to Pakistan, and one to Bangladesh. No incumbent president has yet visited", "doc_score": "78.86862182617188", "publish_date": "2018/12/31"}, {"doc_id": "19357311", "text": "United States presidential visits to the Middle East / to the United Arab Emirates. No incumbent American president has yet visited: Armenia, Azerbaijan, Cyprus, Lebanon, or Yemen. United States presidential visits to the Middle East Eight United States presidents have made presidential visits to the Middle East. The first trips by an incumbent president to countries in (or partly within) the Middle East were those of Franklin D. Roosevelt, and were an offshoot of Allied diplomatic interactions during World War II. To date, 16 visits have been made to Egypt, 12 to Saudi Arabia, 11 to Israel, six to both Jordan and Turkey, five to Iraq, four to Iran,", "doc_score": "78.56153869628906", "publish_date": "2018/12/31"}, {"doc_id": "18924733", "text": "United States presidential visits to Eastern Europe and Northern Asia / United States presidential visits to Eastern Europe and Northern Asia Ten United States presidents have made presidential visits to Eastern Europe and Northern Asia. The first trip by an incumbent president to Eastern Europe was made by Franklin D. Roosevelt in 1945, to the Soviet Union, and was an offshoot of Allied diplomatic interactions during World War II. The first trip by an incumbent president to Northern Asia was made by Gerald Ford in 1974, also to the Soviet Union, and was an offshoot of U.S.–Soviet Détente during the Cold War. The first presidential visits to other Eastern European countries", "doc_score": "79.35047912597656", "publish_date": "2018/12/31"}, {"doc_id": "20297493", "text": "2017–18 North Korea crisis / which came a month after four ballistic missiles were fired towards the Sea of Japan, tensions increased as U.S. president Donald Trump had said the U.S. was prepared to act alone to deal with the nuclear threat from North Korea. On April 9, the U.S. Navy announced it was sending a navy strike group headed by the supercarrier to the West Pacific (\"to sail north and report on station in the Western Pacific Ocean after departing Singapore April 8\"), but due to apparent miscommunication inside the U.S. administration, the naval move was presented as one towards the Korean peninsula. This", "doc_score": "77.92755889892578", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_11", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "20560417", "text": "2020 Democratic National Convention / petitions from delegates will be permitted to have their names placed into nomination. Those who haven't may not be able to receive any votes at the convention. 2020 Democratic National Convention The 2020 Democratic National Convention, is an event in which delegates of the United States Democratic Party will choose the party's nominees for President of the United States and Vice President of the United States in the 2020 U.S. presidential election. The convention is scheduled to be held from July 13–16, 2020. Bids on the site for the convention were solicited in late 2017, and were made public in", "doc_score": "90.82295227050781", "publish_date": "2018/12/31"}, {"doc_id": "20560413", "text": "2020 Democratic National Convention / 2020 Democratic National Convention The 2020 Democratic National Convention, is an event in which delegates of the United States Democratic Party will choose the party's nominees for President of the United States and Vice President of the United States in the 2020 U.S. presidential election. The convention is scheduled to be held from July 13–16, 2020. Bids on the site for the convention were solicited in late 2017, and were made public in the spring of 2018. Las Vegas, Nevada later withdrew and decided to focus on the 2020 Republican National Convention, for which their bid was subsequently defeated by", "doc_score": "92.23673248291016", "publish_date": "2018/12/31"}, {"doc_id": "20402687", "text": "2020 Republican National Convention / 2020 Republican National Convention The 2020 Republican National Convention will be an event in which delegates of the United States Republican Party will choose the party's nominees for President of the United States and Vice President of the United States in the 2020 U.S. presidential election in the city of Charlotte. The convention will be held from August 24 to 27, 2020 at the Spectrum Center in Charlotte. By tradition, because Republicans currently hold the White House, their convention will be held after the 2020 Democratic National Convention, which is scheduled for July 13–16. Las Vegas, Nevada and Charlotte, North", "doc_score": "92.26005554199219", "publish_date": "2018/12/31"}, {"doc_id": "10771601", "text": "116th United States Congress / 116th United States Congress The One Hundred Sixteenth United States Congress is the next meeting of the legislative branch of the Federal government of the United States, composed of the United States Senate and the United States House of Representatives. It is scheduled to meet in Washington, D.C., from January 3, 2019, to January 3, 2021, during the third and fourth years of Donald Trump's current term as president. In the 2018 midterm elections, the Democratic Party won the majority in the House of Representatives and will have a preponderance of voting influence in selecting the next Speaker. In the", "doc_score": "90.76677703857422", "publish_date": "2018/12/31"}, {"doc_id": "19119616", "text": "2020 United States presidential election / 2020 United States presidential election The 2020 United States presidential election, scheduled for Tuesday, November 3, 2020, will be the 59th quadrennial U.S. presidential election. Voters will select presidential electors who in turn will either elect a new president and vice president through the electoral college or reelect the incumbents. The series of presidential primary elections and caucuses are likely to be held during the first six months of 2020. This nominating process is also an indirect election, where voters cast ballots selecting a slate of delegates to a political party's nominating convention, who then in turn elect their party's", "doc_score": "90.59244537353516", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_12", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "9976132", "text": "CVS Health / 2018, U.S. District Judge Richard J. Leon informed CVS Health Corp and the insurer Aetna that they have to keep their management separate until he weighs in on their $69 billion merger. The judge gave CVS and Aetna until December 14, 2018 to explain why the companies should not hold off on their consolidation. CVS Pharmacy is one of the largest retail pharmacy chains in the United States, with 9,600 stores located in 49 states, the District of Columbia, and Puerto Rico, operating primarily under the CVS Pharmacy, CVS, Longs Drugs, Navarro Discount Pharmacy and Drogaria Onofre names. CVS Pharmacy", "doc_score": "84.30180358886719", "publish_date": "2018/12/31"}, {"doc_id": "1443158", "text": "The May Department Stores Company / as the president of their respective regional store chain. They were separate legal entities. On February 28, 2005, Federated Department Stores, Inc. announced that they would acquire the May company for $11 billion. To help finance the May Company deal, Federated agreed to sell its combined proprietary credit card business to Citigroup. The merger was completed on August 30, 2005 after an assurance agreement was reached with the State Attorneys General of New York, California, Massachusetts, Maryland and Pennsylvania. By September 2006, all of the May regional nameplates, except for the Lord & Taylor chain, ceased to exist as Federated", "doc_score": "81.31904602050781", "publish_date": "2018/12/31"}, {"doc_id": "14195750", "text": "Guaranty Bank (Texas) / into its new parent company, with its branches being rebranded as BBVA Compass outlets. Guaranty Bank (Texas) Guaranty Bank was a major bank based in Austin, which collapsed in 2009. It was formed in 1988 as part of Temple-Inland and in 2007 became a standalone company. At the time of its collapse, Guaranty was the second largest bank in Texas, with 162 branches across Texas and California, and had $13 billion in assets and held $12 billion in deposits. Major shareholders included billionaire investor Carl Icahn and hotel tycoon Robert Rowling, who jointly invested $600 million in the bank in", "doc_score": "82.80744934082031", "publish_date": "2018/12/31"}, {"doc_id": "2930742", "text": "CVS Pharmacy / favor the MCX system, which was still under development, and of which CVS was a founding member. On May 21, 2015, it was announced that CVS Health would acquire Omnicare, Inc. the leading provider of pharmacy services to long term care facilities, for $98.00 per share in cash, for a total enterprise value of approximately $12.7 billion, which includes approximately $2.3 billion in debt. The transaction is expected to close near the end of 2015. On June 15, 2015, CVS Health announced its agreement to acquire Target Corporation's pharmacy and retail clinic businesses. The deal expanded CVS to new markets", "doc_score": "81.32421875", "publish_date": "2018/12/31"}, {"doc_id": "9517802", "text": "Haggen / southern California, Nevada and Arizona, increasing the chain's locations from 18 stores with 16 pharmacies to 164 stores with 106 pharmacies, and the number of its employees from about 2,000 to about 10,000. On September 1, 2015, Haggen filed suit against Albertsons for false representations and anti-competitive practices, and on September 8, 2015, Haggen Food & Pharmacy filed for bankruptcy. Subsequent to the bankruptcy filing, Haggen announced that they would abandon the new stores and revert to operating as a strictly Washington state grocery chain. On March 11, 2016, Albertsons reached an agreement to acquire the 29 remaining \"core\" Haggen", "doc_score": "82.34837341308594", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_13", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "14953062", "text": "Epidemiology of bed bugs / with no sign of levelling off. This was considered likely to be due to increased temperatures. Bedbugs were commonly found in seats on London buses and Tube trains. Bed bugs have been reported in all 50 states. The U.S. National Pest Management Association reported a 71% increase in bed bug calls between 2000 and 2005. The Steritech Group, a pest-management company based in Charlotte, North Carolina, claimed that 25% of the 700 hotels they surveyed between 2002 and 2006 needed bed bug treatment. The resurgence led the United States Environmental Protection Agency to hold a National Bed Bug Summit in", "doc_score": "80.21154022216797", "publish_date": "2018/12/31"}, {"doc_id": "17295700", "text": "Closing time effect / Closing time effect \"Closing time effect\" refers to the phenomenon that individuals begin to perceive the opposite gender as being more attractive as it gets later into the night. This observation was first coined by Mickey Gilley in his song, \"Don't the Girls All Get Prettier at Closing Time\" in 1975. Subsequently, it caught the attention of social psychologists who used scientific testing to gather evidence in support of the idea. Pennebaker et al. (1979) conducted the first experiment testing this observation. Using 52 men and 51 women as subjects at three different bars close to a college campus, experimenters", "doc_score": "78.44013214111328", "publish_date": "2018/12/31"}, {"doc_id": "16247036", "text": "Seasonal effects on suicide rates / windy days were the most important meteorological factors in men. Additionally, \"environmental temperature, wind and humidity together affect the rate of body cooling, with hot, humid, still days decreasing evaporative cooling\". These findings state that elevated levels of environmental heat have been known to \"produce thermal stress causing physiological and behavioral change, which may predispose a person to parasuicidal behavior, or precipitate parasuicide in someone already considering it\". Along with the Organisation for Economic Co-operation and Development (OECD), Petridou and colleague showed a \"consistency of an early summer excess incidence of suicide around the world, and the further association of", "doc_score": "76.09607696533203", "publish_date": "2018/12/31"}, {"doc_id": "13384579", "text": "Sleepy's / King Koil, and Stearns & Foster. Like other major retailers, Sleepy's carried mattress lines that were unique to the seller, so there was no way to compare prices with their competitors. Sleepy's stores were located primarily in the Northeastern, Mid-Atlantic and the Midwest, including Connecticut, Delaware, District of Columbia, Illinois, Indiana, Maine, Massachusetts, Maryland, New Hampshire, New Jersey, New York, North Carolina, Pennsylvania, Rhode Island, South Carolina, Virginia, Vermont, and West Virginia. Nationwide delivery was available through their official website. In 2009, a trade publication labeled Sleepy's as the fastest-growing furniture retailer in the US and in 2014 ranked them", "doc_score": "75.19815063476562", "publish_date": "2018/12/31"}, {"doc_id": "2599116", "text": "Love hotel / Love hotel A love hotel is a type of short-stay hotel found around the world operated primarily for the purpose of allowing guests privacy for sexual activities. The name originates from \"Hotel Love\" in Osaka, which was built in 1968 and had a rotating sign. Love hotels can usually be identified using symbols such as hearts and the offer of a room rate for a as well as for an overnight stay. The period of a \"rest\" varies, typically ranging from one to three hours. Cheaper daytime off-peak rates are common. In general, reservations are not possible, and leaving the", "doc_score": "75.00590515136719", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_14", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "17509832", "text": "Christina Aguilera videography / \"The Voice\", of which six out of ten seasons saw her contribution as a coach and judge. Christina Aguilera videography American singer Christina Aguilera has released five video albums and been featured in thirty-three music videos, five films, thirteen television programs, and seven commercials. Aguilera achieved early fame in 1993 and 1994 when she appeared in the Disney Channel television series \"The New Mickey Mouse Club\", which co-starred her contemporaries Britney Spears, Justin Timberlake, and Ryan Gosling. In 1999, she rose to prominence with her eponymous debut album, whose singles \"Genie in a Bottle\", \"What a Girl Wants\", \"I Turn", "doc_score": "80.21156311035156", "publish_date": "2018/12/31"}, {"doc_id": "8394748", "text": "Brandy discography / Brandy discography American recording artist Brandy Norwood entered the music business as a backing vocalist for R&B boy bands such as Immature, prior to launching her own career in 1994. Her discography, as a solo artist, includes six studio albums, one compilation album, one extended play, 27 singles, 28 album appearances and 18 soundtrack appearances. Norwood has sold over 8.62 million albums in the United States, and more than 30 million records worldwide. Additionally, she has won over 100 awards as a recording artist. In 1999, \"Billboard\" ranked Norwood among the top 20 of the Top Pop Artists of the", "doc_score": "81.52635192871094", "publish_date": "2018/12/31"}, {"doc_id": "8030649", "text": "Barbra Streisand discography / the greatest female of all time on its \"Billboard\" 200 chart and one of the greatest artists of all time on its \"Billboard\" Hot 100 chart. She has had No. 1 albums in each of the last six decades, a record not matched by any other artist. Her 2014 Columbia Records album, \"Partners\" became her tenth No. 1 album. With a total of 34 \"Billboard\" Top 10 albums to her credit since 1963, Streisand holds the records for the most Top 10 albums by a female artist and for the widest span (52 years) between first and latest Top 10", "doc_score": "79.57723999023438", "publish_date": "2018/12/31"}, {"doc_id": "5678079", "text": "Whitney Houston albums discography / Need\", selling 10 million units worldwide. In February 1991, Houston released \"The Star Spangled Banner\" performance from Super Bowl XXV as a single, becoming the highest-charting rendition of the national anthem on the \"Billboard\" Hot 100 chart. \"\" soundtrack from her film debut, was released in November 1992. The album contains tracks by other recording artists but is considered a Houston album by \"Billboard\". It topped the \"Billboard\" 200 for 20 non-consecutive weeks, one of the longest tenures by an album in the Nielsen SoundScan era. The album was certified 18× Platinum in the United States and sold over 42", "doc_score": "82.20511627197266", "publish_date": "2018/12/31"}, {"doc_id": "1456561", "text": "Gloria Estefan / \"Bad Boy,\" \"Oye!,\" \"Party Time\" and a remake of \"Turn the Beat Around\" became international chart-topping hits. Estefan has sold an estimated 115 million records worldwide, including 31.5 million in the United States alone. She has won three Grammy Awards and received a star on the Hollywood Walk of Fame and Las Vegas Walk of Fame. In 2015, she received the Presidential Medal of Freedom for her contributions to American music and received the Kennedy Center Honors in December 2017 for her contributions to American Culture Life. Estefan also won an MTV Video Music Award, she was honored with the", "doc_score": "80.07935333251953", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_15", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "2235806", "text": "Prescription drug prices in the United States / is part of the Medicare Part D Plan. Healthcare providers can substitute three-month for one-month supplies of medicines. A three-month supply represented a 29% decrease in out-of-pocket costs and an 18% decrease in total prescription costs in one study. Prescribing combination drugs instead of two separate medications can also potentially reduce monthly copays. Because the FDA has no regulations on drug companies in providing evidence that a new drug has a therapeutic advantage over an older drug, many physicians have a tendency to write prescriptions for drugs they are most familiar with. Oftentimes, these prescribing practices are influenced by manufacturer", "doc_score": "92.03150177001953", "publish_date": "2018/12/31"}, {"doc_id": "2235794", "text": "Prescription drug prices in the United States / take into account the total costs, including hospital stays, repeated dosages, etc. and, comparing it to a similar treatment, determines whether a drug will actually minimize costs and whether it is more effective in curing the patient. These cost analyses can all be calculated from the point of view of the hospital, the healthcare system, the government, and the patient, so what is best for one party may not be best for another in terms of cost, making the value of a drug in terms of its price, sometimes a difficult thing to measure. Quality-Adjusted Life Years (QALY) is a", "doc_score": "89.65178680419922", "publish_date": "2018/12/31"}, {"doc_id": "12276564", "text": "Prescription costs / in coverage. As of 2017, prescription costs range from just more than 15% in high income countries to 25% in lower-middle income countries and low income countries. Pricing any pharmaceutical drug for sale to the general public is daunting. Per Forbes, setting a high ceiling price for a new drug could be problematic as physicians could shy away from prescribing the drug, because the cost could be too great for the benefit. Setting too low of a price could imply inferiority, that the drug is too \"weak\" for the market. There are many different pricing strategies and factors that go", "doc_score": "88.56282806396484", "publish_date": "2018/12/31"}, {"doc_id": "2391044", "text": "Orphan drug / orphan drug market has become increasingly lucrative for a number of reasons: The cost of clinical trials for orphan drugs is substantially lower than for other diseases —trial sizes are naturally much smaller than for more common diseases with larger numbers of patients. Small clinical trials and little competition place orphan agents at an advantage in regulatory review. Tax incentives reduce the cost of development. On average the cost per patient for orphan drugs is \"six times that of non-orphan drugs, a clear indication of their pricing power\". The cost of per-person outlays are huge and are expected to increase", "doc_score": "87.10712432861328", "publish_date": "2018/12/31"}, {"doc_id": "12276575", "text": "Prescription costs / required to submit a justification for a drug with a “significant price increase” within at least 30 days of implementation. Under the terms of the proposal, Mylan’s well-publicized price increase for its EpiPen product would fall below the criteria for a significant price increase, while the 5000% overnight increase of Turing Pharmaceuticals Daraprim (pyrimethamine) would be subject to regulatory action. When the price of medicine goes up the quality of life of consumers who need the medicine decreases. Consumers who have increased costs for medicine are more likely to change their lifestyle to spend less money on groceries, entertainment, and", "doc_score": "90.27079772949219", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_16", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "20916652", "text": "Pedestrian crash avoidance mitigation / Pedestrian crash avoidance mitigation Pedestrian crash avoidance mitigation (PCAM) systems (USDOT Volpe Center ) also known as pedestrian protection or detection systems use computer and artificial intelligence technology to recognize pedestrians and bicycles in an automobile's path to take action for safety. PCAM systems are often part of a Pre-collision system available in several high end car manufacturers, such as Volvo and Mercedes and Lexus and lower end cars such as Ford and Nissan but are not widely used. Currently, as of 2018 using 2016 data, more than 6,000 pedestrians and 800 cyclists are killed every year in the USA", "doc_score": "79.6223373413086", "publish_date": "2018/12/31"}, {"doc_id": "14237842", "text": "Sudden unintended acceleration / also compared Toyota’s press releases and mentioned that they were obviously meant to “maintain public belief in the safety of Toyota’s cars—despite providing no evidence to support those reassurances.” This public statement was released when Benjaminson decided to name herself as a whistleblower after she had been providing evidence to Iowa Senator Charles Grassley. This leak of internal documents fueled a criminal investigation by the FBI and the Justice Department that had been ongoing since 2010, and on March 19, 2014, the DOJ issued a deferred prosecution agreement with a $1.2 billion criminal penalty for issuing misleading and deceptive statements", "doc_score": "79.33403778076172", "publish_date": "2018/12/31"}, {"doc_id": "15147147", "text": "Technologies in Minority Report / Tesla Motors rolled out the autopilot feature on their Model S vehicle in 2015. In 2011, the State of Nevada became the first jurisdiction in the world to formally legalise autonomous vehicles on public roads. Countries such as the United Kingdom (2013) France (2014), Switzerland (2015) and Singapore (2016) passed laws which allowed the testing of autonomous vehicles on public roads, with a view to further changes in legislation as the technologies improves. Insect robots similar to the film's spider robots are being developed by the United States Military. These insects will be capable of reconnaissance missions in dangerous areas", "doc_score": "80.14840698242188", "publish_date": "2018/12/31"}, {"doc_id": "12573527", "text": "Traffic collision / tendency to overlook the human factors involved, such as the subtleties of design and maintenance that a driver could fail to observe or inadequately compensate for. Research has shown that careful design and maintenance, with well-designed intersections, road surfaces, visibility and traffic control devices, can result in significant improvements in collision rates. Individual roads also have widely differing performance in the event of an impact. In Europe, there are now EuroRAP tests that indicate how \"self-explaining\" and forgiving a particular road and its roadside would be in the event of a major incident. In the UK, research has shown that", "doc_score": "77.90795135498047", "publish_date": "2018/12/31"}, {"doc_id": "18586038", "text": "Uber protests and legal actions / Chicago city laws and Illinois state laws designed to protect public safety, consumer protection, and fair practices. Regulations affecting TNCs were approved in December 2014. On August 1, 2012, the Massachusetts Division of Standards issued a cease-and-desist letter to Uber on the grounds that the GPS-based smartphone app was not a certified measurement device, but on August 15, the agency reversed its ruling after prodding by Governor Deval Patrick, saying that technique was satisfactory because it was under study by the National Institute of Standards and Technology. Uber worked out an arrangement with the city of Boston to share quarterly", "doc_score": "77.25566101074219", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_17", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "1461552", "text": "UFO conspiracy theory / UFO conspiracy theory UFO conspiracy theories argue that various governments, and politicians globally, most notably the officials of Washington, D.C., are suppressing evidence of extraterrestrial unidentified flying objects and alien visitors. Such conspiracy theories commonly argue that Earth governments, especially the Government of the United States, are in communication and/or cooperation with extraterrestrials despite public claims to the contrary, and further that some of these theories claim that the governments are explicitly allowing alien abduction. Various UFO conspiracy ideas have flourished on the internet and were frequently featured on Art Bell's program, \"Coast to Coast AM\". According to MUFON, the", "doc_score": "84.03357696533203", "publish_date": "2018/12/31"}, {"doc_id": "6714072", "text": "Sightings (TV program) / Sightings (TV program) Sightings is an American paranormal and news television program that originally aired in the 1990s. The program began as a special titled \"The UFO Report: Sightings\" on October 18, 1991, as well as eventual follow up reports, \"Ghost Report\" and the \"Psychic Experience\". The original Concept Creator and Supervising Producer of that hour special produced by Paramount for Fox TV was Linda Moulton Howe, an Emmy Award-winning TV producer and documentary filmmaker of TV specials about science and the environment. One of her Emmy Award-winning broadcasts was \"A Strange Harvest\" (KMGH-TV in May 1980), about the worldwide", "doc_score": "84.56155395507812", "publish_date": "2018/12/31"}, {"doc_id": "6598821", "text": "Rumor control center / Rights Act of 1964. Rumor control centers have been established in the United States at different levels of governance, including municipal, regional, state-wide and national. Permanent rumor control centers serve a specific, local population, and have often been set up in response to specific incidents. Social media makes it easier for rumors to spread, and more difficult for rumor control and fake news to be managed. By 2018, \"rumor cascades\" were under investigation as stories with serious inaccuracies were spread by millions of people.\" According to a 2004 article by Heidi Burgess and Michelle Maiese, rumors—\"knowledge gaps\" with \"serious inaccuracies\"", "doc_score": "84.25749206542969", "publish_date": "2018/12/31"}, {"doc_id": "7321714", "text": "Identification studies of UFOs / the 1966 Portage County UFO Chase case have both been associated with astronomical sources. In 2009, Peter Davenport, Director of the National UFO Reporting Center, posted this complaint online: There are several natural and man-made objects that are commonly suggested as explanations for UFO sightings: Venus is the brightest object in the sky (except for the sun, the moon and the International Space Station), and is often visible in the early evening and morning sky. Even experienced witnesses, especially when they are in unfamiliar surroundings or unusual atmospheric conditions, can fail to identify Venus correctly. However, the location of Venus", "doc_score": "85.40567779541016", "publish_date": "2018/12/31"}, {"doc_id": "2379049", "text": "Ufology / Ufology Ufology is the study of reports, visual records, physical evidence, and other phenomena related to unidentified flying objects (UFO). UFO reports have been subject to various investigations over the years by governments, independent groups, and scientists. However, ufology, as a field, has been rejected by modern academia and is considered a pseudoscience. The term derives from \"UFO\", which is pronounced as an acronym, and the suffix \"-logy\", which comes from the Ancient Greek \"λογία\" (\"logiā\"). An early appearance of this term in print can be found in the article \"An Introduction to Ufology\" by Ivan T. Sanderson, found in", "doc_score": "82.64754486083984", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_18", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "935259", "text": "Human nutrition / diet of early modern humans varied significantly depending on location and climate. The diet in the tropics tended to depend more heavily on plant foods, while the diet at higher latitudes tended more towards animal products. Analyses of postcranial and cranial remains of humans and animals from the Neolithic, along with detailed bone-modification studies, have shown that cannibalism also occurred among prehistoric humans. Agriculture developed about 10,000 years ago in multiple locations throughout the world, providing grains (such as wheat, rice and maize) and potatoes; and originating staples such as bread and pasta dough, and tortillas. Farming also provided milk", "doc_score": "103.58705139160156", "publish_date": "2018/12/31"}, {"doc_id": "19035454", "text": "Staple food / are inexpensive or readily available foods that supply one or more of the macronutrients needed for survival and health: carbohydrates, proteins, and fats. Typical examples include tubers and roots, grains, legumes, and seeds. Early agricultural civilizations valued the foods that they established as staples because, in addition to providing necessary nutrition, they generally are suitable for storage over long periods of time without decay. Such nonperishable foods are the only possible staples during seasons of shortage, such as dry seasons or cold temperate winters, against which times harvests have been stored. During seasons of plenty, wider choices of foods may", "doc_score": "102.32168579101562", "publish_date": "2018/12/31"}, {"doc_id": "20781950", "text": "Cuisine in the early modern world / the early modern world commonly ate a diet that consisted of \"gruels, pottages, and... grains\". Peasants often were farmers, cultivating food items and non-food items, with the most common items being cotton, rice, and sugar cane. The upper class also had access to more techniques and technologies which provided a foundation to the cuisine specific to a certain region or territories. Technology in the early modern period include mills, simple grindstones, food-processing technologies, etc. With the expansion of trade, a wider variety of luxury goods were able to be traded and incorporated into the region's diet. Luxury goods were", "doc_score": "100.17982482910156", "publish_date": "2018/12/31"}, {"doc_id": "12757179", "text": "Food systems / These surpluses enabled the development of settled areas and contributed to the development of ancient civilizations, particularly those in the Fertile Crescent. The system of trade associated with the exchange of foodstuffs also emerged in East Asia, North America, South America, and Subsaharan Africa with common commodities of exchange such as salt, spices, fish, grains, etc. Through events in world history such as the conquests of Alexander the Great, the Crusades, the expansion of Islam, the journeys of Marco Polo, and the exploration and colonization of the Americas by Europeans led to the introduction and redistribution of new foods to", "doc_score": "99.87940216064453", "publish_date": "2018/12/31"}, {"doc_id": "20781949", "text": "Cuisine in the early modern world / trade routes. Following the established trade routes of the Spice Trade, items that were circulated includes pepper, cotton, aromatics, slaves, animals, jewels, clothing, and dyes. In addition to goods being traded, knowledge of food preparation and also worked to add to the field of botany. Status is another factor that played into the available diet and is reflected in the different diets between the peasants and the upper class. The upper class had more wealth and access to various goods and trade opportunities, allowing their diet to include more luxury goods, items that were more expensive and refined. Peasants in", "doc_score": "99.86691284179688", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_19", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "19315050", "text": "OfferUp / and Google Play, above Groupon, eBay and Lyft, is regularly named one of the best places to sell gently used goods and has been lauded for being easier to list products on than sites like eBay, thanks to its clean user interface. According to Mary Meeker, a partner at Kleiner Perkins Caulfield & Byers, during her 2016 “Internet Trends” report, OfferUp sees average daily time spent per user in the United States, growing from 12 minutes per day in November 2014 to 25 minutes in June 2015, on par with Instagram and Snapchat and more than Twitter and Pinterest. She", "doc_score": "83.07906341552734", "publish_date": "2018/12/31"}, {"doc_id": "9525295", "text": "PayPerPost / introduced a segmentation system whereby advertisers can limit which bloggers qualify for their opportunity. The system uses criteria such as Google Page Rank, Alexa rank, blogger quality rank, RealRank and blog categories. They can also exclude blogs on certain domains. PayPerPost sparked controversy in its first year, with critics saying that sponsored blogging was unethical. It has received sustained criticism from technology blogger Michael Arrington and sustained support from technology blogger Andy Beard. Some supporters said that sponsored blogging helps \"blue-collar bloggers\", and PayPerPost members asserts that there is room for all views in the blogosphere. PayPerPost is a business", "doc_score": "81.53829956054688", "publish_date": "2018/12/31"}, {"doc_id": "11316458", "text": "Website monetization / through various methods. Data generated by websites about their users can range from being demographics to in-market data (i.e. in-market for a car). This data can be sold through behavioral data exchanges and used by advertisers to target their online media campaigns. Websites can also generate revenue from their newsletter and on-site registrations programs by helping to bring in offline data associated with users during this process. Another method of monetizing data is through the use of a surveywall instead of a paywall, asking users to take a short survey, rather than paying the website directly. The website is then", "doc_score": "80.18150329589844", "publish_date": "2018/12/31"}, {"doc_id": "8560278", "text": "Social media optimization / \"FarmVille\", \"Clash of Clans\", \"Clash Royale\", \"FrontierVille\", and \"Mafia Wars\". In these games a player's social network is exploited to recruit additional players and allies. An example of the latter is \"Empire Avenue\", a virtual stock exchange where players buy and sell shares of each other's social network worth. Nielsen Media Research estimates that, as of June 2010, social networking and playing online games account for about one-third of all online activity by Americans. Facebook has in recent years become a popular channel for advertising, alongside traditional forms such as television, radio, and print. With over 1 billion active users,", "doc_score": "81.535400390625", "publish_date": "2018/12/31"}, {"doc_id": "12934626", "text": "Social media marketing / of India which is estimated to be 200 million. In the context of the social web, engagement means that customers and stakeholders, such as consumer advocacy groups and groups that criticize companies (e.g., lobby groups or advocacy organizations) are active participants rather than passive viewers. Social media use in a business or political context allows all consumers/citizens to express and share an opinion about a company's products, services or business practices, or a government's actions. Each participating customer or non-customer (or citizen) who is participating online via social media becomes part of the marketing department (or a challenge to the", "doc_score": "78.2622299194336", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_20", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "16338566", "text": "Mitchell Schwartz / of California, Berkeley, from 2007 to December 2011. He graduated with a bachelor's degree in American Studies, with an emphasis on human development and identity. He redshirted in 2007. In 2008, Schwartz started all 13 games, the first 3 games at right tackle and the remaining 10 at left tackle. He was named a second-team Freshman All-American by \"College Football News\", received the Bob Tessier Award as Cal's Most Improved Offensive Lineman, and received honorable mention Pac-10 All-Academic honors. In 2009, Schwartz started all 13 games at right tackle. He was Lindy's second-team preseason All-Pac-10, was \"Athlon\" third-team preseason All-Pac-10,", "doc_score": "81.14085388183594", "publish_date": "2018/12/31"}, {"doc_id": "15279445", "text": "Tyler Tingley / The Tyler C. Tingley Award, to a graduating student who has excelled both academically and in community service. From 1991 to 1997, he was the principal of Blake School in Minneapolis, Minnesota. Under his leadership, the school was twice named a National School of Excellence. From 1997 to 2009, he was principal of Phillips Exeter Academy. Under his leadership, Exeter offered free tuition to lower-income families and changed its rules to allow gay and lesbian faculty couples to serve as live-in role models in school dormitories. In 2009, he became co-head of. Tingley has served as president of the", "doc_score": "84.93940734863281", "publish_date": "2018/12/31"}, {"doc_id": "14502835", "text": "Jason Mattera / 2005, Jason Mattera graduated \"summa cum laude\" from Roger Williams University with a Bachelor of Science degree in business management and communications. In 2010, Mattera wrote his first book, \"\". That book debuted at #14 on \"The New York Times\" best-seller list for hardcover non-fiction. Stephen Gutowski at \"Human Events\" praised the book, which he said \"well chronicles how liberals have taken advantage of and brain-washed\" college-aged voters. Ann Coulter called \"Obama Zombies\" \"piercing, eye-opening, and deliciously witty\" and said it \"is required reading for an entire generation who have been sold liberal lies.\" In \"Obama Zombies\", Mattera writes that", "doc_score": "82.1697006225586", "publish_date": "2018/12/31"}, {"doc_id": "9351468", "text": "Miamisburg High School / Miamisburg High School Miamisburg High School is a public high school located in Miamisburg, Ohio, United States, serving grades 9-12. The current principal is Craig Morris. It is part of the Miamisburg City School District and is the only high school in Miamisburg. The school athletic teams are known as the Vikings and the school colors are royal blue and white. The current Miamisburg High School was built in 1972 at approximately 100,000 sq ft and originally featured the controversial but then-popular open plan concept of \"classrooms without walls.\" The building layout featured three classroom pods (later to be called", "doc_score": "83.57559967041016", "publish_date": "2018/12/31"}, {"doc_id": "15279444", "text": "Tyler Tingley / Tyler Tingley Tyler Chapman Tingley is an American educator who has headed four private secondary schools, including The Blake School and Phillips Exeter Academy. Tingley received his undergraduate training at Harvard College, receiving an A.B. in 1968 and his M.Ed. and Ed.D. degrees from Harvard Graduate School of Education in 1976 and 1982. Tingley began his career as a teacher of English at Kingswood-Oxford School in West Hartford, CT. After holding a variety of administrative positions there, he was named its headmaster in 1986, the school’s first graduate to hold the position. Kingswood-Oxford gives an annual award named after Tingley,", "doc_score": "85.6250228881836", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_21", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "17206965", "text": "Legends of Alcatraz / Legends of Alcatraz Located in the San Francisco Bay, Alcatraz Island and Alcatraz Federal Penitentiary have been cited as one of the most haunted places in America, and also as the most haunted prison in the country. The Native Americans mentioned the evil spirits they purportedly encountered on the island long before it became a federal prison. Mark Twain documented the eerie atmosphere of the island after visiting it, described it as \"being as cold as winter, even in the summer months.\" Prisoners, rangers and visitors have reported a wide range of alleged ghostly activity on Alcatraz, from whispering in", "doc_score": "84.24063873291016", "publish_date": "2018/12/31"}, {"doc_id": "17206970", "text": "Legends of Alcatraz / 25 Scariest Places in the World\". Alcatraz Citadel, also known as Fort Alcatraz, was the original military defense and prison on Alcatraz Island. The citadel was built in 1859 as a U.S. Army military defense, and began function as a war camp in 1861 and long-term military prison in 1868. During the American Civil War, the citadel and its batteries provided an important line of defense. The island continued to develop in the 1870s and 1880s, and in 1893, the first hospital on Alcatraz opened. A new upper prison was built in 1904, but after the citadel ceased function as", "doc_score": "81.47325897216797", "publish_date": "2018/12/31"}, {"doc_id": "10229355", "text": "Robert Harrill / a key from an old spoon and used the key to escape the facility. The name \"The Fort Fisher Hermit\" came from Fort Fisher State Recreation Area, where he settled after leaving the mental institution in Morganton. Soon after arriving at Fort Fisher, Robert Harrill was arrested as a vagrant and sent to his hometown of Shelby by the sheriff's department with the help of the Traveler's Aide society. He returned the following summer and set up a simple home in an abandoned World War II era bunker near the Cape Fear River along a salt marsh (). He was", "doc_score": "82.3576889038086", "publish_date": "2018/12/31"}, {"doc_id": "17206967", "text": "Legends of Alcatraz / cited it as one of five major haunted spots in California. Paranormal investigators consider the prison to be one of the most haunted places in the world. Paranormal investigator Mollie Stewart declared Alcatraz to be \"extremely haunted\". According to historians, long before the prison opened on Alcatraz, early explorers to the island believed it to be haunted and it developed a reputation as a \"bad place\". Western explorers visiting the island felt it had a disturbing atmosphere and spoke of the moonlit paths during the night. Bones and artifacts unearthed by archaeologists on the island have indicated that it might", "doc_score": "83.79891967773438", "publish_date": "2018/12/31"}, {"doc_id": "6696014", "text": "Mapimí Silent Zone / and legends relating to the area arose. Reportedly, a local resident hired to guard the crash debris during recovery operations helped spread these rumors. Legends include \"strange magnetic anomalies that prevent radio transmission\", mutations of flora and fauna, extraterrestrial visitations, and a Mexican pilot who supposedly first reported that his radio experienced unexplained malfunctions while flying over the area in the 1930s. The area is sometimes compared to the Bermuda Triangle, as both are located between parallels 26 and 28. However, when compasses and communications equipment are shown to work properly in the zone, local new age and paranormal enthusiasts", "doc_score": "83.61228942871094", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_22", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "4819990", "text": "Rite Aid / the Federal Trade Commission (FTC) approved a fourth deal agreement, this time allowing Walgreens to purchase only 1,932 Rite-Aid stores for $4.38 billion. The sale was completed on March 27, 2018. Three distribution centers and related inventory will be transferred after September 1, 2018, when the stores will be rebranded to Walgreens. The 1,932 stores have banners saying \"Pharmacy now operated by Walgreens\" in the meantime. On February 20, 2018, Albertsons announced plans to acquire the remainder of Rite-Aid, including the 2,600 stores not acquired by Walgreens, in a merger of equals, subject to shareholder and regulatory approval. On August", "doc_score": "83.31957244873047", "publish_date": "2018/12/31"}, {"doc_id": "4819987", "text": "Rite Aid / opened a new store there since 1999. One Nevada store would remain open in Gardnerville, near the California border, where Rite Aid at the time had more than 600 stores. On February 5, 2009, Rite Aid announced that it would terminate operations of seven Rite Aid stores in San Francisco, along with five stores in eastern Idaho through a sale to Walgreens. On October 27, 2015, Walgreens announced that it would acquire Rite Aid in a deal valued at $9.4 billion ($9 per share), pending regulatory and shareholder approval. The deal would have resulted in a merger of two of", "doc_score": "81.8606948852539", "publish_date": "2018/12/31"}, {"doc_id": "4819989", "text": "Rite Aid / Workers East, representing 6,000 Rite Aid Corp workers, was opposed to the sale of the Rite Aid stores to Fred's Inc. On June 29, 2017, Walgreens (WBA) announced the merger was cancelled, adding that it would be purchasing 2,186 stores from Rite Aid for $5.2 billion plus a $325 million penalty for cancelling. Most experts had thought that the merger would be completed within a few weeks. The merger would have had about 46% of the market share. The revised deal—now not including Fred's at all—effectively would have seen Rite Aid exit the Southeastern United States. On September 19, 2017,", "doc_score": "81.33734130859375", "publish_date": "2018/12/31"}, {"doc_id": "4819988", "text": "Rite Aid / the United States' three largest pharmacy chains. Walgreens planned to keep the Rite Aid name on existing stores when the deal went through, though the long term plans for the Rite Aid name were unknown. On December 21, 2016, it was announced that Fred's would acquire 865 Rite Aid stores as a result of the merger for $950 million, for antitrust reasons. In January 2017, Rite Aid and Walgreens cut the price of the merger to approximately $6.8 billion and delayed the merger by six months. On January 31, 2017, it was reported that the workers' union 1199SEIU United Healthcare", "doc_score": "81.50357055664062", "publish_date": "2018/12/31"}, {"doc_id": "4819974", "text": "Rite Aid / company in 1968. As of 2017, Rite Aid is publicly traded on the New York Stock Exchange under the symbol RAD. Its major competitors are CVS and Walgreens. In late 2015, Walgreens announced that it would acquire Rite Aid for $9.4 billion pending approval. However, on June 29, 2017, over fear of antitrust regulations, Walgreens Boots Alliance announced it would buy roughly half of Rite Aid's stores for $5.18 billion. On September 19, 2017, the Federal Trade Commission (FTC) approved a fourth deal agreement to purchase Rite Aid with 1,932 stores for $4.38 billion total. Alex Grass founded the Rite", "doc_score": "80.1335678100586", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_23", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "17734020", "text": "Tired Hands Brewing Company / Tired Hands Brewing Company Tired Hands Brewing Company is a brew-cafe founded in 2011 in Ardmore, Pennsylvania, United States by Jean Broillet IV. The current location at 16 Ardmore Ave has a 1,000 barrel per year and 150 chair capacity. Tired Hands produces their beer in small batches and specializes in Belgian and French farmhouse ales as well as American hop-forward ales. The food menu includes on site baked bread, with locally produced cheeses, meats, pickled items, and seasonal produce. In response to ridiculous demand, a second brewpub called the \"Fermentaria\" was opened in April 2015, at 35 Cricket Terrace.", "doc_score": "80.71194458007812", "publish_date": "2018/12/31"}, {"doc_id": "15658330", "text": "21st Amendment Brewery / IPA, Back in Black black IPA; seasonal beers including Hell or High Watermelon wheat, Sneak Attack saison and Fireside Chat winter spiced ale; and limited-offering Insurrection Series beers including Hop Crisis imperial IPA, Monks Blood Belgian-style dark ale, Marooned on Hog Island oyster stout, and He Said Belgian Tripel/He Said Baltic Porter. They also offer a rotating assortment of beers that are available on tap only. 21st Amendment Brewery 21st Amendment Brewery is a brewery and restaurant located in the South Park neighborhood of San Francisco, California, two blocks from AT&T Park. They also have a brewery and tap room", "doc_score": "82.34895324707031", "publish_date": "2018/12/31"}, {"doc_id": "13457317", "text": "Carolina Brewery / Carolina Brewery Carolina Brewery is a beer brewery and restaurant/pub located in Chapel Hill, North Carolina with an additional location in Pittsboro, North Carolina. Carolina Brewery has drawn international attention for its handcrafted beers, all brewed in-house by Brewmaster Jon Connolly and his team. Founded in 1995, Carolina Brewery is the oldest brewery in the Triangle area. The restaurant serves contemporary American cuisine and features a seasonal menu which changes 4 times per year. Alter Ego Altbier, Anniversary Ale, California Steamin', Downtown Trolley Brown, Dunkelweizen, Franklin Street Lager, Funky Monk Ale, Imperial Stout, Maibock, Oatmeal Porter, Oatmeal Stout, Oktoberfest, Old", "doc_score": "80.67724609375", "publish_date": "2018/12/31"}, {"doc_id": "15387415", "text": "Hagafen Cellars / Merlot, and Pinot noir. Their white wines include Chardonnay, Sauvignon blanc, Riesling, and Rousanne. They also produce brut cuvée sparkling wines, and a Vin Gris Rosé. Wines are sold under three labels. Hagafen is the main label, Prix is the premium label and Don Ernesto is the label used for their more economical offerings. The majority of the grapes used are grown in the Napa Valley American Viticultural Area, although the Rousanne comes from Lodi, and some of the Riesling comes from Lake County. Like many Napa Valley wineries, Hagafen emphasizes Cabernet Sauvignon, and those wines have been favorably received", "doc_score": "81.12653350830078", "publish_date": "2018/12/31"}, {"doc_id": "7496376", "text": "Weyerbacher Brewing Company / Weyerbacher Brewing Company Weyerbacher Brewing Company is a brewery in Easton, Pennsylvania, United States, founded in 1995 by Dan and Sue Weirback. The brewery is well known for its \"huge taste\" beers. Most of their brews are high in alcohol, with QUAD clocking in at 11.8% alcohol by volume, and a one-off 10th anniversary ale called Decadence brewed to 13% alcohol by volume. Hops Infusion is one of the bitterest examples of the IPA style. Weyerbacher is also a pioneer of aging beer in wooden barrels previously used for aging bourbon. This process was used to transform Old Heathen imperial", "doc_score": "81.38135528564453", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_24", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "17507461", "text": "Public Service Loan Forgiveness (PSLF) / forgiveness a borrower can receive. Those interested in receiving PSLF should regularly submit the \"Employment Certification Form\" for PSLF. This form will be used by the Department of Education's contractor, FedLoan Servicing, to determine whether an individual's employment and payments qualify for the program. Multiple plans are available to those interested in the PSLF program. Those wishing to seek forgiveness under the PSLF should make payments under one of the income-driven repayment plans, including Income Contingent Repayment, Income Based Repayment, Pay As You Earn, or Revised Pay As You Earn. On May 23, 2018, the U.S. Department of Education announced", "doc_score": "88.53485870361328", "publish_date": "2018/12/31"}, {"doc_id": "18029548", "text": "Success and Opportunity through Quality Charter Schools Act / the Congressional Budget Office, as ordered reported by the House Committee on Education and the Workforce on April 8, 2014. This is a public domain source.\" H.R. 10 would amend and reauthorize both the Charter School Programs and the Credit Enhancement for Charter School Initiatives under Title V of the Elementary and Secondary Education Act of 1965 through fiscal year 2020 and combine them into a single authorization. (This authorization would automatically be extended one year through 2021 under the General Education Provisions Act.) The bill would authorize the appropriation of $300 million for each of fiscal years 2015 through", "doc_score": "84.283447265625", "publish_date": "2018/12/31"}, {"doc_id": "19616311", "text": "Form 1098-T / in the Student's Identification Number box to indicate that the educational institution has made an appropriate effort in obtaining the student's TIN. Starting in 2016 institutions can no longer rely on payments billed (recorded in Box 2) and can only report payments received (recorded in Box 1), But due to the change being implemented so late in the fiscal year, any penalties for using Box 2 has been lifted. Form 1098-T Form 1098-T, Tuition Statement, is an American IRS tax form filed by eligible education institutions (or those filing on the institution's behalf) to report payments received and payments due", "doc_score": "85.51895904541016", "publish_date": "2018/12/31"}, {"doc_id": "11312321", "text": "Form 990 / the 5th month after the fiscal year, with up to 6 months of extensions. The Form 990 disclosures do not require but strongly encourage nonprofit boards to adopt a variety of board policies regarding governance practices. These suggestions go beyond Sarbanes-Oxley requirements for nonprofits to adopt whistleblower and document retention policies. The IRS has indicated they will use the Form 990 as an enforcement tool, particularly regarding executive compensation. For example, nonprofits that adopt specific procedures regarding executive compensation are offered safe harbor from excessive compensation rules under section 4958 of the Internal Revenue Code and Treasury Regulation section 53.4958-6.", "doc_score": "84.82485961914062", "publish_date": "2018/12/31"}, {"doc_id": "15283801", "text": "Chapter 33 (G.I. Bill of Rights) / of pursuit, and eliminates the \"interval pay\" which allowed veterans to continue to receive payments during scheduled school breaks (i.e. winter and spring breaks). The bulk of these changes go into effect August and October 2011. If you are eligible, VA will pay your tuition & fees payment directly to the school. This payment is not to exceed the in-state tuition rate for the school that you are attending for a public schools, or $18,077 per academic year for private or foreign schools. The new GI Bill also includes a provision to help students avoid some or all of the", "doc_score": "87.29166412353516", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_25", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "11677010", "text": "Daylight saving time in the United States / of uniform Daylight Saving Time throughout the US. In the U.S., daylight saving time starts on the second Sunday in March and ends on the first Sunday in November, with the time changes taking place at 2:00 a.m. local time. With a mnemonic word play referring to seasons, clocks \"spring forward, fall back\"—that is, in springtime the clocks are moved forward from 2:00 a.m. to 3:00 a.m. and in fall they are moved back from 2:00 a.m. to 1:00 a.m. Daylight saving time lasts for a total of 34 weeks (238 days) every year, about 65% of the entire year.", "doc_score": "91.83973693847656", "publish_date": "2018/12/31"}, {"doc_id": "579598", "text": "Daylight saving time / three hours during the southern summer, and four hours a few weeks per year. Since 1996, European Summer Time has been observed from the last Sunday in March to the last Sunday in October; previously the rules were not uniform across the European Union. Starting in 2007, most of the United States and Canada observe DST from the second Sunday in March to the first Sunday in November, almost two-thirds of the year. Moreover, the beginning and ending dates are roughly reversed between the northern and southern hemispheres because spring and autumn are displaced six months. For example, mainland Chile", "doc_score": "89.04476165771484", "publish_date": "2018/12/31"}, {"doc_id": "579636", "text": "Daylight saving time / inserts \"summer\" into other time zone names, e.g. \"Central European Time\" (\"CET\") becomes \"Central European Summer Time\" (\"CEST\"). The North American English mnemonic \"spring forward, fall back\" (also \"spring ahead...\", \"spring up...\", and \"... fall behind\") helps people remember in which direction to shift the clocks. Changes to DST rules cause problems in existing computer installations. For example, the 2007 change to DST rules in North America required that many computer systems be upgraded, with the greatest impact on e-mail and calendar programs. The upgrades required a significant effort by corporate information technologists. Some applications standardize on UTC", "doc_score": "89.72627258300781", "publish_date": "2018/12/31"}, {"doc_id": "5778445", "text": "British Summer Time / British Summer Time During British Summer Time (BST), civil time in the United Kingdom is advanced one hour forward of Greenwich Mean Time (GMT) (in effect, changing the time zone from UTC+0 to UTC+1), so that evenings have more daylight and mornings have less. BST begins at 01:00 GMT on the last Sunday of March and ends at 01:00 GMT (02:00 BST) on the last Sunday of October. Since 22 October 1995, the starting and finishing times of daylight saving time across the European Union have been aligned – for instance Central European Summer Time begins and ends on the", "doc_score": "91.19725036621094", "publish_date": "2018/12/31"}, {"doc_id": "244971", "text": "Leap second / UT1-UTC from the IERS, and apply corrections in software. Leap second A leap second is a one-second adjustment that is occasionally applied to civil time Coordinated Universal Time (UTC) to keep it close to the mean solar time at Greenwich, in spite of the Earth's rotation slowdown and irregularities. UTC was introduced on January 1, 1972, initially with a 10 second lag behind International Atomic Time (TAI). Since that date, 27 leap seconds have been inserted, the most recent on December 31, 2016 at 23:59:60 UTC, so in 2018, UTC lags behind TAI by an offset of 37 seconds. The", "doc_score": "86.54518127441406", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_26", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "10867452", "text": "Jon Schillaci / was sentenced to 20 to 50 years in state prison after pleading guilty to one count of aggravated felonious sexual assault and 23 counts of possession of child pornography. According to prosecutors, they agreed to make a plea agreement because Schillaci's victim (now aged 15) was unwilling to testify and wanted to maintain his anonymity. After Schillaci was apprehended, his computer, which had reams of child pornography on its hard drive, led the FBI into an expansive probe of seeking child victims in the United States. As a part of his plea bargain, Schillaci cooperated with federal authorities by offering", "doc_score": "84.38909912109375", "publish_date": "2018/12/31"}, {"doc_id": "10900108", "text": "John Jay Lee / he overcame in 2009. Lee is an active member of the Boy Scouts of America Executive Board. His commitment to the Boy Scouts began through his affiliation with The Church of Jesus Christ of Latter-day Saints (LDS Church). Though Lee denies being responsible and was the first to notify authorities, child pornography was allegedly found on his personal iPad in October 2014. In 2015, former police chief Joseph Chronister alleged that Lee received special treatment from law enforcement officials who intentionally did not do enough to investigate him. In September 2015, the case was dropped by the FBI, citing not", "doc_score": "83.52999877929688", "publish_date": "2018/12/31"}, {"doc_id": "9507144", "text": "Michael J. Devlin / child pornography and with two counts of transporting a minor across state lines to engage in sexual activity in Illinois. According to prosecutors, all six counts relate to the kidnapping of Hornbeck. On April 16, Washington County prosecutor John Rupp filed additional charges against Devlin, accusing him of attempted murder, kidnapping, armed criminal action, three counts of forcible sodomy and one count of attempted forcible sodomy. On October 6, prosecutors announced that Devlin would plead guilty to all charges against him in all four jurisdictions. On October 8, Devlin pleaded guilty to the charges against him in Franklin County. During", "doc_score": "82.64662170410156", "publish_date": "2018/12/31"}, {"doc_id": "7444661", "text": "Bryan Kocis / Kocis owned two adjacent Rice Township parcels of land, valued at over $400,000, with no mortgages. In 2002, police found a videotape of Bryan Kocis, then 39, and a 15-year-old male in his home. Kocis pleaded guilty to one count of sexual abuse of a child. He was charged with child pornography, and transportation of a minor for sexual purposes. Since the boy had lied about his age Kocis was given a probation sentence. In 2006 a judge, Michael Conahan, signed paperwork changing Kocis' charge from sex assault to corruption of minors. Kocis' former attorney, Al Flora, said the change", "doc_score": "83.70759582519531", "publish_date": "2018/12/31"}, {"doc_id": "9775161", "text": "Charles Rust-Tierney / license. He was incarcerated at Federal Correctional Institution (FCI) in Jesup, Georgia, a medium security facility housing male offenders. He was released on March 30, 2012. Charles Rust-Tierney Charles Rust-Tierney is a former president of the Virginia chapter of the American Civil Liberties Union (ACLU) from 2002 to 2005. On February 23, 2007, Rust-Tierney was arrested and charged with possession of child pornography. He pleaded guilty to one count of receipt of child pornography on June 1, 2007. At the time of his arrest, Rust-Tierney was a member of the Virginia ACLU's board of directors, but he resigned his position", "doc_score": "82.465576171875", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_27", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "2252074", "text": "Desegregation busing / including magnet schools and special programs related to the economic standing of families. Omaha proposed incorporating some suburban districts within city limits to enlarge its school-system catchment area. It wanted to create a \"one tax, one school\" system that would also allow it to create magnet programs to increase diversity in now predominately white schools. Ernest Chambers, a 34-year-serving black state senator from North Omaha, Nebraska, believed a different solution was needed. Some observers said that in practical terms, public schools in Omaha had been re-segregated since the end of busing in 1999. In 2006, Chambers offered an amendment to", "doc_score": "83.68228912353516", "publish_date": "2018/12/31"}, {"doc_id": "2252035", "text": "Desegregation busing / 1980, despite busing, the percentage of blacks attending mostly-black schools barely changed, moving from 63.6 percent to 63.3 percent. In some southern states in the 1960s and 1970s, parents opposed to busing created new private schools. The schools, called segregation academies, were sometimes organized with the support of the local White Citizen's Council. For the 1975–76 school year, the Louisville, Kentucky school district, which was not integrated due to whites largely moving to the suburbs, was forced to start a busing program. The first day, 1,000 protestors rallied against the busing, and a few days into the process, 8,000 to", "doc_score": "82.40044403076172", "publish_date": "2018/12/31"}, {"doc_id": "766331", "text": "Desegregation / States. Up until the Civil Rights movement in the 1960s, segregated neighborhoods were enforceable by law. The Fair Housing Act, which was the first national law to outlaw housing discrimination, ended discrimination in the sale, rental, and financing of housing based on race, color, religion, and national origin. The passage of the Act was contentious. The Fair Housing Act was meant to be a direct follow up to the Civil Rights Act of 1964, however from 1966 to 1967 United States Congress failed to garner enough political support for its passage. At that time several states had passed their own", "doc_score": "82.0178451538086", "publish_date": "2018/12/31"}, {"doc_id": "11845451", "text": "Residential segregation in the United States / of Chicago. Congress authorized the Moving to Opportunity for Fair Housing Demonstration (MTO) in 1993. MTO shares a similar design to Gautreaux. However, the program focuses on economic desegregation instead of racial desegregation., MTO has allocated nearly $80 million in federal and philanthropic funding to disperse and de-concentrate low-income neighborhoods, track the short and long-term effects of MTO program participants, and determine if small low-income de-concentration programs can be expanded to a national scale. An early randomized, controlled study on differential mental health effects indicates the pairing of portability housing vouchers to promote quality housing and lives with other", "doc_score": "83.28486633300781", "publish_date": "2018/12/31"}, {"doc_id": "2252065", "text": "Desegregation busing / Richmond School Board\", Federal District Judge Robert R. Merhige, Jr., ordered an extensive citywide busing program in Richmond, Virginia. When the massive busing program began in the fall of 1971, parents of all races complained about the long rides, hardships with transportation for extracurricular activities, and the separation of siblings when elementary schools at opposite sides of the city were \"paired\", (i.e., splitting lower and upper elementary grades into separate schools). The result was further white flight to private schools and to suburbs in the neighboring counties of Henrico and Chesterfield that were predominately white. In January 1972, Merhige ruled", "doc_score": "82.64209747314453", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_28", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "20769333", "text": "Initiative 77 / 19, 2018, in a primary election, the voters of D.C. approved the measure with about 55% of the vote. Following the passing of the initiative, it must now go to the United States Congress for a 30-day review. Some members of the D.C. council opposed the measure and suggested overturning the initiative altogether. Implementation of the initiative will bring the District of Columbia to the same standard set by California, Oregon, Washington, Alaska, Nevada, Montana, and Minnesota, which do not have a separate tipped minimum wage. On July 10, 2018, seven members of the 13-member D.C. City Council introduced a", "doc_score": "88.91691589355469", "publish_date": "2018/12/31"}, {"doc_id": "20769331", "text": "Initiative 77 / Initiative 77 Initiative 77 was a Washington, D.C. voter-approved ballot initiative to phase out the minimum wage exemption for tipped employees. On June 19, 2018, the measure was passed by a more than 10% margin. In October 2018, the initiative was repealed by the Council of the District of Columbia before it was enacted. In June 2016, the Council of the District of Columbia voted to raise the standard minimum wage to $15 per hour and the tipped minimum wage to $5 per hour by 2020. As of 2018, the minimum wage for the so-called tipped professions is $3.33 per", "doc_score": "86.08621978759766", "publish_date": "2018/12/31"}, {"doc_id": "9819331", "text": "Initiative 200 / Initiative 200 Initiative 200 was a Washington State initiative to the Legislature promoted by California affirmative-action opponent Ward Connerly, and filed by Scott Smith and Tim Eyman, a mail-order salesman from Mukilteo, Washington. It sought to prohibit racial and gender preferences by state and local government. It was on the Washington ballot in November 1998 and passed with 58.22% of the vote. It added to Washington's law (but not its constitution) the following language: (1) The state shall not discriminate against, or grant preferential treatment to, any individual or group on the basis of race, sex, color, ethnicity, or national", "doc_score": "84.02515411376953", "publish_date": "2018/12/31"}, {"doc_id": "8212253", "text": "Chris Christie / with temporarily assigned appellate judges filling in. In January 2013, Christie vetoed a New Jersey Legislature bill that would have raised the minimum wage from $7.25 to $8.50 per hour. The following November, the issue was placed on the ballot as a constitutional amendment referendum, passing with 61% of the vote. On September 21, 2012, Christie signed Assembly Bill No. 2647 (A-2647) into law that requires employers to post and distribute notice of employees' rights to gender-equal pay, but conditionally vetoed other gender parity bills, requesting revision. In June 2013, Christie vetoed S1921, an animal welfare bill introduced by the", "doc_score": "82.79366302490234", "publish_date": "2018/12/31"}, {"doc_id": "15767625", "text": "Philadelphia Home Rule Charter Reform Campaign / Philadelphia Home Rule Charter Reform Campaign The Philadelphia Home Rule Charter campaign is a grass-roots campaign in Philadelphia, PA to rewrite the city's 1951 Home Rule Charter, as the result of several local political scandals, the most recent being City Council members' participation in DROP, a Deferred Retirement Option Plan originally intended for civil service. A Home Rule Municipality in Pennsylvania is one incorporated under its own unique organic charter or constitution, created pursuant to the state's Home Rule and Optional Plans Law and approved by referendum. Local governments without home rule can only act where specifically authorized by state", "doc_score": "78.48037719726562", "publish_date": "2018/12/31"}]}
{"question_id": "20231020_29", "search_time": "2023/10/24/16:27", "search_result": [{"doc_id": "19619185", "text": "2018 United States Senate election in Texas / 2018 United States Senate election in Texas The 2018 United States Senate election in Texas was held on November 6, 2018, along with other elections to the United States Senate and the United States House of Representatives in additional states. Incumbent Republican U.S. Senator Ted Cruz ran successfully for re-election to a second term against Democratic candidate Beto O'Rourke and Libertarian candidate Neal Dikeman. The primary for all parties was held on March 6, 2018, making it the first primary of the 2018 season. As Cruz and O'Rourke both won majorities in their primaries, they did not participate in the", "doc_score": "87.26203918457031", "publish_date": "2018/12/31"}, {"doc_id": "19619167", "text": "2018 United States Senate election in New Jersey / from any major New Jersey officials, after a mistrial was declared in Senator Menendez's corruption trial, party figures across New Jersey lined up with public endorsements of his reelection bid, including the \"full support\" of Governor Phil Murphy. He formally declared his intention to run for reelection on March 28, 2018, alongside Governor Murphy and Senator Cory Booker. Bob Hugin launched his primary campaign on February 13 in Springfield. He began advertising on television two weeks later, attacking Menendez on the airwaves, and was soon considered the presumptive nominee. His opponent, Brian Goldberg, attempted to connect himself to President Donald", "doc_score": "87.32682037353516", "publish_date": "2018/12/31"}, {"doc_id": "18413165", "text": "2018 United States gubernatorial elections / Trustees and member of the Kennedy family Chris Kennedy, State Representative Scott Drury, State Senator Daniel Biss, and venture capitalist J. B. Pritzker all ran for the Democratic nomination. Pritzker, who is related to former United States Secretary of Commerce Penny Pritzker, won the primary, and if he wins he will become one of the wealthiest governors in United States history. Libertarian candidate Kash Jackson was nominated at the state party convention on March 3. He defeated Matt Scaro and Jon Stewart. Pritzker won election. Incumbent Governor Kim Reynolds took office in 2017, upon the resignation of Terry Branstad, following", "doc_score": "87.12572479248047", "publish_date": "2018/12/31"}, {"doc_id": "19864583", "text": "2018 United States House of Representatives elections in Texas / is currently represented by Democrat Lloyd Doggett, and has been since its creation in 2013. Doggett previously represented Texas's 25th congressional district before redistricting. Doggett won reelection in 2016 with 63.07% of the vote. The district's PVI is D+15 Doggett is running for reelection. The 36th district is located in southeast Texas and includes all of Newton, Jasper, Tyler, Polk, Orange, Hardin, Liberty, and Chambers counties, plus portions of southeastern Harris County. The Johnson Space Center is within the district. It is currently represented by Republican Brian Babin, who has served since 2015. Babin was reelected in 2016 with 88.61%", "doc_score": "84.22673797607422", "publish_date": "2018/12/31"}, {"doc_id": "19835551", "text": "2020 United States gubernatorial elections / Auditor Nicole Galloway is considered a potential candidate. Two-term incumbent Governor Steve Bullock is term-limited in 2020. Former Democratic Governor Brian Schweitzer may run again. Attorney General Tim Fox is a potential Republican candidate. One-term incumbent Governor Roy Cooper is eligible for re-election in 2020. Lieutenant Governor Dan Forest is a potential Republican candidate. One-term incumbent Governor Doug Burgum is eligible for re-election in 2020. Two-term incumbent Governor Chris Sununu is eligible for re-election in 2020. One-term incumbent Governor Ricky Rosselló of the New Progressive Party and the Democratic Party is eligible to run for re-election in 2020. Two and", "doc_score": "86.82789611816406", "publish_date": "2018/12/31"}]}
