{"question_id": "20230113_0", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "20527157", "text": "January 2018 Western United States floods / expected. of rain, as well as tropical storm-force wind gusts as high as, were expected on the Oregon coast. January 2018 Western United States floods The January 2018 American West floods occurred due to heavy precipitation in the Western United States. While wildfires in Southern California exacerbated the rain's effects in the region, other states, like Nevada, also experienced flooding. Gusts as high as, hurricane-force, were reported, and scattered power outages were expected. The storm brought much-needed rain to places in the desert like Las Vegas and Phoenix—with the risk of flash floods. Also, mountain snow was expected", "doc_score": "85.59468078613281", "publish_date": "2018/12/31"}, {"doc_id": "8286010", "text": "Floods in the United States: 1901–2000 / gage stations recorded their highest three-day rainfall totals to that time. The storm caused $4 million in damages. The Good Friday earthquake caused a tsunami in March 1964, which completely devastated the downtown district of Crescent City on the North Coast, resulting in 11 deaths and an economic loss of $14 million in Del Norte County alone. It was by far the worst damage done to any town in the contiguous United States by a tsunami. Substantial damage and numerous deaths also occurred in the towns of Valdez, Whittier, Chenega, Seward, Kodiak, Kalsin Bay and Kaguyak, Alaska, and Port Albini,", "doc_score": "83.71749877929688", "publish_date": "2018/12/31"}, {"doc_id": "17407276", "text": "July 2013 Southeastern United States floods / July 2013 Southeastern United States floods The 2013 Southeastern United States floods were ongoing flooding across the southeastern U.S. Flash floods began on the morning of July 2 and continued through Independence Day and into the next day. The hardest-hit areas as of Friday afternoon are the Florida Panhandle, northwest Alabama and the area around Columbus, Mississippi. A plume of tropical moisture caused heavy rain to train over the same areas, for more than 36 hours in some cases, leading to flash flooding. The system also caused sporadic damaging winds and one tornado in Destin, Florida. A dip in the", "doc_score": "84.38642883300781", "publish_date": "2018/12/31"}, {"doc_id": "9560055", "text": "Hurricane Isis (1998) / rainfall reached over 0.75 inches (19 mm) in Nevada and Utah. Low-level moisture dissipated as it continued inland, due to dry air, although upper-level moisture produced light rain across the Northwestern United States; Pocatello, Idaho recorded 0.59 inches (15 mm), while Missoula, Montana recorded 0.39 inches (10 mm). Aid programs began immediately after Isis moved ashore and dissipated to provide support to the affected population. The Comisión Nacional del Agua distributed 1.6 million U.S. gallons (1.3 million imp gal/6 million L) of water and provided repair equipment to the 173 localities whose water systems were damaged. More than 650 health", "doc_score": "83.87129211425781", "publish_date": "2018/12/31"}, {"doc_id": "7421563", "text": "Hurricane Jerry / area. Many homes, businesses, and buildings were inflicted damage because of strong winds and three tornadoes spawned by the storm. Despite the issuance of a hurricane warning just eight hours prior to landfall, Jerry caused only three fatalities in Texas, possibly due to the storm's small size; a car fell over the Galveston Seawall, killing its three occupants. Minor wind and coastal flood damage was reported in Louisiana. Jerry and its remnants brought flash flooding to portions of the Upland South, particularly in the states of Kentucky, Virginia, and West Virginia. In eastern Kentucky, hundreds of homes were flooded and", "doc_score": "84.62741088867188", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_1", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "1696945", "text": "North American Numbering Plan / grouping a set of letters with the digits \"2\" through \"9\". Such letter translations, designed by W.G. Blauvelt in 1917, had been used in the Bell System in large metropolitan areas since the late 1910s. The network reorganization eventually resulted in a two-letter, five-digit (2L-5N) representation of telephone numbers for every exchange in North America. The original plan of 1947 had been projected to be usable beyond the year 2000. However, by the late 1950s it became apparent that it would be outgrown by about 1975. In the late 1980s and early 1990s, the NANPA implemented calling procedures that required", "doc_score": "88.32463073730469", "publish_date": "2018/12/31"}, {"doc_id": "1696967", "text": "North American Numbering Plan / 2010, but the changeover was postponed to September 30, 2011. The NANP exhaust analysis estimates that the existing numbering system is sufficient until 2044, based on the assumption that a maximum of 667 NPAs continue to be available and that on the average 4400 central office codes are needed per year. Various plans are discussed for expanding the numbering plan to provide relief after exhaustion. One plan being considered adds the digit 1 or 0 either to the beginning or to the end of the area code or the beginning of the seven-digit subscriber number. This would require 11-digit dialing", "doc_score": "89.74759674072266", "publish_date": "2018/12/31"}, {"doc_id": "1696989", "text": "North American Numbering Plan / 1997 and elsewhere by December 31, 1998. The North American Numbering Council (NANC) was directed to select the local number portability administrators (LNPAs), also referred to as number portability administrators, akin to the North American Numbering Plan administrator (NANPA). The toll-free telephone numbers with NPAs 800, 888, 877, 866, 855, and 844 have been portable through the RespOrg system since 1993. American television programs and films often use the central office code 555, or KL\"amath\" 5 and KL\"ondike\" 5 in older movies and shows, for fictitious telephone numbers, to prevent disturbing actual telephone subscribers if anyone is tempted to dial", "doc_score": "89.98994445800781", "publish_date": "2018/12/31"}, {"doc_id": "1696955", "text": "North American Numbering Plan / code splits in the late 1980s and early 1990s, as all other area codes under the original plan had been consumed. After the remaining valid area codes were used up by expansion, in 1995 the rapid increase in the need for more area codes forced the NANPA to allow the digits 2 through 8 to be used as a middle digit in new area code assignments, with 9 being reserved as a \"last resort\" for potential future expansion. At the same time, local exchanges were allowed to use 1 or 0 as a middle digit. The first area codes without", "doc_score": "89.05533599853516", "publish_date": "2018/12/31"}, {"doc_id": "1696951", "text": "North American Numbering Plan / numbers from seven to twelve digits. Canada and the United States have experienced rapid growth in the number of area codes, particularly between 1990 and 2005. The widespread adoption of fax, modem, and mobile phone communication, as well as the deregulation of local telecommunication services in the United States in the mid-1990s, increased the demand for telephone numbers. The Federal Communications Commission allowed telecommunication companies to compete with the incumbent local exchange carriers for services, usually by forcing the existing sole service provider to lease infrastructure to other local providers. Because of the original design of the numbering plan and", "doc_score": "88.85212707519531", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_2", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "15069843", "text": "JFK in Ireland / the estimated €480,000 he earned from the book. This decision was criticised due to Tubridy's perceived wealth and the large salary he receives from RTÉ. The Revenue granted it a \"favourable determination\". MEP Joe Higgins said: \"The fact that Ryan Tubridy is claiming the exemption is ridiculous, there is no question about that. The rule should be changed, full stop.\" JFK in Ireland JFK in Ireland: Four Days That Changed a President is the title of the first book written by Irish broadcaster Ryan Tubridy. Released in the UK in 2010, and by Lyons Press in the US in 2011,", "doc_score": "76.04388427734375", "publish_date": "2018/12/31"}, {"doc_id": "18585253", "text": "Three Weeks With Lady X / strip of black on the left side and the picture of a woman on the right. James takes credit for suggesting the solid color on the left, although the art department had to convince her that black was the appropriate color. A sequel to the book, \"Four Nights with the Duke\", was released in March 2015 and follows one of the secondary characters, Lord Vander Brody. The novel is a historical romance, set in England in 1799, which is commonly known as the Georgian period. The book begins with Lady Xenobia India St. Clair enduring yet another bad marriage proposal.", "doc_score": "76.10330963134766", "publish_date": "2018/12/31"}, {"doc_id": "13806096", "text": "Electric Ink / with a guide for ethnic restaurants. Starting the day with a new haircut, Maddox is the butt of jokes as his hairstyle is likened to Donald Trump. The new style is revealed to be Maddox's attempt at self-improvement in preparation for his Politics Minute appearance. A tip is revealed on the wires that Sir Elton John has reportedly assaulted a security guard in Argos branch in Wolverhampton. Tasneem worries as she tells Oliver that the edible mushroom wall chart provided with a previous edition contains a very poisonous mushroom. An investigation is also started into a reported nuclear leak at", "doc_score": "74.87662506103516", "publish_date": "2018/12/31"}, {"doc_id": "10557148", "text": "Fire in Stubble / with her on the dates in question saves his head from being exhibited at Tyburn. Fire in Stubble Fire in Stubble (US: \"The Noble Rogue\"), was written by Baroness Orczy and first published in 1912. The book centres on the love life of Rose Marie, the only daughter of M. Legros, tailor-in-chief to His Majesty the King of France. As an infant Rose was espoused to Rupert Keyston, a mere child himself at the time. Over the years Rupert's position has changed from one of poverty and obscurity to one of wealth, and he now holds the honorable position of", "doc_score": "74.42366027832031", "publish_date": "2018/12/31"}, {"doc_id": "20837880", "text": "The Billionaire Raj / The Billionaire Raj The Billionaire Raj: A Journey Through India's New Gilded Age, is a 2018 non-fiction book written by British author James Crabtree. The book is about wealth inequality in India, exploring Indian billionaires, the caste system and economic reform advocates. Crabtree is a journalist for \"Financial Times\". The book has received mostly positive reviews. In a positive article for \"Literary Review\", Oliver Balch calls the book \"thoroughly entertaining\" and writes that the economic content \"neither bores nor overbears\", but criticises the \"familiarity of some of its examples\". A \"Publishers Weekly\" review lauds the book as \"an invaluable commentary", "doc_score": "75.77616119384766", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_3", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "1363456", "text": "Strike action / lockouts in the U.S. fell by 97% from 381 in 1970 to 187 in 1980 to only 11 in 2010. Companies countered the threat of a strike by threatening to close or move a plant. International Covenant on Economic, Social and Cultural Rights adopted in 1967 ensure the right to strike in Article 8 and European Social Charter adopted in 1961 also ensure the right to strike in Article 6. The Farah Strike, 1972-1974, labeled the \"strike of the century,\" and it was organized and led by Mexican American women predominantly in El Paso, Texas. Most strikes are undertaken by", "doc_score": "87.46090698242188", "publish_date": "2018/12/31"}, {"doc_id": "4024023", "text": "Sitdown strike / in effect hold valuable machinery hostage as a bargaining chip. Workers have used this technique since the beginning of the 20th century in countries such as United States, Italy, Poland, Croatia, and France. However, sit-down strikes are now uncommon. The radical syndicalist group Industrial Workers of the World (IWW) were the first American union to use the sit-down strike. On December 10, 1906, at the General Electric Works in Schenectady, New York, 3,000 workers sat down on the job and stopped production to protest the dismissal of three fellow IWW members. The three fired IWW members were ultimately rehired. The", "doc_score": "88.30958557128906", "publish_date": "2018/12/31"}, {"doc_id": "15923542", "text": "Occupy Wall Street / around the country. Eric Smith, a local chef who was laid off at the Sheraton in Midtown, said that he was running a five-star restaurant in the park. In late October, kitchen volunteers complained about working 18-hour days to feed people who were not part of the movement and served only brown rice, simple sandwiches, and potato chips for three days. Many protesters used the bathrooms of nearby business establishments. Some supporters donated use of their bathrooms for showers and the sanitary needs of protesters. New York City requires a permit to use \"amplified sound\", including electric bullhorns. Since Occupy", "doc_score": "85.42362976074219", "publish_date": "2018/12/31"}, {"doc_id": "16055118", "text": "International Unemployment Day / up to the March 6 demonstrations, a total of about 250 people were arrested in the various International Unemployment Day demonstrations in the United States. These included 60 arrests in Los Angeles, 45 in Detroit, 36 in Milwaukee, 30 in New York City, 15 in Pittsburgh, 13 in Washington, DC, and 12 in Buffalo. While demonstrations were largest and arrests most numerous in the Northeastern United States and Upper Midwest region, other demonstrations and arrests took place in the country's more conservative Southern region, including 7 arrests in Chattanooga, 3 in New Orleans, and 2 in Atlanta. In Europe, the", "doc_score": "86.43253326416016", "publish_date": "2018/12/31"}, {"doc_id": "17981607", "text": "AFSCME Local 77, Duke University / increased by an average of 81 percent, complaints from workers resulted. Among those complaints was Iola Woods, a dormitory maid who was assigned to clean 12 rooms, empty the trash of 24 rooms, and clean two dorm bathrooms in one hour and twenty minutes. This led 42 maids to file grievances with the administration for modifications in their workload. In support of the maids’ protests, student and faculty supporters established a committee, the Students, Faculty, and Friends of Local 77 (SFFL), which assisted the labor union in its fight for fair work conditions. During an investigation of work conditions, three", "doc_score": "85.8201675415039", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_4", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "3105434", "text": "Alexander Butterfield / informant \"Deep Throat\" prior to the disclosure in 2005. He told \"The Hartford Courant\" in 1995, \"I think it was a guy named Mark Felt.\" Butterfield is a major source for Bob Woodward's 2015 book \"The Last of the President's Men\". Butterfield retained an extensive number of records when he left the White House, some of them historically important, including the \"zilch\" memo, which helped form part of the basis for the book. Butterfield married Charlotte Maguire in 1949. They divorced in 1985. Butterfield moved to La Jolla, California, in 1992, where he was a close friend of (and sometimes", "doc_score": "80.92733001708984", "publish_date": "2018/12/31"}, {"doc_id": "3324882", "text": "White House FBI files controversy / Billy Dale had been delivered to the White House. The following day, the White House delivered to the committee hundreds of other such files related to White House employees of the Reagan Administration and George H. W. Bush Administration, for which Craig Livingstone, director of the White House's Office of Personnel Security, had improperly requested and received background reports from the FBI in 1993 and 1994, without asking permission of the subject individuals. Estimates ranged from 400 to 700 to 900 unauthorized file disclosures. The incident caused an intense burst of criticism because many of the files covered White House", "doc_score": "82.26807403564453", "publish_date": "2018/12/31"}, {"doc_id": "20246308", "text": "Trump Tower meeting / Jr. acknowledged he had indeed sought the meeting in the hopes to obtain information about Clinton's \"fitness\". As of July 2017, Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, was looking into the Trump Tower meeting. The inquiry was confirmed by Kaveladze's attorney, who said special counsel investigators are seeking information from his client. On July 21, 2017, Mueller asked the White House to preserve all documents related to the Russian meeting in June 2016. By August 3, 2017, Mueller had impaneled a grand jury in the District of Columbia that issued subpoenas", "doc_score": "80.84176635742188", "publish_date": "2018/12/31"}, {"doc_id": "3105418", "text": "Alexander Butterfield / June 20 or 21, Special White House Counsel for Watergate J. Fred Buzhardt provided the committee's Chief Minority (Republican) Counsel, Fred Thompson, with a document intended to impugn Dean's testimony. Buzhardt's document included almost verbatim quotations from meetings Nixon had with Dean. Thompson initially violated an agreement under which the majority and minority staff would share all information. When committee Majority Investigator Scott Armstrong obtained the document, he realized it indicated the existence of a taping system. Butterfield was questioned by Senate Watergate Committee staff Scott Armstrong, G. Eugene Boyce, Marianne Brazer, and Donald Sanders (deputy minority counsel) on Friday,", "doc_score": "80.2660140991211", "publish_date": "2018/12/31"}, {"doc_id": "3324889", "text": "White House FBI files controversy / the files, in October 1996, Republican committee chair Orrin Hatch requested that the FBI do a fingerprint analysis of them. On November 3, 1996, the FBI informed the committee that no fingerprints of either the First Lady or any other named senior official were on the files. A secondary question of the Filegate controversy revolved around what the Office of Personnel Security was, who had authorized the hiring of Livingstone, and whether he was qualified for the job. The Office was not responsible for actual White House security, as that was the charge of the United States Secret Service, nor", "doc_score": "81.65094757080078", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_5", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "4875647", "text": "Hannity / Hannity Hannity, is an American television political talk program on Fox News Channel hosted by Sean Hannity. Episodes air live at 9 pm on Monday through Friday. The show focuses on the development of the day's events with long monologues, political analysis, and legal analysis. The show has been a part of the Fox News program lineup since February 12, 2009, and is the number one cable news broadcast in its time slot. The Friday edition is generally pre-recorded except in cases of heavy breaking news coverage. On nights when Hannity is not available, Jeanine Pirro will often fill in", "doc_score": "83.23551177978516", "publish_date": "2018/12/31"}, {"doc_id": "20109455", "text": "You the Jury / You the Jury You the Jury is an American reality prime time court show which aired on Fox as a live program, where high-profile civil cases were re-enacted with lawyers known for working on high-profile cases, along with a live audience and viewer voting about their opinion of whether they agree or disagree with the defendant (although any decision made by the show had no legal effect). Premiering on April 7, 2017, the series was hosted by former New York State jurist and current Fox News Channel host Jeanine Pirro. The series was canceled after two episodes had aired. The", "doc_score": "81.96556854248047", "publish_date": "2018/12/31"}, {"doc_id": "15802335", "text": "We the People with Gloria Allred / We the People with Gloria Allred We the People With Gloria Allred is an American dramatized court show that ran for 2 seasons and debuted on September 12, 2011, and aired on syndication. The series is presented by famed celebrity lawyer/attorney Gloria Allred. Like Entertainment Studios' other court shows, namely \"America's Court with Judge Ross\" and \"Justice for All with Judge Cristina Pérez\", and Supreme Justice with Judge Karen the series features actors doing reenactments of real-life court cases, with Allred playing a judge character. Most of the cases are part scripted and part improvised, with audience participation. No money", "doc_score": "80.2000732421875", "publish_date": "2018/12/31"}, {"doc_id": "4875653", "text": "Hannity / to renovated Studio J on June 5, 2018. Hannity Hannity, is an American television political talk program on Fox News Channel hosted by Sean Hannity. Episodes air live at 9 pm on Monday through Friday. The show focuses on the development of the day's events with long monologues, political analysis, and legal analysis. The show has been a part of the Fox News program lineup since February 12, 2009, and is the number one cable news broadcast in its time slot. The Friday edition is generally pre-recorded except in cases of heavy breaking news coverage. On nights when Hannity is", "doc_score": "83.6224365234375", "publish_date": "2018/12/31"}, {"doc_id": "20411258", "text": "Judge vs. Judge / Judge vs. Judge Judge vs. Judge () is a 2017 South Korean television series starring Park Eun-bin, Yeon Woo-jin, Dong Ha and Na Hae-ryung. It aired on SBS from November 22, 2017 to January 11, 2018 on Wednesdays and Thursdays at 22:00 (KST) time slot for 32 episodes. The story of a fiery female judge Lee Jung-joo (Park Eun-bin) who fights to reveal innocence of her older brother who was frame-up for rape and murder and got killed while trying to acquit himself. The first script reading of the cast was held on October 23, 2017 at SBS Ilsan Production", "doc_score": "82.72146606445312", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_6", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "565485", "text": "Halley's Comet / Halley's Comet Halley's Comet or Comet Halley, officially designated 1P/Halley, is a short-period comet visible from Earth every 75–76 years. Halley is the only known short-period comet that is regularly visible to the naked eye from Earth, and the only naked-eye comet that might appear twice in a human lifetime. Halley last appeared in the inner parts of the Solar System in 1986 and will next appear in mid-2061. Halley's returns to the inner Solar System have been observed and recorded by astronomers since at least 240 BC. Clear records of the comet's appearances were made by Chinese, Babylonian, and", "doc_score": "95.47013854980469", "publish_date": "2018/12/31"}, {"doc_id": "565507", "text": "Halley's Comet / model was broadly correct, though with modifications. Halley's albedo, for instance, is about 4%, meaning that it reflects only 4% of the sunlight hitting it; about what one would expect for coal. Thus, despite appearing brilliant white to observers on Earth, Halley's Comet is in fact pitch black. The surface temperature of evaporating \"dirty ice\" ranges from at higher albedo to at low albedo; Vega 1 found Halley's surface temperature to be in the range. This suggested that only 10% of Halley's surface was active, and that large portions of it were coated in a layer of dark dust", "doc_score": "93.00348663330078", "publish_date": "2018/12/31"}, {"doc_id": "2677236", "text": "Comet Encke / of several related meteor showers known as the Taurids (which are encountered as the Northern and Southern Taurids across November, and the Beta Taurids in late June and early July). A shower has similarly been reported affecting Mercury. Near-Earth object may be a fragment of Encke. Measurements on board the NASA satellite MESSENGER have revealed Encke may contribute to seasonal meteor showers on Mercury. The Mercury Atmospheric and Surface Composition Spectrometer (MASCS) instrument discovered seasonal surges of calcium since the probe began orbiting the planet in March 2011. The spikes in calcium levels are thought to originate from small dust", "doc_score": "90.63813781738281", "publish_date": "2018/12/31"}, {"doc_id": "18294478", "text": "Great comet / in a period of only 42 hours, making it visible to the naked eye. All these temporarily made comet 17P the largest (by radius) object in the Solar System although its nucleus is estimated to be only about 3.4 km in diameter. The brightness of a simple reflective body varies with the inverse square of its distance from the Sun. That is, if an object's distance from the Sun is halved, its brightness is quadrupled. However, comets behave differently, due to their ejection of large amounts of volatile gas which then also reflect sunlight and may also fluoresce. Their brightness", "doc_score": "88.28323364257812", "publish_date": "2018/12/31"}, {"doc_id": "74356", "text": "Comet / gases glow from ionisation. Most comets are too faint to be visible without the aid of a telescope, but a few each decade become bright enough to be visible to the naked eye. Occasionally a comet may experience a huge and sudden outburst of gas and dust, during which the size of the coma greatly increases for a period of time. This happened in 2007 to Comet Holmes. In 1996, comets were found to emit X-rays. This greatly surprised astronomers because X-ray emission is usually associated with very high-temperature bodies. The X-rays are generated by the interaction between comets and", "doc_score": "91.83622741699219", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_7", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "7041104", "text": "Smart meter / smart meters and the remote controllable \"kill switch\" that is included with most of them. Many of these concerns regard wireless-only smart meters with no home energy monitoring or control or safety features. Metering-only solutions, while popular with utilities because they fit existing business models and have cheap up-front capital costs, often result in such \"backlash\". Often the entire smart grid and smart building concept is discredited in part by confusion about the difference between home control and home area network technology and AMI. The attorneys general of both Illinois and Connecticut have stated that they do not believe smart", "doc_score": "82.40679168701172", "publish_date": "2018/12/31"}, {"doc_id": "3546104", "text": "Price gouging / case is a retailer who increases the price of existing stocks of milk and bread when a hurricane is imminent. In Florida, it is a defense to show that the price increase mostly reflects increased costs, such as running an emergency generator, or hazard pay for workers, while California places a ten percent cap on any increases. In the United States, laws against price gouging have been held constitutional at the state level as a valid exercise of the police power to preserve order during an emergency, and may be combined with anti-hoarding measures. Exceptions are prescribed for price increases", "doc_score": "85.41230010986328", "publish_date": "2018/12/31"}, {"doc_id": "14374897", "text": "FTC regulation of behavioral advertising / the 2007 town hall meeting. In a December 2010 report, the FTC proposed a new regulatory framework for consumer data privacy, including a proposal for a “Do Not Track” mechanism which would allow Internet users to opt out of OBA. In the report the FTC describes the limitations of the existing notice and choice model, which it states, “have become increasingly apparent in recent years”. The FTC states that the notice and choice-based model, “encourages companies to develop privacy notices describing their information collection and use practices to consumers, so that consumers can make informed choices”. However, “the notice-and-choice model,", "doc_score": "82.08672332763672", "publish_date": "2018/12/31"}, {"doc_id": "14374888", "text": "FTC regulation of behavioral advertising / FTC regulation of behavioral advertising The United States Federal Trade Commission (FTC) has been involved in oversight of the behavioral targeting techniques used by online advertisers since the mid-1990s. These techniques, initially called \"online profiling\", are now referred to as \"behavioral targeting\"; they are used to target online behavioral advertising (OBA) to consumers based on preferences inferred from their online behavior. During the period from the mid-1990s to the present, the FTC held a series of workshops, published a number of reports and gave numerous recommendations regarding both industry self-regulation and Federal regulation of OBA. In late 2010, the FTC", "doc_score": "80.93729400634766", "publish_date": "2018/12/31"}, {"doc_id": "3546105", "text": "Price gouging / that can be justified in terms of increased cost of supply, transportation, demand or storage. Statutes generally give wide discretion not to prosecute: in 2004, Florida determined that one-third of complaints were unfounded, and a large fraction of the remainder was handled by consent decrees, rather than prosecution. As of 2008, laws against price-gouging have been enacted in 35 states. Price-gouging is often defined in terms of three criteria listed below: Economists Thomas Sowell and Walter E. Williams, among others, argue against laws that interfere with large or exorbitant price changes. According to this view, high prices can be viewed", "doc_score": "83.94438934326172", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_8", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "18621489", "text": "Specialty foods / Specialty foods Specialty foods are foods that are typically considered as \"unique and high-value food items made in small quantities from high-quality ingredients\". Consumers typically pay higher prices for specialty foods, and may perceive them as having various benefits compared to non-specialty foods. Compared to staple foods, specialty foods may have higher prices due to more expensive ingredients and labor. Some food stores specialize in or predominantly purvey specialty foods. Several organizations exist that promote specialty foods and its purveyors. The term \"specialty foods\" does not have a standard definition. Food processors, regulators and consumers may be confused by the", "doc_score": "92.438720703125", "publish_date": "2018/12/31"}, {"doc_id": "2352994", "text": "Convenience food / Convenience food Convenience food, or tertiary processed food, is food that is commercially prepared (often through processing) to optimise ease of consumption. Such food is usually ready to eat without further preparation. It may also be easily portable, have a long shelf life, or offer a combination of such convenient traits. Although restaurant meals meet this definition, the term is seldom applied to them. Convenience foods include ready-to-eat dry products, frozen foods such as TV dinners, shelf-stable foods, prepared mixes such as cake mix, and snack foods. Bread, cheese, salted food and other prepared foods have been sold for thousands", "doc_score": "90.55645751953125", "publish_date": "2018/12/31"}, {"doc_id": "6202715", "text": "Health food store / since the 1920s to refer to specific foods claimed to be especially beneficial to health, although the term has no official definition. Some terms that are associated with health food are macrobiotics, natural foods, organic foods and whole foods. Macrobiotics is a diet focusing primarily on whole cereals. Whole cereals, along with other \"whole foods\", are foods that are minimally processed. Whole cereals have their fiber, germ and hull intact and are considered more nutritious. Natural foods are simply foods that contain no artificial ingredients. Organic foods are foods that are grown without the use of conventional and artificial pesticides", "doc_score": "90.21682739257812", "publish_date": "2018/12/31"}, {"doc_id": "1801399", "text": "Grocery store / number of very large companies control a large proportion of supermarkets. The supermarket giants wield great purchasing power over farmers and processors, and strong influence over consumers. Nevertheless, less than 10% of consumer spending on food goes to farmers, with larger percentages going to advertising, transportation, and intermediate corporations. It was reported on March 24, 2008, that consumers worldwide faced rising food prices. Reasons for this development include changes in the weather and dramatic changes in the global economy including higher oil prices, lower food reserves, and growing consumer demand in China and India. The US Labor Department has calculated", "doc_score": "93.2384262084961", "publish_date": "2018/12/31"}, {"doc_id": "6440475", "text": "Natural foods / Natural foods Natural foods and all natural foods are widely used terms in food labeling and marketing with a variety of definitions, most of which are vague. The term is often assumed to imply foods that are not processed and whose ingredients are all natural products (in the chemist's sense of that term), thus conveying an appeal to nature. But the lack of standards in most jurisdictions means that the term assures nothing. In some countries, the term \"natural\" is defined and enforced. In others, such as the United States, it is not enforced. “Natural foods” are often assumed to", "doc_score": "89.99781036376953", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_9", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "5828598", "text": "Fruit Roll-Ups / amount of dextrose. They also contain small amounts of partially hydrogenated cottonseed oil, citric acid, sodium citrate, acetylated monoglycerides, fruit pectin, malic acid, ascorbic acid, natural flavors, and artificial colors. In 2011, the Center for Science in the Public Interest sued General Mills over Fruit Roll-Ups, saying that their packaging and marketing was misleading because it presented the product as a nutritious, healthful, fruit-filled snack, despite having approximately the same nutritional profile as gummy bear candies. The lawsuit was settled out of court with General Mills agreeing not to put pictures of fruits on the labels, unless that fruit was", "doc_score": "85.83601379394531", "publish_date": "2018/12/31"}, {"doc_id": "715388", "text": "Candy / Manufacturers know that candy must be hygienic and attractive to customers. In the children's market quantity, novelty, large size and bright colors are the top sellers. Many companies redesign the packaging to maintain consumer appeal. Because of its high sugar concentration, bacteria are not usually able to grow in candy. As a result, the shelf life is longer for candy than for many other foods. Most candies can be safely stored in their original packaging at room temperature in a dry, dark cupboard for months or years. As a rule, the softer the candy or the damper the storage area,", "doc_score": "82.92509460449219", "publish_date": "2018/12/31"}, {"doc_id": "20998091", "text": "Alcohol packaging warning messages / Alcohol packaging warning messages Alcohol packaging warning messages are warning messages that appear on the packaging of alcoholic beverages concerning their health effects. They have been implemented in an effort to enhance the public's awareness of the harmful effects of consuming alcoholic beverages, especially with respect to foetal alcohol syndrome and alcohol's carcinogenic properties. In general, warnings used in different countries try to emphasize the same messages. Warnings for some countries are listed below. Such warnings have been required in alcohol advertising for many years, although the content of the warnings differ by nation. A World Health Organization report, published", "doc_score": "82.70848846435547", "publish_date": "2018/12/31"}, {"doc_id": "715384", "text": "Candy / industry relies significantly on trade secret protection, because candy recipes cannot be copyrighted or patented effectively, but are very difficult to duplicate exactly. Seemingly minor differences in the machinery, temperature, or timing of the candy-making process can cause noticeable differences in the final product. \"Candy wrapper\" or \"sweets wrapper\" is a common term for this packaging. Packaging preserves aroma and flavor and eases shipping and dispensation. Wax paper seals against air, moisture, dust, and germs, while cellophane is valued by packagers for its transparency and resistance to grease, odors and moisture. In addition, it is often resealable. Polyethylene is another", "doc_score": "82.33707427978516", "publish_date": "2018/12/31"}, {"doc_id": "5391261", "text": "Sun Chips / forward. The other US flavors will use traditional SunChips packaging. On February 24, 2011, Frito Lay announced that they were releasing a new, quieter biodegradable bag starting with the Original Sun Chip brand. Closely resembling traditional bags, the compostable packaging uses adhesives sandwiched between the outer and inner layers of the bag to substantially reduce the excessive noise. Current bags are not labeled as compostable, as of 2015. Parent corporation PepsiCo has reported that sales of SunChips have declined by double-digit percentages annually since 2011. Sun Chips Sun Chips (officially styled as SunChips) is a brand of fried, rippled, multigrain", "doc_score": "84.27310180664062", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_10", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "10883187", "text": "Georgia Bulldogs basketball / (against Kentucky and Mississippi State) in which Gaines fouled out with a substantial amount of time to play, doing it on a rival's home court, and winning four consecutive elimination games following a season during which their longest winning streak stood at three—earned the 2007–2008 team the nickname of Dream Dawgs. With the victory, Georgia secured itself an automatic bid in the 2008 NCAA Tournament. Georgia's appearance in the tournament was the tenth overall in team history and the first since the 2002 NCAA Basketball Tournament. After their SEC Championship run, the Bulldogs were seeded 14th in the NCAA Tournament,", "doc_score": "94.04447937011719", "publish_date": "2018/12/31"}, {"doc_id": "7030784", "text": "Georgia Bulldogs / Bulldogs play in the tradition-rich Southeastern Conference. The Bulldogs claim two football national championships: one for the 1942 season based on the determinations of several selecting organizations, and one consensus national championship for the 1980 season based on the votes of the AP and Coaches Polls (several selectors have recognized the Bulldogs as national champions for the 1927, 1946, and 1968 seasons as well). Georgia has won 13 Southeastern Conference (SEC) championships (the most recent coming in 2017). The Bulldogs' most historic rivalry is with the Auburn Tigers, referred to as the Deep South's Oldest Rivalry and dating back to", "doc_score": "95.63035583496094", "publish_date": "2018/12/31"}, {"doc_id": "17616420", "text": "Clemson–Georgia football rivalry / a national title. In a bit of role reversal from 1978, #4 Georgia traveled to Clemson for an early season game, but Clemson's defense stood tall and caused a miserable day for Herschel Walker, including forcing him to fumble near Clemson's goal line. Fueled by a touchdown pass from Homer Jordan to Perry Tuttle, the Tigers pulled off the 13–3 upset. The loss turned out to cost Georgia a shot at back to back national championships, as Clemson finished the season unbeaten and won the national title following their 22–15 1982 Orange Bowl victory over #4 Nebraska, while Georgia finished", "doc_score": "94.96778106689453", "publish_date": "2018/12/31"}, {"doc_id": "10883182", "text": "Georgia Bulldogs basketball / since the 1991 season. Georgia made the most of it by defeating Clemson and the West Regional's top seed, Purdue, in Albuquerque, NM before losing a heart stopping overtime game to Syracuse in the Sweet 16. In 1997, Georgia finished 23–9 (10–6) winning the prestigious Rainbow Classic holiday tournament in Hawaii, defeating Washington State, Memphis, and Maryland. UGA beat LSU, South Carolina, and Arkansas to advance to the SEC tournament final in Memphis, losing the final to Kentucky. Smith's successor, Ron Jirsa, led the 1998 Bulldogs to a 21–14 (8–8) record, reaching the 20 win mark for the third consecutive", "doc_score": "94.99164581298828", "publish_date": "2018/12/31"}, {"doc_id": "17616416", "text": "Clemson–Georgia football rivalry / contracted beginning in 1967. Clemson shifted from a small, all-male military institution to becoming a co-educational, civilian college in 1955, and expanded to meet University requirements in 1964. The matchups began to become more competitive as Clemson's athletic programs, along with the University, grew substantially in the 1970s. Twice during this period, beginning in 1978, the Bulldogs dealt Clemson their only defeat of the season. However, Danny Ford's Clemson team did return the favor in 1981 on their way to a national championship, giving Bulldog great Herschel Walker his only regular season defeat in his three years at Georgia. But", "doc_score": "93.75704956054688", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_11", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "7150801", "text": "The Dundies / among adults between the ages of 18 and 49, making it the highest episode of the series to air at that time, since the show's pilot. The episode received positive reviews from critics. Michael Scott (Steve Carell) is the only person who looks forward to \"The Dundies\", his annual awards show at the local Chili's restaurant. Jim Halpert (John Krasinski) tries to dissuade Michael from once again awarding Pam Beesly (Jenna Fischer) the \"World's Longest Engagement\" award. Meanwhile, Dwight Schrute (Rainn Wilson) learns that there is graffiti about Michael on the ladies' room wall, and his attempts to investigate are", "doc_score": "79.47858428955078", "publish_date": "2018/12/31"}, {"doc_id": "4064442", "text": "Not This August / weapons are ineffective as anti-aircraft missiles shoot down any bombers or guided missiles, so ground forces have done most of the fighting. The Communist nations—whose armies greatly outnumber the North Americans—conquered Western Europe, invaded South America, and are moving toward Texas. All American males are required to either perform agricultural work to feed the armed forces or be drafted into military, construction, or factory service. Food, electricity, and gasoline are rationed, only two CONELRAD stations broadcast on radio, and New York City is reportedly under martial law. Billy Justin, a 37-year-old commercial artist and Korean War veteran, is working as", "doc_score": "76.80633544921875", "publish_date": "2018/12/31"}, {"doc_id": "13222153", "text": "Chuck Versus Tom Sawyer / Barnes wins the \"Missile Command\" World Championship in San Fernando Valley, California. In the present, Chuck Bartowski arrives late to the Buy More and Morgan Grimes warns him about the new efficiency expert. As Chuck meets Emmett Milbarge (Tony Hale), he flashes on a tough-looking bald man (Faran Tahir). Feigning sickness, Chuck tries to slink away but runs into the man, who shows him a picture of Jeff and asks Chuck if he knows him. Chuck says no and suggests that he check the other thirteen Southern California Buy Mores. John Casey identifies the man as Farrokh Bulsara, a global", "doc_score": "75.00175476074219", "publish_date": "2018/12/31"}, {"doc_id": "19480693", "text": "Ron Berkowitz / Jay Z's business ventures, several New York City nightclubs and does public relations work for Yoenis Céspedes, Robinson Cano, Kevin Durant, Dez Bryant and Meek Mill. Berk Communications was acquired as an independent subsidiary by the MWWPR firm in October 2015, with Berkowitz continuing to serve as President and CEO of the company. In 2016, he received national media attention and recognition for his role in the makeover of New York Yankee, Alex Rodriguez following a suspension for use of performance-enhancing drugs. In July 2018, Berkowitz was a guest co-host on the CBS Sports Radio program \"Tiki and Tierney\" with", "doc_score": "75.44158172607422", "publish_date": "2018/12/31"}, {"doc_id": "8071496", "text": "Nathan Hale Williams / Award for Outstanding Television Series – News/Information. In 2009, Williams produced and directed a three-part Black History Month documentary series, \"INSIDE: Black Culture\". He also directed and produced commercials for Isabella Fiore Handbags (starring Veronica Webb) and Jumpstart (starring LL Cool J). As a personality/actor, Williams has appeared on \"Showtime’s American Candidate\", \"The Guiding Light\", \"My Two Cents\" and \"The Bev Smith Show\". He has been featured in \"Black Enterprise\", \"Crain’s\", \"Ebony\", \"Jet\", the \"Chicago Tribune\", \"The Advocate\", the \"New York Blade\", \"Clik Magazine\", \"Pulse!\", \"Bleu\", \"UneQ\", the \"Chicago Defender\" and several online publications. In November 2007, Williams appeared on", "doc_score": "72.7061996459961", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_12", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "14136165", "text": "Ashura protests / paramilitary Basij force subordinate to the Iranian Revolutionary Guard stormed a mosque in Tehran where scholar and former President Mohammad Khatami was speaking. This was followed by continued clashes in Tehran in which \"Jaras\", a news media of the critics, estimated eight to ten people had died. Prior to Ashura, Mohsen Kadivar said he could not \"rule out the possibility\" of state intervention in the planned protests. On 27 December, demonstrations in several cities continued into the holy day of Ashura the climax of Muharram, the month of mourning. Protesters in Tehran gathered \"From Imam Hussain Square to Freedom Square\",", "doc_score": "86.0041732788086", "publish_date": "2018/12/31"}, {"doc_id": "11695198", "text": "2008 Tibetan unrest / 2008 Tibetan unrest The 2008 Tibetan unrest, also referred to as the 3-14 Riots in Chinese media, was a series of riots, protests, and demonstrations that started in the Tibetan regional capital of Lhasa. What originally began as an annual observance of Tibetan Uprising Day turned into street protests by monks, which became violent by March 14. The unrest spread to a number of monasteries and other Tibetan areas beyond Lhasa as well as outside the Tibet Autonomous Region. Xinhua, the Chinese government's official media outlet, estimated that 150 protest incidents occurred across Tibet between March 10 and March 25,", "doc_score": "83.7938003540039", "publish_date": "2018/12/31"}, {"doc_id": "20675013", "text": "Chengdu protests of 1989 / some of the bodies had the “students’ white headbands\" and there was a pile of “30 to 40 abandoned plastic flip-flops commonly worn by workers, farmers, and unemployed people.” In response to the events that took place in Chengdu, the government quickly released its account of what happened. The Sichuan Provincial government published an article titled The Whole Story of the Chengdu Riots. Within this article it was reported that “1,800 people sought medical treatment, including 1,100 policemen, 353 were admitted to the hospital and among them 231 policemen, 69 students and 53 others.” According to a “U.S State department", "doc_score": "80.695068359375", "publish_date": "2018/12/31"}, {"doc_id": "9313130", "text": "Saur Revolution / fighting spread to other areas of the city. Later, that afternoon, the first fighter planes, Sukhoi Su-7s, came in low and fired rockets at the national palace in the center of the city. In early evening, an announcement was broadcast on government-owned Radio Afghanistan that the \"Khalq\" were overthrowing the Daoud government. The use of the word \"Khalq\", and its traditional association with the communists in Afghanistan, made clear that the PDPA was leading the coup, and also that the rebels had captured the radio station. The aerial attacks on the palace intensified about midnight as six Su-7s made repeated", "doc_score": "84.36217498779297", "publish_date": "2018/12/31"}, {"doc_id": "14136167", "text": "Ashura protests / was buried on 30 December. Similar protests took place in other Iranian cities including Isfahan, Najafabad, Shiraz, Mashhad, Arak, Tabriz, Babol, Ardabil and Orumieh. Four people were reportedly killed in Tabriz, in north western Iran on 27 December, and one in Shiraz in the south of Iran. Access for international news media has been severely restricted by the Iranian government. State controlled media initially denied any deaths, though it was indicated on 28 December that 15 had died, including ten \"well-known anti-revolutionary terrorists\". According to the official news agency of the Islamic Republic of Iran, Tehran's Safety Services said that", "doc_score": "85.53451538085938", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_13", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "20617447", "text": "2018 North Korea–United States summit / United States President Donald Trump arrived six minutes later. They started the summit at 9:05 am local time with a 12-second handshake and then participated in a one-on-one meeting, with interpreters only. Trump and Kim emerged from the one-on-one talks and walked down the corridor to the Cassia where the expanded bilateral meeting took place. Trump described the one-on-one meeting as \"very very good\" when asked by a reporter. When Trump was asked if he had notes of the one-on-one meeting to refer back and verify, Trump replied, \"I don't have to verify because I have one of the great", "doc_score": "83.6099624633789", "publish_date": "2018/12/31"}, {"doc_id": "8892149", "text": "Inter-American Dialogue / associated with the media. The Inter-American Dialogue is currently chaired by former President of Mexico Ernesto Zedillo and former U.S. Trade Representative and Secretary of Housing and Urban Development Carla A. Hills. Its vice-chairs are Mack McLarty, former White House Chief of Staff, and L. Enrique Garcia, president of CAF – Development Bank of Latin America. Other members of the Board of Directors: Inter-American Dialogue The Inter-American Dialogue (also the Dialogue or IAD) is a U.S.-based think tank in the field of international affairs primarily related to the Western Hemisphere. Headquartered in Washington, D.C it intends to \"foster democratic governance,", "doc_score": "86.86858367919922", "publish_date": "2018/12/31"}, {"doc_id": "10965879", "text": "North American Leaders' Summit / January 2017 with the swearing in of Donald Trump. Trudeau described the meeting as \"friendly, as you might expect among friends, but also a little poignant\". Until 2009, the summits were held as part of the wider Security and Prosperity Partnership of North America. There are no fixed dates for the summits and in some years a summit has not been held for varying reasons. North American Leaders' Summit The North American Leaders' Summit (NALS), sometimes called the Three Amigos Summit in the popular press, is the trilateral annual summit between the Prime Minister of Canada, the President of Mexico,", "doc_score": "88.33003997802734", "publish_date": "2018/12/31"}, {"doc_id": "10965878", "text": "North American Leaders' Summit / of Canada in Ottawa, Ontario, Canada. Trudeau hosted US President Barack Obama and Mexican President Enrique Peña Nieto. The three leaders discussed a shared commitment to LGBT rights (with Trudeau highlighting their importance after the recent attack on a gay nightclub in Orlando), renewable energy development, and free trade. The leaders also announced the creation of a North American Climate, Clean Energy, and Environment Partnership and associated action plan. The 2016 summit was the first and last time all three of the leaders met, as Trudeau had just been elected in November 2015 and Obama's term as president ended in", "doc_score": "86.4917984008789", "publish_date": "2018/12/31"}, {"doc_id": "61702", "text": "Canada–United States relations / have left Canada via the U.S. and for eliminating \"duplicated baggage screenings on connecting flights\". The agreement is not a legally binding treaty, and relies on the political will and ability of the executives of both governments to implement the terms of the agreement. These types of executive agreements are routine—on both sides of the Canada–U.S. border. President Barack Obama and Prime Minister Justin Trudeau first met formally at the APEC summit meeting in Manila, Philippines in November 2015, nearly a week after the latter was sworn into the office. Both leaders expressed eagerness for increased cooperation and coordination between", "doc_score": "82.07433319091797", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_14", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "19901764", "text": "Mach 37 / transition ownership share to private corporations such as Amazon Web Services, one of MACH37's sponsors. During the 90-day Cohorts, MACH37 hosts weekly dinners where various cyber security industry leaders have spoken with the stated intent of bringing the Virginia, Maryland, and Washington D.C. cyber security communities closer together. These dinners are free to attend and typically draw over 100 guests. MACH37 has had 40 different startup companies as participants since its founding. The program was started in early 2013 as a division of the Virginia Center for Innovative Technology with support from Virginia's government as part of an initiative to", "doc_score": "81.90489959716797", "publish_date": "2018/12/31"}, {"doc_id": "20150937", "text": "Young Army Cadets National Movement / October 29, 2015, by President of Russia Vladimir Putin at the behest of Minister of Defense General of the Army Sergey Shoygu. The Young Army Movement's aims are to improve the state policy in the field of education of the younger generation, create favorable conditions for the harmonious development of the personality of children and young people, the formation of moral values and guidelines, as well as education in military and patriotic themes. Thus, the Young Army Cadets (\"Юнармеец\"), as they are called, are from a wide number of youth groups and the Cadet Corps and Schools all over the", "doc_score": "81.21662139892578", "publish_date": "2018/12/31"}, {"doc_id": "19651095", "text": "Patriot Defence / needed. Upon completion of the course, each military medic receives a medical backpack for special forces which contains the equipment needed to save lives in extreme situations. In 2015, Patriot Defence assembled a team of qualified Ukrainian and international instructors who started a new course to increase the knowledge and skills of Ukrainian doctors to raise their qualifications to international standards. The Ukrainian Trauma Life Support (UTLS) program is based on modern approaches to treat trauma. The course instructors are professionals who studied and worked in the West; some are former military professionals from the United States, Great Britain as", "doc_score": "81.1720962524414", "publish_date": "2018/12/31"}, {"doc_id": "17055398", "text": "Pennsylvania–Lithuania National Guard Partnership / Pennsylvania–Lithuania National Guard Partnership The Pennsylvania-Lithuania National Guard Partnership is one of 22 European partnerships that make-up the U.S. European Command State Partnership Program and one of 65 worldwide partnerships that make-up the National Guard State Partnership Program. The Partnership was established on April 27, 1993. In the 20 years that have followed, Pennsylvania and Lithuania have conducted more than 500 exchanges that cover diverse topics such as Senior Leader Engagements, Recruiting, NCO Professional Development, Military Decision Making Process and Strategic Planning, Range Development, Airfield Development and Standards, Defense Support to Civil Authorities, Family Programs, and Resiliency. Also, Pennsylvania and", "doc_score": "82.81773376464844", "publish_date": "2018/12/31"}, {"doc_id": "625663", "text": "MIM-104 Patriot / Netherlands, Poland, Germany, Japan, Israel, Saudi Arabia, Kuwait, Republic of China (Taiwan), Greece, Spain, United Arab Emirates, Qatar and Romania. South Korea purchased several second-hand Patriot systems from Germany after North Korea test-launched ballistic missiles to the Sea of Japan and proceeded with underground nuclear testing in 2006. Jordan also purchased several second-hand Patriot systems from Germany. Poland hosts training rotations of a battery of U.S. Patriot launchers. This started in the town of Morąg in May 2010 but was later moved further from the Russian border to Toruń and Ustka due to Russian objections. On December 4, 2012, NATO", "doc_score": "81.30387878417969", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_15", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "20229044", "text": "72nd Tony Awards / 72nd Tony Awards The 72nd Annual Tony Awards were held on June 10, 2018, to recognize achievement in Broadway productions during the 2017–18 season. The ceremony was held at Radio City Music Hall in New York City, and was broadcast live by CBS. Sara Bareilles and Josh Groban served as hosts. \"The Band's Visit\" was the most winning production of the season, with 10 awards, including Best Musical. \"Harry Potter and the Cursed Child\" won six awards, including Best Play, while \"Angels in America\" won three, including Best Revival of a Play. The ceremony received positive reviews, with many highlighting", "doc_score": "89.96038055419922", "publish_date": "2018/12/31"}, {"doc_id": "20229045", "text": "72nd Tony Awards / the performances of Bareilles and Groban as hosts. The official eligibility cut-off date for Broadway productions opening in the 2017–2018 season was April 26, 2018. Notes The Tony Award nominations were announced on May 1, 2018 by \"Hamilton\" alum Leslie Odom Jr. and Katharine McPhee, who is starring in \"Waitress\" on Broadway. \"Mean Girls\" and \"SpongeBob SquarePants\" each received 12 nominations, tying as the most-nominated shows of the season. \"The Band's Visit\" received 11 nominations, as did the revivals of \"Angels in America\" and \"Carousel\". \"Harry Potter and the Cursed Child\" and the Lincoln Center Theater revival of \"My Fair", "doc_score": "86.6925277709961", "publish_date": "2018/12/31"}, {"doc_id": "20229053", "text": "72nd Tony Awards / million, becoming the highest since 2016. The cast of \"Dear Evan Hansen\" sang \"For Forever\" as images of theatre personalities who had died in the past year were shown. Robert De Niro sparked controversy during the award ceremony as he cursed U.S. President Donald Trump with the word \"Fuck\" during the live broadcast. He received a standing ovation from the audience, which included many celebrities. 72nd Tony Awards The 72nd Annual Tony Awards were held on June 10, 2018, to recognize achievement in Broadway productions during the 2017–18 season. The ceremony was held at Radio City Music Hall in New", "doc_score": "85.61673736572266", "publish_date": "2018/12/31"}, {"doc_id": "19894959", "text": "71st Tony Awards / The Bette Midler-led revival of \"Hello, Dolly!\" won four awards, and \"The Great Comet\" won two. The productions of plays \"The Little Foxes\", \"Indecent\", and \"Oslo\" each won two awards. The ceremony received mixed reviews. Shows that opened on Broadway during the 2016–2017 season before April 27, 2017 were eligible for consideration. Notes The Tony Award nominations were announced on May 2, 2017, by Jane Krakowski and Christopher Jackson. The musical \"Natasha, Pierre & The Great Comet of 1812\" garnered 12 nominations, becoming the most-nominated show of the season. The revival of \"Hello, Dolly!\" earned 10 nominations, the musical \"Dear", "doc_score": "84.74292755126953", "publish_date": "2018/12/31"}, {"doc_id": "20229046", "text": "72nd Tony Awards / Lady\" each received ten nominations. \"Angels in America\" broke the record for most nominations for a play in Tony Awards history with 11 nominations, beating the record previously held by 2007's \"The Coast of Utopia\" and the 2010 revival of \"Fences\". The annual Meet the Nominees Press Reception took place on May 2, 2018, at the InterContinental New York Hotel. The annual Nominees Luncheon took place on May 22, 2018, at the Rainbow Room. A cocktail party was held on June 4, 2018, at the Sofitel New York Hotel to celebrate the season's Tony Honors for Excellence in the Theatre", "doc_score": "85.52962493896484", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_16", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "15794066", "text": "Brodie Van Wagenen / 2016 season and in November 2016 re-signed for $110 million over four years, setting records for annual average value ($27.5 million) records for an outfielder and any Mets player in franchise history and the second-highest AAV ever for a non-pitcher. In sum, it guaranteed Cespedes $137.6 million over five years with the Mets. In December 2013, Van Wagenen negotiated a $240 million, 10-year contract for Robinson Canó with the Seattle Mariners. The deal made Cano just the fifth player to sign a contract for $200 million or more with only Alex Rodriguez ever signing a contract worth more in guaranteed", "doc_score": "86.5749282836914", "publish_date": "2018/12/31"}, {"doc_id": "16566183", "text": "Carlos Correa / history, recording four more than the previous record-holder. On August 19, Correa delivered his first walk-off hit with a single off Tampa Bay Rays pitcher Matt Andriese. On October 12, 2015, Correa became the youngest shortstop to hit a home run in playoff competition, as well as the second youngest player to record a postseason multi-homer game. Following the conclusion of the season, Correa was selected as the Sporting News AL Rookie of Year. At the 2015 Players Choice Awards he received the AL Outstanding Rookie Award. On November 16, 2015, MLB and the Baseball Writers' Association of America (BBWAA)", "doc_score": "83.81639099121094", "publish_date": "2018/12/31"}, {"doc_id": "8743140", "text": "Jacoby Ellsbury / first Red Sox player in history to be a member of the 30–30 club. In 2011, Ellsbury also won the Gold Glove Award, the Silver Slugger Award, and was the American League MVP runner-up to Justin Verlander. After the 2013 season, Ellsbury signed a 7-year, $153 million contract with the Yankees in free agency. Ellsbury is an enrolled member of the Colorado River Indian Tribes; Ellsbury's mother, Margie, is full-blooded Navajo and his father is of English and German descent. Ellsbury is the first Native American of Navajo descent to reach the major leagues. In 2008, he was one of", "doc_score": "82.32312774658203", "publish_date": "2018/12/31"}, {"doc_id": "15772043", "text": "José Altuve / #2 player in baseball, trailing only Trout. On March 16, 2018, Altuve and the Astros agreed to a five-year, $151 million contract extension that would span the 2020–24 seasons. His current contract included a $6 million salary in 2018 and a $6.5 million team option in 2019. It was the largest contract in team history, and he became the sixth player to agree to a contract with an average annual value of $30 million per season or greater. Altuve reached 1,000 games played in his career on April 17, 2018, versus the Seattle Mariners. He became the 20th player to", "doc_score": "84.99598693847656", "publish_date": "2018/12/31"}, {"doc_id": "332637", "text": "Pedro Martínez / under 2.00 since Walter Johnson in 1912. Approaching free agency, Martínez was traded to the Boston Red Sox in November 1997 for Carl Pavano and Tony Armas, Jr., and was soon signed to a six-year, $75,000,000 contract (with an option for a seventh at $17 million) by Red Sox general manager Dan Duquette, at the time the largest ever awarded to a pitcher. Martínez paid immediate dividends in 1998, with a 19–7 record, and finishing second in the American League in ERA, WHIP, strikeouts, and the Cy Young voting. In 1999, Martínez finished 23–4 with a 2.07 ERA and 313", "doc_score": "82.91221618652344", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_17", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "2599984", "text": "In-N-Out Burger / one week. In 2008, In-N-Out expanded into a fourth state by opening a location in Washington, Utah, a suburb of St. George. By late 2009, the chain expanded into northern Utah with three new locations situated in Draper, American Fork, and Orem. More locations opened in the spring of 2010 in West Valley City, West Jordan, Centerville, and Riverton. In May 2010, In-N-Out announced plans to open new spots into Texas, specifically within the Dallas–Fort Worth area with the first In-N-Out opening in Frisco and Allen on May 11, 2011. The chain opened its first location in Austin in December", "doc_score": "91.93997192382812", "publish_date": "2018/12/31"}, {"doc_id": "2599987", "text": "In-N-Out Burger / will continue to open new spots. A second Oregon location was under construction in Grants Pass during September 2017. On November 30, 2017, the company announced plans to build a production facility and distribution center in Colorado Springs, ahead of an expansion into Colorado, which is scheduled to be completed in 2021. While the company grew, it didn't maintain its family roots. Esther Snyder died in 2006 at the age of 86 and passed the presidency to Mark Taylor, former vice president of operations. Taylor became the company's fifth president and first non-family member to hold the position, although he", "doc_score": "90.53646850585938", "publish_date": "2018/12/31"}, {"doc_id": "2599977", "text": "In-N-Out Burger / In-N-Out Burger In-N-Out Burger is an American regional chain of fast food restaurants with locations primarily in the American Southwest and Pacific coast. It was founded in Baldwin Park, California in 1948 by Harry Snyder and Esther Snyder. The chain is currently headquartered in Irvine, California and has expanded outside Southern California into the rest of California, as well as into Arizona, Nevada, Utah, Texas, and Oregon. The current owner is Lynsi Snyder, the Snyders' only grandchild. As the chain has expanded, it has opened several distribution centers in addition to its original Baldwin Park location. The new facilities, located", "doc_score": "91.39826202392578", "publish_date": "2018/12/31"}, {"doc_id": "2599986", "text": "In-N-Out Burger / to expand into Houston with multiple sites planned in the area, the first being in Stafford. In January 2015, In-N-Out opened its 300th restaurant, which was located in Anaheim, California. At the time of the opening, the company had generated $558 million in annual sales and employed nearly 18,000 in California, Nevada, Utah, Texas and Arizona. The company opened its first location in Oregon on September 9, 2015 (the same day as Harry Snyder's birthday) in Medford. It is supplied from the Lathrop, California distribution center that was completed in 2006. President Lynsi Snyder stated during the opening that they", "doc_score": "90.1583023071289", "publish_date": "2018/12/31"}, {"doc_id": "2600016", "text": "In-N-Out Burger / from In-N-Out's Baldwin Park headquarters to the new lot, which holds the restaurant and university, less than a thousand feet away. In 2014, a replica of the first In-N-Out was built in Baldwin Park. In-N-Out Burger In-N-Out Burger is an American regional chain of fast food restaurants with locations primarily in the American Southwest and Pacific coast. It was founded in Baldwin Park, California in 1948 by Harry Snyder and Esther Snyder. The chain is currently headquartered in Irvine, California and has expanded outside Southern California into the rest of California, as well as into Arizona, Nevada, Utah, Texas, and", "doc_score": "88.74083709716797", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_18", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "15908986", "text": "Flight cancellation and delay / increased as staff has been cut back as a result of the financial woes following the September 11 attacks. Some of the causes of flight delays or cancellation include: In the United States, the Federal Aviation Administration estimates that flight delays cost airlines $22 billion yearly. Airlines are forced to pay federal authorities when they hold planes on the tarmac for more than three hours for domestic flights or more than four hours for international flights. Flight delays are an inconvenience to passengers. A delayed flight can be costly to passengers by making them late to their personal scheduled events", "doc_score": "87.58707427978516", "publish_date": "2018/12/31"}, {"doc_id": "379642", "text": "Closings and cancellations following the September 11 attacks / Air Traffic and Air Navigation Aids (SCATANA) was the first unplanned closure in the U.S.; military exercises known as Operation Skyshield had temporarily closed the airspace in the early 1960s.) Domestic planes were diverted to the nearest available airport. All non-military flights needed specific approval from United States Air Force and FAA. There were only a few dozen private aircraft which received the approval in that time period. Civil Air Patrol's aerial photography unit was the earliest non military flight granted approval. United Airlines cancelled all flights worldwide temporarily. Grounded passengers and planes were searched for security threats. Amtrak was", "doc_score": "86.48555755615234", "publish_date": "2018/12/31"}, {"doc_id": "15908985", "text": "Flight cancellation and delay / tarmac for more than three hours without taking off (four hours for international flights). In the United States, passengers are not entitled to compensation when a delay occurs, not even a cut of fees airlines must pay federal authorities for long delays. Airlines are required to pay for lodging costs of passengers if the delay or a cancellation is through their own fault, but not if the cause is beyond their control, such as weather. Since 2003, the United States Bureau of Transportation Statistics has been keeping track of the causes of flight delays. The number of flight delays has", "doc_score": "84.79278564453125", "publish_date": "2018/12/31"}, {"doc_id": "379641", "text": "Closings and cancellations following the September 11 attacks / re-routed to serve passengers arriving in Brooklyn and New Jersey by walking and taking ferries out of Manhattan. The Port Authority Bus Terminal was closed until September 13. Amtrak suspended all of its rail service nationwide until 6pm. Greyhound Bus Lines cancelled its bus service in the Northeast, but was running normally by September 13. The entire airspaces of the United States and Canada were closed (\"ground stop\") by order of FAA National Operations Manager Ben Sliney (who was working his first day at that position) except for military, police, and medical flights. (The unprecedented implementation of Security Control of", "doc_score": "85.28433227539062", "publish_date": "2018/12/31"}, {"doc_id": "15908987", "text": "Flight cancellation and delay / and commitments. A passenger who is delayed on a multi-plane trip could miss a connecting flight. Anger, frustration and even Air rage can occur in delayed passengers. Based on flight delay data from 2015 some correlations can be shown. The analysis focuses on America's ten biggest airports, those are; Atlanta, Chicago, Dallas, Denver, New York (JFK), Los Angeles, San Francisco, Las Vegas, Seattle and Charlotte. Data analysis confirms that the distribution of delays at departure is very similar to that at arrival and there is a strong correlation between the two data. Observed is namely the average time of delay", "doc_score": "85.05652618408203", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_19", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "2336485", "text": "Mega Millions / balls, as well as the Mega Ball. The annuity—which was 20 annual payments (no cash option was available) when \"The Big Game\" began—changed from 26 equal yearly installments to 30 graduated annual payments (increasing 5 percent yearly) with the format change on October 19, 2013. On October 28, 2017, the price of a Mega Millions play doubled, to $2; the first drawing under the current price point was October 31, 2017. The Mega Millions double matrix changed, from 5/75 + 1/15 to the current 5/70 + 1/25. The starting jackpot became $40 million, with minimum rollovers of $5 million. The", "doc_score": "89.45831298828125", "publish_date": "2018/12/31"}, {"doc_id": "2336467", "text": "Mega Millions / increases when there is no top-prize winner (see below for information on how the Mega Millions jackpot is funded). Reflecting common practice among American lotteries, the jackpot is advertised as a nominal value of annual installments. A cash value option (the usual choice), when chosen by a jackpot winner, pays the approximate present value of the installments. Mega Millions' previous format began on October 19, 2013; its first drawing was three days later. The current version of Mega Millions requires players to match 5 of 70 white balls, \"and\" the gold-colored \"MegaBall\" from a second field, of 25 numbers (", "doc_score": "89.2790298461914", "publish_date": "2018/12/31"}, {"doc_id": "10459376", "text": "Cash Explosion / 3, 2009, the board was increased to 36 spaces, and consisted of nine columns of four rows. The columns were labeled E-X-P-L-O-S-I-O-N and the rows labeled C-A-S-H. The cash amounts ranged from $1,500 to $5,000. The number of special spaces increased from three to nine, with two $10,000 cash bonus squares, one $25,000 bonus square and six double squares. Every time a contestant hit a double square, as before, he or she received an extra turn. However, after finding a double card the contestant randomly stopped on one of the letters in E-X-P-L-O-S-I-O-N above the game board, revealing a dollar", "doc_score": "82.70852661132812", "publish_date": "2018/12/31"}, {"doc_id": "2336483", "text": "Mega Millions / lottery joined Mega Millions on November 16, 2011. The final 5/56 + 1/46 Mega Millions drawing was held on October 18, 2013; that night's jackpot of $37 million was not won. The first drawing under the revised 5/75 + 1/15 format—which saw the jackpot estimate \"leap\" to $55 million due to the change in the annuity structure—occurred on October 22, 2013. The minimum jackpot was then $15 million, with rollovers of at least $5 million. Second prize (5+0) became $1 million cash. In the revised format, players chose 5 of 75 white ball numbers, and the \"Gold Ball\" number out", "doc_score": "86.26256561279297", "publish_date": "2018/12/31"}, {"doc_id": "491515", "text": "Who Wants to Be a Millionaire? / Turkish versions. The payout structure, as a whole, was subsequently changed as a result, with the second safety net relocated to £50,000: When the game show was revived for British television in 2018, the format was changed a second time, reverting to the original arrangement used before 2007, but with one notable difference, in that the second safety net was made adjustable – once a contestant reached £1,000, the host would ask them, before giving the next question, if they wish to set the next cash prize amount as the second safety net, with this allowing them to set up", "doc_score": "86.9065170288086", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_20", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "20474028", "text": "Climate restoration / trillion tonnes of atmospheric CO2, and restoring permanent ice cover in the critical Siberian Arctic Sea to prevent methane emissions from melting permafrost. Critical parameters of the Earth System include: One of the principal goals for climate restoration is to bring the level down from current level of ~405 ppm (2016) towards its pre-industrial level of ~280 ppm. Not only will this reduce ’s global warming effect but also its effect on ocean acidification. The removed carbon would be sequestered or used as constructon material. However, not every aspect of the Earth System can be returned to a previous state:", "doc_score": "86.92973327636719", "publish_date": "2018/12/31"}, {"doc_id": "16794003", "text": "Effects of global warming on human health / of its glaciers have disappeared and it is expected for them to be nonexistent in the park by the year 2030. Glacial melt will affect low-lying coastal wetlands via sea level rise, change key drivers of fresh-water ecosystems, shift the timing of snow packs, and alter the unique character of associated fresh water streams off of snow pack. It has also been stated that the sea level will rise 28–43 cm by 2100; if all the ice on Earth melts, it is predicted that the ocean level will increase 75 meters, destroying many coastal cities. In addition, the freshwater swaps", "doc_score": "88.0592269897461", "publish_date": "2018/12/31"}, {"doc_id": "546038", "text": "Ozone depletion / expected to continue for decades. Ozone concentrations in the lower stratosphere over Antarctica will increase by 5–10 percent by 2020 and return to pre-1980 levels by about 2060–2075. This is 10–25 years later than predicted in earlier assessments, because of revised estimates of atmospheric concentrations of ozone-depleting substances, including a larger predicted future usage in developing countries. Another factor that may prolong ozone depletion is the drawdown of nitrogen oxides from above the stratosphere due to changing wind patterns. A gradual trend toward \"healing\" was reported in 2016. The basic physical and chemical processes that lead to the formation of", "doc_score": "91.47022247314453", "publish_date": "2018/12/31"}, {"doc_id": "16530379", "text": "Effects of global warming on oceans / beaches to offset shore erosion, and many property owners have elevated their structures in low-lying areas. As a result of the erosion and ruin of properties by large storms on coastal lands, governments have looked into buying land and having residents relocate further inland. The seas now absorb much of human-generated carbon dioxide, which then affects temperature change. The oceans store 93 percent of that energy which helps keep the planet livable by moderating temperatures. Another important coastal habitat that is threatened by sea level rise is wetlands, which “occur along the margins of estuaries and other shore areas that", "doc_score": "84.10787963867188", "publish_date": "2018/12/31"}, {"doc_id": "13750914", "text": "Future of Earth / the ozone layer that protects the surface from ultraviolet (UV) radiation from the Sun. An increase in UV-B radiation of only 10–30% is sufficient to cause a significant impact to life; particularly to the phytoplankton that form the base of the oceanic food chain. A supernova explosion at a distance of 26 light years will reduce the ozone column density by half. On average, a supernova explosion occurs within 32 light years once every few hundred million years, resulting in a depletion of the ozone layer lasting several centuries. Over the next two billion years, there will be about 20", "doc_score": "87.26488494873047", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_21", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "5919408", "text": "Le Gavroche / stewardship Le Gavroche has been consistently placed in Restaurant's Top 50. The current Executive chef is Rachel Humphrey and the Head Chef is Diego Ferrari. Chefs who have worked in the kitchen of Le Gavroche include Marco Pierre White, Gordon Ramsay, Marcus Wareing, Bryn Williams, Michael Smith, Konstantin Filippou and Monica Galetti. Le Gavroche is listed in the \"Guinness Book of World Records\" as having served the most expensive meal per head when three diners spent $20,945 on one meal (including cigars, spirits, and six bottles of wine costing $19,248) in September 1997. The restaurant's name comes from the character", "doc_score": "83.1111831665039", "publish_date": "2018/12/31"}, {"doc_id": "5109384", "text": "The World's 50 Best Restaurants / gastronomic trends, the list showcases a variety of cuisines from all over the world. The top restaurants have sometimes been forerunners of molecular gastronomy. Most of the restaurants serve haute cuisine, which is characterized by the meticulous preparation and careful presentation of food. The first place on the list has been dominated by elBulli and Noma. In 2002 and 2006–2009, elBulli was determined to be the world's best restaurant, winning more times than any other restaurant. In 2010, Noma received the first place award. It was maintained in 2011 and again in 2012. After defending its title for the third", "doc_score": "85.13059997558594", "publish_date": "2018/12/31"}, {"doc_id": "13285489", "text": "Le Chateaubriand / Le Chateaubriand Le Chateaubriand () is a restaurant on Avenue Parmentier in Paris, France. Its chef is Iñaki Aizpitarte. Le Chateaubriand eschews traditional Parisian À la carte menus in favor of prixe fixe offerings, paired with wines which include biodynamic and organic vintages from South Africa, the United States and Georgia. In other words, everything but French wines. In 2008 Le Chateaubriand was selected as the Breakthrough Restaurant in the annual \"Restaurant\" magazine poll of chefs and critics. In the 2009 poll, it was voted the 40th best restaurant in the world. In the 2010 poll, it was voted the", "doc_score": "82.89733123779297", "publish_date": "2018/12/31"}, {"doc_id": "5109389", "text": "The World's 50 Best Restaurants / the Spanish chef Martín Berasategui spoke of \"rigged\" ranking, manipulated by an \"important international food company\" in order to \"cause damage\" to the Michelin Guide. The list has also been criticised as lacking female representation and being overly Eurocentric. The World's 50 Best Restaurants The World's 50 Best Restaurants is a list produced by UK media company William Reed Business Media, which originally appeared in the British magazine \"Restaurant\", based on a poll of international chefs, restaurateurs, gourmands and restaurant critics. In addition to the main ranking, the organisation awards a series of special prizes for individuals and restaurants, including", "doc_score": "83.48181915283203", "publish_date": "2018/12/31"}, {"doc_id": "14898802", "text": "Le Gourmet Chef / Le Gourmet Chef Le Gourmet Chef is a high-end American consumer retail company that sells an assortment of gourmet foods, kitchenware and home entertaining products. It is a subsidiary of Kitchen Collection, owned by NACCO Industries. Le Gourmet Chef is headquartered in Chillicothe, Ohio. The company caters to anyone from a novice cook to a gifted entertainer or seasoned chef. Its goal is to provide a fun and entertaining shopping experience. Le Gourmet Chef, Inc. was founded in 1988. On August 8, 2006 it filed for Chapter 11 bankruptcy protection. The company was acquired by Kitchen Collection on August 28,", "doc_score": "78.98056030273438", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_22", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "13384788", "text": "Salaries of Members of the United Kingdom Parliament / April 2017. Before the twentieth century, members of parliament were unpaid as it was assumed they would have another income. The first regular salary was £400 per year, introduced in 1911. Some subsequent salary levels were £1,000 in 1946, £3,250 in 1964, £11,750 in 1980, and £26,701 in 1990. The increases in MPs' basic salaries since 1996 have been: In December 2013, the Independent Parliamentary Standards Authority recommended that pay be increased to £74,000 per annum, linked \"to the pay of the people they represent\". At the same time, pensions benefits would be reduced, resettlement payments scrapped and expenses tightened.", "doc_score": "85.59595489501953", "publish_date": "2018/12/31"}, {"doc_id": "13384789", "text": "Salaries of Members of the United Kingdom Parliament / In July 2015, this was implemented (backdated to 8 May 2015, the day after the general election), with annual changes now \"linked to changes in average earnings in the public sector\". Many MPs (the Prime Minister, Ministers, the Speaker, senior opposition leaders, opposition chief whip, etc.) receive a supplementary salary for their specific responsibilities. As of 1 April 2015 these additional entitlements range from £15,025 for Select Committee Chairs to £79,990 for the Prime Minister. On 24 May 2015 David Cameron announced that he intended to freeze ministerial pay for the next five years. However, on 2 June 2015 the", "doc_score": "85.04070281982422", "publish_date": "2018/12/31"}, {"doc_id": "14426476", "text": "Benefitive treasury measure / economic growth, relative to real GDP; for example, 4 on the BTM scale would suggest annual economic growth of 0.04% (real terms) within an economy, directly resultant of the previous year's net immigration. -4, in contrast, would indicate a contraction of −0.04%, perhaps as a result of social disorder, falling productivity or some other cause. These factors may be described as benefitive treasury indicators, the socio-economic factors used to predict and calculate the annual BTM. BTI ranges from additional key worker housing construction costs, increases in law and order expenditure (as a result of additional need for social cohesion initiatives", "doc_score": "82.45560455322266", "publish_date": "2018/12/31"}, {"doc_id": "13384795", "text": "Salaries of Members of the United Kingdom Parliament / to an annual salary increment of over £12,000 at current tax rates and pay scales. For the 2010–15 Parliament, only MPs defeated in their attempt to be re-elected will get one month’s salary for each year served, up to a maximum of six months or over £33,000. From the start of the 2015 Parliament, it will be replaced by a \"Loss of Office Payment\", at double the statutory redundancy payment. \"For the 'average' MP, who leaves office with 11 years' service, this may lead to a payment of around £14,850.\" Winding-up Allowance There is also up to £42,000 on offer", "doc_score": "85.71713256835938", "publish_date": "2018/12/31"}, {"doc_id": "13384792", "text": "Salaries of Members of the United Kingdom Parliament / year of pensionable service depending on the contribution rate they will have chosen. Members who made contributions of 13.75% of their salary gain an accrual rate of 1/40th. According to a 2009 report in the \"Daily Mail\", state contributions for MPs are more than four times higher than the average paid out by companies for final-salary schemes, but they are not significantly more generous than most public-sector pensions. If an MP stands down during the course of a Parliament for ill health reasons, an ill health retirement grant is payable, calculated in the same way as the Resettlement Grant (as", "doc_score": "83.90238952636719", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_23", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "20091241", "text": "90th Academy Awards / Comedian Jimmy Kimmel hosted for the second consecutive year, making him the first person to host back-to-back ceremonies since Billy Crystal in 1997 and 1998. In related events, the Academy held its 9th Annual Governors Awards ceremony at the Grand Ballroom of the Hollywood and Highland Center on November 11, 2017. On February 10, 2018, in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California, the Academy Scientific and Technical Awards were presented by host actor Sir Patrick Stewart. \"The Shape of Water\" won a leading four awards, including Best Picture and Best Director for Guillermo del Toro.", "doc_score": "81.4755630493164", "publish_date": "2018/12/31"}, {"doc_id": "720666", "text": "Academy Award for Best Director / director in history to receive this award, at the age of 32 for his work on \"La La Land\". Two directing teams have shared the award; Robert Wise and Jerome Robbins for \"West Side Story\" in 1961 and Joel and Ethan Coen for \"No Country for Old Men\" in 2007. The Coen brothers are the only siblings to have won the award. Kathryn Bigelow is the only woman to have won the award, for 2009's \"The Hurt Locker\". As of the 2018 ceremony, Guillermo del Toro is the most recent winner in this category for his work on \"The Shape", "doc_score": "80.50537109375", "publish_date": "2018/12/31"}, {"doc_id": "20392341", "text": "Gotham Independent Film Awards 2017 / Me by Your Name\" Jordan Peele – \"Get Out\" Atlanta The Strange Eyes of Dr. Myes Get Out \"Mudbound\" – Jonathan Banks, Mary J. Blige, Jason Clarke, Garrett Hedlund, Jason Mitchell, Rob Morgan, and Carey Mulligan Gotham Independent Film Awards 2017 The 27th Annual Gotham Independent Film Awards, presented by the Independent Filmmaker Project, were held on November 27, 2017. The nominees were announced on October 19, 2017. Actors Dustin Hoffman and Nicole Kidman, director Sofia Coppola, producer Jason Blum, cinematographer Ed Lachman and politician/environmentalist Al Gore received tribute awards. The ceremony was hosted by John Cameron Mitchell. Call Me", "doc_score": "77.58517456054688", "publish_date": "2018/12/31"}, {"doc_id": "10310884", "text": "National Society of Film Critics Award for Best Director / National Society of Film Critics Award for Best Director The National Society of Film Critics Award for Best Director is an annual award given by National Society of Film Critics to honor the best film director of the year. American director Martin Scorsese and Swedish director Ingmar Bergman won this award a record three times. Scorsese won for \"Taxi Driver\" (1976), \"Raging Bull\" (1980), and \"Goodfellas\" (1990); Bergman won for \"Persona\" (1967), \"Shame (Skammen)\" + \"Hour of the Wolf (Vargtimmen)\" (1968), and \"The Passion of Anna (En passion)\" (1970). Robert Altman, Luis Buñuel, David Cronenberg, Clint Eastwood, Mike Leigh, Terence", "doc_score": "80.20804595947266", "publish_date": "2018/12/31"}, {"doc_id": "20091247", "text": "90th Academy Awards / Swarovski crystals. At the time of the nominations announcement on January 23, 2018, the combined gross of the nine Best Picture nominees at the North American box offices was $568.2 million, with an average of $63.1 million per film (although \"Dunkirk\" and \"Get Out\" were the only films with a gross above $46 million). When the nominations were announced, \"Dunkirk\" was the highest-grossing film among the Best Picture nominees with $188 million in domestic box office receipts. \"Get Out\" was the second-highest-grossing film with $175.6 million, followed by \"The Post\" ($45.7 million), \"Darkest Hour\" ($41 million), \"Lady Bird\" ($39.1 million),", "doc_score": "79.0452880859375", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_24", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "2519733", "text": "Billionaire / John D. Rockefeller became the world's first confirmed U.S. dollar billionaire in 1916, and still holds the title of history's wealthiest individual. As of 2018, there are over 2,200 U.S. dollar billionaires worldwide, with a combined wealth of over, up from in 2017. According to a 2017 Oxfam report, the top eight richest billionaires own as much combined wealth as \"half the human race\". According to the \"Forbes\" report released in March 2017, there are currently 2,043 U.S. dollar billionaires worldwide, from 66 countries, with a combined net worth of $7.67 trillion, which is more than the combined GDP", "doc_score": "87.84388732910156", "publish_date": "2018/12/31"}, {"doc_id": "1272406", "text": "Jeff Bezos / minutes, slightly less than the annual Gross Domestic Product of Kyrgyzstan. On March 6, 2018, Bezos was officially designated the wealthiest person in the world with a registered net worth of $112 billion. He unseated Bill Gates ($90 billion) who was $6 billion ahead of Warren Buffett ($84 billion), ranked third. He is considered the first registered centi-billionaire (not adjusted for inflation). His wealth, in 2017–18 terms, equaled that of 2.7 million Americans. Bezos's net worth increased by $33.6 billion from January 2017 to January 2018. This increase outstripped the economic development (in GDP terms) of more than 96 countries", "doc_score": "89.90086364746094", "publish_date": "2018/12/31"}, {"doc_id": "2519736", "text": "Billionaire / 2008. Data for each year is from the annual \"Forbes\" list of billionaires, with currency figures given in U.S. dollars. Billionaire A billionaire, in countries that use the short scale number naming system, is a person with a net worth of at least one billion (1,000,000,000, i.e. a thousand million) units of a given currency, usually major currencies such as the United States dollar, the euro or the pound sterling. Additionally, a centibillionaire (or centi-billionaire) is commonly used to reference a billionaire worth one hundred billion dollars (100,000,000,000). The American business magazine \"Forbes\" produces a complete global list of known", "doc_score": "88.3329086303711", "publish_date": "2018/12/31"}, {"doc_id": "15968150", "text": "The World's Billionaires / contributed to 117 former billionaires falling from the list worldwide. Twelve others listed in 2011 died. Overall, net gainers (460) barely outnumbered net losers (441). To coincide with the release of the 2012 list, Forbes announced a new \"Billionaire Real-Time Ticker\" updating the wealth of the world's top fifty billionaires in real time. In the 25th annual Forbes list of global billionaires, Slim added $20.5 billion to his fortune, the most of anyone, and retained his number one ranking with a total fortune of $74 billion. Gates remained in second place with $56 billion, while Warren Buffett was third with", "doc_score": "88.16847229003906", "publish_date": "2018/12/31"}, {"doc_id": "1272369", "text": "Jeff Bezos / Bezos Expeditions. On July 27, 2017, he became the world's wealthiest person when his estimated net worth increased to just over $90 billion. Bezos's wealth surpassed $100 billion for the first time on November 24, 2017, and he was formally designated the wealthiest person in the world by \"Forbes\" on March 6, 2018, with a net worth of $112 billion. The first centi-billionaire on the \"Forbes\" wealth index, he was named the \"richest man in modern history\" after his net worth increased to $150 billion in July 2018. Bezos was born Jeffrey Preston Jorgensen on January 12, 1964, in Albuquerque,", "doc_score": "88.6785659790039", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_25", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "14681971", "text": "20Ten / method of releasing the album was \"the best way to go... no charts, no internet piracy and no stress,\" although the album is easily available for illegal download via peer-to-peer networks. The publisher released that sales of the \"Daily Mirror\" increased by 334,000, and sales of \"The Daily Record\" increased by 45,000 copies on the day it included the album. Prince released his album \"Planet Earth\" in July 2007 under a similar arrangement with the British newspaper \"The Mail on Sunday\". No plans for a U.S. release have even been announced. On October 8, 2010, Prince told French radio station", "doc_score": "81.11433410644531", "publish_date": "2018/12/31"}, {"doc_id": "14681970", "text": "20Ten / newspapers on July 10, 2010, including the UK's \"Daily Mirror\", Scotland's \"Daily Record\", and Belgium's \"Het Nieuwsblad\", and on July 22, 2010, in France's \"Courrier International\" and the German edition of \"Rolling Stone\". Over 2.5 million copies were distributed by Trinity Mirror, the publisher of the \"Daily Mirror\" and \"Daily Record\". Prince was featured in the publications, to which he granted his first interview in a British newspaper in over 10 years. The issue of the \"Mirror\" cost 65 pence; the album was not available as a digital download or in retail stores. Prince stated to the \"Mirror\" that this", "doc_score": "81.41957092285156", "publish_date": "2018/12/31"}, {"doc_id": "10682185", "text": "Bloomsbury 21 / introduction by a fellow author and reading group guides. On the spine of each book is its number in the series above the number 21 to indicate the book's place within the series. Authors whose works have been included in the series include Margaret Atwood and J.K. Rowling. The 21 books in the series are listed here: Bloomsbury 21 Bloomsbury 21 is a series of 21 books published in 2007 by Bloomsbury to celebrate their 21st anniversary. The books are limited editions of 21 of Bloomsbury's most famous published works. The books have covers featuring a white background with a", "doc_score": "75.28355407714844", "publish_date": "2018/12/31"}, {"doc_id": "14681968", "text": "20Ten / 20Ten 20Ten is the thirty-fifth studio album by American recording artist Prince. It was released on July 10, 2010 by NPG Records as a free covermount with the \"Daily Mirror\" and \"Daily Record\" in the UK and Ireland, and \"Het Nieuwsblad\" and \"De Gentenaar\" in Belgium. It was also released on July 22, 2010, with \"Rolling Stone\" magazine in Germany, and \"Courrier International\" in France. The album was produced, arranged, composed, and performed by Prince at Paisley Park Studios in Chanhassen, Minnesota. It is his thirty-third studio album released in the UK. \"20Ten\" contains musical elements of funk, pop, rock,", "doc_score": "79.45460510253906", "publish_date": "2018/12/31"}, {"doc_id": "14681974", "text": "20Ten / in, funk jams are stuck in low gear, sensuality only simmers, the rhythms are somewhat stiff, and Prince’s deliberate mining of the past only highlights how he’s stripped the freakiness out of his entire persona\". 20Ten 20Ten is the thirty-fifth studio album by American recording artist Prince. It was released on July 10, 2010 by NPG Records as a free covermount with the \"Daily Mirror\" and \"Daily Record\" in the UK and Ireland, and \"Het Nieuwsblad\" and \"De Gentenaar\" in Belgium. It was also released on July 22, 2010, with \"Rolling Stone\" magazine in Germany, and \"Courrier International\" in France.", "doc_score": "79.49565887451172", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_26", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "5670405", "text": "Kevin McCarthy (California politician) / After announcing his candidacy for Speaker on September 28, 2015, he dropped out of the race on October 8. The Republicans lost their majority at the 2018 midterm elections, and McCarthy was elected as House Minority Leader, making him the first California Republican to hold the post. McCarthy was born in Bakersfield, California, the son of Roberta Darlene (née Palladino; November 16, 1940–), a homemaker, and Owen McCarthy (June 12, 1941–), an assistant city fire chief. McCarthy is a fourth-generation resident of Kern County. He is the first Republican in his immediate family, as his parents were members of the", "doc_score": "90.63301849365234", "publish_date": "2018/12/31"}, {"doc_id": "217493", "text": "Joseph McCarthy / Walter J. Kohler, Jr., who called for a clean break from McCarthy's approach; he defeated former Congressman Glenn Robert Davis, who charged that Eisenhower was soft on Communism. The Democratic candidate, William Proxmire, called the late McCarthy \"a disgrace to Wisconsin, to the Senate, and to America\". On August 27, Proxmire won the election, serving in the seat for 32 years. William Bennett, former Reagan Administration Secretary of Education, summed up his perspective in his 2007 book \"America: The Last Best Hope\": It is important to note, however, that McCarthy may not have been talking only about Soviet subversion, but", "doc_score": "85.79151153564453", "publish_date": "2018/12/31"}, {"doc_id": "5670409", "text": "Kevin McCarthy (California politician) / a sixth term in 2016 with 69.2% of the vote in the general election; the opposing candidate, Wendy Reed, Democratic Party candidate, received 30.8% of the vote. McCarthy was reelected to a seventh term with 64.3 percent of the vote, with Democratic challenger Tatiana Matta receiving 35.7 percent of the vote. After the Republicans lost their majority in the 2018 elections, McCarthy was elected as House Minority Leader, fending off a challenge to his right from Jim Jordan of Ohio, 159-43. While as House Majority Leader he was second-in-command to the Speaker, as Minority Leader he will be the leader", "doc_score": "89.18798828125", "publish_date": "2018/12/31"}, {"doc_id": "5670415", "text": "Kevin McCarthy (California politician) / September 25, 2015, John Boehner announced his intention to resign as Speaker effective October 30, 2015. Many media outlets speculated that McCarthy would likely replace him, and Boehner himself stated that McCarthy \"would make an excellent speaker.\" He was the presumptive successor to the outgoing Speaker. On Monday, September 28, McCarthy formally announced his candidacy. Having held congressional office for less than nine years, McCarthy would have been the Speaker with the least time in Congress since 1891. On October 8, 2015, as Republicans were preparing to vote, McCarthy unexpectedly dropped out of the race, saying that Republicans needed a", "doc_score": "86.71959686279297", "publish_date": "2018/12/31"}, {"doc_id": "12214076", "text": "Gerry Connolly / 11th had been reckoned a swing district, though Davis had held it without serious difficulty due to his popularity in the area. Redistricting made the 11th significantly more Democratic than its predecessor. Barack Obama carried the old 11th with 57% of the vote in 2008, but would have carried it with 61% of the vote under the new lines—making it one of the most Democratic white-majority districts in the South. Connolly faced Republican Suzanne Scholte, Green Joe Galdo, and Libertarian Marc Harrold in his reelection bid, winning with 56.86% of the vote. Connolly ran unopposed for reelection in 2016. He", "doc_score": "86.28480529785156", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_27", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "398705", "text": "Single-stage-to-orbit / for the Strategic Defense Initiative (SDI) program office, was an attempt to build a vehicle that could lead to an SSTO vehicle. The one-third-size test craft was operated and maintained by a small team of three people based out of a trailer, and the craft was once relaunched less than 24 hours after landing. Although the test program was not without mishap (including a minor explosion), the DC-X demonstrated that the maintenance aspects of the concept were sound. That project was cancelled when it landed with three of four legs deployed, tipped over, and exploded on the fourth flight after", "doc_score": "86.33294677734375", "publish_date": "2018/12/31"}, {"doc_id": "3460632", "text": "Falcon 1 / stage due to persistent schedule conflicts with adjacent launch pads. Cape Canaveral Air Force Station Space Launch Complex 40 (the Falcon 9 pad) was considered for Falcon 1 launches but never developed before Falcon 1 was retired. Falcon 1 made five launches. The first three failed, however the subsequent two flights were successful, the first successful launch making it the first privately funded and developed liquid-propellant rocket to reach orbit. The fifth launch was its first commercial flight, and placed RazakSAT into low Earth orbit. The maiden flight of the Falcon 1 was postponed several times because of various technical", "doc_score": "84.41120910644531", "publish_date": "2018/12/31"}, {"doc_id": "13778861", "text": "UK-DMC / UK-DMC UK-DMC or UK-DMC 1, also known as BNSCSAT-1, was a British satellite that formed part of the Disaster Monitoring Constellation (DMC). It was built by Surrey Satellite Technology, who operated it via DMC International Imaging on behalf of the British National Space Centre and later the UK Space Agency. It was launched alongside other DMC satellites on 27 September 2003, and retired from service in November 2011. As well as carrying remote sensing imaging sensors, the satellite also carries experimental payloads: the CLEO Cisco router in Low Earth Orbit, an experiment demonstrating GNSS reflectometry, and a water resistojet propulsion", "doc_score": "85.74291229248047", "publish_date": "2018/12/31"}, {"doc_id": "16399551", "text": "Cygnus Orb-D1 / flight of the Cygnus spacecraft and used the standard configuration with a Pressurized Cargo Module. Orbital named this mission's Cygnus spacecraft the \"G. David Low\" after the former NASA astronaut and Orbital employee who died of cancer on 15 March 2008. During a media briefing for the CRS Orb-1 mission, Orbital Sciences executive vice president Frank Culbertson stated, \"We were very proud to name that the G. David Low.\" Cygnus Orb-D1 was launched by an Antares 110 rocket flying from Pad 0A at the Mid-Atlantic Regional Spaceport. The launch took place at 14:58:02.2 UTC on 18 September 2013, and successfully", "doc_score": "86.85687255859375", "publish_date": "2018/12/31"}, {"doc_id": "2733269", "text": "STS-51-A / five of the mission, \"Discovery\" rendezvoused with Palapa. Mission specialists Allen and Gardner performed an EVA, capturing the satellite with a device known as a \"Stinger\" (Apogee Kick Motor Capture Device, ACD), which was inserted into the satellite's apogee motor nozzle by Allen. The satellite's rotation was slowed to 1 RPM, and Gardner, operating from a position on the end of the RMS, attempted unsuccessfully to grapple the satellite. Allen was able to manually maneuver the satellite into its cradle with Gardner's help, further aided by the RMS, which was operated by Fisher. The successful, improvised rescue effort took two", "doc_score": "83.31517028808594", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_28", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "15455518", "text": "Mortgage industry of the United Kingdom / incentive the lender may be offering a rate at less than the market cost of the borrowing. Therefore, they typically impose a penalty if the borrower repays the loan within the incentive period or a longer period (referred to as an \"extended tie-in\"). These penalties used to be called a \"redemption penalty\" or \"tie-in\", however since the onset of Financial Services Authority regulation they are referred to as an early repayment charge. On 2 August 2018, the Bank of England raised the key interest rate by 25 basis points to 0.75%, a record rate value in the last nine years;", "doc_score": "99.35267639160156", "publish_date": "2018/12/31"}, {"doc_id": "15455519", "text": "Mortgage industry of the United Kingdom / the Bank sees this as a way to decelerate inflation from 2.4 % to the target value of 2%. These types of mortgages were banned from April 2014 for UK lenders. Although they haven't been banned completely by the UK regulator as they are available from European lenders. Mortgage lenders usually use salaries declared on wage slips to work out a borrower's annual income and will usually lend up to a fixed multiple of the borrower's annual income. Self-certification mortgages, informally known as \"self cert\" mortgages, were available to employed and self-employed people who have a deposit to buy a", "doc_score": "92.3683853149414", "publish_date": "2018/12/31"}, {"doc_id": "9887825", "text": "Subprime mortgage crisis / others. Two proximate causes were the rise in subprime lending and the increase in housing speculation. The percentage of lower-quality subprime mortgages originated during a given year rose from the historical 8% or lower range to approximately 20% from 2004 to 2006, with much higher ratios in some parts of the U.S. A high percentage of these subprime mortgages, over 90% in 2006 for example, were adjustable-rate mortgages. Housing speculation also increased, with the share of mortgage originations to investors (i.e. those owning homes other than primary residences) rising significantly from around 20% in 2000 to around 35% in 2006–2007.", "doc_score": "92.95048522949219", "publish_date": "2018/12/31"}, {"doc_id": "13180014", "text": "Subprime mortgage crisis solutions debate / creating a crisis of confidence regarding the firm. Since it was financed by short-term loans that frequently required replenishment and was highly leveraged (i.e., vulnerable), such rumors may have contributed to bankrupting the firm as lenders refused to extend financing and investors pulled funds from the company. On 18 September 2008, UK regulators announced a temporary ban on short-selling the stock of financial firms. The ratio of those \"long\" (i.e., those who are betting the stock will go up) or \"short\" (i.e., those who are betting the stock will go down) sends important signals regarding the future direction of the", "doc_score": "95.18416595458984", "publish_date": "2018/12/31"}, {"doc_id": "4130328", "text": "Mortgage-backed security / were a major issue in the subprime mortgage crisis of 2006–2008. The total face value of an MBS decreases over time, because like mortgages, and unlike bonds, and most other fixed-income securities, the principal in an MBS is not paid back as a single payment to the bond holder at maturity but rather is paid along with the interest in each periodic payment (monthly, quarterly, etc.). This decrease in face value is measured by the MBS's \"factor\", the percentage of the original \"face\" that remains to be repaid. The process of securitization is complex and depends greatly on the jurisdiction", "doc_score": "94.14059448242188", "publish_date": "2018/12/31"}]}
{"question_id": "20230113_29", "search_time": "2023/01/18/11:26", "search_result": [{"doc_id": "552134", "text": "One-child policy / As a result,women also have much more freedom in the family.They are supported by their family to pursue their life achievements. It is reported that the focus of China on population planning helps provide a better health service for women and a reduction in the risks of death and injury associated with pregnancy. At family planning offices, women receive free contraception and pre-natal classes that contributed to the policy's success in two respects. First, the average Chinese household expends fewer resources, both in terms of time and money, on children, which gives many Chinese people more money with which to", "doc_score": "88.70989227294922", "publish_date": "2018/12/31"}, {"doc_id": "552109", "text": "One-child policy / the government. In 2013, Deputy Director Wang Peian of the National Health and Family Planning Commission said that \"China's population will not grow substantially in the short term\". A survey by the commission found that only about half of eligible couples wish to have two children, mostly because of the cost of living impact of a second child. In November 2013, following the Third Plenum of the 18th Central Committee of the Chinese Communist Party, China announced the decision to relax the one-child policy. Under the new policy, families could have two children if one parent, rather than both parents,", "doc_score": "88.84930419921875", "publish_date": "2018/12/31"}, {"doc_id": "552127", "text": "One-child policy / unrest.\" The situation will not improve in the near future. According to the Chinese Academy of Social Sciences, there will be 24 million more men than women of marriageable age by 2020. According to a 2017 study in the Journal of Economic Perspectives, \"existing studies indicate either a modest or minimal effect of the fertility change induced by the one-child policy on children education\". For parents who had \"unauthorized\" births or who wanted a son but had a daughter, giving up the child for adoption was a kind of strategy to avoid penalties under one-child restrictions. In fact, \"out adoption\"", "doc_score": "88.14205169677734", "publish_date": "2018/12/31"}, {"doc_id": "12982281", "text": "Two-child policy / Two-child policy A two-child policy is a government-imposed limit of two children allowed per family or the payment of government subsidies only to the first two children. It has previously been used in Vietnam. In British Hong Kong in the 1970s, citizens were also highly encouraged to have two children as a limit (although it was not mandated by law), and it was used as part of the region's family planning strategies. Since 2016, it has been implemented in China, replacing the country's previous one-child policy. During the 1970s, Chinese citizens were encouraged to have only one child. The ongoing", "doc_score": "89.2155532836914", "publish_date": "2018/12/31"}, {"doc_id": "552098", "text": "One-child policy / growth empowered the country, preventing the emergence of family planning programs earlier in China's development. The population grew from around 540million in 1949 to 940million in 1976. Beginning in 1970, citizens were encouraged to marry at later ages and have only two children. Although the fertility rate began to decline, the Chinese government observed the global debate over a possible overpopulation catastrophe suggested by organizations such as Club of Rome and Sierra Club. It thus began to encourage one-child families in 1978, and then announced in 1979 its intention to advocate for one-child families. In 1980, the central government organized", "doc_score": "90.47032165527344", "publish_date": "2018/12/31"}]}
