{"question_id": "20230407_0", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "13959105", "text": "Titan Mare Explorer / and the current Chief Scientist of NASA—would lead the mission as principal investigator, whereas the Applied Physics Laboratory (APL) would manage the mission. Lockheed Martin would build the TiME capsule, with scientific instruments provided by APL, Goddard Space Flight Center and Malin Space Science Systems. TiME's launch would have been with an Atlas V 411 rocket during 2016 and arriving to Titan in 2023. The target lake is Ligeia Mare (78°N, 250°W). It is one of the largest lakes of Titan identified to date, with a surface area of about ~100,000 km. The backup target is Kraken Mare. The Titan", "doc_score": "82.35698699951172", "publish_date": "2018/12/31"}, {"doc_id": "20625057", "text": "Luna 28 / Luna 28 Luna 28 (Luna Resource 2 or Luna-Grunt rover) is a proposed sample-return mission from the south polar region of the Moon. Luna 28 is proposed to launch no earlier than 2025, and it would be composed of a stationary lander and a lunar rover. The rover would bring soil samples back to the lander and transfer them into the ascent stage, which would launch and insert itself into a 100-kilometer lunar orbit. While in lunar orbit, the soil-carrying capsule would be intercepted by an orbiting return module, which would perform all rendezvous operations and transfer the samples. After", "doc_score": "82.03609466552734", "publish_date": "2018/12/31"}, {"doc_id": "11570243", "text": "Expedition 20 / to Earth in November 2009, for a period of about two weeks only two crew members (Jeff Williams and Max Surayev) were aboard. This increased to five in early December, when Oleg Kotov, Timothy Creamer and Soichi Noguchi arrived on Soyuz TMA-17. It decreased to three when Williams and Surayev departed in March 2010, and finally returned to six in April 2010 with the arrival of Soyuz TMA-18, carrying Aleksandr Skvortsov, Mikhail Korniyenko and Tracy Caldwell Dyson. On 3 July 2009 expedition members undocked the Soyuz TMA-14 craft from the aft port of the Zvezda service module and piloted it", "doc_score": "83.50912475585938", "publish_date": "2018/12/31"}, {"doc_id": "12709345", "text": "Expedition 27 / UTC. The docking to the \"Poisk\" module occurred as the two spacecraft were orbiting over the Andes Mountains in Chile. The hatches between Soyuz TMA-21 and the ISS were opened at 2:13 UTC on 7 April. The three Soyuz crew members were welcomed aboard for a crew greeting ceremony and a mandatory safety orientation by Expedition 27 Commander Dmitri Kondratyev and Flight Engineers Catherine Coleman and Paolo Nespoli. On 12 April 2011, the Expedition 27 crew recorded a special video message aboard the ISS in celebration of the 50th anniversary of the first manned spaceflight, which was conducted by Soviet", "doc_score": "81.44143676757812", "publish_date": "2018/12/31"}, {"doc_id": "13122380", "text": "Expedition 29 / launch was delayed to 14 November. It docked successfully with the ISS on 16 November 2011. Expedition 29 officially ended with the undocking of Soyuz TMA-02M on 21 November 2011. Furukawa, Fossum, and Volkov returned to Earth aboard the spacecraft, while astronauts Dan Burbank, Anton Shkaplerov, and Anatoli Ivanishin remained on the ISS as part of Expedition 30. The expedition's first three crew members launched aboard Soyuz TMA-02M from Baikonur Cosmodrome, Kazakhstan, at 21:18 UTC on 7 June 2011. The crew consisted of Sergey Volkov (Roscosmos), Satoshi Furukawa (JAXA), and Michael Fossum (NASA). Their backups were Oleg Kononenko (Roscosmos), Donald", "doc_score": "81.42578887939453", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_1", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "20993100", "text": "Criminal charges brought in the Special Counsel investigation (2017–present) / one year of probation and a $9,500 fine. He began serving his 14-day sentence on November 26, 2018, at FCI Oxford in Oxford, Wisconsin, and was released 12 days later on December 7, 2018. The two criminal trials of Paul Manafort are the first cases brought to trial by the special counsel's investigation into Russian interference in the 2016 presidential election. Manafort served as campaign chair for the Donald Trump 2016 presidential campaign from June 20 to August 19, 2016. In July 2017, the FBI conducted a raid of Manafort's home, authorized by search warrant under charges of interference in", "doc_score": "86.09314727783203", "publish_date": "2018/12/31"}, {"doc_id": "20818923", "text": "Trials of Paul Manafort / president opposed issuing a $9.5 million loan to Manafort but was ordered to do so by Calk. That loan was the largest ever issued by the bank, and a subsequent loan to Manafort of $6.5 million was the second largest. (They were preceded by negotiations for a third loan, which in the end was not granted.) Calk told Manafort he wanted a position in the administration of then president-elect Trump, as well as inauguration tickets. In emails introduced into evidence at the beginning of the trial, Calk sent several messages to Manafort listing administration positions he aspired to, including four", "doc_score": "83.30540466308594", "publish_date": "2018/12/31"}, {"doc_id": "20872106", "text": "Impeachment of the Supreme Court of Appeals of West Virginia, 2018 / retroactively applied to Justice Davis' and Justice Loughry's trial. Delegate Andrew Byrd of Kanawha County, who is serving as one of the impeachment managers, is asking Gov. Jim Justice to call the House of Delegates into special session on November 11-13 to draft new impeachment articles against Loughry based solely on his federal criminal convictions (see below). Justice Loughry’s federal criminal trial began on October 2. This trial concluded on October 12 with Loughry being convicted of seven counts of wire fraud, one count of mail fraud, one count of witness tampering and two counts of lying to the FBI.", "doc_score": "83.26844787597656", "publish_date": "2018/12/31"}, {"doc_id": "20993092", "text": "Criminal charges brought in the Special Counsel investigation (2017–present) / Criminal charges brought in the Special Counsel investigation (2017–present) The ongoing Special Counsel investigation is a United States law enforcement and counterintelligence investigation of the Russian government's efforts to interfere in United States politics, with primary focus on the 2016 presidential election. Through November 2018, the Special Counsel has publicly initiated criminal proceedings against 33 people—six U.S. nationals, 26 Russian nationals, and one Dutch national—and three Russian organizations. The Special Counsel has brought charges in three different jurisdictions: the District of Columbia (D.D.C.), the Eastern District of Virginia (E.D. Va.), and the Southern District of New York (S.D.N.Y.). The Special", "doc_score": "82.06864166259766", "publish_date": "2018/12/31"}, {"doc_id": "20246308", "text": "Trump Tower meeting / Jr. acknowledged he had indeed sought the meeting in the hopes to obtain information about Clinton's \"fitness\". As of July 2017, Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, was looking into the Trump Tower meeting. The inquiry was confirmed by Kaveladze's attorney, who said special counsel investigators are seeking information from his client. On July 21, 2017, Mueller asked the White House to preserve all documents related to the Russian meeting in June 2016. By August 3, 2017, Mueller had impaneled a grand jury in the District of Columbia that issued subpoenas", "doc_score": "81.97222137451172", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_2", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "2828851", "text": "NCAA Division I Women's Basketball Tournament / won the national title at Pauley Pavilion, the home court of its Los Angeles arch-rival UCLA. Of the other teams to play in their home states, Stanford (1992) won the national title; Notre Dame (2011) lost in the championship game; and Western Kentucky (1986), Penn State (2000), Missouri State (2001), LSU (2004), and Baylor (2010) lost in the semifinals. 6 championship games have featured two teams from the same conference (winner in bold): 267 teams have appeared in the NCAA Tournament in at least a year, since 1982 (the initial year that the post-season tournament was under the auspices of", "doc_score": "110.2435073852539", "publish_date": "2018/12/31"}, {"doc_id": "17187516", "text": "NCAA Division I Women's Basketball Tournament upsets / overall top-seed Virginia, 74-54. Prior to UMBC's victory over Virginia, 16-seeds were winless in 135 attempts (since 1985) to defeat a 1-seed. Unlike the men's tournament, in which eight (8) 15 seeds and twenty-one (21) 14 seeds have won their opening games since that tournament expanded to 64 teams in 1985, no 14 or 15 seed has ever won a game in the women's tournament. The closest any 15 seed came to winning was in 2017, when Long Beach State lost 56–55 to Oregon State. Six 13 seeds have defeated 4 seeds in the first round. By contrast, the men's", "doc_score": "108.17186737060547", "publish_date": "2018/12/31"}, {"doc_id": "2828850", "text": "NCAA Division I Women's Basketball Tournament / others have played the Final Four in their home states. The only team to play on its home court was Texas in 1987, which lost its semifinal game at the Frank Erwin Special Events Center. Old Dominion enjoyed nearly as large an advantage in 1983 when the Final Four was played at the Norfolk Scope in its home city of Norfolk, Virginia, but also lost its semifinal. The Scope has never been the Lady Monarchs' regular home court. ODU has always used on-campus arenas, first the ODU Fieldhouse and since 2002 the Ted Constant Convocation Center. The following year, USC", "doc_score": "105.91098022460938", "publish_date": "2018/12/31"}, {"doc_id": "17187518", "text": "NCAA Division I Women's Basketball Tournament upsets / 13 more occurring between 1985 and 1993. Harvard, the only 16 seed to advance to the second round, lost to Arkansas in the second round. No 16 seed has ever advanced to the Sweet Sixteen in either the men's or women's tournaments. Unlike the men's tournament, in which one 15 seed and two 14 seeds have won their second-round games since that tournament expanded to 64 teams in 1985, no 14 or 15 seed has ever won a game in that round. Three 13 seeds have won their second-round games, compared to six in the men's tournament (five of which", "doc_score": "105.76362609863281", "publish_date": "2018/12/31"}, {"doc_id": "2828848", "text": "NCAA Division I Women's Basketball Tournament / can only happen in the finals): Prior to the expansion of the tournament to 64 teams, all four #1 seeds advanced to the Sweet Sixteen with three exceptions. Notably, the first two times this occurred were at the hands of the same school: Lowest seeds to reach each round since the expansion to 64 teams: Unlike in the men's tournament, no #14 seed has beaten a #3 and no #15 seed has beaten a #2 seed, but they have come close. Since the expansion to 64 teams in 1994, each seed-pairing has played 100 first-round games with these results: Since", "doc_score": "105.5199966430664", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_3", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "168160", "text": "Geologic time scale / Geologic time scale The geologic time scale (GTS) is a system of chronological dating that relates geological strata (stratigraphy) to time. It is used by geologists, paleontologists, and other Earth scientists to describe the timing and relationships of events that have occurred during Earth's history. The table of geologic time spans, presented here, agree with the nomenclature, dates and standard color codes set forth by the International Commission on Stratigraphy (ICS). The primary defined divisions of time are eons, in sequence the Hadean, the Archean, the Proterozoic and the Phanerozoic. The first three of these can be referred to collectively", "doc_score": "83.47808837890625", "publish_date": "2018/12/31"}, {"doc_id": "20618294", "text": "Great Acceleration / are utilized including population, economics, water usage, food production, transportation, technology, green house gases, surface temperature, and natural resource usage. The Anthropocene is typically depicted as following the Holocene, to emphasize the central role of humankind in geology and ecology. Since 1950, these trends are increasing significantly if not exponentially. The international Geosphere-Biosphere Programme has divided and analyzed data from years 1750 to 2010 into two broad categories each with 12 subcategories. The first category of socioeconomic trend data illustrates the impact on the second, the earth system trend data. Great Acceleration The Great Acceleration refers to the most recent", "doc_score": "82.7496109008789", "publish_date": "2018/12/31"}, {"doc_id": "518112", "text": "Epoch (reference date) / Epoch (reference date) In the fields of chronology and periodization, an epoch is an instant in time chosen as the origin of a particular era. The \"epoch\" then serves as a reference point from which time is measured. Time measurement units are counted from the epoch so that the date and time of events can be specified unambiguously. Events taking place before the epoch can be dated by counting negatively from the epoch, though in pragmatic periodization practice, epochs are defined for the past, and another epoch is used to start the next era, therefore serving as the ending of", "doc_score": "82.61113739013672", "publish_date": "2018/12/31"}, {"doc_id": "1625644", "text": "Epoch (astronomy) / of a mean year in the Julian calendar, i.e. 365.25 days. This interval measure does not itself define any epoch: the Gregorian calendar is in general use for dating. But, standard conventional epochs which are not Besselian epochs have been often designated nowadays with a prefix \"J\", and the calendar date to which they refer is widely known, although not always the same date in the year: thus \"J2000\" refers to the instant of 12 noon (midday) on January 1, 2000, and J1900 refers to the instant of 12 noon on January 0, 1900, equal to December 31, 1899. It", "doc_score": "79.1792984008789", "publish_date": "2018/12/31"}, {"doc_id": "7198361", "text": "Year zero / that between, for example, and, there are 999 years: 500 years BC, and 499 years AD preceding 500. In common usage \"anno Domini\" 1 is preceded by the year 1 BC, without an intervening year zero. Neither the choice of calendar system (whether Julian or Gregorian) nor the era (\"Anno Domini\" or Common Era) determines whether a year zero will be used. If writers do not use the convention of their group (historians or astronomers), they must explicitly state whether they include a year 0 in their count of years, otherwise their historical dates will be misunderstood. In astronomy,", "doc_score": "80.5230712890625", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_4", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "3477815", "text": "Peak oil / participate in takedown, or the consumption of energy at a greater rate than it is being replaced. Some believe that when oil production decreases, human culture and modern technological society will be forced to change drastically. The impact of peak oil will depend heavily on the rate of decline and the development and adoption of effective alternatives. In 2005, the United States Department of Energy published a report titled \"Peaking of World Oil Production: Impacts, Mitigation, & Risk Management\". Known as the Hirsch report, it stated, \"The peaking of world oil production presents the U.S. and the world with an", "doc_score": "86.56250762939453", "publish_date": "2018/12/31"}, {"doc_id": "7803519", "text": "Price of oil / expected global economic growth.\" In particular, political events can have a strong influence on the oil price. Historical examples include OPEC’s 1973 embargo in reaction to the Yom Kippur War and the 1979 Iranian Revolution. Financial analysts and academics have had very few tools to study such political events compared to what is available on economic aspects of oil price formation. The PRIX index was developed in attempt to fill this gap with a metric on political developments and corresponding export trends from world’s 20 largest oil exporters. The supply of oil is dependent on geological discovery, the legal and", "doc_score": "85.25721740722656", "publish_date": "2018/12/31"}, {"doc_id": "14444883", "text": "Water-energy nexus / Morocco, Oman, Palestine, Algeria, Bahrain, Egypt, Iraq, Jordan, Qatar, Sudan, Saudi Arabia, Syria, Tunisia, the United Arab Emirates, and Yemen. Some general characteristics of the Arab region is that it is one of the most water stressed regions of the world, rain fall is mostly rare, or it rains in an unpredictable pattern. The cumulative area of the Arab region is approximately 10.2% of the world’s area, but the region only receives 2.1% of the world’s average annual precipitation. Further, the region accommodates 0.3 % of the world’s annual renewable water resources (ACSAD 1997). Consequently, the region has experienced", "doc_score": "85.03567504882812", "publish_date": "2018/12/31"}, {"doc_id": "7803530", "text": "Price of oil / vertically-integrated oil companies purchase oil for immediate delivery and storage—when the price of oil is low— and hold it in storage until the price of oil increases. Investors bet on the future of oil prices through a financial instrument, oil futures in which they agree on a contract basis, to buy or sell oil at a set date in the future. Crude oil is stored in salt mines, tanks and oil tankers. Investors can choose to take profits or losses prior to the oil-delivery date arrives. Or they can leave the contract in place and physical oil is \"delivered on", "doc_score": "83.69982147216797", "publish_date": "2018/12/31"}, {"doc_id": "12575260", "text": "Climate change mitigation scenarios / of major economies such as China and India in a global cap-and-trade scheme initially operating in OECD and European Union countries. Also the less conservative 450 ppm scenario calls for extensive deployment of negative emissions, i.e. the removal of CO from the atmosphere. According to the International Energy Agency (IEA) and OECD, \"Achieving lower concentration targets (450 ppm) depends significantly on the use of BECCS\". This is the target advocated (as an upper bound) in the Stern Review. As approximately a doubling of CO levels relative to preindustrial times, it implies a temperature increase of about three degrees, according to", "doc_score": "81.96981048583984", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_5", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "10412102", "text": "Meaconing / to be diverted from their intended routes, bombers to expend ordnance on false targets, or ground stations to receive inaccurate bearings or position locations. The term'meacon' is a portmanteau of \"masking beacon\". Iran says it used this technique (among others) to capture a USAF RQ-170 Sentinel drone, causing it to crash land. Meaconing in this case could provide a drone with false altitude measurements, causing a crash landing. Meaconing is among fringe theories for some aircraft crashes, such as Korean Air Lines Flight 007 and the 2010 Polish Air Force Tu-154 crash. In the film \"Tomorrow Never Dies\", a", "doc_score": "82.9342269897461", "publish_date": "2018/12/31"}, {"doc_id": "12847052", "text": "Stellar Wind / Stellar Wind \"Stellar Wind\" (or \"Stellarwind\") was the code name of a warrantless surveillance program begun under the George W. Bush administration's President's Surveillance Program (PSP). The National Security Agency (NSA) program was approved by President Bush shortly after the September 11, 2001 attacks, and was revealed by Thomas Tamm to \"The New York Times\" in 2008. Stellar Wind was a prelude to new legal structures that allowed President Bush and President Barack Obama to reproduce each of those programs and expand their reach. The program's activities involved data mining of a large database of the communications of American citizens,", "doc_score": "82.76506805419922", "publish_date": "2018/12/31"}, {"doc_id": "18451046", "text": "JLENS / it is capable of carrying Hellfire missiles. However, the manufacturer claims that JLENS does not have any weapons and that it has the capacity to detect, not carry, Hellfire missiles. The JLENS system is designed to stay aloft and survive most weather patterns. According to the system's manufacturer, JLENS has survived 106 mph winds. In the fall of 2010, a JLENS prototype was destroyed when another airship crashed into it after becoming unmoored during severe weather. On October 28, 2015, one of two JLENS aerostats being used to conduct a test over Aberdeen Proving Ground in Aberdeen, Maryland, became untethered.", "doc_score": "79.28416442871094", "publish_date": "2018/12/31"}, {"doc_id": "3443993", "text": "SpaceX / telemetry readings were nominal until 2 minutes and 19 seconds into the flight, when a loss of helium pressure was detected and a cloud of vapor appeared outside the second stage. A few seconds after this, the second stage exploded. The first stage continued to fly for a few seconds before disintegrating due to aerodynamic forces. The capsule was thrown off and survived the explosion, transmitting data until it was destroyed on impact. Later it was revealed that the capsule could have landed intact if it had software to deploy its parachutes in case of a launch mishap. The problem", "doc_score": "78.2853012084961", "publish_date": "2018/12/31"}, {"doc_id": "3248295", "text": "Heliograph / heliostats to automatically steer out the sun's motion. By 1884, all active units of the \"Mangin apparatus\" (a dual-mode French military field optical telegraph that could use either lantern or sunlight) were equipped with clockwork heliostats. The Mangin apparatus with heliostat was still in service in 1917. Proposals to automate both the modulation of the sunbeam (by clockwork) and the detection (by electrical selenium photodetectors, or photographic means) date back to at least 1882. In 1961, the US Air Force was working on a space heliograph to signal between satellites In May 2012, \"Solar Beacon\" robotic mirrors designed at UC", "doc_score": "79.94585418701172", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_6", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "13228939", "text": "Foursquare / to let people know. You don't check in.\" Selvadurai also states that Foursquare does not passively track users, which means a user has to actively check in to let people know where they are. On May 8, 2012 Foursquare developers announced a change to the API in response to a number of so-called \"stalker\" applications which had been making the locations of e.g. all female users within a specific area available to the public. In late December 2012, Foursquare updated its privacy policy which will now display users' full names, as opposed to an initial for a surname. In addition,", "doc_score": "76.66696166992188", "publish_date": "2018/12/31"}, {"doc_id": "1272393", "text": "Jeff Bezos / wife, Amazon employees, and the public as a mischaracterization. During the early 2010s, Bezos solidified his reputation for imperialistic business practices, and his public image began to shift. Bezos started to wear tailored clothing; he weight trained, pursued a regimented diet and began to freely spend his money. His physical transformation has been compared to the transformation of Amazon; he is often referred to as the metonym of the company. His physical appearance increased the public's perception of him as a symbolically dominant figure in business and in popular culture, wherein he has been parodied as an enterprising super villain.", "doc_score": "78.96570587158203", "publish_date": "2018/12/31"}, {"doc_id": "2671242", "text": "Ensō / $1,000,000. In 1995, Lucent Technologies hired the San Francisco office of Landor Associates, a transnational brand consultancy, to design their brand image. In the design of the logo, Landor colored an image of an ensō red. The designer intended the brushstroke to imply human creativity, and the red to convey urgency. They named it the \"Innovation Ring\". \"Our name and symbol represent the new entrepreneurial spirit and vision of our company\" reads a public relations statement from Lucent. In North America, the logo was widely misunderstood. After years of staying-power and familiarity, the logo became more accepted by industry people", "doc_score": "76.82920837402344", "publish_date": "2018/12/31"}, {"doc_id": "19929378", "text": "Mackey Saturday / acquired Instagram for $1 billion. Saturday redrew the app's previous Billabong webfont by hand to create a cleaner, more elegant and fluid design. His subtle redesign maintained the style of the original while cleaning up the script-style font. It was noted in particular for making the \"I\" look more like an I, as it formerly resembled a J or a g. Saturday's intent was to create a logotype that would stand the test of time, like Kellogg's, Campbell's and Coca-Cola. The new logo was released in May 2013 alongside the app's new photo tagging feature. Saturday worked with fellow designers", "doc_score": "77.08982849121094", "publish_date": "2018/12/31"}, {"doc_id": "17533231", "text": "GISHWHES / reported on a local ice cream shop's response to a GISHWHES team that asked them to create a custom ice cream flavor for the 2013 challenge \"Get your team's new ice cream flavor on sale in an ice cream parlor\". Another challenge involved participants using and spreading the word \"abnosome\", Collins's portmanteau of \"abnormal\" and \"awesome\". During the 2013 hunt, competitors were asked to dress up as the DC Comics character Flash and have their pictures taken next to a functioning particle accelerator. As a result, the Thomas Jefferson National Accelerator Facility and Fermilab received numerous emails from GISHWHES participants", "doc_score": "75.96437072753906", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_7", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "418794", "text": "Toyota / November 2014, Toyota USA enlisted a recall involving defective inflaters and propellant devices that may deploy improperly in the event of a crash, shooting metal fragments into vehicle occupants. More than 7 million vehicles are potentially affected in the United States. This recall only affects vehicles equipped with Takata airbags released after the year 2000 in North America. The airbags were manufactured by Takata automotive manufacturing. Toyota is offering a free repair to all affected vehicles worldwide. The fault in the Takata air bags also affected other North American automobile manufacturers. In December 2018, Toyota USA announced a recall of", "doc_score": "87.82703399658203", "publish_date": "2018/12/31"}, {"doc_id": "14468949", "text": "Takata Corporation / years before the recall, but never reported the problem to NHTSA, nor offered to conduct a voluntary recall. Takata began making airbags in 1988 and, as of 2014, held 20 percent of the market. During 2013, several automakers began large recalls of vehicles due to Takata-made airbags. Reports state that the problems may have begun a decade before. Honda stated they knew of more than 100 injuries and thirteen deaths (seven in the United States plus six in Malaysia) that were related to Takata airbags. In April and May 2013, a total of 3.6 million cars were recalled due to", "doc_score": "85.82855987548828", "publish_date": "2018/12/31"}, {"doc_id": "14468951", "text": "Takata Corporation / of recalls in June 2013. In their statement the company said, \"We take this situation seriously, will strengthen our quality control and make a concerted effort to prevent a recurrence\". On June 23, 2014, auto manufacturers BMW, Chrysler, Ford, Honda, Mazda, Nissan, and Toyota announced they were recalling over three million vehicles worldwide due to Takata Corporation-made airbags. The reason was that they could rupture and send flying debris inside the vehicle. This was in response to a US National Highway Traffic Safety Administration (NHTSA) investigation that was initiated after the NHTSA received three injury complaints. In a statement on", "doc_score": "86.60256958007812", "publish_date": "2018/12/31"}, {"doc_id": "4099799", "text": "Isuzu Ascender / and Isuzu recalled more than 258,000 SUVs in the U.S. and Canada to fix short-circuits in power window and door-lock switches that could cause fires. The recall covered Chevrolet TrailBlazer, GMC Envoy, Buick Rainier, Isuzu Ascender and Saab 9-7X SUVs from the 2006 and 2007 model years. The SUVs were sold or registered in the United States also including Hawaii and Alaska and Canada as well. General Motors announced the recall of 316,357 vehicles in late 2014, primarily in North America, to fix malfunctioning headlights. According to the company, a problem in the headlamp driver module could have led to", "doc_score": "88.09434509277344", "publish_date": "2018/12/31"}, {"doc_id": "17828875", "text": "Fiat Chrysler Automobiles / the Jeep Wagoneer and Grand Wagoneer at the Warren Truck Assembly and to make a new Jeep Wrangler pickup at its Toledo Assembly South plant in Toledo, Ohio by 2020, Marchionne credited the decision to the negotiations with Williams that began in 2015. On January 13, 2017, the company came under investigation by the U.S. Justice Department due to allegedly failing to disclose software that violated emissions standards and allowed vehicles to exceed pollution limits. On May 23, 2017, the Justice Department filed a civil lawsuit alleging that FCA \"used a 'defeat device' to circumvent emission controls\" in more than", "doc_score": "84.06832885742188", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_8", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "12467753", "text": "Effects of Hurricane Ike in inland North America / due to its forward motion, its fast forward motion of about, and the warm air ahead of the storm allowed the high winds aloft to reach the surface easier. Many areas reported wind gusts up to hurricane force. It was one of the largest power outages caused by a natural disaster in the history of the Midwest, with around 3.7 million customers losing power (well over 8 million people), including 2.6 million outages in the state of Ohio alone 26 people were killed in the interior states. Ohio alone sustained over $560 million in damage. In Arkansas, about 200,000", "doc_score": "87.21883392333984", "publish_date": "2018/12/31"}, {"doc_id": "12467765", "text": "Effects of Hurricane Ike in inland North America / following severe wind storms on the afternoon of September 14, according to a company spokesperson. As of Thursday morning, September 18, 90,000 DP&L customers remained without power. Also hard hit were central Ohio (with over 350,000 customers losing power) and northeastern Ohio (with over 310,000 customers losing power). A curfew was implemented on September 17 in Carlisle due to increased looting activity as a result of the lengthy power outage and damage. There were 370,000 outages in the state capital of Columbus. Many of the citizens in Columbus were without power for close to a week, because 25 percent of", "doc_score": "85.17495727539062", "publish_date": "2018/12/31"}, {"doc_id": "3351243", "text": "Hurricane Betsy / in the southeastern states of North Carolina, Georgia, and South Carolina, where state precipitation totals peaked at in Randleman, in Ailey, and in Laurens, respectively. Waves cresting as high as off of South Carolina caused minor beach damage during Betsy's initial approach of the South Atlantic States on September 7. In West Virginia, the rains helped to saturate soils used for growing crops, benefiting crop production. From September 11–13, Betsy's rains were felt throughout Pennsylvania. Rainfall peaked at in the central and northeastern regions of the state. Further south, in Maryland and Delaware, the rains were also beneficial to arable", "doc_score": "84.69208526611328", "publish_date": "2018/12/31"}, {"doc_id": "12467767", "text": "Effects of Hurricane Ike in inland North America / storm tracked just to the north and west. Some of the most significant damage there included a radio tower that collapsed and a church that was heavily damaged. In Mount Healthy, a tree crushing a house resulted in one fatality, and two others died when a tree crashed onto a motorcycle parade in Hueston Woods State Park near Oxford. A similar incident in Lorain County also resulted in the death of a young boy who was hit by a fallen tree limb. An indirect death in Hilliard was caused by electrocution while working on a generator, and another in St.", "doc_score": "84.03302764892578", "publish_date": "2018/12/31"}, {"doc_id": "12467751", "text": "Effects of Hurricane Ike in inland North America / Effects of Hurricane Ike in inland North America The effects of Hurricane Ike in inland North America, in September 2008, were unusually intense and included widespread damage across all or parts of eleven states - Arkansas, Illinois, Indiana, Kentucky, Michigan, Missouri, New York, Ohio, Pennsylvania, Tennessee and West Virginia, (not including Louisiana and Texas where the storm made landfall) and into parts of Ontario as Ike, which had rapidly become an extratropical cyclone, was enhanced by an adjacent frontal boundary and produced widespread winds with gusts to hurricane-force in several areas. In addition, significant flooding which was already underway due", "doc_score": "86.41211700439453", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_9", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "19071143", "text": "2016 Republican Party vice presidential candidate selection / the \"perfect choice,\" but Kasich refused to be considered for the ticket (or endorse the Trump campaign). In early July, Corker and Ernst both declined to be considered as Trump's running mate. Meanwhile, Trump stated that he was considering two military generals for the position, including retired Lieutenant General Michael Flynn. On July 12, \"NBC News\" reported that Trump was planning to formally introduce his eventual pick on July 15, though \"it's not clear whether or not the identity of the pick could be released or could leak earlier in the week.\" The same article reported that he had narrowed", "doc_score": "78.34169006347656", "publish_date": "2018/12/31"}, {"doc_id": "20560413", "text": "2020 Democratic National Convention / 2020 Democratic National Convention The 2020 Democratic National Convention, is an event in which delegates of the United States Democratic Party will choose the party's nominees for President of the United States and Vice President of the United States in the 2020 U.S. presidential election. The convention is scheduled to be held from July 13–16, 2020. Bids on the site for the convention were solicited in late 2017, and were made public in the spring of 2018. Las Vegas, Nevada later withdrew and decided to focus on the 2020 Republican National Convention, for which their bid was subsequently defeated by", "doc_score": "78.0638656616211", "publish_date": "2018/12/31"}, {"doc_id": "7642269", "text": "Donald Trump / Since the Republicans controlled both the House and the Senate, the likelihood of impeachment during the 2017–2019 115th Congress was considered remote. Trump has argued against his own impeachment because \"I don't think they can impeach somebody that's doing a great job.\" Independently of impeachment, some commentators have speculated that Trump could be stripped of his powers and duties for incapacity under the 25th Amendment of the Constitution. Trump signaled his intention to run for a second term by filing with the FEC within hours of assuming the presidency. This transformed his 2016 election committee into a 2020 reelection one.", "doc_score": "80.26566314697266", "publish_date": "2018/12/31"}, {"doc_id": "16745150", "text": "2016 Republican National Convention / next day, Ohio Governor John Kasich suspended his campaign, effectively making Trump the presumptive Republican presidential nominee. Trump was the first presidential nominee of a major party since Wendell Willkie, the Republican candidate in 1940, who has held neither political office nor a high military rank prior to his nomination. He was also the first presidential nominee of a major party without political experience since General Dwight D. Eisenhower first captured the Republican presidential nomination in 1952. This was the first Republican National Convention to be held entirely in July since 1980. Twitter and CBS News live streamed the convention", "doc_score": "78.75617218017578", "publish_date": "2018/12/31"}, {"doc_id": "20004919", "text": "Donald Trump 2020 presidential campaign / The campaign has announced, and Trump has confirmed in several stump speeches, that the slogan for the 2020 race will be changed from \"Make America Great Again\" to \"Keep America Great\", once a sufficient level of \"greatness\" has been reached. As of the fall of 2018, Trump continues to use the old slogan. On November 7, 2018, Trump confirmed that Mike Pence would be his vice presidential running mate in 2020. The rallies have come under intense criticism for the high level of misleading statements made by Trump, anything from 68 to 76 percent during the summer 2018 rallies. Presidential", "doc_score": "78.03810119628906", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_10", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "20540652", "text": "Stormy Daniels–Donald Trump scandal / for his role in the payment, and implicated Trump. In response, Trump said that he only knew about the payments \"later on\"; Trump also said regarding the payments: \"They didn't come out of the campaign, they came from me.\" \"The Wall Street Journal\" reported on November 9, 2018 that federal prosecutors have evidence of Trump’s \"central role\" in payments to Stormy Daniels and Karen McDougal that violated campaign-finance laws. In a December 7, 2018, sentencing memorandum for Cohen, federal prosecutors implicated Trump in directing Cohen to commit the campaign finance law felonies for which Cohen had pleaded guilty. Shortly after", "doc_score": "85.06998443603516", "publish_date": "2018/12/31"}, {"doc_id": "20333001", "text": "New York v. Trump / months. The lawsuit seeks to maintain the protections extended to DACA grantees and to allow renewal and continued enrollment by eligible children. The case was reassigned to judge Nicholas G. Garaufis, because it is related to \"Batalla Vidal et al. v. Baran et al.\", No. 1:16-cv-4756. In late September, the parties were arguing over discovery. On October 19, 2017, Judge Garaufis ordered that the Trump Administration cannot delay discovery, but over a reduced scope of documents. On December 14, 2017, government lawyers argued that discovery was improper. There was no ruling from the court. New York v. Trump State of", "doc_score": "86.8508529663086", "publish_date": "2018/12/31"}, {"doc_id": "3677236", "text": "Steve Stockman / a false 2013 Federal income tax return by not reporting some of his income. Posey was charged with money laundering, mail and wire fraud, conspiracy to make conduit contributions and false statements, making false statements to the Federal Election Commission, making excessive contributions, and falsification of records. Due to its complexity and the need for time to review 142,378 pages of documents disclosed by the prosecution, a motion for postponement of Stockman's trial by his court-appointed attorney was granted. His trial began on January 29, 2018. On April 12, 2018, Stockman was convicted by a jury on 23 of the", "doc_score": "85.78545379638672", "publish_date": "2018/12/31"}, {"doc_id": "355010", "text": "Racketeer Influenced and Corrupt Organizations Act / \"Art Cohen vs. Donald J. Trump\" was a civil RICO class action suit filed October 18, 2013, accusing Donald Trump of misrepresenting Trump University \"to make tens of millions of dollars\" but delivering \"neither Donald Trump nor a university\". The case was being heard in U.S. District Court for the Southern District of California in San Diego, No. 3:2013cv02519, by Judge Gonzalo P. Curiel. It was scheduled for argument beginning November 28, 2016. However, on November 18 and shortly after Trump won the presidential election, this case and two others were settled for a total of $25 million and without", "doc_score": "84.60958862304688", "publish_date": "2018/12/31"}, {"doc_id": "19974612", "text": "Attempted assassination of Donald Trump / a plea agreement that reduced his maximum sentence from 20 years to 27 months. A third charge of being an illegal alien in possession of a firearm was dropped. Sandford apologized for his actions, saying, \"I know saying sorry is not enough. I really do feel awful about what I did. I wish there was some way to make things better. I have cost taxpayers so much money. I feel terrible.\" Sandford subsequently claimed to have no memory of the assassination attempt. Sandford was sentenced on December 13, 2016, receiving 12 months and one day's imprisonment. The sentencing judge, James", "doc_score": "84.83018493652344", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_11", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "4624804", "text": "The Evian Championship / on the LPGA Tour schedule and move to September. After the 2017 Evian Championship was reduced to 54 holes, LPGA commissioner Mike Whan admitted it was a mistake to move the major to a September date and vowed to move it back to summer by 2019. Furthermore, major changes in 2019 for the majors in men's golf, which will now be held in consecutive months -- April, May, June, July -- means the Evian can be held in August and be the final major in professional golf, men's or women's. Ultimately, the new date for the Evian was set as", "doc_score": "80.69114685058594", "publish_date": "2018/12/31"}, {"doc_id": "4624803", "text": "The Evian Championship / of US$3.85 million is the second-richest in women's golf, after the U.S. Women's Open ($5 million in 2017). The purse will increase to $4.1 million in 2019. Originally a mid-June event, it was played in late July from 2003 to 2012, then moved to mid-September in 2013 when it became the final major for both tours. The average elevation of the course is approximately above sea level and overlooks nearby Lake Geneva to the north. In July 2011 it was announced that beginning in 2013, the Evian Masters would be renamed \"The Evian Championship\" and would become the fifth major", "doc_score": "78.24872589111328", "publish_date": "2018/12/31"}, {"doc_id": "19682815", "text": "2017 WGC-Dell Technologies Match Play / (51, personal reasons) did not compete, allowing entry for Jason Dufner (ranked 65), Kim Kyung-tae (66), Joost Luiten (67) and Pat Perez (68). On March 17, world number nine Rickie Fowler dropped out, replaced by Kim Si-woo (69). In 2014 and earlier editions, the championship was a single elimination match play event. A new format was introduced in 2015, and the championship now starts with pool play, with 16 groups of four players playing round-robin matches, on Wednesday through Friday. The top 16 seeded players are allocated to the 16 groups, one in each group. The remaining 48 players are", "doc_score": "79.65620422363281", "publish_date": "2018/12/31"}, {"doc_id": "4520914", "text": "United States Women's Open Championship (golf) / in order to \"provide optimum playing conditions for the world's best players across a broader variety of the country's finest golf courses.\" The playoff format was modified in 2018, reduced from three to two aggregate holes, followed by sudden death. The last 18-hole playoff was in 2006; the three-hole playoff was introduced the following year and used in 2011 and 2016. The U.S. Women's Open is open to any professional or amateur female golfer. Amateurs must have an up-to-date USGA Handicap Index not exceeding 2.4, lowered in 2014 from 4.4 in 2013. Players may obtain a place by being exempt", "doc_score": "81.99468994140625", "publish_date": "2018/12/31"}, {"doc_id": "13566715", "text": "PGA Tour / time of year (and available daylight hours). All players making the cut earn money for the tournament with the winner usually receiving 18% of the total purse. In 2008, the PGA Tour Policy Board approved a change in the number of players that will make the cut. The cut will continue to be low 70 professionals and ties, unless that results in a post-cut field of more than 78 players. Under that circumstance, the cut score will be selected to make a field as close to 70 players as possible without exceeding 78. Players who are cut in such circumstances", "doc_score": "81.91616821289062", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_12", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "1678037", "text": "Super Mario Bros. (film) / and actor,\" said co-director Jankel. \"We went to see him at Second City, and we were 100% sold. He had a wonderful combination of empathy and irreverence but was entirely without guile. It was not specifically scripted to be cast with a Hispanic or Latino actor, but it made perfect sense that the Mario Bros. themselves should be this contemporary unconventional family, so the small unit of just two, couldn't be pegged as one thing or another.\" According to Mojo Nixon, he was cast in the role of Toad because the production wanted an actual musician for the character, but", "doc_score": "80.5531234741211", "publish_date": "2018/12/31"}, {"doc_id": "1678045", "text": "Super Mario Bros. (film) / \"Despite flashy sets and special effects, \"Super Mario Bros.\" is too light on story and substance to be anything more than a novelty.\" Michael Wilmington of the \"Los Angeles Times\" said \"It's a movie split in two: wildly accomplished on one level, wildly deficient on another.\" He graded the film high marks for its effects and the \"sheer density and bravura of the production design,\" but ultimately provided a low final score for poor writing. Janet Maslin of \"The New York Times\" also commended the film's visual effects, and suggested Bob Hoskins could \"handle any role with grace and good", "doc_score": "83.10926818847656", "publish_date": "2018/12/31"}, {"doc_id": "6864536", "text": "Kenny Vadas / Kenny Vadas Ken \"Kenny\" Vadas is a Canadian actor. In his early career Vadas acted in several commercials; he was a regular on the television series \"Eric's World\" and had guest roles on television series such as \"Are You Afraid of the Dark?\", \"Goosebumps\", and \"The Adventures of Sinbad\" which filmed in South Africa. He acted in several made-for-television movies and is famous for his role as the E.L.F.S. Leader in the Disney blockbuster \"The Santa Clause\" with Tim Allen in which he saved Santa and his son Charlie and is quoted frequently for his line in the movie; \"We're", "doc_score": "79.48164367675781", "publish_date": "2018/12/31"}, {"doc_id": "1717968", "text": "Monkey Island 2: LeChuck's Revenge / LeChuck, and even Neil Ross as Wally. Phil LaMarr was also confirmed as Dread and Tom Kane as additional voices. The \"Special Edition\" was given a score of B+ by Gaming Bus; the site stated that there was more music and it was of higher quality, the graphics were improved, there was additional content, and the core game was still intact, though the hints were too helpful and there were some problems with controls. Monkey Island 2: LeChuck's Revenge Monkey Island 2: LeChuck's Revenge (also known simply as Monkey Island 2) is an adventure game developed and published by LucasArts", "doc_score": "78.12850189208984", "publish_date": "2018/12/31"}, {"doc_id": "1678036", "text": "Super Mario Bros. (film) / Roland Joffé kept sending Hoskins new script revisions until finally the actor agreed. \"Bob was a no brainer,\" said co-director Jankel. \"Unabashed shameless physical type casting. Bob was brilliant at assuming the character, in a slightly amplified way that would be in keeping with his supposed subsequent game iteration.\" \"What I liked about the script was the adventure and the action that was involved,\" said Leguizamo. The actor also joked that \"You always see a lot of Italians playing Latin people, like Al Pacino did in \"Scarface\". Now it's our turn!\" \"John was a brilliant up and coming stand-up comic", "doc_score": "81.60520935058594", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_13", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "11817727", "text": "Connecticut Huskies men's basketball / Connecticut Huskies men's basketball The Connecticut Huskies men's basketball program is the intercollegiate men's basketball team of the University of Connecticut, in Storrs, Connecticut. They currently play in the American Athletic Conference (The American) and are coached by Dan Hurley. The Huskies have won 4 NCAA Tournament Championships (1999, 2004, 2011 and 2014), which puts the program at sixth-most all-time. The Huskies have also won seven Big East Tournament Championships, ten Big East regular season titles and one American Athletic Conference Tournament Championship. Numerous players have gone on to achieve professional success after their time at UConn, including Cliff Robinson,", "doc_score": "91.43706512451172", "publish_date": "2018/12/31"}, {"doc_id": "2753178", "text": "NCAA Division I Men's Basketball Tournament / when the tournament expanded to 64 teams, Duke has won five championships; North Carolina and Connecticut have each won four; Kentucky & Villanova have three; Kansas & Florida have two; and UCLA, Indiana, Michigan State, and Louisville have one. During that time Villanova, Michigan, UNLV, Duke, Arkansas, Arizona, Connecticut, Maryland, Syracuse, and Florida all won their first championships. The NCAA has changed the tournament format several times since its inception, most often representing an increase of the number of teams. This section describes the tournament as it has operated since 2011. A total of 68 teams qualify for the tournament", "doc_score": "89.51679992675781", "publish_date": "2018/12/31"}, {"doc_id": "8699761", "text": "Connecticut Huskies / was originally created to focus on basketball, and the last remaining school that signed the charter to remain following the 2013 split. In the early days of the Big East, UConn struggled behind national powers Georgetown and Syracuse. Prior to the 1986–87 season UConn hired Jim Calhoun to be the program's new head coach, but the Huskies difficulties continued and they finished the season with a record of 9–19, their fifth straight losing season. But in 1988, the team showed significant improvement and gained a berth in the NIT. UConn went on a run in the tournament and defeated Ohio", "doc_score": "86.55228424072266", "publish_date": "2018/12/31"}, {"doc_id": "10104045", "text": "Butler Bulldogs men's basketball / and receiving a bid to the NCAA Tournament where they advanced to the Second Round. Because of the school's history of basketball success, location in the heart of the land of \"Hoosier Hysteria\", and lack of a scholarship football program, the Butler University fan base is primarily basketball oriented. Other athletics enjoy substantial followings of current students and alumni, but only basketball has garnered interest from a national audience. Two studies estimated that television, print, and online news coverage of Butler's 2010 and 2011 appearances in the NCAA tournament championship game resulted in additional publicity for the university worth about", "doc_score": "85.07610321044922", "publish_date": "2018/12/31"}, {"doc_id": "14240346", "text": "Huskies of Honor / seven men's basketball players, five national championship teams, one women's basketball assistant coach, and one athletic director have been honored. In addition, one later honoree, Ray Allen, has become a member of the Naismith Hall of Fame. Men's basketball has been played at the University of Connecticut since 1901, when the school was known as Connecticut Agricultural College. The Huskies first achieved success under Coach Hugh Greer, who over a sixteen-year period led the team to twelve Yankee Conference championships, seven National Collegiate Athletics Association (NCAA) Tournament berths, and one National Invitation Tournament appearance before dying suddenly during the 1962–63", "doc_score": "86.84618377685547", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_14", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "19428195", "text": "100 Best Companies to Work For / TDIndustries, Publix, Four Seasons, Whole Foods, The Container Store, Cisco, Marriott, Genentech and Nordstrom have all have been on the list at least 17 times. 100 Best Companies to Work For \"Not to be confused with the Fortune 100, a subset of the Fortune 500.\" The 100 Best Companies to Work For is an annual list published by \"Fortune\" magazine that ranks U.S. companies based on employee happiness and perks\".\" Like the Fortune 500, the list includes both public and private companies. The list was first published in 1998. To compile the list, \"Fortune\" partners with the Great Place to", "doc_score": "76.47086334228516", "publish_date": "2018/12/31"}, {"doc_id": "2830332", "text": "Estée Lauder Companies / the prior year. Net earnings for the year were $1.11 billion, a 2% increase compared with $1.09 billion last year, and diluted net earnings per common share rose 5% to $2.96, compared with $2.82 reported in the prior year. As of 2018, Estée Lauder Companies ranked 258 on the Fortune 500 list of the largest United States corporations by revenue. Current members of the board of directors of Estée Lauder Companies Inc. are: Charlene Barshefsky, Rose Marie Bravo, Lynn Forester de Rothschild, Fabrizio Freda, Paul J. Fribourg, Wei Sun Christianson, Mellody Hobson, Irvine Hockaday, Jane Lauder, Leonard A. Lauder, Ronald", "doc_score": "75.77493286132812", "publish_date": "2018/12/31"}, {"doc_id": "20676062", "text": "LinkedIn Top Companies / Comcast NBCUniversal employees get complimentary access to Universal theme parks, as well as early access to NBCUniversal movies and TV shows. LinkedIn's 2018 U.S. list ranked 50 companies, with Amazon appearing as No. 1. Google's parent company, Alphabet, was second and Facebook ranked third. The 2017 U.S. list also ranked 50 companies. Alphabet captured the top ranking, Amazon was listed as No. 2, and Facebook was No. 3. LinkedIn's inaugural list in 2016 ranked 40 U.S. companies, with Google earning the No. 1 position, followed by Salesforce and Facebook. Australia: LinkedIn in 2018 ranked 25 companies, with PwC Australia appearing", "doc_score": "74.36489868164062", "publish_date": "2018/12/31"}, {"doc_id": "1477875", "text": "Fortune (magazine) / Fortune (magazine) Fortune is an American multinational business magazine headquartered in New York City, United States. It is published and owned by Meredith Corporation. The publication was founded by Henry Luce in 1929. The magazine competes with \"Forbes\" and \"Bloomberg Businessweek\" in the national business magazine category and distinguishes itself with long, in-depth feature articles. The magazine regularly publishes ranked lists, perhaps best known is the Fortune 500, a ranking of companies by revenue that it has published annually since 1955. \"Fortune\" was founded by \"Time\" co-founder Henry Luce in 1929 as \"the Ideal Super-Class Magazine\", a \"distinguished and de", "doc_score": "73.06669616699219", "publish_date": "2018/12/31"}, {"doc_id": "2368406", "text": "Millionaire / economic resources, with the most powerful and prominent individuals usually ranking among them. The total amount of money held by millionaires can equal the amount of money held by a far higher number of poor people. The Gini coefficient, and other measures in economics, estimated for each country, are useful for determining how many of the poorest people have the equivalent total wealth of the few richest in the country. \"Forbes\" and \"Fortune\" magazines maintain lists of people based on their net worth and are generally considered authorities on the subject. \"Forbes\" listed 1,645 dollar billionaires in 2014, with an", "doc_score": "73.68185424804688", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_15", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "133421", "text": "Finland / travelled to Spain to support their team. Overall, they chartered more than 40 airplanes. Finland Finland ( ; ), officially the Republic of Finland (, ) is a country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Norway to the north, Sweden to the northwest, and Russia to the east. Finland is a Nordic country and is situated in the geographical region of Fennoscandia. The capital and largest city is Helsinki. Other major cities are Espoo, Vantaa, Tampere, Oulu and Turku. Finland's population is 5.52 million (2018), and the majority of the population", "doc_score": "85.8560562133789", "publish_date": "2018/12/31"}, {"doc_id": "133316", "text": "Finland / Finland decentralised its economy since the late 1980s. Financial and product market regulation were loosened. Some state enterprises have been privatized and there have been some modest tax cuts. Finland joined the European Union in 1995, and the Eurozone in 1999. Much of the late 1990s economic growth was fueled by the success of the mobile phone manufacturer Nokia, which held a unique position of representing 80% of the market capitalization of the Helsinki Stock Exchange. Lying approximately between latitudes 60° and 70° N, and longitudes 20° and 32° E, Finland is one of the world's northernmost countries. Of world", "doc_score": "84.62012481689453", "publish_date": "2018/12/31"}, {"doc_id": "133350", "text": "Finland / of the military are the army, the navy, and the air force. The border guard is under the Ministry of the Interior but can be incorporated into the Defence Forces when required for defence readiness. Even while Finland hasn't joined the North Atlantic Treaty Organization, the country has joined the NATO Response Force, the EU Battlegroup, the NATO Partnership for Peace and in 2014 signed a NATO memorandum of understanding, thus forming a practical coalition. In 2015, the Finland-NATO ties were strengthened with a host nation support agreement allowing assistance from NATO troops in emergency situations. Finland has been an", "doc_score": "83.75394439697266", "publish_date": "2018/12/31"}, {"doc_id": "20806735", "text": "History of NATO / to it; six others had laid out plans to reach the target by 2024 as promised; and Norway and Denmark had unveiled plans to substantially boost defense spending (including Norway's planned purchase 52 new F-35 fighter jets. On 15 June 2016, NATO officially recognized cyberwarfare as an operational domain of war, just like land, sea and aerial warfare. This means that any cyber attack on NATO members can trigger Article 5 of the North Atlantic Treaty. Montenegro became the 29th and newest member of NATO on 5 June 2017, amid strong objections from Russia. On 1 August 2018, the U.S.", "doc_score": "85.1968994140625", "publish_date": "2018/12/31"}, {"doc_id": "133280", "text": "Finland / Finland Finland ( ; ), officially the Republic of Finland (, ) is a country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Norway to the north, Sweden to the northwest, and Russia to the east. Finland is a Nordic country and is situated in the geographical region of Fennoscandia. The capital and largest city is Helsinki. Other major cities are Espoo, Vantaa, Tampere, Oulu and Turku. Finland's population is 5.52 million (2018), and the majority of the population is concentrated in the southern region. 88.7% of the population is Finnish and speaks", "doc_score": "85.67365264892578", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_16", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "2067302", "text": "James Traficant / Again, he opted to represent himself, insisting that the trial was part of a vendetta against him dating back to his 1983 trial. After a two-month federal trial, on April 11, 2002, he was convicted of 10 felony counts including bribery, racketeering and tax evasion. Per House rules, he lost his right to vote on legislation pending an investigation by the United States House Committee on Ethics. Eventually, the House Ethics Committee recommended that Traficant be expelled from Congress. On July 24 the House voted to expel him by a 420–1 vote. The sole vote against expulsion was Rep. Gary", "doc_score": "84.05233001708984", "publish_date": "2018/12/31"}, {"doc_id": "13473950", "text": "Impeachment investigations of United States federal judges / years in prison in October, and was in prison from May 1986 to October 1987. This was an unacceptable state of affairs, and on June 3, 1986, Rep. Peter W. Rodino (D-NJ) offered an impeachment resolution, H.R. Res. 461, against him. The resolution was referred to the Judiciary Committee. Rep. Jim Sensenbrenner introduced a second one H.R. Res. 487, against Judge Claiborne on June 24, which was also sent to the Judiciary Committee. The Judiciary Committee appointed its Subcommittee on Courts, Civil Liberties, and the Administration of Justice to assist with the investigation, and after a quick hearing, the Judiciary", "doc_score": "83.35749816894531", "publish_date": "2018/12/31"}, {"doc_id": "20818923", "text": "Trials of Paul Manafort / president opposed issuing a $9.5 million loan to Manafort but was ordered to do so by Calk. That loan was the largest ever issued by the bank, and a subsequent loan to Manafort of $6.5 million was the second largest. (They were preceded by negotiations for a third loan, which in the end was not granted.) Calk told Manafort he wanted a position in the administration of then president-elect Trump, as well as inauguration tickets. In emails introduced into evidence at the beginning of the trial, Calk sent several messages to Manafort listing administration positions he aspired to, including four", "doc_score": "83.39138793945312", "publish_date": "2018/12/31"}, {"doc_id": "15491724", "text": "Barack Obama presidential eligibility litigation / the \"citizen grand juries\" favorably. In June 2009, a group of 172 campaigners declared themselves to be a \"Super American Grand Jury\" and voted to charge Obama with treason and accused him of not being a U.S. citizen. Chief Judge Royce C. Lamberth of the United States District Court for the District of Columbia rejected the \"indictment\" on July 2 and declared: \"[T]here is no authority under the Rules of Procedure or in the statutes of the United States for this court to accept [a presentment]... The individuals who have made this presentment were not convened by this court to", "doc_score": "83.50054931640625", "publish_date": "2018/12/31"}, {"doc_id": "13135681", "text": "Citizens for Tax Reform v. Deters / Beckwith issued a Temporary Restraining Order (TRO) against the state of Ohio, enjoining the enforcement of the state's ban on payment-per-signature. The TRO was extended multiple times, until the hearing before Judge Dlott, at which time Dlott invalidated Ohio's law as unconstitutional. In unsuccessfully making its case, the government of Ohio relied on evidence of fraud from the 2004 petition drive that took place in Ohio to qualify Ralph Nader for the ballot. Judge Dlott criticized this evidence as not proving that the fraud was caused by the method of paying circulators by the signature. Judge Dlott also rejected the", "doc_score": "84.33493041992188", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_17", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "1367342", "text": "Dwayne Johnson / be in development. Originally cast in September 2014 as the antagonist in a film about the superhero Shazam, as a part of the DC Films shared universe, where he would also serve as producer; his villainous role for \"Shazam!\" was re-worked into two separate films. By July, Warner Bros. stated that Johnson will not appear in \"Shazam!\" but will remain attached as producer for the film. Johnson is noted for his work-load and for working on multiple projects at once. Following the critical and financial success of \"Jumanji\", a sequel was announced with a release date of December 25, 2019.", "doc_score": "79.62226104736328", "publish_date": "2018/12/31"}, {"doc_id": "18774988", "text": "Bunk'd / season. On November 15, 2018, it was announced by Disney Channel that the series was renewed for a fourth season. Miranda May, Mallory James Mahoney, Raphael Alejandro, and Will Buie Jr. will be returning for the fourth season, with new unannounced cast also set to star alongside them. Peyton List, Karan Brar, and Skai Jackson will not be returning for the fourth season. Additionally, \"Andi Mack\"s Phil Baker and Erin Dunlap will take over as executive producers in the fourth season. Production for the fourth season is scheduled to begin in March 2019. In Canada, the series premiered on Disney", "doc_score": "77.28795623779297", "publish_date": "2018/12/31"}, {"doc_id": "19807069", "text": "The Real Housewives of Dallas (season 2) / The Real Housewives of Dallas (season 2) The second season of \"The Real Housewives of Dallas\", an American reality television series, was broadcast on Bravo. It aired from August 14, 2017, until November 13, 2017, and was primarily filmed in Dallas, Texas. Its executive producers are Adam Karpel, Andrew, John Paparazzo, Rich Bye, Samantha Billett and Andy Cohen. The second season focuses on the lives of Cary Deuber, Stephanie Hollman, LeeAnne Locken, Brandi Redmond, D'Andra Simmons and Kameron Westcott. The second season premiered with D’Andra Simmons and Kameron Westcott joining the cast, and Hendra appearing in a guest capacity. <onlyinclude></onlyinclude>", "doc_score": "74.41475677490234", "publish_date": "2018/12/31"}, {"doc_id": "19807068", "text": "The Real Housewives of Dallas (season 2) / The Real Housewives of Dallas (season 2) The second season of \"The Real Housewives of Dallas\", an American reality television series, was broadcast on Bravo. It aired from August 14, 2017, until November 13, 2017, and was primarily filmed in Dallas, Texas. Its executive producers are Adam Karpel, Andrew, John Paparazzo, Rich Bye, Samantha Billett and Andy Cohen. The second season focuses on the lives of Cary Deuber, Stephanie Hollman, LeeAnne Locken, Brandi Redmond, D'Andra Simmons and Kameron Westcott. The second season premiered with D’Andra Simmons and Kameron Westcott joining the cast, and Hendra appearing in a guest capacity. <onlyinclude></onlyinclude>", "doc_score": "74.41475677490234", "publish_date": "2018/12/31"}, {"doc_id": "20736207", "text": "Gen:Lock / will co-produce the show. In July 2018, Austin-based writer Evan Narcisse joined the writing staff of \"Gen:Lock\". For the first four months, the team animated the show without the actors’ voices recorded. Haddock performed every voice for the first few episodes himself, hoping his direction would match later. \"Gen:Lock\" is scheduled to premiere on January 26, 2019. The lead cast comes from intentionally inclusive backgrounds, the goal being to normalize diversity. Gen:Lock Gen:Lock (stylized as gen:LOCK) is an upcoming American animated web series created by Gray Haddock for Rooster Teeth. It is set on a dystopian future Earth in which", "doc_score": "77.37608337402344", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_18", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "9865630", "text": "Twitter / to Twitter's security breaches, the United States Federal Trade Commission (FTC) brought charges against the service; the charges were settled on June 24, 2010. This was the first time the FTC had taken action against a social network for security lapses. The settlement requires Twitter to take a number of steps to secure users' private information, including maintenance of a \"comprehensive information security program\" to be independently audited biannually. On December 14, 2010, the United States Department of Justice issued a subpoena directing Twitter to provide information for accounts registered to or associated with WikiLeaks. Twitter decided to notify its", "doc_score": "86.46785736083984", "publish_date": "2018/12/31"}, {"doc_id": "9865629", "text": "Twitter / tweets—including sexually explicit and drug-related messages—were sent from these accounts. Twitter launched the beta version of their \"Verified Accounts\" service on June 11, 2009, allowing people with public profiles to announce their account name. The home pages of these accounts display a badge indicating their status. In May 2010, a bug was discovered by İnci Sözlük that could allow a Twitter user to force others to follow them without the other users' consent or knowledge. For example, comedian Conan O'Brien's account, which had been set to follow only one person, was changed to receive nearly 200 malicious subscriptions. In response", "doc_score": "85.26934814453125", "publish_date": "2018/12/31"}, {"doc_id": "15553848", "text": "Privacy concerns with social networking services / Twitter, to reveal information applicable surrounding certain subscribers involved in the WikiLeaks cases. This outcome of this case is questionable because it deals with the user's First Amendment rights. Twitter moved to reverse the court order, and supported the idea that internet users should be notified and given an opportunity to defend their constitutional rights in court before their rights are compromised. Twitter's privacy policy states that information is collected through their different web sites, application, SMS, services, APIs, and other third parties. When the user uses Twitter's service they consent to the collection, transfer, storage, manipulation, disclosure, and other", "doc_score": "82.61873626708984", "publish_date": "2018/12/31"}, {"doc_id": "9865653", "text": "Twitter / claim, stating that \"violent threats and the promotion of terrorism deserve no place on Twitter and, like other social networks, our rules make that clear.\" The lawsuit was dismissed by the United States District Court for the Northern District of California, upholding the Section 230 safe harbor, which dictates that the operators of an interactive computer service are not liable for the content published by its users. The lawsuit was revised in August 2016, providing comparisons to other telecommunications devices. Twitter suspended multiple parody accounts that satirized Russian politics in May 2016, sparking protests and raising questions about where the", "doc_score": "84.18373107910156", "publish_date": "2018/12/31"}, {"doc_id": "15225199", "text": "WikiLeaks-related Twitter court orders / of the government\".\" Wired\" staff writer Ryan Singel said that Twitter's \"action in asking for the gag order to be overturned sets a new precedent that we can only hope that other companies begin to follow\" and summarised his point of view by saying \"Twitter beta-tested a spine\" and that Twitter's response should become an \"industry standard\". WikiLeaks-related Twitter court orders The WikiLeaks-related Twitter court orders were United States Department of Justice 2703(d) orders (so-called because they are authorized by USC 18 2703(d)) accompanied by gag orders (authorized by USC 18 2705(b), both as differentiated from subpoenas and national security", "doc_score": "84.01409912109375", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_19", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "2159708", "text": "William Gannaway Brownlow / House sergeant-at-arms was dispatched to arrest them. Two were captured – Pleasant Williams and A.J. Martin – and confined to the House committee room, giving the House the necessary number of members present to establish a quorum. After the amendment passed by a 43-11 vote, Heiskell refused to sign it and resigned in protest. His successor signed it, however, and the amendment was ratified. In transmitting the news to Congress, Brownlow taunted Johnson, stating, \"My compliments to the dead dog in the White House.\" Tennessee was readmitted to the Union shortly afterward. The Radicals nominated Brownlow for a second term", "doc_score": "86.49279022216797", "publish_date": "2018/12/31"}, {"doc_id": "18242370", "text": "Rick Perry veto controversy / Rick Perry veto controversy On August 15, 2014, Texas Governor Rick Perry was indicted by a Travis County grand jury, but has since been cleared on all charges. The first charge of the indictment was abuse of official capacity, a first-degree felony, for threatening to veto $7.5 million in funding for the Public Integrity Unit, a state public corruption prosecutors department. The second charge, which has since been ruled unconstitutional, was coercion of a public servant, a third-degree felony, for seeking the resignation of Travis County District Attorney Rosemary Lehmberg, a Democrat, after she was convicted of drunk driving, and", "doc_score": "83.99546813964844", "publish_date": "2018/12/31"}, {"doc_id": "1637038", "text": "Digges Amendment / Digges Amendment The Digges Amendment was an amendment to the Maryland Constitution proposed in 1910 by the Democratic Party. The amendment would have used property requirements for voter registration to effectively disfranchise many African Americans (as well as poorer whites, including recent European immigrants) in the state. Democrats William J. Frere and Walter Digges were responsible for framing the bill. At the general election, the amendment was rejected by the people of Maryland. The amendment would have required that white male individuals have $500 worth of property and have records of having paid taxes for two years prior to an", "doc_score": "80.4366683959961", "publish_date": "2018/12/31"}, {"doc_id": "17571841", "text": "Troy E. Brown / will prevail.\" His latest attorney, Jill Craft of Baton Rouge, referred to the Senate's consideration of expulsion as \"a dog and pony show\" without proper rules of legal fairness. Brown's resignation in February 2017 avoided a vote by his colleagues on his proposed expulsion from the chamber. He had pleaded no contest twice in four months to misdemeanor charges related to domestic abuse. Brown said that he did not believe his Senate colleagues, the majority of whom are Republicans, would have given him a fair hearing had he sought to remain in office. Democrats Warren Harang, III, a sugar cane", "doc_score": "81.41317749023438", "publish_date": "2018/12/31"}, {"doc_id": "9742607", "text": "Impeachment of Andrew Johnson / was composed of 54 members representing 27 states (10 former Confederate states had not yet been readmitted to representation in the Senate) at the time of the trial. At its conclusion, senators voted on three of the articles of impeachment. On each occasion the vote was 35–19, with 35 senators voting \"guilty\" and 19 \"not guilty\". As the constitutional threshold for a conviction in an impeachment trial is a two-thirds majority guilty vote—in this case 36 votes—Johnson was not removed from office. Seven Republican senators were concerned that the proceedings had been manipulated to give a one-sided presentation of the", "doc_score": "84.26276397705078", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_20", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "2276752", "text": "History of Paris / first, called the Embarcadère de Saint-Germain-en-Laye, was opened on 24 August 1837 on the Place de l'Europe. An early version of the Gare Saint-Lazare was begun in 1842, and the first lines Paris-Orléans and Paris-Rouen were inaugurated on 1 and 2 May 1843. As the population of Paris grew, so did discontent in the working-class neighborhoods. There were riots in 1830, 1831, 1832, 1835, 1839 and 1840. The 1832 uprising, following the funeral of a fierce critic of Louis-Philippe, General Jean Maximilien Lamarque, was immortalized in Victor Hugo's novel \"Les Misérables\". The growing unrest finally exploded on 23 February 1848,", "doc_score": "77.70903015136719", "publish_date": "2018/12/31"}, {"doc_id": "12179271", "text": "City gates of Paris / Farmers-General in 1785, the gates of Paris bore the names barriers (\"barrières\") until 1860 (e.g. \"barrière de la Villette, barrière du Trône, barrière d'Italie\", etc.) They were, in fact, toll gates used for collection of the \"octroi\", an excise tax assessed on goods entering the city. Some of the toll booths built by Ledoux remain at: City gates of Paris While Paris is encircled by the Boulevard Périphérique (Paris ring road), the city gates of Paris (\"\"portes de Paris\"\") are the access points to the city for pedestrians and other road users. As Paris has had successive ring roads through", "doc_score": "78.581298828125", "publish_date": "2018/12/31"}, {"doc_id": "2276734", "text": "History of Paris / Louvre became a museum, and the Palais-Bourbon, a former residence of the royal family, became the home of the National Assembly. The two first covered commercial streets in Paris, the \"Passage du Caire\" and the \"Passage des Panoramas\", were opened in 1799. First Consul Napoleon Bonaparte moved into the Tuileries Palace on 19 February 1800 and immediately began to re-establish calm and order after the years of uncertainty and terror of the Revolution. He made peace with the Catholic church by signing the Concordat of 1801 with Pope Pius VII; masses were held again in all churches in Paris (and", "doc_score": "75.97311401367188", "publish_date": "2018/12/31"}, {"doc_id": "308365", "text": "Paris / imposition of a curfew on Muslims of Algeria (who, at that time, were French citizens). On 17 October 1961, an unauthorised but peaceful protest demonstration of Algerians against the curfew led to violent confrontations between the police and demonstrators, in which at least 40 people were killed, including some thrown into the Seine. The anti-independence Organisation armée secrète (OAS), for their part, carried out a series of bombings in Paris throughout 1961 and 1962. In May 1968, protesting students occupied the Sorbonne and put up barricades in the Latin Quarter. Thousands of Parisian blue-collar workers joined the students, and the", "doc_score": "77.24382019042969", "publish_date": "2018/12/31"}, {"doc_id": "16327038", "text": "Porte d'Orléans / Porte d'Orléans The \"Porte d'Orléans\" is one of 17 \"portes\" (city gates of Paris) in the Thiers wall, a defensive wall constructed in the mid-nineteenth century to protect Paris. The wall was demolished after the First World War, creating an open space that was subsequently built up. The Porte d'Orléans is now one of the main gateways to the capital, and is located in the 14th arrondissement of Paris. \"Porte d'Orléans\" is located around the \"Place du 25-Aug-1944\", and there are at the crossroads to the north of the \"Avenue du General Leclerc\", the \"Boulevard Brune\", and \"Boulevard Jourdan\", and", "doc_score": "76.95875549316406", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_21", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "12728170", "text": "Jacinda Ardern / teaching of the Māori language in schools. On social issues, Ardern voted in favour of same-sex marriage and believes abortion should be removed from the Crimes Act. She is opposed to criminalising people who use cannabis and has pledged to hold a referendum on whether or not to legalise cannabis in her first term as prime minister. In 2018, she became the first prime minister of New Zealand to march in a gay pride parade. Referring to New Zealand's nuclear-free policy, she described taking action on climate change as \"my generation's nuclear-free moment\". Raised a member of the Church of", "doc_score": "76.224609375", "publish_date": "2018/12/31"}, {"doc_id": "12728166", "text": "Jacinda Ardern / her maternity leave from 21 June to 2 August 2018. On 2 February, Ardern travelled to Waitangi for the annual Waitangi Day commemoration; she stayed in Waitangi for five days, an unprecedented length. Ardern became the first female Prime Minister to speak from the top marae. Her visit was largely well-received by Māori leaders, with commentators noting a sharp contrast with the acrimonious responses received by several of her predecessors. On 20 April, Ardern attended the Commonwealth Heads of Government Meeting 2018 in London, where she was selected to deliver a toast to the Commonwealth at a state banquet of", "doc_score": "80.45926666259766", "publish_date": "2018/12/31"}, {"doc_id": "12728168", "text": "Jacinda Ardern / She was later criticised for not meeting refugees in Nauru. On 24 September, Ardern became the first female head of government to attend the United Nations General Assembly meeting with her infant present. Her address to the General Assembly on 27 September praised the United Nations for its multilateralism, expressed support for the world's youth, and called for immediate attention to the effects and causes of climate change, for the equality of women, and for kindness as the basis for action. Ardern has described herself as a social democrat, a progressive, a republican and a feminist, citing Helen Clark as", "doc_score": "77.4129638671875", "publish_date": "2018/12/31"}, {"doc_id": "12728172", "text": "Jacinda Ardern / took office; even having a Twitter account established in her name. Paddles died in early November 2017 after being hit by a car in the Auckland suburb of Point Chevalier. On 19 January 2018, Ardern revealed that she was expecting her first child in June, making her New Zealand's first Prime Minister to be pregnant whilst in office. Ardern was admitted to Auckland City Hospital on 21 June 2018, and gave birth to a girl at 4:45 pm (04:45 UTC) that day, becoming only the second elected head of government to give birth while in office (after Benazir Bhutto in", "doc_score": "79.66355895996094", "publish_date": "2018/12/31"}, {"doc_id": "12728167", "text": "Jacinda Ardern / world leaders. She also had her first private audience with the Queen. On 5 September 2018, Ardern travelled to Nauru, where she attended the Pacific Islands Forum. Media and political opponents criticised her decision to travel separately from the rest of her contingent so that she could spend more time with her daughter. Critics charged that the additional flight would cost taxpayers up to NZ$100,000. Ardern had earlier rebuffed suggestions that she should not attend the Forum, citing tradition; she would have been the first New Zealand prime minister since 1971 to not attend the Forum outside an election cycle.", "doc_score": "75.74348449707031", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_22", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "1663949", "text": "New Labour / New Labour New Labour refers to a period in the history of the British Labour Party from the mid-1990s until 2010 under the leadership of Tony Blair and Gordon Brown. The name dates from a conference slogan first used by the party in 1994, later seen in a draft manifesto published in 1996, \"New Labour, New Life for Britain\". It was presented as the brand of a newly reformed party that had altered Clause IV and endorsed market economics. The branding was extensively used while the party was in government between 1997 and 2010. New Labour was influenced by the", "doc_score": "81.36253356933594", "publish_date": "2018/12/31"}, {"doc_id": "12272289", "text": "Keir Starmer / of rape and child abuse. On 28 December Starmer said to BBC News: \"well, I'm back in private practice; I'm rather enjoying having some free time, and I'm considering a number of options\". Starmer was selected on 13 December 2014 as the Labour Party's prospective parliamentary candidate for the constituency of Holborn and St Pancras, following the decision of the sitting MP Frank Dobson to stand down. Starmer was elected at the 2015 general election with a majority of 17,048. He was urged by activists to stand for Leader of the Labour Party at the 2015 leadership election, but he", "doc_score": "80.0962905883789", "publish_date": "2018/12/31"}, {"doc_id": "1710300", "text": "UK Independence Party / the latter's 1997 dissolution. In 1997, Sked was ousted by a faction led by Nigel Farage, who became the party's preeminent figure. In 2006, Farage officially became leader and under his direction the party adopted a wider policy platform and capitalised on concerns about rising immigration, in particular among the White British working class. This resulted in significant breakthroughs at the 2013 local elections, 2014 European elections, and 2015 general election. The pressure UKIP exerted on the government is widely regarded as the main reason for the 2016 referendum which led to the decision for the United Kingdom to withdraw", "doc_score": "77.21471405029297", "publish_date": "2018/12/31"}, {"doc_id": "11581586", "text": "New Labour, New Life for Britain / The new Leader of the Labour Party, Ed Miliband, completely abandoned the New Labour branding in 2010 after being elected, moving the party's political stance slightly further to the left. He resigned as leader in 2015, and was succeeded by Jeremy Corbyn at the September 2015 Labour Leadership election, who has further distanced the party from brand. During the 1997 campaign, a pledge card with five specific pledges was issued and detailed in the manifesto too. The pledges were: New Labour, New Life for Britain New Labour, New Life For Britain was a political manifesto published in 1996 by the", "doc_score": "80.49603271484375", "publish_date": "2018/12/31"}, {"doc_id": "15377854", "text": "New Vision (electoral alliance) / New Vision (electoral alliance) New Vision was an electoral alliance of independent candidates formed to contest the 2011 Irish general election. The formation of the group was announced at a meeting in Dublin organised by the economist David McWilliams on 31 January 2011. Eamonn Blaney, son of former Independent Fianna Fáil Teachta Dála and minister Neil Blaney, stated that he was launching \"a movement called New Vision\" and that the group would run candidates in the upcoming general election. He stated that New Vision already had the allegiance of \"several strong Independents who will unite around four principles\". The group", "doc_score": "77.89983367919922", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_23", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "17487121", "text": "Debranding / modern debranding is the wordless logo: multinational companies have begun dropping their names from their logos, leaving only the symbols. It is psychologically easier to relate to a visual than it is to a name, meaning that consumers form stronger relationships with brands they might otherwise be critical of. Debranding Debranding has two definitions, both aligning with market base strategies, but having two separate meanings: Nike has been called the first company to debrand their logo, which happened in 1995. In 2011 this trend continued when Starbucks opted to removed its name from the logo leaving only the center image.", "doc_score": "80.6103515625", "publish_date": "2018/12/31"}, {"doc_id": "17533231", "text": "GISHWHES / reported on a local ice cream shop's response to a GISHWHES team that asked them to create a custom ice cream flavor for the 2013 challenge \"Get your team's new ice cream flavor on sale in an ice cream parlor\". Another challenge involved participants using and spreading the word \"abnosome\", Collins's portmanteau of \"abnormal\" and \"awesome\". During the 2013 hunt, competitors were asked to dress up as the DC Comics character Flash and have their pictures taken next to a functioning particle accelerator. As a result, the Thomas Jefferson National Accelerator Facility and Fermilab received numerous emails from GISHWHES participants", "doc_score": "78.0641098022461", "publish_date": "2018/12/31"}, {"doc_id": "4540942", "text": "Reep Daggle / after his heroics in the Great Darkness Saga. Post-Zero Hour, Reep was known simply as 'Chameleon' and was not related to R. J. Brande. This time, he was the son of Durla's spiritual leader and heir to that title, though he long refused to accept it, believing he served his people better as part of the Legion. In the 2005 reimagining/reboot of the Legion, the character was still referred to as Chameleon, but is now an androgynous humanoid. Chameleon can still shapeshift and is still a master detective. A minor difference to prior versions of the character is that his", "doc_score": "76.6351547241211", "publish_date": "2018/12/31"}, {"doc_id": "4355", "text": "Apple Inc. / erroneously referred to as a tribute to Alan Turing, with the bite mark a reference to his method of suicide. Both Janoff and Apple deny any homage to Turing in the design of the logo. On August 27, 1999 (the year following the introduction of the iMac G3), Apple officially dropped the rainbow scheme and began to use monochromatic logos nearly identical in shape to the previous rainbow incarnation. An Aqua-themed version of the monochrome logo was used from 1998 to 2003, and a glass-themed version was used from 2007 to 2013. Steve Jobs and Steve Wozniak were Beatles fans,", "doc_score": "79.117431640625", "publish_date": "2018/12/31"}, {"doc_id": "3108584", "text": "Skeuomorph / while under the direction of Steve Jobs, was known for its wide usage of skeuomorphic designs in various applications. This changed after Jobs' death when Scott Forstall, described as \"the most vocal and high-ranking proponent of the visual design style favored by Mr. Jobs\", resigned. Apple designer Jonathan Ive took over some of Forstall's responsibilities and had \"made his distaste for the visual ornamentation in Apple’s mobile software known within the company\". With the announcement of iOS 7 at WWDC in 2013, Apple officially shifted from skeuomorphism to a more simplified design, thus beginning the so-called \"death of skeuomorphism\" at", "doc_score": "79.06539154052734", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_24", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "8498094", "text": "Dietary indiscretion / Dietary indiscretion Dietary indiscretion is the tendency of certain animal of eating unusual items. These are frequently relatively small items not encountered in a natural habitat and thus sampled because of mistaken identity, a familiar flavor, or simple curiosity. This includes modern manufactured items such as shiny metal foil or plastic objects, as well as foods harmful to health. Domesticated animals such as dogs and goats, and even circus animals like Ostriches are even more prone to the effect due to their contact with people. The dietary indiscretion of fish, especially Sharks, may occur when the mouth is the major", "doc_score": "82.38228607177734", "publish_date": "2018/12/31"}, {"doc_id": "8498095", "text": "Dietary indiscretion / organ of detection and processing. Dietary indiscretion Dietary indiscretion is the tendency of certain animal of eating unusual items. These are frequently relatively small items not encountered in a natural habitat and thus sampled because of mistaken identity, a familiar flavor, or simple curiosity. This includes modern manufactured items such as shiny metal foil or plastic objects, as well as foods harmful to health. Domesticated animals such as dogs and goats, and even circus animals like Ostriches are even more prone to the effect due to their contact with people. The dietary indiscretion of fish, especially Sharks, may occur when", "doc_score": "82.03276062011719", "publish_date": "2018/12/31"}, {"doc_id": "1586825", "text": "Hot dog / AICR's warning campaign to be characterized as \"attack ads\". The Cancer Project group also filed a class-action lawsuit demanding warning labels on packages and at sporting events. Hot dogs are also singled out and attacked for containing ingredients commonly found in prepared meat products. An unopened package of franks contains ingredients that have the potential for promoting the growth of \"Listeria\" bacteria. \"Listeria monocytogenes\" can also cause serious infections in infants and pregnant women, and can be transmitted to an infant in utero or after birth. Adults with suppressed immune systems can also be negatively affected. Prevention involves heating the", "doc_score": "77.16558837890625", "publish_date": "2018/12/31"}, {"doc_id": "9341195", "text": "Acne cosmetica / it became apparent that one could not predict the actual comedogenicity of a product from its contents; rather, the finished product itself needed use-testing. The production of a low-grade folliculitis by some components of cosmetic products has led to misdiagnosis on occasion. People may not attribute their reactions to their cosmetics at first, but may notice worsening symptoms after using certain face makeup, sunblock or lip products. Reactions occur more commonly if applied cosmetics are let to sit and are not stripped after use. Acne cosmetica The term acne cosmetica refers to acne caused by or aggravated by cosmetics. The", "doc_score": "77.68982696533203", "publish_date": "2018/12/31"}, {"doc_id": "14606888", "text": "Warmed-over flavor / Warmed-over flavor Warmed-over flavor is an unpleasant characteristic usually associated with meat which has been cooked and then refrigerated. The deterioration of meat flavor is most noticeable upon reheating. As cooking and subsequent refrigeration is the case with most convenience foods containing meat, it is a significant challenge to the processed food industry. The flavor is variously described as \"rancid,\" \"stale,\" and like \"cardboard,\" and even compared to \"damp dog hair.\" Warmed-over flavor is caused by the oxidative decomposition of lipids (fatty substances) in the meat into chemicals (short-chain aldehydes or ketones) which have an unpleasant taste or odor. This", "doc_score": "80.4293212890625", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_25", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "796622", "text": "Infant mortality / is the time between births. Births spaced at least three years apart from one another are associated with the lowest rate of mortality. The longer the interval between births, the lower the risk for having any birthing complications, and infant, childhood and maternal mortality. Higher rates of pre-term births, and low birth weight are associated with birth to conception intervals of less than six months and abortion to pregnancy interval of less than six months. Shorter intervals between births increase the chances of chronic and general under-nutrition; 57% of women in 55 developing countries reported birth spaces shorter than three", "doc_score": "96.2977294921875", "publish_date": "2018/12/31"}, {"doc_id": "3084794", "text": "Total fertility rate / West aggravates the demographic problems of those countries. People from countries such as Moldova, Romania, Hungary, and Bulgaria are particularly moving abroad. The TFR of Singapore, Macau, Taiwan, Hong Kong and South Korea are the lowest in the world, with Singapore and Macau having a TFR below 1 in 2017. Japan too has a low TFR (1.45 in 2016). Singapore mitigates this through immigrant workers, but in Japan there is a serious demographic problem. In South Korea, too, a low birthrate is one of its most urgent socio-economic challenges. Rising housing expenses, shrinking job opportunities for younger generations, insufficient support", "doc_score": "96.73765563964844", "publish_date": "2018/12/31"}, {"doc_id": "2781846", "text": "Birth rate / The RNI is thus 1.06 percent. In 2012 the average global birth rate was 19.611 according to the World Bank and 19.15 births per 1,000 total population according to the CIA, compared to 20.09 per 1,000 total population in 2007. The 2016 average of 18.6 births per 1,000 total population is estimated to be about 4.3 births/second or about 256 births/minute for the world. The birth rate is an issue of concern and policy for national governments. Some (including those of Italy and Malaysia) seek to increase the birth rate with financial incentives or provision of support services to new", "doc_score": "96.88195037841797", "publish_date": "2018/12/31"}, {"doc_id": "17416660", "text": "Prevalence of birth control / United States, contraceptive use saves about $19 billion in direct medical costs each year. Usage of the IUD has more than tripled between 2002 and 2011 in the United States. In 2011, IUDs made up 10% of all birth control methods, with women increasingly viewing the IUD as the most convenient, safe, and effective yet reversible form of contraception. Prevalence of birth control Globally approximately 45% of those who are married and able to have children use contraception. As of 2007, IUDs were used by about 17% of women of child bearing age in developing countries and 9% in developed", "doc_score": "94.92122650146484", "publish_date": "2018/12/31"}, {"doc_id": "11837601", "text": "Human sex ratio / ratio for the entire world population is 102 males to 100 females (2017 est.). Depending upon which definition is used, between 0.1% and 1.7% of live births are intersex. Gender imbalance may arise as a consequence of various factors including natural factors, exposure to pesticides and environmental contaminants, war casualties, sex-selective abortions, infanticides, aging, and deliberate gendercide. Human sex ratios, either at birth or in the population as a whole, are reported in any of four ways: the ratio of males to females, the ratio of females to males, the proportion of males, or the proportion of females. If there", "doc_score": "95.33209991455078", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_26", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "16600414", "text": "Julie Gayet / In 2013 rumours started circulating that Gayet was in a secret relationship with President Hollande. On 10 January 2014, a story in the tabloid \"Closer\" featured seven pages of alleged revelations and photos about the affair, provoking wider media coverage. Hollande said he \"regretted this violation of his private life\" and was \"thinking about\" pursuing a legal response, but did not deny the substance of the story. The 10 January issue was so popular that Closer \"reprinted the issue, with a further 150,000 copies scheduled to hit newsstands\" on 15 January 2014. On 16 January 2014, the AFP news agency", "doc_score": "87.05616760253906", "publish_date": "2018/12/31"}, {"doc_id": "20529359", "text": "2017 Macron e-mail leaks / dissatisfaction with the administration of President François Hollande and the French governmental establishment as a whole. The election was widely regarded as a referendum between the internationalist centrism of Macron and the populist far-right ideology of Le Pen. After a slew of events considered to be detrimental to globalization and a triumph of nationalism and isolationism, such as the Brexit referendum, and the election of Donald Trump, many international observers viewed the French election as another possible trendsetting event for Western politics. Le Pen's anti-immigration, anti-NATO, and anti-European Union stances attracted her the widespread support of far-right politicians and activists", "doc_score": "82.28034210205078", "publish_date": "2018/12/31"}, {"doc_id": "664004", "text": "Juliette Binoche / to object to the firing of Canal+ chairman Pierre Lescure by the Vivendi Universal company. On 7 February 2006, Binoche attended a high-profile demonstration organised by Reporters Without Borders in support of Jill Carroll and two Iraqi journalists who had been abducted in Baghdad. She supported José Bové in the 2007 French presidential elections which were won by Nicolas Sarkozy. She disclosed on a number of occasions that she did not approve of the Sarkozy administration, stating that the president was creating a monarchic republic. Binoche and numerous other French personalities including Isabelle Adjani, Yvan Attal, Jane Birkin and Josiane", "doc_score": "82.95439910888672", "publish_date": "2018/12/31"}, {"doc_id": "5639033", "text": "Catherine Théot / resenting his theocratic aims, used his relations with the Theotists as a way to get revenge. What became known as the \"Catherine Théot affair\" brought her notoriety in 1794. Marc-Guillaume Alexis Vadier announced at the National Convention the plot to overthrow the Republic, accusing Théot and the people who met with her. On the 9 Thermidor Vadier claimed that a letter was found under Théot's mattress that proclaimed Robespierre to be John the Baptist of the new cult. Although the letter was likely fabricated, it was a way to condemn Robespierre for his connection with Théot and his Cult of", "doc_score": "79.58086395263672", "publish_date": "2018/12/31"}, {"doc_id": "15451160", "text": "François Asselineau / sur images\" website that Asselineau's videoconferences on YouTube include claims that \"Marine Le Pen is entrusted with ruining [his] discourse\" and that her party, the National Front \"was an invention of François Mitterrand and Jacques Attali\" and had been financed by \"Pierre Ceyrac and the financial arm of the Moonies, CAUSA International, and behind them by the CIA and the Bush family\", whose \"fortune manager, the Carlyle group (...), is represented in France by Yves de Chaisemartin, the owner of 25% of the magazine \"Marianne\" which promotes Marine Le Pen in order to have Dominique Strauss-Kahn elected\". Asselineau also told", "doc_score": "80.21159362792969", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_27", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "16219630", "text": "Schmallenberg virus / and East Sussex. By 27 February 2012, the disease was reported in other counties in the south of England including the Isle of Wight, Wiltshire, West Berkshire, Gloucestershire, Hampshire and Cornwall. It is likely that it was carried to Eastern England by midges from mainland Europe, a possibility previously identified as a risk by Defra. Russia, Ukraine, Kazakhstan, Egypt and Mexico have all suspended imports of live cattle and sheep, along with embryos and semen from affected countries. United States ban import of bovine germplasm collected in EU countries after June 1, 2011. Schmallenberg virus Schmallenberg virus is the informal", "doc_score": "85.72366333007812", "publish_date": "2018/12/31"}, {"doc_id": "4413493", "text": "Chlorocebus / this, an increase in desertification, and loss of habitat due to agriculture and urbanisation has occurred. As a result, the population numbers in troops are declining in urban areas to an average of between 15 and 25 individuals, with many troops disappearing altogether. The African green monkey has been the focus of much scientific research since the 1950s, and cell lines derived from its tissues are still used today to produce vaccines for polio and smallpox. \"Chlorocebus\" species are also important in studying high blood pressure and AIDS. Unlike most other nonhuman primates, they naturally develop high blood pressure and", "doc_score": "84.70221710205078", "publish_date": "2018/12/31"}, {"doc_id": "3688703", "text": "Newcastle disease / Newcastle disease Newcastle disease is a contagious viral bird disease affecting many domestic and wild avian species; it is transmissible to humans. It was first identified in Java, Indonesia, in 1926, and in 1927, in Newcastle-upon-Tyne, England (whence it got its name). However, it may have been prevalent as early as 1898, when a disease wiped out all the domestic fowl in northwest Scotland. Its effects are most notable in domestic poultry due to their high susceptibility and the potential for severe impacts of an epizootic on the poultry industries. It is endemic to many countries. Exposure of humans to", "doc_score": "83.41307067871094", "publish_date": "2018/12/31"}, {"doc_id": "3103915", "text": "Trypanosomiasis / effects that may be treated with ease. In regions of the world where the disease is common eflornithine is provided for free by the World Health Organization. Some species of cattle such as the African buffalo, N'dama, and Keteku appear trypanotolerant and do not develop symptoms. Calves are more resistant than adults. Trypanosomiasis Trypanosomiasis or trypanosomosis is the name of several diseases in vertebrates caused by parasitic protozoan trypanosomes of the genus \"Trypanosoma\". In humans this includes African trypanosomiasis and Chagas disease. A number of other diseases occur in other animals. Approximately 30,000 people in 36 countries of sub-Saharan Africa", "doc_score": "82.511962890625", "publish_date": "2018/12/31"}, {"doc_id": "7698826", "text": "Psittacine beak and feather disease / mating pairs remained in 2006. There is currently no specific treatment for the virus. A vaccine is available, but only experimentally. It has not been released to the public due to the risk it poses to already exposed birds. Therapeutic intervention is limited to treating secondary infections. The individual bird can sometimes recover, but this is rare. If only the feathers are affected and the bird suffers no other symptoms, it can usually experience an acceptable quality of life. But if the bird's beak or nails are affected, veterinarians will recommend euthanasia. The management of the disease lies thus mostly", "doc_score": "82.78288269042969", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_28", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "20246308", "text": "Trump Tower meeting / Jr. acknowledged he had indeed sought the meeting in the hopes to obtain information about Clinton's \"fitness\". As of July 2017, Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, was looking into the Trump Tower meeting. The inquiry was confirmed by Kaveladze's attorney, who said special counsel investigators are seeking information from his client. On July 21, 2017, Mueller asked the White House to preserve all documents related to the Russian meeting in June 2016. By August 3, 2017, Mueller had impaneled a grand jury in the District of Columbia that issued subpoenas", "doc_score": "84.4534912109375", "publish_date": "2018/12/31"}, {"doc_id": "20202943", "text": "D.C. and Maryland v. Trump / 2, Judge Messitte ordered discovery to begin. On December 3, Maryland and the District of Columbia issued subpoenas for Trump's financial records related to his D.C. hotel. D.C. and Maryland v. Trump D.C. and Maryland v. Trump is a lawsuit filed on June 12, 2017 in the United States District Court for the District of Maryland. The plaintiffs, the U.S. state of Maryland and the District of Columbia, allege that the defendant, President Donald Trump, has violated the Foreign Emoluments Clause of the United States Constitution by accepting gifts from foreign governments. The lawsuit was filed by D.C. Attorney General", "doc_score": "84.36542510986328", "publish_date": "2018/12/31"}, {"doc_id": "20818923", "text": "Trials of Paul Manafort / president opposed issuing a $9.5 million loan to Manafort but was ordered to do so by Calk. That loan was the largest ever issued by the bank, and a subsequent loan to Manafort of $6.5 million was the second largest. (They were preceded by negotiations for a third loan, which in the end was not granted.) Calk told Manafort he wanted a position in the administration of then president-elect Trump, as well as inauguration tickets. In emails introduced into evidence at the beginning of the trial, Calk sent several messages to Manafort listing administration positions he aspired to, including four", "doc_score": "83.50396728515625", "publish_date": "2018/12/31"}, {"doc_id": "15491724", "text": "Barack Obama presidential eligibility litigation / the \"citizen grand juries\" favorably. In June 2009, a group of 172 campaigners declared themselves to be a \"Super American Grand Jury\" and voted to charge Obama with treason and accused him of not being a U.S. citizen. Chief Judge Royce C. Lamberth of the United States District Court for the District of Columbia rejected the \"indictment\" on July 2 and declared: \"[T]here is no authority under the Rules of Procedure or in the statutes of the United States for this court to accept [a presentment]... The individuals who have made this presentment were not convened by this court to", "doc_score": "83.36327362060547", "publish_date": "2018/12/31"}, {"doc_id": "20409622", "text": "Rick Gates (political consultant) / was released on $10 million bond and Gates was released on $5 million bond. Prosecutors described them as flight risks, and as a condition of pretrial release, both men surrendered their passports and were placed under house arrest. U.S. District Court for the District of Columbia Judge Amy Berman Jackson issued an order on December 22, 2017, demanding that Gates explain why his comments in a brief, videotaped address to the fundraiser held in an Arlington, Va., Holiday Inn, on December 19, did not amount to a violation of the gag order she issued in the case. Of particular concern", "doc_score": "81.29148864746094", "publish_date": "2018/12/31"}]}
{"question_id": "20230407_29", "search_time": "2023/05/24/23:52", "search_result": [{"doc_id": "1468823", "text": "Ben & Jerry's / Australia, due to the refusal of the Australian government to legalize same-sex marriage. They said this would encourage \"fans to contact their MP's to tell them the time has come-make marriage equality legal!\". This stance they said will continue for however long it takes for same-sex marriage to be legalized. In June 2018 Ben & Jerry announced their support for some 9,000 Afghan asylum seekers' right to stay in Sweden, drawing heavy criticism from some commentators. On October 30, 2018, they announced their new limited batch flavor called \"Pecan Resist\". It was introduced as a part of the opposition campaign", "doc_score": "80.0919418334961", "publish_date": "2018/12/31"}, {"doc_id": "18933880", "text": "Deliveroo / planned by the end of the year 2017. In January 2017, Deliveroo announced plans to create 300 UK tech jobs when it opens its new head office in London later in 2017. Also in January 2017, the British-born company employed more than 1,000 full-time staff. Deliveroo’s Editions kitchens launched in April 2017. These delivery-only kitchens allow restaurants to access customers in locations without needing High Street premises, thereby reducing set-up costs compared to a full-service restaurant. Editions gives consumers access to a wider range of food as Deliveroo uses its data to identify areas where customer demand for certain cuisines", "doc_score": "83.02884674072266", "publish_date": "2018/12/31"}, {"doc_id": "18933882", "text": "Deliveroo / sales of £128.6 million, while \"losses soared from £30.1m to £129.1m\". Deliveroo provides the delivery service as well as marketing and order taking, allowing it to provide food from restaurants that do not normally offer a delivery service. In a press release of May 2016, the German Bar Association () informed the public that delivery companies such as Deliveroo, Take Eat Easy or Foodora are legally responsible for problems about the quality of the food, not the restaurants themselves. In December 2017, a study by macroeconomic consultancy Capital Economics revealed that Deliveroo has helped create 7,200 jobs across the restaurant", "doc_score": "80.76436614990234", "publish_date": "2018/12/31"}, {"doc_id": "7265193", "text": "Chicken Cottage / Chicken Cottage Chicken Cottage International is a UK-based fast food chain. The company is the master franchisor and owner of the \"Chicken Cottage\" brand. Its taste is modelled on a blend of the Indian subcontinent and Southern United States flavours using halal ingredients. It currently operates through 115 outlets in the UK. Chicken Cottage was established in 1983 as a partnership and incorporated in February 2001. The first Chicken Cottage store was opened in 1983 in Wembley, London. In February 2012, TI Global Food Holdings Ltd, a subsidiary of Terengganu Incorporated Sdn Bhd (Terengganu Inc), which is the main investment", "doc_score": "79.88313293457031", "publish_date": "2018/12/31"}, {"doc_id": "18914256", "text": "Food delivery / restock to pre-planned, pre-measured family meals to make cooking easier. Online retailer giants have hopped on board too. Amazon.com, for example, offers AmazonFresh delivery service. Amazon purchased Whole Foods Market in 2017, and by 2018 Amazon had added Whole Foods items to its Prime Now service, for 2-hour delivery in certain markets. In addition to paying for the food, customers will often have to pay a delivery fee. The delivery fee will cover the cost of gas or other transportation costs, but usually does not go to the delivery person. For meal delivery, it is common to give the deliverer", "doc_score": "82.73796844482422", "publish_date": "2018/12/31"}]}
