{"question_id": "20230331_0", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "700700", "text": "School shooting / inspiration. At least 68 schools that experienced a school shooting employed a police officer or security guard; in all but a few, the shooting ended before any intercession. Security guards or resource officers were present during four of the five school shooting incidents with the highest number of dead or injured: the 1999 Columbine High School massacre in Colorado, the 2018 Stoneman Douglas High School shooting, the 2018 Marshall County High School shooting in Kentucky, and the 2001 Santana High School shooting in California. There were 11 firearm-related events that occurred at a school or campus in the first 23", "doc_score": "85.06566619873047", "publish_date": "2018/12/31"}, {"doc_id": "20589556", "text": "2018 United States gun violence protests / The National School Walkout occurred nationally on April 20, 2018 which was the 19th anniversary of the Columbine High School massacre. The movement was founded and organized by Lane Murdock of Ridgefield High School. On the day of the walkout, student demonstrators wore safety orange and departed from over 2600 schools to push for legislative action against gun violence. 2018 United States gun violence protests In 2018 protests against gun violence in the United States increased after a series of mass shootings, most notably the February 14 Stoneman Douglas High School shooting. An organized protest in the form of a", "doc_score": "87.06717681884766", "publish_date": "2018/12/31"}, {"doc_id": "20580042", "text": "Stoneman Douglas High School shooting / students went to the state Capitol in Tallahassee and watched as the Florida House of Representatives rejected a bill that would have banned assault weapons. Students strongly criticized the vote. The bill's sponsor, Carlos Guillermo Smith, noted the peculiarity of the timing of the rejection both because of the tragedy at Stoneman Douglas High School and because the Florida House of Representatives had just recently passed a bill declaring that pornography is a public health risk. In mid-March, Lori Alhadeff announced her own nonprofit organization Make Schools Safe, which will be mostly focusing on school campus security. In May 2018,", "doc_score": "85.28337860107422", "publish_date": "2018/12/31"}, {"doc_id": "20580051", "text": "Stoneman Douglas High School shooting / wore sashes that were emblazoned with #MSDStrong, or decorated their caps with references to the Never Again movement, while some dedicated their caps to their classmates. Families of the victims also made statements, with the mother of Joaquin Oliver accepting his diploma wearing a shirt saying \"This should be my son\". Talk show host Jimmy Fallon made a surprise appearance and gave a commencement speech to the graduating class, thanking them for their courage and bravery. Stoneman Douglas High School shooting On February 14, 2018, a gunman opened fire at Marjory Stoneman Douglas High School in Parkland, Florida, killing seventeen", "doc_score": "87.35430908203125", "publish_date": "2018/12/31"}, {"doc_id": "16973510", "text": "Sandy Hook Elementary School shooting / churches in Newtown. On December 17, Malloy called for a statewide moment of silence and church bells to be tolled 26 times at 9:30 a.m. on December 21, exactly one week after the school shooting. Arne Duncan, the U.S. Secretary of Education, said: \"... our thanks go out to every teacher, staff member, and first responder who cared for, comforted, and protected children from harm, often at risk to themselves. We will do everything in our power to assist and support the healing and recovery of Newtown.\" The day after the shootings, Lanza's father released a statement: Leaders from many", "doc_score": "84.4998550415039", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_1", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "5995518", "text": "Insurrection Act / The 2007 Defense Authorization Bill, with over $500 billion allocated to the military, and which also contained the changes to the Insurrection Act of 1807, was passed by a bipartisan majority of both houses of Congress: 398-23 in the House and by unanimous consent in the Senate. For military forces to be used under the provisions of the revised Insurrection Act, the following conditions must be met: To proclaim a state of insurrection is a necessary prerequisite if cascading powers, such as is found in \"Confiscation of property employed to aid insurrection\", are to be used. The original wording of", "doc_score": "83.95161437988281", "publish_date": "2018/12/31"}, {"doc_id": "5995520", "text": "Insurrection Act / in the amended act, Congress was granted the right to be informed immediately and every 14 days thereafter during the exercise of federal authority under these conditions. Below is a comparison between the previous and current wording of - with new or revised sections and wording in bold and deleted wording in <del>strikethrough.</del> (with the exception of paragraph and formatting notation): On February 7, 2007, Sen. Patrick Leahy (D-VT) and Sen. Kit Bond (R-MO) introduced legislation that would revert the Insurrection Act to its previous state. Sen. Leahy argued that the modifications to the law make it unnecessarily easy to", "doc_score": "83.70868682861328", "publish_date": "2018/12/31"}, {"doc_id": "2713837", "text": "Flag Desecration Amendment / Justice William Rehnquist (who authored a dissent in \"Johnson\"), and Justices John Paul Stevens (who authored dissents in both cases), Byron White and Sandra Day O'Connor. The decisions were controversial and have prompted Congress to consider the only remaining legal avenue to enact flag protection statutes—a constitutional amendment. Each Congress since the \"Johnson\" decision has considered creating a flag desecration amendment. From 1995 to 2005, beginning with the 104th Congress, the proposed amendment was approved biennially by the two-thirds majority necessary in the U.S. House of Representatives, but it consistently failed to achieve the same constitutionally-required super-majority vote in the", "doc_score": "82.63555145263672", "publish_date": "2018/12/31"}, {"doc_id": "20034965", "text": "Executive Order 13780 / pending legal challenges. On June 26, 2018, the Supreme Court upheld the president's authority to implement these restrictions in the case of \"Trump v. Hawaii\" At 12:01am EDT on March 16, 2017, Executive Order 13780 revoked and replaced Executive Order 13769. Trump has called the new order a \"watered down, politically correct version\" of the prior executive order. Sections 2 and 6 were enjoined by Judge Watson’s temporary restraining order in \"Hawaii v. Trump\" before they could take effect. Among other things, Section 6 would set the number of admissible refugees and Section 2 would prohibit immigration from six countries.", "doc_score": "84.32042694091797", "publish_date": "2018/12/31"}, {"doc_id": "19991467", "text": "Opioid epidemic / decreased the DEA's ability to intervene in the opioid crisis. In December 2016, the 21st Century Cures Act, which includes $1 billion in state grants to fight the opioid epidemic, was passed by Congress by a wide bipartisan majority (94-5 in the Senate, 392-26 in the House of Representatives), and was signed into law by President Obama. As of March 2017, President Donald Trump appointed a commission on the epidemic, chaired by Governor Chris Christie of New Jersey. On August 10, 2017, President Trump agreed with his commission's report released a few weeks earlier and declared the country's opioid crisis", "doc_score": "83.41744995117188", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_2", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "9310268", "text": "Effects of Hurricane Isabel in Delaware / the western Atlantic Ocean as a Category 5 hurricane, forecasters predicted Isabel would move northwestward and within five days be at a position 155 miles (250 km) south-southeast of Lewes as a 115 mph (185 km/h) major hurricane. Though located within the cone of uncertainty, all subsequent forecasts predicted a landfall on North Carolina with the hurricane passing to the west of the state. Governor Ruth Ann Minner declared a state of emergency prior to the arrival of the hurricane. The declaration also included for the activation of the Delaware National Guard to assist in hurricane related duties. Minner mandated", "doc_score": "84.0865707397461", "publish_date": "2018/12/31"}, {"doc_id": "15677896", "text": "2011 Missouri River Flood / Sugar Lake area of Buchanan County were also under voluntary evacuation orders On June 28 Squaw Creek National Wildlife Refuge in Holt County closed its tour route around its pools noting that it no longer control water levels in its pools and that it expects \"critical habitat damage to our management areas including the moist soil units, wet prairie, and other priceless wildlife habitats and most habitats will be submerged.\" On June 28, the Corps ordered Ameren to halt all outflows (including electrical generation) from Bagnell Dam on the Osage River until at least July 5. On June 29, officials", "doc_score": "84.03175354003906", "publish_date": "2018/12/31"}, {"doc_id": "9310276", "text": "Effects of Hurricane Isabel in Delaware / received, as well. FEMA distributed about $2.5 million ($ USD) in Small Business Administration loans, and also received 183 public assistance loans for repair or replacement of public facilities. A total of 35 power crews, along with outside contractors, worked to restore power. By two days after the storm, 2,000 remained without power in scattered areas. Various locations in the city of Dover were without power for about 30 hours. There, the removal of debris exceeded the capacity of the local landfall, resulting in officials temporarily storing it elsewhere. Over 200 volunteers donated time, food and money to provide hot", "doc_score": "86.0230484008789", "publish_date": "2018/12/31"}, {"doc_id": "9310272", "text": "Effects of Hurricane Isabel in Delaware / storm surge from the hurricane. At the Delaware Breakwater East End Lighthouse in Lewes, strong waves destroyed the lower deck of the lighthouse, while powerful winds blew out the watchroom window. A group of eight volunteers quickly repaired the damage. Moderate wind gusts knocked down numerous trees, tree limbs, and power lines, causing widespread power outages in the state. Conectiv Energy reported the power outage associated with the hurricane as one of the worst in its history. At least 15,300 were left without power during the worst of the hurricane, including 2,500 in the capital city of Dover. Due to", "doc_score": "85.79537200927734", "publish_date": "2018/12/31"}, {"doc_id": "16877111", "text": "Effects of Hurricane Sandy in New Jersey / City, Sandy dropped heavy rainfall that reached in Wildwood Crest. Its landfall was accompanied by high winds, and the highest recorded wind gust in the state was at a station just across the border from Staten Island, New York. On October 31, Governor Christie welcomed President Obama to see the areas along the Jersey Shore, which was severely damaged. That same day, Christie signed an executive order postponing Halloween until November 5. On November 1, Governor Christie lifted mandatory evacuation orders in Atlantic and Cape May counties. It was announced on November 5 that the Coast Guard recovered 780,000 gallons", "doc_score": "84.62474822998047", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_3", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "2158362", "text": "Girl Scout Cookies / to find alternative oils. In 2007, following reformulation of the recipes for a number of varieties, Girl Scouts of the USA announced that all their cookies had less than 0.5 grams of trans fat per serving, allowing them to meet the Food and Drug Administration (FDA) requirements for \"zero trans fat\" labeling. High-fructose corn syrup (HFCS) is used in some cookies. The bakers claim that it is a necessary ingredient in ensuring the quality of the cookie. In September 2011, GSUSA released a new policy on palm oil in Girl Scout cookies to take effect from the 2012-13 cookie season.", "doc_score": "82.8138656616211", "publish_date": "2018/12/31"}, {"doc_id": "2848409", "text": "Kellogg's / for 16 years. 2-Methylnaphthalene is a component of crude oil and is \"structurally related to naphthalene, an ingredient in mothballs and toilet-deodorant blocks\" that the EPA considers a possible human carcinogen. \"Kellogg's\" offered consumers refunds in the meantime. Only products with the letters \"KN\" following the use-by date were included in the recall. The products were distributed throughout the U.S. and began arriving in stores in late March 2010. Products in Canada were not affected. Kellogg's issued a voluntary recall of some of its \"Frosted Mini-Wheats Bite Size Original\" and \"Mini-Wheats Unfrosted Bite Size\" products due to the possibility of", "doc_score": "82.13121032714844", "publish_date": "2018/12/31"}, {"doc_id": "5766532", "text": "Edu-Ware / world's largest independent software manufacturer, announced that it was purchasing Edu-Ware for a combination of cash and MSA stock, valued at $1.5 million, plus a percentage of future earnings. Having previously specialized in mainframe computer software, MSA saw the purchase as its entry into educational software, which it saw as a future growth market. However, the relationship soon soured as Edu-Ware's marketing was taken over by MSA's Peachtree Software accounting software division, and the Edu-Ware brand identity was slowly extinguished. The final straw came when \"Personal Computing\" hit the newsstands in October 1984. The issue featured a well-publicized peach-scented insert", "doc_score": "80.09104919433594", "publish_date": "2018/12/31"}, {"doc_id": "12988684", "text": "Reusable shopping bag / the current federal limit of 300ppm. Safeway recalled bags that had been identified as containing high levels of lead in late January 2011. In January 2011, \"USA Today\" ran an article based on a report from the Center for Consumer Freedom, a front group for the \"hospitality industries\", that bags sold in the U.S. by Bloom, Giant, Giant Eagle, Safeway, Walgreens, and other grocery chains and retailers contained levels of lead in excess of 100 parts per million, the maximum amount allowed under law in many U.S. states. They have not produced their testing methods and data, and many organizations", "doc_score": "80.14350891113281", "publish_date": "2018/12/31"}, {"doc_id": "3614406", "text": "Snickerdoodle / However, this scent failed to gain popularity. In addition, the skin care company Philosophy, Inc. released a Snickerdoodle scented body wash and shampoo in their \"Twas the Night Before Christmas\" collection. Similar to the Bath and Body Works candle, this scent has been discontinued since it is unable to be found on retailer sites besides resellers like Amazon and eBay. The term snickerdoodle has enough cultural significance and recognizability for it to be appropriated in product naming by brands engaged in activities unrelated to food. A Santa Clara, California, software company calls itself Snickerdoodle Software because \"just like the snickerdoodle", "doc_score": "78.44588470458984", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_4", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "1379598", "text": "Gratuity / mean bill of $19.78. As such, the mean tip rate was 16.1%, and the median tip rate was about 15%. In a 2003 research study at Brigham Young University, the sample restaurants had an average tip percentage ranging from 13.57 to 14.69% between 1999 and 2002. A 2001 study done at Cornell University exploring the relationship between tip amount and quality of service has shown that quality of service is only weakly related to the amount the server is tipped by the guest. This study suggests that servers who provide amazing service are tipped marginally better, if not better at", "doc_score": "90.01802825927734", "publish_date": "2018/12/31"}, {"doc_id": "1379597", "text": "Gratuity / California, Minnesota, Montana, Nevada, Oregon, Washington, and Guam specify that employees must be paid the full minimum wage of that state/territory (which is equal or higher than the federal minimum wage in these instances) before tips are considered. A tip pool cannot be allocated to employers, or to employees who do not customarily and regularly receive tips. These non-eligible employees include dishwashers, cooks, chefs, and janitors. There is only limited information available on levels of tipping. A study at Iowa State University provided data for a suburban restaurant surveyed in the early 1990s. The mean tip was $3.00 on a", "doc_score": "88.65621185302734", "publish_date": "2018/12/31"}, {"doc_id": "17439220", "text": "Tipped wage / minimum wage over that same time. The minimum wage for tipped employees represented 50% of the standard minimum wage in 1968. By 2010, it was 29% of the non-tipped minimum wage. They also contend that, while employers are required to ensure that all employees receive the minimum wage after tips, the current system makes it possible for some employers to illegally coerce employees to over-report tips or dock their pay so that their final income is below the minimum wage. Others argue that because tips often represent 50%-90% of a waiter’s income, workers’ incomes are unfairly vulnerable to fluctuations in", "doc_score": "89.44280242919922", "publish_date": "2018/12/31"}, {"doc_id": "5388363", "text": "Bar-back / Bar-back A barback or runner, as they are commonly known in Europe, is a bartender's assistant. Bar-backs work in nightclubs, bars, restaurants and catering halls, and usually receive a portion of the bartender's tips. At high volume bars, the tips are divided where more than one bar-back is present. They are often under the tutelage of bartenders and work their way into the job. They are there to simplify a bartender's job; being involved in the bar preparation through stocking the bar with liquor, ice, glassware, beer, garnishes, and so on, during the night bussing tables, changing kegs and dishwashing,", "doc_score": "89.3242416381836", "publish_date": "2018/12/31"}, {"doc_id": "4822515", "text": "Pizza delivery / a small percentage of stores owned or franchised by U.S. pizza companies Domino's and Papa John's were also charging delivery fees of 50 cents to $1.50, and some of Little Caesar's franchisees charged delivery fees. In 2005, Papa John's implemented delivery charges in the majority of its company-owned stores. In some countries, it is common to give the pizza deliverer an optional tip upon paying for the order. In Canada and the United States, tipping for pizza delivery is customary. Opinions on appropriate amounts vary widely. Employees are legally obligated to report tips to their employer for income tax purposes,", "doc_score": "87.81352996826172", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_5", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "20417225", "text": "Tax Cuts and Jobs Act of 2017 / was \"absurd on its face.\" On December 20, 2017, the day the final bill was passed by the House, Wells Fargo, Fifth Third Bancorp and Western Alliance Bancorp announced they would raise the minimum wage of its workers to $15 an hour upon signing of the bill. A number of companies announced bonuses for workers, including AT&T which said it will give a $1,000 bonus to every single one of its 200,000 employees as a result of the Tax Cut bill. Democratic Senator Chuck Schumer stated that these were the exception to the rule and that AT&T was in litigation", "doc_score": "87.55757904052734", "publish_date": "2018/12/31"}, {"doc_id": "20417221", "text": "Tax Cuts and Jobs Act of 2017 / claims in advocating the Act during 2017, including: Paul Krugman disputed the Administration's primary argument that tax cuts for businesses will stimulate investment and higher wages: In November 2017, the University of Chicago asked over 40 economists if U.S. GDP would be substantially higher a decade from now, if either the House or Senate bills were enacted, with the following results: 52% either disagreed or strongly disagreed, while 36% were uncertain and only 2% agreed. The Tax Policy Center estimated that GDP would be 0.3% higher in 2027 under the House bill versus current law, while the University of Pennsylvania", "doc_score": "85.21786499023438", "publish_date": "2018/12/31"}, {"doc_id": "15804500", "text": "Budget Control Act of 2011 / U.S. rating at AAA, they did change the rating outlook from \"stable\" to \"negative\". A 1988 Federal law requires most United States employers with 100 or more employees to provide sixty- (60) calendar-day advance notification of plant closings and mass layoffs of employees. With the scheduled sequestration reductions in Federal spending required by the Budget Control Act of 2011 due to take effect on January 2, 2013, several U.S. companies with large Federal contracts began to publicly discuss in the summer of 2012 the required layoffs that would be required to bring their workforce into line with the reductions in", "doc_score": "85.37992095947266", "publish_date": "2018/12/31"}, {"doc_id": "20417216", "text": "Tax Cuts and Jobs Act of 2017 / rate cuts could even hurt most Americans since they must eventually be paid for with other tax increases or spending cuts.\" Corporations have significant cash holdings ($1.9trillion in 2016) and can borrow to invest at near-record low interest rates, so a tax cut is not a prerequisite for investment or giving workers a raise. As of Q2 2017, corporate profits after taxes were near record levels in dollar terms at $1.77trillion annualized, and very high measured historically as a percentage of GDP, at 9.2%. In 2017, the Congressional Budget Office (CBO) compared the U.S. corporate tax rates (statutory and effective", "doc_score": "84.20610046386719", "publish_date": "2018/12/31"}, {"doc_id": "20417223", "text": "Tax Cuts and Jobs Act of 2017 / less than that. Most importantly, most of the tax cuts accrue to the corporate sector and to higher-income households that have a relatively low marginal propensity to consume. This suggests that a significant portion of the tax cuts will be saved, not spent.\" Corporate executives indicated that raising wages and investment were not priorities should they have additional funds due to a tax cut. A survey conducted by Bank of America-Merrill Lynch of 300 executives of major U.S. corporations asked what they would do with a corporate tax cut. The top three responses were that they would pay down debt,", "doc_score": "84.22449493408203", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_6", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "3610071", "text": "Elon Musk /... and magic!\" Musk gained media attention for mentioning the dangerous drug combination publicly on his social media. In mid-September 2018, Musk appeared on \"The Joe Rogan Experience\" podcast and discussed various topics for 2 hours. Within five days, the appearance had registered 10 million YouTube views. One of the highest profile and controversial aspects of the program was Musk's puffing from a cannabis-laced cigarette offered by Rogan. \"The Washington Post\" observed, \"In the media's hands, it became a story about Musk's growing instability...\" Tesla stock dropped after the incident, which coincided with the confirmation of the departure of", "doc_score": "79.44279479980469", "publish_date": "2018/12/31"}, {"doc_id": "12969136", "text": "Power Shift Network / through March 2, 2009 in Washington, D.C. The event drew over 12,000 student and youth climate activists, representing all 50 U.S. states, all Canadian provinces, and 13 other nations including Brazil, Austria, the United Kingdom. The goal of the conference was to \"push the Obama administration and Congress to pass 'bold, comprehensive, and just national climate legislation before entering international climate negotiations in December 2009.'\" The official Power Shift 2009 website states that the conference will bring 10,000 students and young people together to: The Power Shift '09 Conference was the largest gathering of young people to solve the climate", "doc_score": "79.40288543701172", "publish_date": "2018/12/31"}, {"doc_id": "3610061", "text": "Elon Musk / to AI research budgets. The Information Technology and Innovation Foundation (ITIF), a Washington D.C. think-tank, awarded its Annual Luddite Award to \"alarmists touting an artificial intelligence apocalypse\"; its president, Robert D. Atkinson, complained that Musk and others say AI is the largest existential threat to humanity. Atkinson stated \"That's not a very winning message if you want to get AI funding out of Congress to the National Science Foundation.\" \"Nature\" sharply disagreed with the ITIF in an April 2016 editorial, siding instead with Musk, and concluding: \"It is crucial that progress in technology is matched by solid, well-funded research to", "doc_score": "79.61665344238281", "publish_date": "2018/12/31"}, {"doc_id": "18738304", "text": "Open Letter on Artificial Intelligence / Open Letter on Artificial Intelligence In January 2015, Stephen Hawking, Elon Musk, and dozens of artificial intelligence experts signed an open letter on artificial intelligence calling for research on the societal impacts of AI. The letter affirmed that society can reap great potential benefits from artificial intelligence, but called for concrete research on how to prevent certain potential \"pitfalls\": artificial intelligence has the potential to eradicate disease and poverty, but researchers must not create something which cannot be controlled. The four-paragraph letter, titled \"Research Priorities for Robust and Beneficial Artificial Intelligence: An Open Letter\", lays out detailed research priorities in", "doc_score": "80.12191009521484", "publish_date": "2018/12/31"}, {"doc_id": "20989590", "text": "Fourth National Climate Assessment / timing of the Black Friday release by the White House of the NCA4 report—a month before its anticipated release—a \"disgrace\". O’Mara said that, \"It’s an absolute disgrace to bury the truth about climate impacts in a year that saw hundreds of Americans die during devastating climate-fueled megafires, hurricanes, floods, and algal blooms.\" In a November 23, 2018 press release, the Union of Concerned Scientists (UCS) described how the 1,500-page report was based on \"the best available science\" and serves to assist the U.S. in \"understand[ing], assess[ing], predict[ing] and respond[ing] to\" climate change. It \"examines the climate and economic impacts U.S.", "doc_score": "79.80427551269531", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_7", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "5103106", "text": "Logan Mankins / lower Mankins' tender amount to 110% of his prior year salary, or $1.54 million. The Patriots did so, and Mankins, who was looking for a long-term contract, reacted by publicly asking for a trade. He did not attend the Patriots' mandatory June minicamp, which he was not required to attend as he was not under contract at the time. Mankins remained unsigned through the team's training camp, preseason, and the start of the regular season. Mankins reported to the Patriots and signed his tender on November 2, in advance of the team's Week 9 game against the Cleveland Browns. He", "doc_score": "86.06929016113281", "publish_date": "2018/12/31"}, {"doc_id": "9707914", "text": "Herschel Walker trade / Herschel Walker trade The Herschel Walker trade was the largest player trade in the history of the National Football League. This deal on October 12, 1989, centered on sending running back Herschel Walker from the Dallas Cowboys to the Minnesota Vikings. Including Walker and a transaction involving the San Diego Chargers, the trade eventually involved 18 players and draft picks. At the time of the deal, the Cowboys were one of the worst teams in the league (the team finished the 1989 season with its worst post-merger record, 1-15), trading away their best player, while the Vikings believed that Walker", "doc_score": "86.19559478759766", "publish_date": "2018/12/31"}, {"doc_id": "7582576", "text": "Jared Allen / $32 million, of which $15.5 million is guaranteed, that can void down to three years and $24 million. Allen missed the week three game against the Packers due to suffering from pneumonia and having lost 18 pounds. As a result, his streak of games played dating back to week two of 2007 ended. He finished 2014 with 52 tackles, 5.5 sacks, 4 passes defended, 2 forced fumbles, and 2 fumble recoveries. With the Bears using a 3-4 defense for the 2015 season, Allen was transitioned to the outside linebacker position. On September 28, 2015, Allen was traded to the Carolina", "doc_score": "82.37481689453125", "publish_date": "2018/12/31"}, {"doc_id": "17297685", "text": "Draft Day / a very high price, which then would allow the Browns to draft highly-rated quarterback prospect Bo Callahan, whom everyone expects to be the first-drafted player. Sonny at first declines, but under orders from team owner Anthony Molina to \"make a splash,\" he reluctantly makes the deal, trading away the Browns' first-round draft picks for the next three years. The unexpected opportunity to obtain Callahan excites Browns fans, but splits the team's front office and players. The trade goes public after a tweet by disappointed Ohio State linebacker Vontae Mack, who had been Sonny's original preference. Now Seahawks fans are unhappy", "doc_score": "86.72146606445312", "publish_date": "2018/12/31"}, {"doc_id": "9707918", "text": "Herschel Walker trade / to enter the discussion, then they could generate a bidding war and thereby get even more compensation. Jimmy Johnson and team owner Jerry Jones decided to contact other clubs to generate buzz and create leverage. Johnson contacted Minnesota Vikings General Manager Mike Lynn. Johnson told Lynn that he was going to trade Walker to Cleveland that afternoon, and that if Minnesota would like to trade for Walker, then it would cost them \"players, draft picks, conditional picks, and provisions\", giving Lynn a deadline of 6:30 p.m. Lynn, feeling Walker was the missing piece to a Super Bowl run, faxed Johnson", "doc_score": "81.87673950195312", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_8", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "10461799", "text": "Legal disputes over the Harry Potter series / legal injunctions to ensure the books' secrecy before their launch. These injunctions have drawn criticism from civil liberties campaigners over their potentially sweeping powers over individual freedoms. In 2003, in an attempt to maintain secrecy over the impending release of the fifth \"Harry Potter\" book, \"Harry Potter and the Order of the Phoenix\", Rowling and her publishers sought and received a groundbreaking injunction against \"the person or persons who has or have physical possession of a copy of the said book or any part thereof without the consent of the Claimants\". The ruling obtained, for the first time in British", "doc_score": "72.72091674804688", "publish_date": "2018/12/31"}, {"doc_id": "5385238", "text": "In terrorem / In terrorem In terrorem, Latin for \"into/about fear\", is a legal threat, usually one given in hope of compelling someone to act without resorting to a lawsuit or criminal prosecution. For example, many intellectual property attorneys send \"in terrorem\" letters, which threaten litigation absent compliance with the written request, to persons that are violating their clients' trademark rights before resorting to court proceedings. \"In terrorem\" clauses (referred to in English as No-contest clauses) are also used in wills to keep beneficiaries from contesting the will by either completely disinheriting them from any share, or reducing their share to a nominal", "doc_score": "71.72927856445312", "publish_date": "2018/12/31"}, {"doc_id": "5385242", "text": "In terrorem / In terrorem In terrorem, Latin for \"into/about fear\", is a legal threat, usually one given in hope of compelling someone to act without resorting to a lawsuit or criminal prosecution. For example, many intellectual property attorneys send \"in terrorem\" letters, which threaten litigation absent compliance with the written request, to persons that are violating their clients' trademark rights before resorting to court proceedings. \"In terrorem\" clauses (referred to in English as No-contest clauses) are also used in wills to keep beneficiaries from contesting the will by either completely disinheriting them from any share, or reducing their share to a nominal", "doc_score": "71.72927856445312", "publish_date": "2018/12/31"}, {"doc_id": "3501727", "text": "Harry Potter and the Half-Blood Prince (film) / reviews, with praise for Yates's direction and the performances, cinematography, musical score, and \"emotionally satisfying\" story. The film was nominated at the 82nd Academy Awards for Best Cinematography and the 63rd British Academy Film Awards for Best Special Visual Effects and Best Production Design. Lord Voldemort is tightening his grip on both the wizarding and Muggle worlds, kidnapping Ollivander from Diagon Alley and destroying the Millennium Bridge. The Malfoy family is disgraced when Lucius is apprehended and sent to Azkaban for his involvement with the Death Eaters. Voldemort instead chooses Draco to carry out a secret mission at Hogwarts. Draco's", "doc_score": "72.3494644165039", "publish_date": "2018/12/31"}, {"doc_id": "16433323", "text": "Harry Styles / the band. The group consisting of Styles, Niall Horan, Liam Payne, Louis Tomlinson, and Zayn Malik, got together for two weeks to practise. Styles said he had suggested the name One Direction to his bandmates and they agreed to keep it. Within the first four weeks of the live shows, they were Cowell's last act in the competition. The group quickly gained popularity in the UK. In December 2010, One Direction finished \"The X Factor\" in third place behind Rebecca Ferguson and Matt Cardle, who won. In January 2011, it was confirmed that One Direction had been signed by Cowell", "doc_score": "72.53376007080078", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_9", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "13527330", "text": "Jack D. Fischer / issue ahead of the spacewalk where the spacewalkers had to share a SCU (Service Cooling Unit) line after the umbilical for Fischer’s EMU suffered from a leak. His suit was in good shape, but the line could not be used. The impact on the EMU battery life meant the full EVA duration couldn’t be conducted. They replaced an avionics box on the starboard truss called an ExPRESS Logistics Carrier (ELC), a storage platform. The duration was 4 hours and 13 minutes, and it was the 200th EVA to be performed on the ISS. On May 23, 2017, Fischer performed his", "doc_score": "85.02738952636719", "publish_date": "2018/12/31"}, {"doc_id": "13527331", "text": "Jack D. Fischer / second EVA with Whitson. They replaced a backup multiplexer-demultiplexer (MDM) unit that had failed on May 20, 2017. The duration was 2 hours and 46 minutes. Fischer returned to Earth along with Peggy Whitson and Fyodor Yurchikhin aboard Soyuz MS-04 on September 3, 2017. The overall duration of his stay in space was 135 days, 18 hours and 8 minutes. On May 24, 2018, he announced his early retirement from NASA to return to Air Force Service. Jack D. Fischer Jack David Fischer (born January 23, 1974) is an American engineer, test pilot and a former NASA astronaut. Fischer was", "doc_score": "84.0384750366211", "publish_date": "2018/12/31"}, {"doc_id": "3029605", "text": "Mark Kelly / the same day. Mission managers extended \"Endeavour's\" flight duration to 12 days to allow the crew to assist with additional maintenance tasks on the station, including work on a treadmill and replacing a failed compressor in one of the air conditioners in the Zvezda Service Module. A change of command ceremony took place on December 13 as Expedition 3 ended and Expedition 4 began. STS-108 returned to Earth with the previous ISS crew of three men. Kelly traveled over 4.8 million miles and orbited the earth 186 times over 11 days and 19+ hours. In July 2006 Kelly served as", "doc_score": "83.81554412841797", "publish_date": "2018/12/31"}, {"doc_id": "2655034", "text": "Michael López-Alegría / Michael López-Alegría Michael López-Alegría (born May 30, 1958) is a Spanish-American astronaut; a veteran of three Space Shuttle missions and one International Space Station mission. He is known for having performed ten spacewalks so far in his career, presently holding the second longest all-time EVA duration record and having the third longest spaceflight of any American at the length of 215 days; this time was spent on board the ISS from September 18, 2006 to April 21, 2007. He was born in Madrid, Spain and raised in Mission Viejo, California. López-Alegría joined the United States Navy, where he earned a", "doc_score": "84.06389617919922", "publish_date": "2018/12/31"}, {"doc_id": "5648160", "text": "Michael E. Fossum / Garan. They would ultimately performed three spacewalks during the 14-day mission. On June 7, 2011 Fossum launched with crewmates Sergey Alexandrovich Volkov and Satoshi Furukawa on Soyuz TMA-02M from the Baikonur Cosmodrone, Kazakhstan, to the ISS to join the crew of Expedition 28. Upon the departure of Expedition 28, Fossum served as ISS Commander during Expedition 29 from September 9 until November 21, 2011. He returned to Earth on November 22, 2011. During Expedition 28, Fossum performed his seventh EVA with Ronald Garan which lasted 6 hours and 31 minutes. During the EVA They retrieved a failed pump module for", "doc_score": "80.161376953125", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_10", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "17187518", "text": "NCAA Division I Women's Basketball Tournament upsets / 13 more occurring between 1985 and 1993. Harvard, the only 16 seed to advance to the second round, lost to Arkansas in the second round. No 16 seed has ever advanced to the Sweet Sixteen in either the men's or women's tournaments. Unlike the men's tournament, in which one 15 seed and two 14 seeds have won their second-round games since that tournament expanded to 64 teams in 1985, no 14 or 15 seed has ever won a game in that round. Three 13 seeds have won their second-round games, compared to six in the men's tournament (five of which", "doc_score": "90.93359375", "publish_date": "2018/12/31"}, {"doc_id": "17187521", "text": "NCAA Division I Women's Basketball Tournament upsets / tournament since 1994, with two more doing so from 1985 to 1993. No team seeded 10 or lower has ever advanced to the Final Four; Gonzaga lost its 2011 regional final 83–60 to Stanford. Oregon lost its regional final to UConn, 90-52, in 2017, as a 10 seed, and Lamar in 1991 lost their regional final in 1991. In the men's tournament, four 11 seeds and one 10 seed have advanced to the Final Four—10th seed Syracuse in 2016, and 11th seeds Loyola-Chicago in 2018, VCU in 2011, George Mason in 2006, and LSU in 1986. NCAA Division I Women's", "doc_score": "91.15927124023438", "publish_date": "2018/12/31"}, {"doc_id": "17187516", "text": "NCAA Division I Women's Basketball Tournament upsets / overall top-seed Virginia, 74-54. Prior to UMBC's victory over Virginia, 16-seeds were winless in 135 attempts (since 1985) to defeat a 1-seed. Unlike the men's tournament, in which eight (8) 15 seeds and twenty-one (21) 14 seeds have won their opening games since that tournament expanded to 64 teams in 1985, no 14 or 15 seed has ever won a game in the women's tournament. The closest any 15 seed came to winning was in 2017, when Long Beach State lost 56–55 to Oregon State. Six 13 seeds have defeated 4 seeds in the first round. By contrast, the men's", "doc_score": "90.47782135009766", "publish_date": "2018/12/31"}, {"doc_id": "20639573", "text": "2018 NCAA Division I Women's Basketball Championship Game / champions No. 7 South Carolina, and No. 17 Texas A&M. The Bulldogs were seeded first in the SEC tournament, where they defeated (9) Kentucky and (5) Texas A&M en route to the championship game, where they fell to (2) South Carolina, 51–62 for their first loss of the season. The Bulldogs received an at-large bid to the NCAA Tournament, where they were seeded first in the Kansas City regional. In the tournament, Mississippi State defeated (16) Nicholls State, (9) Oklahoma State, (4) NC State, and (3) UCLA en route to the Final Four, where they beat (1) Louisville in overtime,", "doc_score": "90.66869354248047", "publish_date": "2018/12/31"}, {"doc_id": "2828850", "text": "NCAA Division I Women's Basketball Tournament / others have played the Final Four in their home states. The only team to play on its home court was Texas in 1987, which lost its semifinal game at the Frank Erwin Special Events Center. Old Dominion enjoyed nearly as large an advantage in 1983 when the Final Four was played at the Norfolk Scope in its home city of Norfolk, Virginia, but also lost its semifinal. The Scope has never been the Lady Monarchs' regular home court. ODU has always used on-campus arenas, first the ODU Fieldhouse and since 2002 the Ted Constant Convocation Center. The following year, USC", "doc_score": "88.71846008300781", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_11", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "18433740", "text": "2018 NCAA Division I Men's Basketball Tournament / city of San Antonio are hosting the Final Four. This is the first tournament since 1994 in which no games were played in an NFL stadium, as the Alamodome is a college football stadium, although the Alamodome hosted some home games for the New Orleans Saints during their 2005 season. The 2018 tournament featured three new arenas in previous host cities. Philips Arena, the home of the Atlanta Hawks and replacement for the previously used Omni Coliseum, hosted the South regional games, and the new Little Caesars Arena, home of the Detroit Pistons and Detroit Red Wings, hosted games. And", "doc_score": "102.880615234375", "publish_date": "2018/12/31"}, {"doc_id": "18433741", "text": "2018 NCAA Division I Men's Basketball Tournament / for the first time since 1994, the tournament returned to Wichita and the state of Kansas where Intrust Bank Arena hosted first round games. The state of North Carolina was threatened with a 2018-2022 championship venue boycott by the NCAA, due to the HB2 law passed in 2016. However, the law was repealed (but with provisos) days before the NCAA met to make decisions on venues in April 2017. At that time, the NCAA board of governors \"reluctantly voted to allow consideration of championship bids in North Carolina by our committees that are presently meeting\". Therefore, Charlotte was eligible and", "doc_score": "100.8414535522461", "publish_date": "2018/12/31"}, {"doc_id": "18433738", "text": "2018 NCAA Division I Men's Basketball Tournament / teams in a single region (the South) advanced to the Sweet 16. Also, the tournament featured the first regional final matchup of a 9-seed (Kansas State) and an 11-seed (Loyola-Chicago). Villanova, Michigan, Kansas, and Loyola-Chicago, the “Cinderella team” of the tournament, reached the Final Four. Villanova defeated Michigan in the championship game, 79–62. Atlantic Sun Conference champion Lipscomb made its NCAA tournament debut. A total of 68 teams entered the 2018 tournament. 32 automatic bids were awarded, one to each program that won their conference tournament. The remaining 36 bids were \"at-large\", with selections extended by the NCAA Selection Committee.", "doc_score": "104.77005004882812", "publish_date": "2018/12/31"}, {"doc_id": "18433737", "text": "2018 NCAA Division I Men's Basketball Tournament / 2018 NCAA Division I Men's Basketball Tournament The 2018 NCAA Division I Men's Basketball Tournament was a 68-team single-elimination tournament to determine the men's National Collegiate Athletic Association (NCAA) Division I college basketball national champion for the 2017–18 season. The 80th edition of the tournament began on March 13, 2018, and concluded with the championship game on April 2 at the Alamodome in San Antonio, Texas. During the first round, UMBC became the first 16-seed to defeat a 1-seed in the men's tournament by defeating Virginia 74–54. For the first time in tournament history, none of the four top seeded", "doc_score": "105.3922348022461", "publish_date": "2018/12/31"}, {"doc_id": "2753207", "text": "NCAA Division I Men's Basketball Tournament / in professional football arenas. Under then-current criteria, only nine stadiums, all but one of which are current NFL venues, could be considered as Final Four locations: Two domed stadiums that have hosted past Final Fours—the Alamodome (1998, 2004, 2008, 2018) and Tropicana Field in St. Petersburg, Florida (1999)—were considered too small to be eligible to host, despite the Alamodome being a college football stadium and having a permanent seating capacity of 65,000. The basketball setup at the Alamodome prior to 2018 used only half of the stadium and had a capacity of 39,500. This was changed for the 2018 Final", "doc_score": "100.71832275390625", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_12", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "8994433", "text": "Eagle Brand / Eagle Brand Eagle Family Foods Group LLC, is an American producer of food and beverage products created in 2016 by Paul Smucker Wagstaff. The company was named after the condensed milk created by Gail Borden in 1853. Initially Eagle Family Foods LLC was formed in 2007 by former employees of Borden who created and sold the sweetened condensed milk. The J.M. Smucker Company acquired Eagle Family Foods Incorporated and its brands and products in May 2007 then divested the business in 2016. As part of the 2007 acquisition, sales of Eagle Brand products in Canada transitioned to The Smucker Company's", "doc_score": "82.1287841796875", "publish_date": "2018/12/31"}, {"doc_id": "8994434", "text": "Eagle Brand / Canadian subsidiary, Smucker Foods of Canada. Eagle Family Foods Group made a number of changes to their product line: \"Closed facilities\" These facilities produced Eagle Brand products under Borden Milk: Eagle Brand Eagle Family Foods Group LLC, is an American producer of food and beverage products created in 2016 by Paul Smucker Wagstaff. The company was named after the condensed milk created by Gail Borden in 1853. Initially Eagle Family Foods LLC was formed in 2007 by former employees of Borden who created and sold the sweetened condensed milk. The J.M. Smucker Company acquired Eagle Family Foods Incorporated and its", "doc_score": "81.71463775634766", "publish_date": "2018/12/31"}, {"doc_id": "14704254", "text": "MTY Food Group / will add another 262 existing outlets of the said brands with a reported annual sales figures of 416 million Canadian dollars. The purchase was finalized by the end of February 2018. Imvescor chairman Francois-Xavier Seigneur said joining forces with MTY creates opportunities for Imvescor shareholders from an offer he described as representing a \"full and fair value.\" The combined company is expected to generate about $2.9 billion in annual sales. In February 2018, MTY announced that it was acquiring two new brands, Timothy's and Mmmuffin. MTY Food Group owns or controls many restaurant brands within Canada and the United States.", "doc_score": "80.2694091796875", "publish_date": "2018/12/31"}, {"doc_id": "2848397", "text": "Kellogg's / the Bear Naked, Natural Touch, Cheez-It, Murray, Austin cookies and crackers, Famous Amos, Gardenburger (acquired 2007), and Plantation brands. Presently, Kellogg's is a member of the World Cocoa Foundation. In 2012, Kellogg's became the world's second-largest snack food company (after PepsiCo) by acquiring the potato crisps brand Pringles from Procter & Gamble for $2.7 billion in a cash deal. In 2017, Kellogg's acquired Chicago-based food company Rxbar for $600 million. Earlier that year, Kellogg's also opened new corporate office space in Chicago's Merchandise Mart for its global growth and IT departments. In the UK, Kellogg's also released the W. K.", "doc_score": "80.30653381347656", "publish_date": "2018/12/31"}, {"doc_id": "1429862", "text": "Burger King / of 2014, Burger King ranked 4th among US food chains in terms of US sales, behind McDonald's, Starbucks, and Subway. Burger King now has over 12,000 stores worldwide. While BK began its foray into locations outside of the continental United States in 1963 with a store in San Juan, Puerto Rico, it did not have an international presence until several years later. Shortly after the acquisition of the chain by Pillsbury, it opened its first Canadian restaurant in Windsor, Ontario in 1969. Other international locations followed soon after: Oceania in 1971 and Europe in 1975 with a restaurant in Madrid,", "doc_score": "79.17552185058594", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_13", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "12555231", "text": "Colorado Amendment 46 / also claimed that they signed the petition through voter fraud. Governor Bill Ritter opposed the amendment, along with the Colorado Council of Churches. National Ballot Access was hired to manage this petition drive. Initiatives with the same language have been introduced and approved in five other states, including California (1996), Washington (1998), Michigan (2006), Nebraska (2008), and Arizona (2010); Colorado was the first state where it was defeated. On December 17, 2010 the University of Colorado at Boulder released a report analyzing the factors that led to the defeat of Amendment 46. According to the study, \"...Coloradans overwhelmingly intended to", "doc_score": "85.29042053222656", "publish_date": "2018/12/31"}, {"doc_id": "9778173", "text": "Disenfranchisement after the Reconstruction Era / The Republican/Populist coalition disintegrated, and the Democrats won the North Carolina 1898 election and the following 1900 election. Simmons was elected as the state's US senator in 1900, holding office until 1931 through multiple re-elections by the state legislature and by popular vote after 1920. The Democrats used their power in the state legislature to disenfranchise minorities, primarily blacks, and ensure that Democratic Party and white power would not be threatened again. They passed laws restricting voter registration. In 1900 the Democrats adopted a constitutional suffrage amendment which lengthened the residence period required before registration, and enacted both an educational", "doc_score": "83.63469696044922", "publish_date": "2018/12/31"}, {"doc_id": "20664499", "text": "Constitutional challenges to the New Deal / Act (also known as the Sumners-Wilcox Bill) was unconstitutional in a 5-4 decision. The law amended the Federal Bankruptcy Act and permitted any municipality or other political subdivision of any state to obtain a voluntary readjustment of its debts through proceedings in Federal Court. Texas' Cameron County Water Improvement Dist. No. 1, which claimed to be insolvent and unable to meets its debts in the long run, petitioned the local Federal District Court for readjustments granted under the Municipal Bankruptcy Act. The case eventually reached the Supreme Court, which found that the law violated Tenth Amendment rights of state sovereignty.", "doc_score": "83.68820190429688", "publish_date": "2018/12/31"}, {"doc_id": "20664500", "text": "Constitutional challenges to the New Deal / The final provocation for New Deal supporters came in the overturning of a New York minimum wage statute on June 1, 1936. \"Morehead v. New York ex rel. Tipaldo\" was an important attempt among New Deal supporters to overturn a prior Supreme Court decision prohibiting wage price controls, \"Adkins v. Children's Hospital\". Felix Frankfurter, who had led the earlier unsuccessful arguments before the Supreme Court, worked carefully to craft the law for the New York legislature so it would stand up to challenges based upon the \"Adkins\" opinion. The case resulted from the indictment of a Brooklyn laundry owner John", "doc_score": "81.90399932861328", "publish_date": "2018/12/31"}, {"doc_id": "661422", "text": "Voting Rights Act of 1965 / voter registration. However, in 1875 the Supreme Court struck down parts of the legislation as unconstitutional in \"United States v. Cruikshank\" and \"United States v. Reese\". After the Reconstruction Era ended in 1877, enforcement of these laws became erratic, and in 1894, Congress repealed most of their provisions. Southern states generally sought to disenfranchise racial minorities during and after Reconstruction. From 1868 to 1888, electoral fraud and violence throughout the South suppressed the African-American vote. From 1888 to 1908, Southern states legalized disenfranchisement by enacting Jim Crow laws; they amended their constitutions and passed legislation to impose various voting restrictions,", "doc_score": "84.86383056640625", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_14", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "19949344", "text": "True to Self / True to Self True to Self is the second studio album by American singer Bryson Tiller. It was released on May 26, 2017, by RCA Records. Recording sessions took place from 2016 to 2017, while the production was handled by several producers from Teddy Walton, NES, Boi-1da, Frank Dukes, Illmind, Hollywood Hot Sauce, Keyz, Soundz, T-Minus and Wondagurl, among others. The album was supported by the two singles: \"Somethin Tells Me\" and \"Run Me Dry\". In August 2017, Tiller started the Set It Off tour to promote the album. \"True to Self\" debuted at number one on the \"Billboard\" 200,", "doc_score": "82.05813598632812", "publish_date": "2018/12/31"}, {"doc_id": "19654249", "text": "Marshmello / During the mid-year, Marshmello announced on Twitter his second studio album titled \"Joytime II\", which would be musically similar to its predecessor\".\" The album was released on June 22, 2018. \"Rolling Stone\" described it as monotonous and Marshmello's decision to not feature guests as disappointing, stating \"every song sounds like it has already been pre-leased for use by energy-drink companies or extreme-sports squads.\" The album was given a 'one-and-a-half star' rating by the magazine. Two singles were released off the album in June, titled \"Tell Me\" and \"Check It Out\", the latter of which receiving an official music video published", "doc_score": "79.07382202148438", "publish_date": "2018/12/31"}, {"doc_id": "19158027", "text": "Maren Morris / released in October 2017. She later opened for Horan on his 2018 Flicker World Tour. She collaborated with Zedd and Grey on \"The Middle\", released in January 2018. That single, which combined elements of country, pop, and electronic dance music, reached No. 5 on the \"Billboard\" Hot 100. In December 2015, Morris began dating fellow country singer Ryan Hurd, who she had first met in a co-write back in 2013. They became engaged in July 2017. The two were married on March 24, 2018, in Nashville, Tennessee. Headlining Opening In July 2018, it was announced that Morris will be one", "doc_score": "78.21669006347656", "publish_date": "2018/12/31"}, {"doc_id": "20257046", "text": "The Autobiography (Vic Mensa album) / The Autobiography (Vic Mensa album) The Autobiography is the debut studio album by American rapper Vic Mensa. The album was released on July 28, 2017, by Roc Nation and Capitol Records. The album features guest appearances from Weezer, Syd, The-Dream, Chief Keef, Joey Purp, Pharrell Williams, Saul Williams, Ty Dolla Sign and Pusha T. The album was released for streaming, a week early from its release date via NPR. On July 11, 2017, the release date for the album was revealed. On July 14, 2017, the album's cover art was released. Vic Mensa explained the concept behind \"The Autobiography\" during", "doc_score": "78.01115417480469", "publish_date": "2018/12/31"}, {"doc_id": "19244494", "text": "True Original / True Original \"True Original\" is a song by Dave Audé featuring Andy Bell released on January 1, 2016. The song reached number one on the US Billboard Dance Club Songs Charts as of the issue dated March 12, 2016. It is the second song by the pair to reach number one, the first being \"Aftermath (Here We Go)\" which reached the summit in August, 2014. Both Audé and Bell have made numerous appearances on the Billboard Dance Club Songs chart, with Audé reaching #1 thirteen times, and Bell four - his other two #1s were as the vocalist for the", "doc_score": "77.73368835449219", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_15", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "4837289", "text": "Wicked (musical) / surpassed $1 billion in total Broadway revenue, joining both \"The Phantom of the Opera\" and \"The Lion King\" as the only Broadway shows to do so. In July 2017, \"Wicked\" surpassed \"The Phantom of the Opera\" as Broadway's second-highest grossing show, trailing only \"The Lion King\". Composer and lyricist Stephen Schwartz discovered writer Gregory Maguire's 1995 novel \"Wicked: The Life and Times of the Wicked Witch of the West\" while on vacation, and saw its potential for a dramatic adaptation. Maguire, however, had released the rights to Universal Pictures, which had planned to develop a live-action feature film. In 1998,", "doc_score": "79.89154815673828", "publish_date": "2018/12/31"}, {"doc_id": "8983582", "text": "Spring Awakening (musical) / of \"The Bitch of Living\" on its icon. The 2015 Broadway Revival was also featured in the award-winning documentary series \"Working in the Theatre\" produced by the American Theatre Wing. \"Rise\", a television show that premiered March 13, 2018 on NBC, focuses on a high school English teacher turned theater director attempting to put on a high school production of \"Spring Awakening\", while facing intense resistance from members of the community — including parents of cast members — who consider the material inappropriate for teenagers. In April 2009, McG was announced as the director for the film adaptation. In 2010,", "doc_score": "81.37842559814453", "publish_date": "2018/12/31"}, {"doc_id": "3148391", "text": "Sunset Boulevard (musical) / a 40-piece onstage orchestra and a relatively minimalist set, the production began performances at the Palace Theatre on 2 February 2017 before opening officially on 9 February for a limited run, with tickets on sale through 25 June 2017. The cast featured Michael Xavier as Joe Gillis, Siobhan Dillon as Betty Schaefer, and Fred Johanson as Max von Mayerling, all reprising their roles from the 2016 London ENO production. The 2017 Broadway revival was directed by Lonny Price. In 2004, the first regional production of \"Sunset Boulevard\" was staged in the round at the Marriott Theatre in Chicago for a", "doc_score": "81.23041534423828", "publish_date": "2018/12/31"}, {"doc_id": "19527281", "text": "Bandstand (musical) / Leavel as Donny, Julia, and Mrs. Adams, respectively. The musical contains swing, bebop, and jitterbug. The musical, once again titled \"Bandstand\", premiered on Broadway at the Bernard B. Jacobs Theatre on April 26, 2017, after starting previews on March 31, with Osnes and Cott and direction and choreography by Andy Blankenbuehler. The Broadway cast features Beth Leavel, Alex Bender, Joe Carroll, Brandon James Ellis, James Nathan Hopkins, and Geoff Packard. The production closed on Broadway on September 17, 2017, after 24 previews and 166 regular performances. A professional recording of the Broadway production was screened in movie theaters on June", "doc_score": "79.03230285644531", "publish_date": "2018/12/31"}, {"doc_id": "20027689", "text": "Old Broadway Theatre / Macbeth. The season ended July 12. Marshall's friends arranged a benefit for him at Castle Garden, August 12, 1851. It lasted from morning until late at night, and ticket-holders could leave and reenter at will. The next day, the report of this remarkable event took up two and one half columns in the \"New York Herald\". Its interior entirely remodeled and renovated—the parquet enlarged to more than double its original size, the lower tier of boxes rebuilt, new gas fixtures introduced throughout the building, and a new stage laid, among other alterations before and behind the curtain—the Broadway Theatre opened", "doc_score": "79.56539154052734", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_16", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "19810154", "text": "Andrew McCabe / on disagreements between the FBI and Justice Department over an investigation of the Clinton Foundation. On March 14, 2018, the FBI's Office of Professional Responsibility, citing the inspector general's conclusions, recommended that McCabe be fired. Attorney General Sessions announced at 10 p.m. on Friday, March 16, 2018, that he was taking the recommendation and firing McCabe. He cited the inspector general's report, which had not yet been publicly released, saying that \"Mr. McCabe had made an unauthorized disclosure to the news media and lacked candor - including under oath - on multiple occasions.\" McCabe told \"The New York Times\", \"The", "doc_score": "81.89643859863281", "publish_date": "2018/12/31"}, {"doc_id": "10297261", "text": "Dismissal of U.S. attorneys controversy hearings / Gonzales, including Lamar Smith of Texas. Concerns expressed by Senators Feinstein and Pryor concerning the Senate's preogative in confirming U.S. Attorney nominations in early January were followed up by hearings before the Senate Judiciary Committee on February 6, 2007 called by Senator Schumer (D, New York) with Deputy Attorney General Paul McNulty as witness. McNulty underscored that the seven were fired for job performance issues, and not political considerations. McNulty later called Senator Schumer by telephone to apologize for that inaccurate characterization of the firings, however. At least six of the seven had recently received outstanding job performance ratings. McNulty", "doc_score": "83.52172088623047", "publish_date": "2018/12/31"}, {"doc_id": "3105418", "text": "Alexander Butterfield / June 20 or 21, Special White House Counsel for Watergate J. Fred Buzhardt provided the committee's Chief Minority (Republican) Counsel, Fred Thompson, with a document intended to impugn Dean's testimony. Buzhardt's document included almost verbatim quotations from meetings Nixon had with Dean. Thompson initially violated an agreement under which the majority and minority staff would share all information. When committee Majority Investigator Scott Armstrong obtained the document, he realized it indicated the existence of a taping system. Butterfield was questioned by Senate Watergate Committee staff Scott Armstrong, G. Eugene Boyce, Marianne Brazer, and Donald Sanders (deputy minority counsel) on Friday,", "doc_score": "82.57757568359375", "publish_date": "2018/12/31"}, {"doc_id": "15384091", "text": "Gary J. Aguirre / at Georgetown, over the SEC's refusal to interview Mack. In the meantime, he was given his year-end performance evaluation, which noted his dedication. Hanson wrote, \"<nowiki>[Aguirre]</nowiki> has consistently gone the extra mile, and then some,\" and a two-step salary increase was approved. A month later, on July 27, 2005, Aguirre sent an e-mail to his supervisor Paul R. Berger, explaining the importance of the Mack subpoena and expressing concern that \"treating Mack differently is [not] consistent with the Commission's mission, which is \"to protect investors, maintain fair, orderly, and efficient markets, and facilitate capital formation.\" In this e-mail, Aguirre also", "doc_score": "82.30872344970703", "publish_date": "2018/12/31"}, {"doc_id": "11052144", "text": "The Deposition (The Office) / against the company. While Michael originally intends to be a witness against the company, he ends up defending the company. Meanwhile, Kelly Kapoor (Mindy Kaling) talks smack to Pam Beesly (Jenna Fischer) after Darryl Philbin (Craig Robinson) beats Jim Halpert (John Krasinski) in a game of ping pong, prompting Jim to spend the entire day practicing in the conference room. After his girlfriend Jan Levinson (Melora Hardin) sues her former employer Dunder Mifflin for wrongful termination, Michael Scott (Steve Carell) finds himself forced by Jan to be a witness against his employer. Ryan Howard (B. J. Novak) wants to make", "doc_score": "82.92801666259766", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_17", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "272136", "text": "Mammoth / Those animals were very likely killed by early Paleo-Native Americans, and habitat loss caused by a rising sea level that split Santa Rosae into the outer Channel Islands. An estimated 150 million mammoths are buried in the frozen Siberian tundra. One proposed scientific use of this preserved genetic material, is to recreate living mammoths. This has long been discussed theoretically but has only recently become the subject of formal effort due to advances in molecular biology techniques and cloning of mammals. According to one research team, a mammoth cannot be recreated, but they will try to eventually grow in an", "doc_score": "84.06055450439453", "publish_date": "2018/12/31"}, {"doc_id": "11951834", "text": "Woolly mammoth / the islands in the New Siberian Islands archipelago, a female between 50 and 60 years old at the time of death. The carcass contained well-preserved muscular tissue. When it was extracted from the ice, liquid blood spilled from the abdominal cavity. The finders interpreted this as indicating woolly mammoth blood possessed anti-freezing properties. The existence of frozen soft tissue remains and DNA of woolly mammoths has led to the idea that the species could be recreated by scientific means. Several methods have been proposed to achieve this. Cloning would involve removal of the DNA-containing nucleus of the egg cell of", "doc_score": "85.15083312988281", "publish_date": "2018/12/31"}, {"doc_id": "11951827", "text": "Woolly mammoth / be transported to St. Petersburg. It was identified as a 35- to 40-year-old male, which had died 35,000 years ago. One of its shoulder blades was broken, which may have happened when it fell into a crevasse. By 1929, the remains of 34 mammoths with frozen soft tissues (skin, flesh, or organs) had been documented. Only four of them were relatively complete. Since then, about that many more have been found. In most cases, the flesh showed signs of decay before its freezing and later desiccation. Since 1860, Russian authorities have offered rewards of up to for finds of frozen", "doc_score": "84.76138305664062", "publish_date": "2018/12/31"}, {"doc_id": "11951837", "text": "Woolly mammoth / this method unfeasible. In April 2015, Swedish scientists published the complete genome (nuclear DNA sequence) of the woolly mammoth. Several projects are working on gradually replacing the genes in elephant cells with mammoth genes. One such project is that of Harvard University geneticist George M. Church —who is funded by the Long Now Foundation, which is attempting to create a mammoth-elephant hybrid using DNA from frozen mammoth carcasses. According to the researchers, a mammoth cannot be recreated, but they will try to eventually grow a hybrid elephant with some woolly mammoth traits in an \"artificial womb\". The Harvard University team", "doc_score": "82.92106628417969", "publish_date": "2018/12/31"}, {"doc_id": "10962953", "text": "Adams mammoth / Adams mammoth The Adams mammoth is the first woolly mammoth skeleton with skin and flesh still attached to be recovered by scientists. The mostly complete skeleton and flesh were discovered in 1799 in northeastern Siberia by Ossip Shumachov, an Evenki hunter and subsequently recovered in 1806 when Russian botanist Mikhail Adams journeyed to the location and collected the remains. The first published reports of Siberian mammoth remains appeared in Europe in the 1690s. In 1728, Sir Hans Sloane published what can be considered the first comprehensive scientific paper on mammoths in the Philosophical Transactions of the Royal Society. Sloane's paper", "doc_score": "83.78235626220703", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_18", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "16784077", "text": "School meal programs in the United States / obesity, heart disease, and other chronic health problems.\" In 2010, the Healthy, Hunger-Free Kids Act made the most sweeping changes in the history of the NSLP, putting vending-machine snacks and \"à la carte\" menu items under federal regulation for the first time. Championed by First Lady Michelle Obama and directed by the USDA, the law established guidelines requiring more fruits, vegetables, and whole grains in school meals. The guidelines, which took effect in the 2012–13 school year, also limited sodium, fat, and caloric intake based on students' ages. Historically, the NSLP and other food programs have been used to improve", "doc_score": "86.9141845703125", "publish_date": "2018/12/31"}, {"doc_id": "4974958", "text": "National School Lunch Act / a market, surpluses of farm products continued to mount, prices of farm products declined to a point where farm income provided only a meager subsistence. Millions of school children were unable to pay for their school lunches, and with but limited family resources to provide meals at home, the danger of malnutrition among children became a national concern. Public Law 320 passed by the 74th Congress and approved August 24, 1936, made available to the Secretary of Agriculture an amount of money equal to 30 percent of the gross receipts from duties collected under the customs laws during each calendar", "doc_score": "83.16658782958984", "publish_date": "2018/12/31"}, {"doc_id": "16784073", "text": "School meal programs in the United States / few free meals to poor children and fed a relatively small number of schoolchildren. In the 1960s, a group of mainstream national women’s organizations began focusing on the shortcomings of the NSLP. The evidence they presented became crucial to Congressional debates on race and poverty. In 1962, Congress amended the NSLP, changing it from a distributor of state-regulated grant aid to a permanently funded meal reimbursement program. In 1969, President Richard Nixon pushed Congress to provide funding for school lunches beyond the reimbursement program, declaring, \"The time has come to end hunger in America.\" In between, in 1966, Congress passed", "doc_score": "84.62406921386719", "publish_date": "2018/12/31"}, {"doc_id": "4974963", "text": "National School Lunch Act / plan also started in 2012. Any school is eligible to receive NSLP for its students; meals come from a number of different sources, they can come from on-site production, vended meal from a NSLP caterer or in most schools provided by the local school board centralized kitchen. This is usually regulated by each state's Department of Education's nutrition services. Regardless of who provides the food (on-site production, catered-vended, or school board kitchen), the raw materials come from USDA as donated commodities; in the case of vended meals, the caterer must use and credit the school for the commodities received. Driven", "doc_score": "85.69160461425781", "publish_date": "2018/12/31"}, {"doc_id": "4974951", "text": "National School Lunch Act / on June 4, 1946. The majority of the support provided to schools participating in the program comes in the form of a cash reimbursement for each meal served. Schools are also entitled to receive commodity foods and additional commodities as they are available from surplus agricultural stocks. The National School Lunch Program serves 30.5 million children each day at a cost of $8.7 billion for fiscal year 2007. Most participants are also eligible for food during the summer through the Summer Food Service Program. School feeding in the United States underwent the same evolution as in Europe, beginning with sporadic", "doc_score": "85.51728057861328", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_19", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "804303", "text": "Sacramento Kings / the 1956–57 season was the Royals' last in Rochester. The Royals' stay in Rochester featured the services of nine future members of the Basketball Hall of Fame, one member of the Pro Football Hall of Fame, and a Hollywood Walk of Famer: Al Cervi, Bob Davies, Alex Hannum, Les Harrison, Red Holzman, Arnie Risen, Maurice Stokes, Jack Twyman, Bobby Wanzer, Otto Graham, Chuck Connors and Jack McMahon. In April 1957, the Harrison brothers moved the Royals to Cincinnati. This move followed a well-received regular season game played at Cincinnati Gardens on February 1, 1957. The change of venue had been", "doc_score": "90.32479095458984", "publish_date": "2018/12/31"}, {"doc_id": "804298", "text": "Sacramento Kings / Sacramento Kings The Sacramento Kings are an American professional basketball team based in Sacramento, California. The Kings compete in the National Basketball Association (NBA) as a member of the Western Conference's Pacific Division. The Kings are the only team in the major professional North American sports leagues located in Sacramento. The team plays its home games at the Golden 1 Center. The Kings are one of the oldest continuously operating professional basketball franchises in the nation. They originated in Rochester, New York, as the Rochester Seagrams (a semi-professional team) in 1923 and joined the National Basketball League in 1945 as", "doc_score": "89.32090759277344", "publish_date": "2018/12/31"}, {"doc_id": "802850", "text": "Cleveland Cavaliers / a \"Big Three\" with James, Love, and Irving. The Lebron-led Cavaliers made four consecutive finals appearances in from 2015 to 2018, all against the Golden State Warriors, winning in 2016. The 2016 NBA Championship marked the Cavaliers' first title in franchise history, as they became the first team to come back from a 3–1 deficit to win the Finals. It was also Cleveland's first championship in major professional sports since the 1964 Browns, signaling the end of the so-called Cleveland sports curse. The Cavaliers' roster went through many changes in the 2017–18 season, most notably the trade of Irving to", "doc_score": "88.83959197998047", "publish_date": "2018/12/31"}, {"doc_id": "804299", "text": "Sacramento Kings / the Rochester Royals. They jumped to the Basketball Association of America, forerunner of the NBA, in 1948. As the Royals, the team was often successful on the court, winning the NBA championship in 1951. The team, however, found it increasingly difficult to turn a profit in the comparatively small market of Rochester and relocated to Cincinnati in, becoming the Cincinnati Royals. In the team relocated to Kansas City, Missouri, and was renamed the Kansas City-Omaha Kings because it initially split its home games between Kansas City and Omaha, Nebraska. In, the Kings ceased playing home games in Omaha", "doc_score": "88.11624145507812", "publish_date": "2018/12/31"}, {"doc_id": "16947254", "text": "Sacramento Republic FC / Sacramento Kings venture into soccer, investing in Sacramento Republic in January 2015 with future plans should the club venture into the MLS as a franchise. Sacramento lost their first game of the season 4-2 away to Seattle Sounders FC 2. They soon picked up form and saw them beat Sonoma County Sol and Chula Vista FC 4-2 and 7-3 respectively in the US Open Cup to reach the Fourth Round two years running. On July 7, the Republic announced that Head-Coach Preki would be leaving and was being replaced by Paul Buckle. Buckle's first game with the Republic was a", "doc_score": "87.22942352294922", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_20", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "19618839", "text": "Residential Surveillance at a Designated Location / Residential Surveillance at a Designated Location Residential Surveillance at a Designated Location (Chinese: 指定居所监视居住) is a form of detention regularly used by authorities in the People's Republic of China against individuals accused of endangering state security. The detention occurs at a location that is typically not disclosed to the family, and can include guesthouses, hotels or disused official buildings. The measure has been used heavily since 2015 against human rights lawyers, Falun Gong practitioners and dozens of others accused of political offences, including foreigners. Well known victims have included artist Ai Weiwei, Nobel Peace Prize-winning poet Liu Xiaobo and Swedish", "doc_score": "83.22672271728516", "publish_date": "2018/12/31"}, {"doc_id": "5276279", "text": "Stay-away / Stay-away A stay away, also known as a \"stay-away\" or \"stayaway\", is a form of protest where people are told to \"stay away\" from work, similar to a general strike. Stay Away is a form of non-violent protest action occurring in Zimbabwe in response to the Robert Mugabe's government. According to SW Radio Africa, this form of protest has the support of all major civic bodies in the country. It calls for a solid one- or two-day \"stay away\" from work to protest in a manner that will not expose people to the violence and intimidation of the police and", "doc_score": "85.39368438720703", "publish_date": "2018/12/31"}, {"doc_id": "12527540", "text": "Cat repeller / Cat repeller A cat repeller is a device or substance used to discourage cats from entering an area, or to encourage them to leave if they do enter. Such deterrents are most commonly used by gardeners, in order to prevent damage to their gardens, to avoid cat feces, or to protect birds. Many retailers sell devices which exploit the discomforting effects of in-air ultrasound. These devices are usually combined with a motion sensor which is triggered by movement within the sensors range. This causes the device to emit high frequency noise which is uncomfortable to the cats, and inaudible to", "doc_score": "80.26226806640625", "publish_date": "2018/12/31"}, {"doc_id": "2651714", "text": "Free speech zone / cordoned off, or otherwise restricted area of a building or grounds where the President or other person protected by the Secret Service is or will be temporarily visiting\" has also been invoked. Civil liberties advocates argue that Free Speech Zones are used as a form of censorship and public relations management to conceal the existence of popular opposition from the mass public and elected officials. There is much controversy surrounding the creation of these areas – the mere existence of such zones is offensive to some people, who maintain that the First Amendment to the United States Constitution makes the", "doc_score": "82.49757385253906", "publish_date": "2018/12/31"}, {"doc_id": "11207201", "text": "Foreign internal defense / to deter the massacre has ever been carried out. Moreover, Returning to the El Mozote massacre, it was duly reported to the American public by Ray Bonner from \"The New York Times\" and Anna Guillermoprieto from \"The Washington Post\", however, the U.S. State Department denied the participation of the Salvadoran army in mass murder. Foreign internal defense Foreign internal defense (FID) is a term by the militaries of some countries, including the United States, France, and the United Kingdom, to describe an integrated and synchronized, multi-disciplinary (and often joint, interagency, and international as well) approach to combating actual or threatened", "doc_score": "80.6502914428711", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_21", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "684055", "text": "In vitro fertilisation / conceived using donor sperm, began an online forum for donor children called AnonymousUS in 2010. The forum welcomes the viewpoints of anyone involved in the IVF process. Olivia Pratten, a donor-conceived Canadian, sued the province of British Columbia for access to records on her donor father's identity in 2008. \"I'm not a treatment, I'm a person, and those records belong to me,\" Pratten said. In May 2012, a court ruled in Pratten's favour, agreeing that the laws at the time discriminated against donor children and making anonymous sperm and egg donation in British Columbia illegal. In the U.K., Sweden, Norway,", "doc_score": "77.27820587158203", "publish_date": "2018/12/31"}, {"doc_id": "5572871", "text": "Ricardo Asch / Ricardo Asch Ricardo Hector Asch (born 26 October 1947) is an obstetrician, gynecologist, endocrinologist, and fugitive. He worked with reproductive technology and pioneered gamete intrafallopian transfer (GIFT). In the mid-1990s, he was accused of removing ova from women without their consent for use on other patients, as well as associated financial crimes, at the University of California, Irvine's fertility clinic: \"The Orange County Register\"<nowiki>'</nowiki>s investigations into these practices led to that paper's receiving the 1996 Pulitzer Prize for Investigative Reporting. Prior to being federally indicted, Asch fled the United States. Multiple attempts by American officials to extradite him from Latin", "doc_score": "80.37084197998047", "publish_date": "2018/12/31"}, {"doc_id": "18240509", "text": "Roger Abdelmassih / released on September 21, 2018. Roger Abdelmassih Roger Abdelmassih (born October 3, 1943) is a former Brazilian physician, an expert on human reproduction, and one of the pioneers of in-vitro fertilization in Brazil. In early 2009 he was accused of sexually abusing sedated patients. Abdelmassih was sentenced to 278 years in prison for 52 rapes and 39 attempted sexual abuses on women. Abdelmassih was born to Lebanese parents in São João da Boa Vista, São Paulo. During his career as a physician, he operated a clinic in a prime area of the state capital and became nationally known for treating", "doc_score": "79.18733215332031", "publish_date": "2018/12/31"}, {"doc_id": "14495961", "text": "Human Fertilisation and Embryology (Deceased Fathers) Act 2003 / Reform Act 2006. Human Fertilisation and Embryology (Deceased Fathers) Act 2003 The Human Fertilisation and Embryology (Deceased Fathers) Act 2003 (c 24) is an Act of the Parliament of the United Kingdom. The Act amended the Human Fertilisation and Embryology Act 1990 to allow, among other things, a man to be listed in birth certificates as the father of a child even if the child was conceived after the death of the man. It is thought to affect around five to ten families a year. Sections 2(2) and (3) were repealed by section 30 of, and the Schedule to, the", "doc_score": "76.73530578613281", "publish_date": "2018/12/31"}, {"doc_id": "684061", "text": "In vitro fertilisation / as an individual with a soul that must be treated as a person. The Catholic Church maintains that it is not objectively evil to be infertile, and advocates adoption as an option for such couples who still wish to have children. Hindus welcome IVF as gift for those who are unable to bear children and have declared doctors related to IVF to be conducting punya as there are several characters who were claimed to be born without intercourse, mainly Karna and five Pandavas. Regarding the response to IVF of Islam, the conclusions of Gad El-Hak Ali Gad El-Hak's ART fatwa", "doc_score": "78.17442321777344", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_22", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "8670618", "text": "The Official Visit / place owing to an impending \"coup d'état\" in Buranda. As Hacker watches television in his office, a news report confirms Sir Frederick's misgivings. However, Hacker confers with Martin, the Foreign Secretary, and they agree that the invitation must be re-issued to the new president of Buranda — much to Sir Humphrey's dismay. As the visit goes ahead, Hacker watches the president's televised arrival and is surprised that he recognises him from his student days, when he was known as Charlie Umtali. On board the train to Scotland, Bernard interrupts Hacker with an urgent message: the Burandan president's impending speech contains", "doc_score": "81.67253112792969", "publish_date": "2018/12/31"}, {"doc_id": "18431242", "text": "Harry Winks / Palace on 5 November 2017, which led to him missing final three months of this season after trying initially to play some games through the discomfort. On 17 May 2018 he signed a new contract, keeping him at Tottenham until 2023. After a long period out through an injury that required surgery, Winks returned to the squad in the 2018–19 season in the game against Fulham, appearing as a late substitute. He made his first start of the season in the game against Liverpool that Spurs lost 2–1. Winks has represented England up to senior level. Before this, he was", "doc_score": "77.66016387939453", "publish_date": "2018/12/31"}, {"doc_id": "189670", "text": "Prince Harry, Duke of Sussex / a Paralympic-style sporting event for injured servicemen and women, which was held on 10–14 September 2014. Harry met British hopefuls for the Invictus Games at Tedworth House in Wiltshire for the start of the selection process on 29 April 2014. On 15 May 2014, Harry attended a ticket sale launch for Invictus Games at BT Tower, from where he tweeted on the Invictus Games' official Twitter account as the president of the Games. To promote the Games, he was interviewed by BBC Radio 2's Chris Evans along with two Invictus Games hopefuls. He said: \"This (Invictus Games) is basically my", "doc_score": "76.3586196899414", "publish_date": "2018/12/31"}, {"doc_id": "20809535", "text": "The Princess Switch / in time for Stacy's competition and Margaret and Edward's wedding. Initially reluctant, Stacy agrees, especially when Lady Margaret offers to sponsor Olivia as a student in Belgravia's acclaimed summer ballet programme. Stacy and Margaret quickly teach each other about their lives, behaviours and quirks to minimise suspicion and part ways. Olivia immediately finds out about the switch but helps to keep Margaret and Stacy's secret while bonding with Margaret. Meanwhile, Prince Edward - who was supposed to be away on business for the two days of the switch - changes his plans and wants to spend time with his fiancée,", "doc_score": "78.72826385498047", "publish_date": "2018/12/31"}, {"doc_id": "189687", "text": "Prince Harry, Duke of Sussex / Harry is also a keen Rugby Union fan and supported England's bid to host the 2015 Rugby World Cup. Harry earned a reputation in his youth for being rebellious, leading the tabloid press to label him a \"wild child\". At age 17 he was seen smoking cannabis and partaking in underage drinking with his friends, and clashing physically with paparazzi outside nightclubs. He was photographed at Highgrove House at a \"Colonial and Native\" themed costume party wearing a Nazi German Afrika Korps uniform with a swastika armband. He later issued a public statement apologising for his behaviour. In January 2009,", "doc_score": "77.59551239013672", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_23", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "5619653", "text": "UTC+08:00 / UTC+08:00 UTC+08:00 is an identifier for a time offset from UTC of +08:00. In ISO 8601 the associated time would be written as. With an estimated population of 1.708 billion living within the time zone, roughly 24% of the world population, it is the most populous time zone in the world, as well as a possible candidate for ASEAN Common Time. This time zone is used in all Chinese-speaking countries, giving international Chinese websites the same time. The southern half of Vietnam (Republic of Vietnam) was formerly part of this time zone prior to the communist takeover of the", "doc_score": "86.27518463134766", "publish_date": "2018/12/31"}, {"doc_id": "579636", "text": "Daylight saving time / inserts \"summer\" into other time zone names, e.g. \"Central European Time\" (\"CET\") becomes \"Central European Summer Time\" (\"CEST\"). The North American English mnemonic \"spring forward, fall back\" (also \"spring ahead...\", \"spring up...\", and \"... fall behind\") helps people remember in which direction to shift the clocks. Changes to DST rules cause problems in existing computer installations. For example, the 2007 change to DST rules in North America required that many computer systems be upgraded, with the greatest impact on e-mail and calendar programs. The upgrades required a significant effort by corporate information technologists. Some applications standardize on UTC", "doc_score": "87.87259674072266", "publish_date": "2018/12/31"}, {"doc_id": "579646", "text": "Daylight saving time / permanent DST from 2011 to 2014, but the move proved unpopular because of the late sunrises in winter, so the country switched permanently back to standard time in 2014 for the whole Russian Federation. The United Kingdom and Ireland also experimented with year-round summer time between 1968 and 1971, and put clocks forward by an extra hour during World War II. In the United States, the Florida legislature passed a bill to enact permanent DST; and Maine, Massachusetts, New Hampshire, and Rhode Island have introduced proposals or commissions to that effect. 26 states are considering making DST permanent. However, unless", "doc_score": "88.33280944824219", "publish_date": "2018/12/31"}, {"doc_id": "579595", "text": "Daylight saving time / in the 1970s as a result of the 1970s energy crisis. Since then, the world has seen many enactments, adjustments, and repeals. For specific details, see Daylight saving time by country. Clock shifts are usually scheduled at, or soon after, midnight and on a weekend to lessen disruption to weekday schedules. A one-hour shift is customary but twenty minute and two hour shifts have been used in the past. In all countries that use daylight saving, the clock is advanced in spring and set back in autumn; the spring change reduces the length of that day and the autumn change", "doc_score": "86.75202178955078", "publish_date": "2018/12/31"}, {"doc_id": "5648396", "text": "UTC+03:00 / Russia started using UTC+3 again, all year around. Also on September 7, 2016, Turkey started using UTC+3 all year round. Besides the names mentioned above, the name 'Eastern Europe Forward Time' (EEFT) is sometimes used. Arabia Standard Time, or AST (also known as KSA in some Arab TV stations), is used by some countries in the Middle East. As this time zone is predominantly in the equatorial region, there is no significant change in day length throughout the year, so daylight saving time is not observed. Between 1982 and 2007, Iraq observed \"Arabia Daylight Time\" (UTC+4) but the government abolished", "doc_score": "85.36968231201172", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_24", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "5680178", "text": "Humayun Akhtar Khan / elected as a Senator on a PML (N) ticket in the 2018 Senate Election. While Humayun has been out of the public eye over the past five years, he has been spearheading new joint ventures, mergers and acquisitions for his family businesses. In July 2018, Humayun Akhtar joined Pakistan Tehreek-e-Insaf. Having served as a Member of the National Assembly several times from all of the areas comprising NA-131, he led PTI Chairman Imran Khan's campaign in the constituency and played an integral role in helping him defeat Khawaja Saad Rafique by a narrow margin of over 600 votes. After Imran", "doc_score": "85.25483703613281", "publish_date": "2018/12/31"}, {"doc_id": "15586659", "text": "Humza Yousaf / awarded the “Future Force of Politics” at the Young Scottish Minority Ethnic Awards in 2009, which was presented to him in Glasgow City Chambers. In May 2011, he was elected to the Scottish Parliament as a regional member for Glasgow. At just 25 years of age, he was the youngest MSP to be elected to the Scottish Parliament. When being sworn in, he took his oath in English then Urdu reflecting his Scottish-Pakistani identity; he was dressed in a traditional sherwani decorated with a Partick Thistle tartan touch and a plaid draped over his shoulder. Yousaf was appointed to the", "doc_score": "86.89342498779297", "publish_date": "2018/12/31"}, {"doc_id": "3282286", "text": "Hussain Muhammad Ershad / receive the people's mandate on various national issues. The polling date was originally set for 28 February before being postponed. Polling day was marked by violence and a boycott by the three leading opposition groups - the Awami League (an eight-party alliance) headed by Sheikha Hasina Wajed, the Moslem Jammai-i-Islami and the right-wing BNP, all of which alleged electoral fraud. In this context, the ruling Jatiya Dal, or Nationalist Party, reportedly increased its parliamentary majority to 251 seats (including 18 unopposed), independents captured 25 seats and several minor parties shared the rest. On 27 March, a new Council of Ministers", "doc_score": "84.34917449951172", "publish_date": "2018/12/31"}, {"doc_id": "9094054", "text": "Yousaf Raza Gillani / by conservative leader Fida Khan. The constituency seat is currently held by Jehangir Khan Tareen. Gillani fell out with Prime minister Mohammad Junejo and was sidlined from the Pakistan Muslim League (PML) by the senior leadership. Later, he was ousted by Prime minister Junejo and was replaced by other members. According to Gillani's personal account, he went to Karachi to meet with Benazir Bhutto during the 1980s and presented his political experience, wanting to join the Peoples Party. After securing a party ticket and successfully running in the 1988 general elections, Gillani joined the first government of Prime minister", "doc_score": "84.64736938476562", "publish_date": "2018/12/31"}, {"doc_id": "9094044", "text": "Yousaf Raza Gillani / Multan District. After his party securing the plurality in the 1993 general elections, Gillani was elevated 15th Speaker of the National Assembly by the-Prime minister Benazir Bhutto, a post he held until 16 February 1997. On 11 February 2001, Gillani was imprisoned in Adiala Jail by a military court instituted under President Pervez Musharraf on accusations and charges of corruption, and released on 7 October 2006. In the wake of 2008 general elections, his party formed a four-party coalition alliance and nominated him for the office of Prime minister. He is the first prime minister that holds the distinction (thus", "doc_score": "83.15947723388672", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_25", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "2765765", "text": "Cultured meat / Cultured meat Cultured meat is meat produced by in vitro cultivation of animal cells, instead of from slaughtered animals. It is a form of cellular agriculture. Cultured meat is produced using many of the same tissue engineering techniques traditionally used in regenerative medicine. The concept of cultured meat was popularized by Jason Matheny in the early 2000s after co-authoring a seminal paper on cultured meat production and creating New Harvest, the world's first non-profit organization dedicated to supporting in vitro meat research. In 2013, Mark Post, professor at Maastricht University, was the first to showcase a proof-of-concept for in-vitro lab", "doc_score": "86.416748046875", "publish_date": "2018/12/31"}, {"doc_id": "2765808", "text": "Cultured meat / in the episode \"How The Sausage Is Made\" of CBS show \"Elementary\". Cultured meat Cultured meat is meat produced by in vitro cultivation of animal cells, instead of from slaughtered animals. It is a form of cellular agriculture. Cultured meat is produced using many of the same tissue engineering techniques traditionally used in regenerative medicine. The concept of cultured meat was popularized by Jason Matheny in the early 2000s after co-authoring a seminal paper on cultured meat production and creating New Harvest, the world's first non-profit organization dedicated to supporting in vitro meat research. In 2013, Mark Post, professor at", "doc_score": "84.14458465576172", "publish_date": "2018/12/31"}, {"doc_id": "12019439", "text": "Beefy meaty peptide / possesses potential for large-scale commercialization in the food industry. However, the primary obstacle is the cost of mass production associated with the peptide. Currently, the main modes of production for specific flavor peptides such as BMP are chemical and enzymatic synthesis, both of which involve high production costs. In 2010, a group of researchers attempted to solve the production cost through recombination DNA technology. The intended goal of the experiment was to use recombination to produce the “delicious peptide” in \"Pichia pastoris\", a type of yeast cell that could be grown on a large-scale level through fermentation. However, the technique", "doc_score": "82.44053649902344", "publish_date": "2018/12/31"}, {"doc_id": "2765768", "text": "Cultured meat / whole chicken in order to eat the breast or wing, by growing these parts separately under a suitable medium.\" In vitro cultivation of muscular fibers was performed as early as 1971 by Russell Ross. Indeed, the abstract was The culturing of stem cells from animals has been possible since the 1990s, including the production of small quantities of tissue which could, in principle be cooked and eaten. NASA has been conducting experiments since 2001, producing cultured meat from turkey cells. The first edible sample was produced by the NSR/Touro Applied BioScience Research Consortium in 2002: goldfish cells grown to resemble", "doc_score": "83.92034912109375", "publish_date": "2018/12/31"}, {"doc_id": "2765772", "text": "Cultured meat / meat in the laboratory using the cells from a live pig. As of 2012, 30 laboratories from around the world have announced that they are working on cultured meat research. The first cultured beef burger patty, created by Dr. Mark Post at Maastricht University, was eaten at a demonstration for the press in London in August 2013. It was made from over 20,000 thin strands of muscle tissue. This burger cost Dr. Post over $300,000 to make and over 2 years to produce. Two other companies have also begun to culture meat; Memphis Meats in the US and SuperMeat in", "doc_score": "82.4045181274414", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_26", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "12656925", "text": "Sochi agreement / In 2008, U.S. President George W. Bush and Putin made a last-ditch attempt as incumbent presidents to resolve a protracted dispute over European missile defenses at anotjer Sochi summit. This followed Russian officials objecting to U.S. plans to deploy ballistic missile defenses (BMD) in Poland and the Czech Republic. They had claim that the stated American justification for the BMD deployments—that the systems are needed to defend the United States and European countries against an emerging Iranian missile threat—lacked credibility. Instead, they insisted the true objective of such moves along Russia's periphery was to weaken Russia's nuclear deterrent. Sochi agreement", "doc_score": "82.4424819946289", "publish_date": "2018/12/31"}, {"doc_id": "14416945", "text": "New START / high thousands in both the Russian and American inventories. According to a \"Reuters\" report on February 9, 2017, in US President Donald Trump's first 60-minute telephone call with Russian President Vladimir Putin, Putin inquired about extending New START. President Trump attacked the treaty, claiming that it favored Russia and was \"one of several bad deals negotiated by the Obama administration\". Under the terms of the treaty, the number of strategic nuclear missile launchers will be reduced by half. The treaty limits the number of deployed strategic nuclear warheads to 1,550, which is down nearly two-thirds from the original START treaty,", "doc_score": "82.40746307373047", "publish_date": "2018/12/31"}, {"doc_id": "18485595", "text": "South Yakutia HPP / South Yakutia HPP The South Yakutia Hydroelectric Complex or South Yakutia HPP is a set of proposed hydroelectric plants in the South Yakutia region of the Russian Far East, on rivers including the Uchur, Timpton, Aldan, and Olyokma. The complex will be comprise nine plants with a total capacity of over 9,000 MW, and an average annual production of about 40 billion kWh. Construction priority will be given to the Uchurskaya, Sredne-Uchurskaya, Kankunskaya, and Timptonskaya HPP's, which will have a total capacity of 5,002 MW and an annual output of 23.42 billion kWh. Located on the River Uchur, a tributary", "doc_score": "82.46723937988281", "publish_date": "2018/12/31"}, {"doc_id": "20777482", "text": "2018 Russia–United States summit / later, Trump amended part of his remarks, contending that he had misspoken due to an incorrectly perceived \"double-negative\". Helsinki previously served as the location for the signing of the Helsinki Accords in 1975, following a series of meetings intended to reduce tensions between the Western and Soviet blocs during the Cold War. The US National Security Advisor John R. Bolton met with Russian President Vladimir Putin on June 27, 2018, to discuss the details of the summit and other bilateral issues. On June 28, the location of the summit was announced by the White House and the Kremlin to be", "doc_score": "82.81970977783203", "publish_date": "2018/12/31"}, {"doc_id": "7425981", "text": "Russia–United States relations / Czech Republic would also be part of the missile defense shield. After the agreement was announced, Russian officials said defences on Russia's borders would be increased and that they foresaw harm in bilateral relations with the United States. In November 2008, a day after Obama was elected president, Russian president Dmitry Medvedev in his first annual address to the Federal Assembly of Russia announced plans to deploy Iskander short-range missiles to Kaliningrad, near the border with Poland, if the United States went ahead with its European Ballistic Missile Defense System. In August 2008, United States-Russia bilateral relations became further strained,", "doc_score": "81.613037109375", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_27", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "20996348", "text": "Alex Kumar / has been a frequent commentator in the UK press on social responsibility and the treatment of homeless people. In June 2018, he argued in \"The Guardian\" that homelessness in the UK must not be viewed \"as detached from the housing crisis – a crisis exaggerated, even driven, by speculation on the housing market\". Kumar is also known for his legal reform campaigning. In November 2017, Kumar launched a campaign for the repeal or reform of the Vagrancy Act 1824, which makes it an offence to sleep rough or beg in England and Wales. The campaign gained initial support in the", "doc_score": "78.35725402832031", "publish_date": "2018/12/31"}, {"doc_id": "20996349", "text": "Alex Kumar / liberal press, and from Christian groups. In February 2018, the Home Office responded to Kumar's campaign to say that the Government had no plans to make changes to the law. The campaign's demands were then raised in Parliament by Layla Moran at Prime Minister's Questions and by a cross-party group of MPs. A private member's bill for the repeal of the Vagrancy Act was introduced to the House of Commons, but its second reading was rescheduled for 2019 in what Kumar called, in an interview with \"Cherwell\", a \"procedural ploy\". In August 2018, the British Government announced a ministerial review", "doc_score": "79.81040954589844", "publish_date": "2018/12/31"}, {"doc_id": "6004473", "text": "Rory Stewart / affairs may or may not hope to achieve positive results are further distilled in a 2011 book, \"Can Intervention Work?\", co-authored with Gerald Knaus and part of the Amnesty International Global Ethics Series. He was elected a Fellow of the Royal Society of Literature in 2005. He is a columnist for the Cumberland and Westmorland Herald, contributing a fortnightly column. He has been a columnist for The New York Times, and has written regularly for the New York Review of Books, and the London Review of Books. In 2016, he published \",\" a travelogue about a 1,000-mile walk in the", "doc_score": "79.4612808227539", "publish_date": "2018/12/31"}, {"doc_id": "17490359", "text": "Mark E. Green / December 2018, Green promoted unsubstantiated claims that vaccines cause autism and claimed that the Centers for Disease Control had \"fraudulently managed\" data regarding vaccines and autism. He pledged \"to stand on the CDC’s desk and get the real data on vaccines.\" Green did however say that he and his wife had vaccinated their children, and recommended that others do so as well. Multiple studies, as well as assessments by the CDC and the American Academy of Pediatrics, have found no evidence of a link between vaccines and autism. Green is a creationist and rejects the theory of evolution, although he", "doc_score": "77.66741943359375", "publish_date": "2018/12/31"}, {"doc_id": "12654046", "text": "Mel Broughton / Mel Broughton Mel Broughton (born 5 July 1960) is a British landscape gardener who has risen to public prominence as one of the UK's most notable animal rights advocates. He was the co-founder in 2004, with Robert Cogswell, of SPEAK, The Voice for the Animals, a campaign to stop animal testing in Britain, which is focused on opposition to a new animal laboratory at Oxford University. Broughton was jailed for two years and eight months in 1999 after police found a firebomb in his car, which he said was intended to destroy animal transporters to stop the live export of", "doc_score": "78.61819458007812", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_28", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "5282958", "text": "World Scientists' Warning to Humanity / World Scientists' Warning to Humanity In November 2017, 15,364 scientists signed a World Scientists' Warning to Humanity: Second Notice written by eight authors calling for, among other things, limiting population growth, and drastically diminishing our per capita consumption of fossil fuels, meat, and other resources. The Second Notice included 9 time-series graphs of key indicators, each correlated to a specific issue mentioned in the original 1992 warning, to show that most environmental issues are continuing to trend in the wrong direction, most with no discernible change in rate. The article included 13 specific steps humanity could take to transition to", "doc_score": "80.9651870727539", "publish_date": "2018/12/31"}, {"doc_id": "3610057", "text": "Elon Musk / of dead, one-planet civilizations. Musk has frequently spoken about the potential dangers of artificial intelligence, calling it \"the most serious threat to the survival of the human race.\" During a 2014 interview at the MIT AeroAstro Centennial Symposium, Musk described AI as humanity's largest existential threat, further stating, \"I'm increasingly inclined to think that there should be some regulatory oversight, maybe at the national and international level, just to make sure that we don't do something very foolish.\" Musk described the creation of artificial intelligence as \"summoning the demon\". Despite this, Musk has previously invested in DeepMind, an AI firm,", "doc_score": "80.74011993408203", "publish_date": "2018/12/31"}, {"doc_id": "18098115", "text": "Peaceful Evolution theory / Peaceful Evolution theory The \"Peaceful Evolution\" theory in international political thought refers to the alleged attempt to effect a political transformation of the Chinese socialist system by peaceful means, primarily by the United States. The phrase was formulated by United States Secretary of State John Foster Dulles during the Cold War in the 1950s chiefly in the context of the Soviet Union, but has not subsequently featured in official discussions of U.S. China policy. Chinese analyses of U.S. foreign policy, however, hold that it has constituted part of the theoretical foundation for the United States' relations with the People's Republic", "doc_score": "80.08210754394531", "publish_date": "2018/12/31"}, {"doc_id": "4065764", "text": "Willis Harman / Willis Harman Willis W. Harman (August 16, 1918 – January 30, 1997) was an American engineer, futurist, and author associated with the human potential movement. He was convinced that late industrial civilization faced a period of major cultural crisis which called for a profound transformation of human consciousness. Over a career lasting some four decades, he worked to raise public awareness on the subject through his writings and to foster relevant research through the nonprofit research institute SRI International, the Institute of Noetic Sciences (IONS), and the World Business Academy (WBA). He served as president of IONS for two decades,", "doc_score": "77.73502349853516", "publish_date": "2018/12/31"}, {"doc_id": "1270069", "text": "A.I. Artificial Intelligence / Cunningham helped assemble a series of \"little robot-type humans\" for the David character. \"We tried to construct a little boy with a movable rubber face to see whether we could make it look appealing,\" producer Jan Harlan reflected. \"But it was a total failure, it looked awful.\" Hans Moravec was brought in as a technical consultant. Meanwhile, Kubrick and Harlan thought \"A.I.\" would be closer to Steven Spielberg's sensibilities as director. Kubrick handed the position to Spielberg in 1995, but Spielberg chose to direct other projects, and convinced Kubrick to remain as director. The film was put on hold due", "doc_score": "76.571044921875", "publish_date": "2018/12/31"}]}
{"question_id": "20230331_29", "search_time": "2023/05/24/23:54", "search_result": [{"doc_id": "16149572", "text": "Decarbonisation measures in proposed UK electricity market reform / Decarbonisation measures in proposed UK electricity market reform The United Kingdom is committed to legally binding greenhouse gas emissions reduction targets of 34% by 2020 and 80% by 2050, compared to 1990 levels, as set out in the Climate Change Act 2008. Decarbonisation of electricity generation will form a major part of this reduction and is essential before other sectors of the economy can be successfully decarbonised. The Government’s proposals for electricity market reform, published in a White Paper in July 2011, included three initiatives to encourage decarbonisation of electricity generation in the UK: A Carbon Price Floor to complement", "doc_score": "91.59063720703125", "publish_date": "2018/12/31"}, {"doc_id": "15443094", "text": "Euro Plus Pact / was also published in 2012, 2013, and 2014. The original plan was announced by Germany and France in February 2011 and called for six policy changes to be set as well as for a monitoring system to be implemented to ensure progress. The four objectives are: abolishing wage indexation, raising pension ages, creating a common base for corporate tax and adopting debt brakes. In the following sections the motivation for and criticism of each objective is summarized. Wage indexation is the process of adjusting wages to compensate for inflation, which reduces the value of money over time. Abolishing indexation would", "doc_score": "88.30015563964844", "publish_date": "2018/12/31"}, {"doc_id": "16215238", "text": "Transition scenario / approach in finding solutions, the European Commission launched its Europe 2020 Strategy in 2010 followed by its Roadmap for 2050. The 2020 strategy puts forward a vision of a Europe which has increased employment, invests in research and development, ensures more young people finish school and obtain university degrees, has fewer people threatened by poverty, has a reduced greenhouse gas level of 20% compared with 1990 level, has an increased contribution of renewable energy to reach 20% of total energy consumption and has increased efficiency by 20%. The 2050 Roadmap sets forward possibilities to reaching the more stringent 80% reduction", "doc_score": "87.34408569335938", "publish_date": "2018/12/31"}, {"doc_id": "15515003", "text": "The Path to Prosperity / (a less rigorous evaluation than full scoring of legislation), estimating that the \"Path\" would balance the budget by 2030 and reduce the level of debt held by the public to 10% GDP by 2050, vs. 62% in 2010. The \"Path\" assumes revenue collection of 19% GDP after 2022, up from the current 15% GDP and closer to the historical average of 18.3% GDP. A grouping of spending categories called \"Other Mandatory and Defense and Non-Defense Discretionary spending\" would be reduced from 12% GDP in 2010 to 3.5% by 2050. The CBO also analyzed the Medicare aspects of the resolution, reporting", "doc_score": "87.41000366210938", "publish_date": "2018/12/31"}, {"doc_id": "16149604", "text": "Decarbonisation measures in proposed UK electricity market reform / of change required. There is no plan to revert to pre-privatisation ‘Command and Control’ type policy. Instead policy frameworks, market design and regulation are the tools by which the Government seeks to drive investment in energy projects which are considered to be compatible with policy objectives. In other words, the market still decides, but the Government designs the market framework in a way that influences the decision. Decarbonisation measures in proposed UK electricity market reform The United Kingdom is committed to legally binding greenhouse gas emissions reduction targets of 34% by 2020 and 80% by 2050, compared to 1990 levels,", "doc_score": "90.19867706298828", "publish_date": "2018/12/31"}]}
