{"question_id": "20230602_0", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "494270", "text": "Cigarette / in shifting the consumer’s choice when the same product displays in an alternative package. Studies also show how companies have manipulated a variety of elements in packs designs to communicate the impression of lower in tar or milder cigarettes, whereas the components were the same. Some countries require cigarette packs to contain warnings about health hazards. The United States was the first, later followed by other countries including Canada, most of Europe, Australia, Pakistan, India, Hong Kong, and Singapore. In 1985, Iceland became the first country to enforce graphic warnings on cigarette packaging. At the end of December 2010, new", "doc_score": "92.04786682128906", "publish_date": "2018/12/31"}, {"doc_id": "816220", "text": "Tobacco smoking / most member states have transposed the directive with national laws that are wider in scope than the directive and cover local advertising. A 2008 European Commission report concluded that the directive had been successfully transposed into national law in all EU member states, and that these laws were well implemented. Some countries also impose legal requirements on the packaging of tobacco products. For example, in the countries of the European Union, Turkey, Australia and South Africa, cigarette packs must be prominently labeled with the health risks associated with smoking. Canada, Australia, Thailand, Iceland and Brazil have also imposed labels upon", "doc_score": "92.26593017578125", "publish_date": "2018/12/31"}, {"doc_id": "494253", "text": "Cigarette / graphical cigarette warning labels, which are considered a more effective method to communicate to the public the dangers of cigarette smoking. Canada, Mexico, Belgium, Denmark, Sweden, Thailand, Malaysia, India, Pakistan, Australia, Argentina, Brazil, Chile, Peru, Greece, the Netherlands, New Zealand, Norway, Hungary, the United Kingdom, France, Romania, Singapore, Egypt, Nepal and Turkey, however, have both textual warnings and graphic visual images displaying, among other things, the damaging effects tobacco use has on the human body. The cigarette has evolved much since its conception; for example, the thin bands that travel transverse to the \"axis of smoking\" (thus forming circles along", "doc_score": "90.61193084716797", "publish_date": "2018/12/31"}, {"doc_id": "4199330", "text": "Tobacco packaging warning messages / is the old version or the new version, it will be marked with \"戒煙專線0800-636363\" (Smoking Quitting Hotline: 0800-636363). In Thailand, a variety of warnings with graphic, disturbing images of tobacco-related harms (including a tracheotomy and rotting teeth) are placed prominently on cigarette packages. A recent study showed that the warnings made Thai smokers think more often about the health risks of smoking and about quitting smoking. or The warning messages on Ukrainian cigarette packets are also visually similar to those in European Union countries: In 1966, the United States became the first nation in the world to require a health", "doc_score": "91.72093963623047", "publish_date": "2018/12/31"}, {"doc_id": "4199329", "text": "Tobacco packaging warning messages / force since 1976. The warning messages are: In Sri Lanka, a variety of warnings with graphic, disturbing images of tobacco-related harms (including a cancer and heart attack) are placed prominently on cigarette packages. The warnings in Taiwan are led by the phrase \"行政院衛生署警告\" (\"Warning from the Department of Health, Executive Yuan:\"), and followed by one of the following warnings: Due to the Department of Health was reorganized into Ministry of Health and Welfare, the images and warnings were revised in 2014. The following warnings shows what is printed (the new warnings will use on June 1, 2014). Whether the warning", "doc_score": "89.46849822998047", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_1", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "7024616", "text": "MS Brilliance of the Seas / and experienced very high seas and 80 mph wind gusts. At around 2:15 AM, it is reported that in a cluster of ships rushing to enter the port of Alexandria, a freighter turned in front of the \"Brilliance of the Seas\", forcing the ship's captain, Erik Tengelsen, to slow below the 9 knots necessary to maintain her stabilizers' function. \"Brilliance of the Seas\" started to heel port and starboard violently. Passengers reported that they were thrown out of beds; furniture and unsecured objects tossed and slid about their staterooms. Two grand pianos broke free and were demolished during the incident.", "doc_score": "81.9563217163086", "publish_date": "2018/12/31"}, {"doc_id": "20084270", "text": "Stellar Daisy / found. The search continued with six merchant ships. In August 2018, the South Korean government approved funding for searching and retrieving \"Stellar Daisy\"s voyage data recorder. While the shipping journal \"Lloyd's List\" reported that cargo liquefaction caused by excessive moisture in the iron ore cargo could be a possible cause of the loss, another shipping journal \"ShipInsight\" argued that while a number of vessels have been lost for this reason, any liquefaction should not have been calamitous for \"Stellar Daisy\" because, being a converted oil tanker, her cargo holds were originally the centre tanks designed to carry liquid cargo. \"ShipInsight\"", "doc_score": "82.24813842773438", "publish_date": "2018/12/31"}, {"doc_id": "20084271", "text": "Stellar Daisy / speculated that the most likely loss for the vessel was linked to her conversion from a tanker to an ore carrier. In February 2017, China Port State Control (PSC) authorities identified six deficiencies, two of which were related to watertight and weathertight doors, during an inspection in Tianjin, China. Following the sinking of \"Stellar Daisy\", the International Association of Dry Cargo Shipowners (INTERCARGO) has called for an investigation of the causes leading to the casualty. The safety of ore carriers converted from oil tankers in the 2000s has also been questioned. More than half of the bulk carriers in Polaris", "doc_score": "82.19418334960938", "publish_date": "2018/12/31"}, {"doc_id": "5117005", "text": "USS Hartford grounding / USS Hartford grounding On 25 October 2003,, a United States Navy nuclear-powered ran aground while performing routine maneuvers in the harbor of La Maddalena, Sardinia. Approximately nine million dollars' worth of damage was done to the submarine, and it was out of service for seven months. An investigation into the accident revealed that basic navigational errors combined with equipment failures were to blame for the submarine running into the rocky shallows. The US Navy investigation into the incident revealed a pattern of navigation, procedural and equipment errors leading up to the accident. Navy divers from USS \"Emory S. Land\"", "doc_score": "81.02334594726562", "publish_date": "2018/12/31"}, {"doc_id": "9226211", "text": "Emerald Princess / Princess\" had a power outage on July 25, 2010 on the first day of a seven-day Eastern Caribbean cruise. For extended periods during the 4+ hour outage, there was no air conditioning, no elevator service, limited lighting, and toilets could not flush. As a result of the outage, \"Emerald Princess\" missed its first port of call the following day. Passengers were credited US$300 per stateroom for the inconvenience. Princess Cruises has not yet determined the cause of the outage. The vessel entered dry-dock on November 30, 2015, for 13 days of minor freshening renovations. The ship will leave dry-dock on", "doc_score": "81.8344497680664", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_2", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "16725462", "text": "Ron DeSantis / \"doesn't conduct fishing expeditions.\" DeSantis stated that the May 17, 2017 DOJ order \"didn't identify a crime to be investigated and practically invites a fishing expedition.\" He is a founding member of the Freedom Caucus, a group of congressional conservatives. On May 6, 2015, DeSantis announced that he was running for the United States Senate seat held by Marco Rubio, who initially did not file to run for re-election due to his bid for the U.S. presidency. He was endorsed by the fiscally conservative Club for Growth. In January 2018, DeSantis announced his candidacy for Governor of Florida to succeed", "doc_score": "82.53832244873047", "publish_date": "2018/12/31"}, {"doc_id": "2617720", "text": "Super Tuesday / parties' nominations. In 2004, several states moved their presidential contests up to February 3, 2004 in order to increase the relative importance of their election results. Ultimately, five states held primaries and two held caucuses on this date, a date eventually christened \"Mini-Tuesday\" or, alternatively, Super Tuesday I by pundits, with the traditional March Super Tuesday date, March 2, christened Super Tuesday II, or just simply \"Super Tuesday.\" While the results of Mini-Tuesday had far-reaching implications for the Democratic primaries, the Republican primaries were uncontested as incumbent President George W. Bush was the assured nominee. To increase importance of their", "doc_score": "82.1083984375", "publish_date": "2018/12/31"}, {"doc_id": "16725454", "text": "Ron DeSantis / and was re-elected in November 2016. Described as a \"top Trump ally\", DeSantis drew increased attention in 2017 for his frequent criticisms of Special Counsel Robert Mueller's investigation into Russian interference in the 2016 election, urging Trump to shut down or significantly limit said investigation. On August 28, 2018, DeSantis won the Republican primary for Governor of Florida. On September 10, 2018, DeSantis resigned from his seat in the House of Representatives to focus on his gubernatorial campaign. DeSantis was officially certified as the winner on November 20, 2018, following a machine recount, defeating Democratic nominee and Mayor of Tallahassee", "doc_score": "84.87648010253906", "publish_date": "2018/12/31"}, {"doc_id": "16725464", "text": "Ron DeSantis / the support DeSantis's primary campaign had received demonstrated both Trump's kingmaking capacity in a Republican-trending state but also a \"broader nationalization of conservative politics\" wherein \"a willingness to hurl rhetorical lightning bolts at the left, the media and special counsel Robert S. Mueller can override local credentials, local endorsements and preparedness for a state-based job.\" On August 28, 2018, DeSantis won the Republican primary. His Democratic opponent in the general election was Andrew Gillum. The race was \"widely seen as a toss-up.\" In September 2018, DeSantis announced state Rep. Jeanette Núñez as his running mate. He resigned his seat in", "doc_score": "80.20468139648438", "publish_date": "2018/12/31"}, {"doc_id": "11492422", "text": "2008 Florida Democratic primary / ultimately decided to sanction the state, stripping all 210 delegates and refusing to seat them at the convention. The DNC Rules and Bylaws Committee later met on May 31, 2008, and agreed to seat all of Florida's delegates with each delegate having only receive half a vote. As a result of this compromise, Florida's delegation had 105 votes at the convention. In August 2006, the Democratic National Committee adopted a proposal by its Rules and Bylaws Committee that only four states - Iowa, New Hampshire, Nevada, and South Carolina - would be permitted to hold primaries or caucuses before Super", "doc_score": "79.5868148803711", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_3", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "17859668", "text": "Temporary Debt Limit Extension Act / Temporary Debt Limit Extension Act The Temporary Debt Limit Extension Act () is a bill that would suspend the United States debt ceiling until March 15, 2015. There would be no statutory limit on the amount of money the government is allowed to borrow between now and then. The current cap on borrowing is $17.2 trillion. It passed in the House and Senate during the 113th United States Congress. \"This summary is based largely on the summary provided by the Congressional Research Service, a public domain source.\" The Temporary Debt Limit Extension Act would suspend the public debt limit for", "doc_score": "95.13102722167969", "publish_date": "2018/12/31"}, {"doc_id": "15814824", "text": "History of United States debt ceiling / in crises, especially in recent years. The debt ceiling has been suspended since October 30, 2015. A statutorily imposed debt ceiling has been in effect since 1917 when the US Congress passed the \"Second Liberty Bond Act\". Before 1917 there was no debt ceiling in force, but there were parliamentary procedural limitations on the amount of debt that could be issued by the government. Except for about a year during 1835–1836, the United States has continuously had a fluctuating public debt since the US Constitution legally went into effect on March 4, 1789. Debts incurred during the American Revolutionary War", "doc_score": "93.1087875366211", "publish_date": "2018/12/31"}, {"doc_id": "16674519", "text": "United States fiscal cliff / a 89–8 margin At about 11 pm that evening, the U.S. House of Representatives passed the same legislation without amendments by a 257–167 vote. U.S. President Barack Obama signed it into law the next day. However, the budget sequestration was only delayed and the debt ceiling was not changed, thus triggering the United States debt-ceiling crisis of 2013. The term \"fiscal cliff\" has been used in the past to refer to various fiscal issues. The term started being used in the context of the expiration of the Bush tax cuts in 2010. In 2011, the term started to be used", "doc_score": "92.3739013671875", "publish_date": "2018/12/31"}, {"doc_id": "4028898", "text": "Balanced budget amendment / Balanced budget amendment A balanced budget amendment is a constitutional rule requiring that a state cannot spend more than its income. It requires a balance between the projected receipts and expenditures of the government. Balanced-budget provisions have been added to the constitutions of most U.S. states, the Basic Law of Germany, the Hong Kong Basic Law, Spain, Italy and the Swiss Constitution. It is often proposed that a balanced-budget rule be added to the federal United States Constitution. Most balanced-budget provisions make an exception for times of war, national emergency, or recession, or allow the legislature to suspend the rule", "doc_score": "90.07902526855469", "publish_date": "2018/12/31"}, {"doc_id": "16952992", "text": "Monetary reform in the United States / is the so-called Chicago plan. The Need Act, presented in the House of Representatives in September 2011 by Dennis Kucinich, is a proposed law that implies that \"the creation of money by private financial institutions as interest-bearing debts should cease once and for all\". Monetary reform in the United States Monetary reform, the reform of monetary creation and thus of the banking system, is a topical political issue in the United States, especially in light of the public debt (15 trillion dollar in November 2011), household debt (student debts, etc.), Social Security and other public sector undertakings and state debts.", "doc_score": "87.6103515625", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_4", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "17836097", "text": "Transparency report / Disclosing a transparency report also helps people to know about the appropriate scope and authority of content regulation for online discussions. Google first launched a transparency report in 2010, with Twitter following in 2012. Additional companies began releasing transparency reports as during the aftermath of the global surveillance disclosures beginning in 2013, and the number of companies issuing them has increased rapidly ever since. Transparency reports are issued today by a variety of technology and communications companies, including Google, Microsoft, Verizon, AT&T, Twitter, Apple, Dropbox, Facebook, Yahoo and CloudFlare. Several companies and advocacy groups have lobbied the U.S. government to", "doc_score": "80.41734313964844", "publish_date": "2018/12/31"}, {"doc_id": "4872273", "text": "Cy-près doctrine / hear an appeal of Ninth Circuit decision in, Google Referrer Header Privacy Litigation, 10-cv-04809, U.S. District Court, Northern District of California (San Jose) that allowed a class action settlement that awarded $2 million to the plaintiff's attorneys, $5,000 to each of the handful of named plaintiffs, and no monetary award to an estimated 129 million class members, instead citing the cy-près doctrine to give a handful of privacy groups (including all three plaintiffs' attorneys' alma maters and several groups already supported by defendant Google) a share of $6 million rather than any monetary award to class members (who would receive", "doc_score": "82.89339447021484", "publish_date": "2018/12/31"}, {"doc_id": "6820573", "text": "TrustArc / and its status as a non-profit entity, against a $200,000 penalty. The FTC complaint alleged that from 2006 to 2013, TRUSTe failed, in over 1000 instances, to conduct annual privacy checks on the companies it certified. Consumer organizations, including Center for Digital Democracy and the Consumer Federation of America, argued for higher penalties and more FTC oversight, but the FTC declined to increase the penalties. FTC Commissioner Maureen Ohlhausen issued a partial dissent to the FTC ruling, \"because TRUSTe never misrepresented its corporate status,\" and had informed clients of its for-profit status. TrustArc TrustArc (formerly TRUSTe) is a for-profit technology", "doc_score": "80.69365692138672", "publish_date": "2018/12/31"}, {"doc_id": "10962293", "text": "Pink contract / Pink contract A pink contract is an agreement between an email spammer and the spammer's Internet service provider. The contract exempts the spammer from the provider's terms of service, which typically prohibit spamming. In return, the spammer pays far more money for an internet connection than non-spammers. AT&T was criticized in 2002 for having such a contract. The contract is called pink because that is the color of SPAM (the food), alluding to the fact that the contract enables spamming. \"Any ISP in the United States can get in real trouble for signing pink contracts. Problem is that there's a", "doc_score": "81.85365295410156", "publish_date": "2018/12/31"}, {"doc_id": "10962294", "text": "Pink contract / whole big world wide web out there and the bulk of the pink contracts are signed with overseas ISPs where US Federal Authorities have absolutely no power.\" Pink contract A pink contract is an agreement between an email spammer and the spammer's Internet service provider. The contract exempts the spammer from the provider's terms of service, which typically prohibit spamming. In return, the spammer pays far more money for an internet connection than non-spammers. AT&T was criticized in 2002 for having such a contract. The contract is called pink because that is the color of SPAM (the food), alluding to", "doc_score": "81.76918029785156", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_5", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "20004919", "text": "Donald Trump 2020 presidential campaign / The campaign has announced, and Trump has confirmed in several stump speeches, that the slogan for the 2020 race will be changed from \"Make America Great Again\" to \"Keep America Great\", once a sufficient level of \"greatness\" has been reached. As of the fall of 2018, Trump continues to use the old slogan. On November 7, 2018, Trump confirmed that Mike Pence would be his vice presidential running mate in 2020. The rallies have come under intense criticism for the high level of misleading statements made by Trump, anything from 68 to 76 percent during the summer 2018 rallies. Presidential", "doc_score": "80.20036315917969", "publish_date": "2018/12/31"}, {"doc_id": "20004928", "text": "Donald Trump 2020 presidential campaign / of his domestic travel was to these states, and his third year 39% of his domestic travel was to these states. According to the Associated Press, a data analysis firm named Data Propria, launched in May 2018 to provide ad-targeting services and run by former officials of Cambridge Analytica, is working on public relations for the Trump 2020 re-election campaign. Presidential approval ratings have shown Trump to be one of the least popular presidents in the history of modern opinion polling as of his second year in office. Early polls have shown Trump trailing by a margin of 10–18 percent", "doc_score": "79.41800689697266", "publish_date": "2018/12/31"}, {"doc_id": "20004931", "text": "Donald Trump 2020 presidential campaign / \"Keep America Great\" would be his 2020 reelection campaign slogan. Two days later, on the day of his inauguration, President Trump filed a form with the Federal Election Commission (FEC) declaring that he qualified as a candidate for the 2020 presidential election. The first rally organized by the campaign was held on February 18, 2017, in Melbourne, Florida, and was attended by an estimated 9,000 supporters. This was the earliest an incumbent president had ever held a campaign rally. During the rally, Trump defended his actions and criticized the media. He referred to a nonexistent incident that had supposedly happened", "doc_score": "79.02667236328125", "publish_date": "2018/12/31"}, {"doc_id": "20560413", "text": "2020 Democratic National Convention / 2020 Democratic National Convention The 2020 Democratic National Convention, is an event in which delegates of the United States Democratic Party will choose the party's nominees for President of the United States and Vice President of the United States in the 2020 U.S. presidential election. The convention is scheduled to be held from July 13–16, 2020. Bids on the site for the convention were solicited in late 2017, and were made public in the spring of 2018. Las Vegas, Nevada later withdrew and decided to focus on the 2020 Republican National Convention, for which their bid was subsequently defeated by", "doc_score": "78.50012969970703", "publish_date": "2018/12/31"}, {"doc_id": "20271450", "text": "John Delaney 2020 presidential campaign / his plans. Rumors of Delaney's campaign arose the day before the publication of his editorial. In order to focus on his run for the presidency, Delaney did not run for reelection to Congress in 2018. It is highly unusual for a serious presidential candidate to announce so early. Previously Pierre S. du Pont IV had held the record of the earliest announcement; du Pont announced his campaign for the 1988 election in 1986, 615 days before the start of the Iowa caucuses. Delaney has said that launching his campaign at such an early date is in order to gain name", "doc_score": "81.19277954101562", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_6", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "14240119", "text": "2009–11 Toyota vehicle recalls / and coordinate activities. The North America vehicle production facilities affected were located in Cambridge and Woodstock, Ontario, Canada (where Corolla, Matrix, and RAV4 models are produced), Princeton, Indiana (Highlander and Sequoia), Georgetown, Kentucky (Avalon and Camry), and San Antonio, Texas (Tundra). In addition to recalling vehicles, Toyota announced that it would install brake override systems on all Lexus, Scion and Toyota vehicles by the end of 2010. On February 3, 2010, United States Transportation Secretary Ray LaHood advised owners of vehicles affected by the recall to \"stop driving\" their vehicles until they can be fixed by a dealer. LaHood later", "doc_score": "84.94364166259766", "publish_date": "2018/12/31"}, {"doc_id": "17957452", "text": "General Motors ignition switch recalls / to 12.8 million worldwide, 11.1 million of which were in the United States. On June 16, 2014, GM announced they were recalling 3.4 million more cars, all of which were produced from 2000 to 2004. They also announced that they intended to replace the cars' keys because if they did not, the ignition switches could rotate, causing the car's engines to shut off and disabling power steering. On June 30, 2014, GM announced they were going to recall 8.45 million additional cars, almost all of which were being recalled for defective ignition switches. This announcement brings the total number of", "doc_score": "84.7615737915039", "publish_date": "2018/12/31"}, {"doc_id": "17957451", "text": "General Motors ignition switch recalls / United States. The first recall was announced on February 7, 2014, and involved about 800,000 Chevrolet Cobalts and Pontiac G5s. On March 31, GM announced it was going to recall over 1.5 million more cars of six different models, due to faulty power steering. Of these, over 1.3 million were in the United States, and three of the models were also involved in the faulty ignition recall. The total number of cars recalled during 2014 as of 1 April was 6.26 million. On May 15, GM recalled 2.7 million more cars, bringing the total number of recalled vehicles in 2014", "doc_score": "85.14198303222656", "publish_date": "2018/12/31"}, {"doc_id": "14240117", "text": "2009–11 Toyota vehicle recalls / regards to the recalled vehicles: In early 2010, the US government began considering requiring all vehicles sold in the US to have accelerator override built into their brake systems. Research groups have questioned whether Toyota would \"get off easily\" because of its large investment in lobbying in Washington, with close ties to the congressional representatives who will lead inquiries into the company's string of safety problems. Other publications noted that half the Democratic congressional members involved in the hearings had received campaign contributions from the United Auto Workers union, a major stockholder of Toyota's top U.S. rival, General Motors. On", "doc_score": "83.26625061035156", "publish_date": "2018/12/31"}, {"doc_id": "14240102", "text": "2009–11 Toyota vehicle recalls / 2003-2004 Corolla and Corolla Matrix models. The recall concerns the airbag module, which can cause the airbag to inflate improperly. Toyota also announced a recall affecting 270,000 MY 2006-2012 Lexus IS models. This recall concerns loose nuts on the wiper blades, which can cause the wipers to fail, especially if there is a heavy buildup of snow. On March 15, 2013, Toyota announced a recall of 209,000 vehicles in the US. The recall affects MY 2007-2013 FJ Cruiser models. The recall concerns the driver and front passenger seat belt retractors, which can come loose, especially if the rear doors are", "doc_score": "86.07434844970703", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_7", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "90.64155578613281", "publish_date": "2018/12/31"}, {"doc_id": "12900413", "text": "Meningococcal vaccine / importation of Bexsero to stop the outbreak. Bexsero was subsequently approved by the FDA in February 2015. In October 2014, Trumenba, a serogroup B vaccine produced by Pfizer, was approved by the FDA. The occurrence of serogroup X has been reported in North America, Europe, Australia, and West Africa. Current meningoccocal meningitis vaccines are not known to protect against serogroup X \"N. meningitidis\" disease. Common side effects include pain and redness around the site of injection (up to 50% of recipients). A small percentage of people develop a mild fever. As with any medication, a small proportion of people develop", "doc_score": "90.23026275634766", "publish_date": "2018/12/31"}, {"doc_id": "19445936", "text": "Universal flu vaccine / Energy and Commerce Subcommittee on Oversight and Investigations, Goodman replied \"Nature is very tricky and as this is a very crafty virus, so I'd be very hesitant to predict... I think the earliest we'd begin to see something with clinical benefit might be 5 to 10 years.\" In recent years, research has concerned use of an antigen for the flu hemagglutinin (HA) stem. Based on the results of animal studies, a universal flu vaccine may use a two-step vaccination strategy: priming with a DNA-based HA vaccine, followed by a second dose with an inactivated, attenuated, or adenovirus-vecto-based vaccine. The NIAID/NIH", "doc_score": "88.521484375", "publish_date": "2018/12/31"}, {"doc_id": "776365", "text": "MMR vaccine / Side effects of immunization are generally mild and go away without any specific treatment. These may include fever, and pain or redness at the injection site. Severe allergic reactions occur in about one in a million people. The MMR vaccine is not recommended during pregnancy, however, may be given while breastfeeding. The vaccine is safe to give at the same time as other vaccines. Being recently immunized does not increase the risk of passing measles, mumps, or rubella on to others. Vaccination does not increase the risk of autism. The MMR vaccine is a mixture of live weakened viruses of", "doc_score": "87.712890625", "publish_date": "2018/12/31"}, {"doc_id": "12900406", "text": "Meningococcal vaccine / strains of meningococcus, and no herd immunity can develop. For this reason, Menomune is suitable for travelers requiring short-term protection, but not for national public health prevention programs. Menveo and Menactra contain the same antigens as Menomune, but the antigens are conjugated to a diphtheria toxoid polysaccharide–protein complex, resulting in anticipated enhanced duration of protection, increased immunity with booster vaccinations, and effective herd immunity. A study published in March 2006 comparing the two kinds of vaccines found that 76% of subjects still had passive protection three years after receiving MCV-4 (63% protective compared with controls), but only 49% had passive", "doc_score": "87.43183135986328", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_8", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "4295969", "text": "Flight plan / the Atlantic Ocean). Flight plan Flight plans are documents filed by a pilot or flight dispatcher with the local Civil Aviation Authority (e.g. the FAA in the United States) prior to departure which indicate the plane's planned route or flight path. Flight plan format is specified in ICAO Doc 4444. They generally include basic information such as departure and arrival points, estimated time en route, alternate airports in case of bad weather, type of flight (whether instrument flight rules [IFR] or visual flight rules [VFR]), the pilot's information, number of people on board and information about the aircraft itself. In", "doc_score": "77.57260131835938", "publish_date": "2018/12/31"}, {"doc_id": "4295967", "text": "Flight plan / plans may be submitted before departure or even after the aircraft is in the air. However flight plans may be submitted up to 24 hours in advance either by voice or by data link; though they are usually filled out or submitted just several hours before departure. The minimum recommended time is 1 hour before departure for domestic flights, and up to three hours before international flights. This time depends on the country the aircraft is flying out of. Holding over the destination or alternate airports is a required part of some flight plans. Holding (circling in a pattern designated", "doc_score": "78.012939453125", "publish_date": "2018/12/31"}, {"doc_id": "17412132", "text": "Asiana Airlines Flight 214 / work. The Flight Data Recorder and Cockpit Voice Recorder groups completed their work in Washington. The Survival Factors/Airport group completed their interviews of the first responders. The next phase of the investigation included additional interviews, examination of the evacuation slides and other airplane components, and a more detailed analysis of the airplane's performance. The final report into the crash was released on June 24, 2014. The NTSB found that the \"Mismanagement of Approach and Inadequate Monitoring of Airspeed led to the Crash of Asiana flight 214\". The NTSB determined that the flight crew mismanaged the initial approach and that the", "doc_score": "77.45285034179688", "publish_date": "2018/12/31"}, {"doc_id": "13593445", "text": "Preflight checklist / were made with incomplete flight-control checks. The National Business Aviation Association analyzed 143,756 flights in 2013-2015 by 379 business aircraft and only partial flight-control checks were done before 15.6% of the takeoffs and no checks at all on 2.03% of the flights. According to researcher and writer Atul Gawande, the concept of a pre-flight checklist was first introduced by management and engineers at Boeing Corporation following the 1935 crash of the prototype Boeing B-17 (then known as the Model 299) at Wright Field in Dayton, Ohio, killing both pilots. Investigation found that the pilots had forgotten to disengage the crucial", "doc_score": "79.19279479980469", "publish_date": "2018/12/31"}, {"doc_id": "17590439", "text": "Eastern Airlines, LLC / Eastern Airlines, LLC Eastern Airlines, LLC, previously Dynamic International Airways is a U.S. Certificated airline founded in 2010. The airline operates Boeing 767-200ERs and Boeing 767-300ERs; and formerly operated McDonnell Douglas MD-88s. Originally known as Dynamic Airways, the company added International to its official name to reflect its transition from a charter airline into scheduled international services. Under the Dynamic name, Dynamic was headquartered in High Point, North Carolina, offering service from New York to South America, and previously from also previously operated from Fort Lauderdale, Chicago, Los Angeles and New York to the Caribbean, Cancun, and South America. Following", "doc_score": "76.82291412353516", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_9", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "10726702", "text": "Epischura baikalensis / its lifetime. The ratio of males and females is 1:1. One of the most essential features of the ecology of \"E. baikalensis\" is the alteration of its mass inhabited areas during a year, as well as in day time. This is due to the need for various conditions for gonad maturation, reproduction, nourishing and protection from being consumed by planktivores. It is the \"Epischura baikalensis\" which keeps Lake Baikal clean. \"Epischura baicalensis\" is a misnomer common in modern literature (e.g., 13 publications in WoS/Biological abstracts since 1989 vs. none for \"Epischura baikalensis\"). However, the original description (Sars, 1900) lists the", "doc_score": "84.29008483886719", "publish_date": "2018/12/31"}, {"doc_id": "1786560", "text": "Eel life history / only preliminary experiments along these lines have ever been performed. Migration was mapped in 2016. Knowledge of what happens to individual silver eels after they leave the continental shelf is based solely on the study of three eels found in the stomachs of deepsea fishes and whales — caught off the coasts of Ireland and the Azores — and on laboratory research into the physiology of eels. Another Atlantic eel species is known: the American eel, \"Anguilla rostrata\". First it was believed European and American eels were the same species due to their similar appearance and behavior, but they differ", "doc_score": "84.73772430419922", "publish_date": "2018/12/31"}, {"doc_id": "5983946", "text": "Pelagic fish / is almost none. Temperatures fall through a thermocline to temperatures between and. This is the twilight or mesopelagic zone. Pressure continues to increase, at the rate of one atmosphere every 10 metres, while nutrient concentrations fall, along with dissolved oxygen and the rate at which the water circulates.\" Sonar operators, using the newly developed sonar technology during World War II, were puzzled by what appeared to be a false sea floor 300–500 metres deep at day, and less deep at night. This turned out to be due to millions of marine organisms, most particularly small mesopelagic fish, with swimbladders", "doc_score": "83.64482879638672", "publish_date": "2018/12/31"}, {"doc_id": "5983977", "text": "Pelagic fish / reefs can intercept deep currents that upwell. Epipelagic fish generally move long distances between feeding and spawning areas, or as a response to changes in the ocean. Large ocean predators, such as salmon and tuna, can migrate thousands of kilometres, crossing oceans. In a 2001 study, the movements of Atlantic bluefin tuna from an area off North Carolina were studied with the help of special popup tags. When attached to a tuna, these tags monitored the movements of the tuna for about a year, then freed themselves, and floated to the surface where they transmitted their information to a satellite.", "doc_score": "84.8674545288086", "publish_date": "2018/12/31"}, {"doc_id": "5339118", "text": "Ice algae / species, which rely on sea ice algae and phytoplankton for food, and juvenile walleye pollock in the Bering Sea. There are several ways in which sea ice algal blooms are thought to start their annual cycle, and hypotheses about these vary depending on water column depth, sea ice age, and taxonomic group. Where sea ice overlays deep ocean, it is proposed that cells trapped in multiyear ice brine pockets are reconnected to the water column below and quickly colonize nearby ice of all ages. This is known as the \"multiyear sea ice repository hypothesis\". This seeding source has been demonstrated", "doc_score": "87.21626281738281", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_10", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "5108967", "text": "Kerrin Lee-Gartner / Kerrin Lee-Gartner Kerrin Anne Lee-Gartner (born September 21, 1966) is a former World Cup alpine ski racer and Olympic gold medalist from Canada. Born in Trail, British Columbia, she grew up in Rossland and raced as a youngster at Red Mountain. Lee-Gartner started skiing for the Canadian Women's Ski Team in 1982, but suffered a number of knee operations over the years including two complete reconstructions. She attained her first World Cup podium early in December 1990, then had five more top-six finishes early in the 1992 season entering the Winter Olympics in Albertville, France. On the \"Roc de Fer\"", "doc_score": "83.436279296875", "publish_date": "2018/12/31"}, {"doc_id": "3216429", "text": "Cooper's Hill Cheese-Rolling and Wake / cheese rolling is widespread and its somewhat de facto tally of annual injuries has been the subject of much coverage in news and television programmes. Alongside reputable broadcasters such as the BBC Television reporting, the global sports magazine TV shows \"Gillette World Sport\" and \"Trans World Sport\" have both mused at the barmy activities and the ensuing injuries for many years. The second race in the 2004 event was won by New Zealand television personality and former international rugby player Marc Ellis. In 2018, soldier with 1st Battalion, The Rifles (1 Rifles), 30 year old Chris Anderson broke the all-time", "doc_score": "84.3661880493164", "publish_date": "2018/12/31"}, {"doc_id": "16373904", "text": "Marielle Thompson / teammate. We're just having fun all day. I know Kelsey and we tried to help each other all the way down the course.\" While training for the 2018 Winter Olympics in October 2017, Thompson crashed and ruptured her ACL and injured her MCL putting her participation in the games in jeopardy. However, she ultimately was able to participate in the games, having undergone an accelerated rehabilitation program. Thompson placed first in the seeding runs on February 22. She was eliminated in the first heat after falling and finishing third. The event was instead won by teammate Serwa, with another teammate,", "doc_score": "78.54718017578125", "publish_date": "2018/12/31"}, {"doc_id": "11277219", "text": "Britt Janyk / Britt Janyk Britt Janyk (born May 21, 1980 in North Vancouver, British Columbia) is a Canadian retired alpine skier, specializing in downhill, super G, alpine combined, and giant slalom, having also competed in slaloms in the past. During her career Janyk scored 18 top 10 finishes in alpine skiing World Cup competition, including two podium finishes, both in downhill races: a win in Aspen and a third in Lake Louise, both in 2007. She announced her retirement from the sport in May 2011. Her brother Michael Janyk is also an alpine skier who successfully competes in the World Cup. She", "doc_score": "79.21846008300781", "publish_date": "2018/12/31"}, {"doc_id": "19040426", "text": "Jean Hilliard / Jean Hilliard Jean Hilliard (born 1961), from Lengby, Minnesota, is a survivor of a severe 6-hour freezing during the nighttime after a car accident in rural northwestern Minnesota, United States, left her car inoperable in sub-zero temperatures. She survived and her recovery was described as a miracle. On December 20, 1980, Jean Hilliard was involved in a car accident that resulted in car failure in sub-zero temperatures. She walked to a friend's house away and collapsed away from the door. Temperatures dropped to and she was found \"frozen solid\" at 7 a.m. the following morning after six hours in the", "doc_score": "79.20225524902344", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_11", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "20236068", "text": "Impeachment March / review of Russian interference in the 2016 United States elections and his travel ban issue as reasons for his impeachment. The demonstrations were mostly peaceful, though three people were arrested in Philadelphia. Many featured speeches by politicians and local activities, and some attracted counter-protesters who wanted to show their support for Trump. Events were organized by various organizations, including affiliates of the Indivisible movement. Organizers of the march felt that President Trump was in violation of the United States Constitution's Foreign Emoluments Clause and Domestic Emoluments Clause, and that he had committed obstruction of justice by dismissing Sally Yates and", "doc_score": "80.83894348144531", "publish_date": "2018/12/31"}, {"doc_id": "19991934", "text": "Washington v. Trump / violates the Establishment Clause because it was meant to \"disfavor Islam and give preference to Christianity\". The federal government argued that the Constitution grants the President of the United States \"unreviewable authority\" over immigration matters and that the non-citizens the executive order affects do not have due process rights. On February 3, Judge James Robart issued a nationwide temporary restraining order which forbade the federal government from enforcing certain provisions of the order. The federal government, in turn, filed an appeal with the United States Court of Appeals for the Ninth Circuit. That court, however, denied the government's request to", "doc_score": "83.19556427001953", "publish_date": "2018/12/31"}, {"doc_id": "17743439", "text": "Devyani Khobragade incident / claims made by Indian media that Khobragade was handcuffed in public, subjected to a strip search, and made to share a cell with \"drug addicts\". Government officials and ministers in India reacted strongly against the arrest of the diplomat and cited the Vienna Convention on Consular Relations whereby diplomats enjoy immunity. US government officials maintain that they followed \"standard procedures\", and that Khobragade has only consular immunity, giving her protection from arrest related to her consular duties but not to crimes committed on US soil. India's Foreign Secretary Sujatha Singh registered a protest with the US ambassador to India Nancy", "doc_score": "80.87653350830078", "publish_date": "2018/12/31"}, {"doc_id": "19982369", "text": "Reactions to Executive Order 13769 / green card holders) from traveling to the United States, although lawful permanent residents have since been exempted from Trump's executive order. Jonathan Chait of \"New York\" magazine said that the 2011 case involved a temporary response to specific intelligence regarding two suspicious Iraqi refugees living in Bowling Green, Kentucky and said that Trump's \"sweeping halt in the absence of a reported breach\" is not comparable. The statement also said that the order applied to countries \"previously identified by the Obama administration as sources of terror\". The Trump administration's executive order relied on H.R.158 or the Visa Waiver Program Improvement and", "doc_score": "81.48274230957031", "publish_date": "2018/12/31"}, {"doc_id": "19587293", "text": "2016 United States House of Representatives sit-in / whether gun legislation could be compared to the civil rights movement. On January 3, 2017, the House convened the 115th Congress and passed rules intended to prevent future sit-ins. The new rules included language against disorderly or disruptive conduct, in addition to bans against members of Congress taking pictures and video on the House floor, though an exemption for the latter occurs for events such as the State of the Union addresses. Fines are also included within the new rules, with $500 being mandated for first offenses and $2,500 for each additional offense. 2016 United States House of Representatives sit-in", "doc_score": "81.44349670410156", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_12", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "802165", "text": "Miami Heat / been very physical, involving rough plays and hard fouls between players. Both teams met in the 2011 Eastern Conference Finals, with the Heat winning in five games. The Bulls ended the Heat's record-setting 27 game win streak on March 27, 2013, with a 101–97 victory at the United Center in Chicago. Despite playing without Derrick Rose, Joakim Noah, Richard \"Rip\" Hamilton, and Marco Belinelli, the Bulls managed to end the second longest win streak in basketball history. The rivalry would continue into the 2013 NBA Playoffs when the Heat would play the Bulls in the second round. The Bulls ended", "doc_score": "86.72463989257812", "publish_date": "2018/12/31"}, {"doc_id": "12897750", "text": "History of the Miami Heat / Boston. Fueled by a late-season steamroll, the Heat finished with a 58–24 record, third best in team history putting them up to the second seed, behind the top-seeded, 62-win Bulls, led by MVP Derrick Rose. In the much anticipated 2011 NBA Playoffs, Miami defeated the Philadelphia 76ers in the first round, Boston Celtics in the Conference Semifinals, and Bulls in the Conference Finals, all in 5 games. The Heat reached the 2011 NBA Finals for the first time since 2006, in a rematch against the Dallas Mavericks. After taking a 2-1 series lead,the Heat collapsed, as they would lose the", "doc_score": "86.14483642578125", "publish_date": "2018/12/31"}, {"doc_id": "802151", "text": "Miami Heat / straight years. It was the second time in Wade's career they did not qualify for the postseason. The Heat were the first team since the 2004–05 Los Angeles Lakers to miss the playoffs after going to the NBA Finals the previous year. Miami had qualified for the playoffs for six consecutive seasons. At the 2015 NBA draft lottery, the Heat were awarded the 10th pick for the 2015 NBA draft, which was used to select Duke forward Justise Winslow. During the 2015–16 season, the Heat compiled a 48–34 regular season record; however, their season ended in the Conference Semifinals where", "doc_score": "87.65111541748047", "publish_date": "2018/12/31"}, {"doc_id": "12897757", "text": "History of the Miami Heat / releasing Terrel Harris and Josh Harrellson, Miami signed Jarvis Varnado and Chris Andersen for the remainder of the season to bolster the defense. Miami became the third team to field three All-Stars (Wade, James and Bosh) in at least three consecutive seasons; the fourth such occurrence in league history after the 1980s Lakers and Celtics, and the 2008–2011 Celtics. Along the way, the Heat achieved individual milestones. On November 21, 2012 against Milwaukee, Udonis Haslem became the first un-drafted player to lead a franchise in rebounding, after passing the previous record held by Alonzo Mourning. On January 12, 2013 against", "doc_score": "86.94630432128906", "publish_date": "2018/12/31"}, {"doc_id": "802169", "text": "Miami Heat / August 2012, the rivalry softened. The Orlando Magic are undergoing a process of rebuilding, however, competition still remains tense. The two teams first squared off in the playoffs in 2010, with the Celtics defeating the Heat four games to one en route to an eventual NBA Finals appearance by the Celtics. Having suffered first round losses in three straight years, it was the loss to the Celtics that prompted Dwyane Wade to declare that the loss would be \"my last\" in the first round for the near future. LeBron James' own enmity with the Boston Celtics can be found as", "doc_score": "87.30960083007812", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_13", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "1651107", "text": "Salem witch trials / not previously listed were to be added to this resolution. When it was finally signed on October 31, 2001, by Governor Jane Swift, more than 300 years later, all were finally proclaimed innocent. In January 2016, the University of Virginia announced its project team had determined the execution site on Gallows Hill in Salem, where nineteen \"witches\" had been hanged in public. Members of the Gallows Hill Project had worked with the city of Salem using old maps and documentation, as well as sophisticated GIS and ground-penetrating radar technology, to survey the area of what became known as Proctor's Ledge.", "doc_score": "82.52117156982422", "publish_date": "2018/12/31"}, {"doc_id": "9516562", "text": "Susannah Martin / been unjustly accused of being witches 265 years earlier. Then Gov. Foster Furcolo signed the legislative intended to clear Susannah Martin, as well as: Ann Pudeator, Bridget Bishop, Alice Parker, Margaret Scott and Wilmot Redd. All had been convicted in a colonial court and hanged during the 17th century. However, while taking a graduate course on Salem witchcraft during the late 1990s, Paula Keene discovered that, although the legislators intended to pardon all six of the women in 1957, only Ann Pudeater's name was listed on the official documents. Susannah Martin, Bridget Bishop, Alice Parker, Margaret Scott and Wilmot Redd", "doc_score": "85.38504028320312", "publish_date": "2018/12/31"}, {"doc_id": "12967312", "text": "Hanged, drawn and quartered / required, a process more commonly known as constructive treason. It also applied to subjects overseas in British colonies in the Americas, but the only documented incident of an individual there being hanged, drawn, and quartered was that of Joshua Tefft, an English colonist accused of having fought on the side of the Narragansett during the Great Swamp Fight. He was executed in January 1676. Later sentences resulted either in a pardon or a hanging. Only one witness was required to convict a person of treason, although in 1547 this was increased to two. Suspects were first questioned in private by", "doc_score": "81.27984619140625", "publish_date": "2018/12/31"}, {"doc_id": "8033918", "text": "Impeachment in New Hampshire / Federal level where an impeachment conviction requires 2/3 of the United States Senators present to vote in the affirmative, the New Hampshire Constitution does not mention the burden of proof needed to impeach or convict an official, thus each house is left to decide the standard it will use. In the history of the state, only two officials have been impeached, both judges. In 1790, Justice Woodbury Langdon was impeached for neglecting his duties, but resigned after the trial was delayed. In 2000, Chief Justice David A. Brock was impeached by the House on four counts of maladministration or malpractice,", "doc_score": "83.79595184326172", "publish_date": "2018/12/31"}, {"doc_id": "6636818", "text": "False confession / them and the pressure was off as far as I was concerned. I thought if I admitted what I did to the police they would check out what I had said, find it untrue and would then let me go\". In the United States, the 1936 Supreme Court ruling in \"Brown v. Mississippi\" established conclusively that confessions extracted through the use of physical brutality violate the Due Process Clause. In this case, defendants, Arthur Ellington, Ed Brown and Henry Shields (three black tenant farmers) had been sentenced to death for the murder of Raymond Stewart (a white planter) on 30", "doc_score": "82.40715026855469", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_14", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "19990330", "text": "Succession (TV series) / Succession (TV series) Succession is an American drama television series, created by Jesse Armstrong, that premiered on June 3, 2018, on HBO. The series centers on the fictional Roy family, the dysfunctional owners of a global media empire who are fighting for control of the company amidst uncertainty about the health of the family's patriarch, Logan Roy. The series stars an ensemble cast featuring Hiam Abbass, Nicholas Braun, Brian Cox, Kieran Culkin, Peter Friedman, Natalie Gold, Matthew Macfadyen, Alan Ruck, Parker Sawyers, Sarah Snook, Jeremy Strong, and Rob Yang. The first season received generally favorable reviews from critics. In June", "doc_score": "89.92155456542969", "publish_date": "2018/12/31"}, {"doc_id": "19990331", "text": "Succession (TV series) / 2018, it was announced that the series had been renewed for a second season. \"Succession\" follows \"the Roy family – Logan Roy and his four children – who control one of the biggest media and entertainment conglomerates in the world. The series tracks their lives as they contemplate what the future will hold for them once their aging father begins to step back from the company.\" On June 6, 2016, it was announced that HBO had given the production a pilot order. The episode was set to be written by Jesse Armstrong and directed by Adam McKay. Executive producers for", "doc_score": "88.55498504638672", "publish_date": "2018/12/31"}, {"doc_id": "19990337", "text": "Succession (TV series) / viewers, down from the 1.39 million viewers that watched its lead-in \"Westworld\". Succession (TV series) Succession is an American drama television series, created by Jesse Armstrong, that premiered on June 3, 2018, on HBO. The series centers on the fictional Roy family, the dysfunctional owners of a global media empire who are fighting for control of the company amidst uncertainty about the health of the family's patriarch, Logan Roy. The series stars an ensemble cast featuring Hiam Abbass, Nicholas Braun, Brian Cox, Kieran Culkin, Peter Friedman, Natalie Gold, Matthew Macfadyen, Alan Ruck, Parker Sawyers, Sarah Snook, Jeremy Strong, and Rob", "doc_score": "89.3111343383789", "publish_date": "2018/12/31"}, {"doc_id": "19990333", "text": "Succession (TV series) / a second season. On October 6, 2016, it was announced that Brian Cox, Jeremy Strong, Kieran Culkin, Sarah Snook, Nicholas Braun, and Matthew Macfadyen had been cast in lead roles in the series' pilot. On November 4, 2016, it was announced that Hiam Abbass, Alan Ruck, Rob Yang, Parker Sawyers, and Peter Friedman had also joined the main cast of the pilot. On January 24, 2018, it was reported that Ashley Zukerman had joined the series in a recurring role. On March 7, 2018, it was reported that Jake Choi had been cast in a recurring role. Principal photography for", "doc_score": "84.19464874267578", "publish_date": "2018/12/31"}, {"doc_id": "19990336", "text": "Succession (TV series) / with a positive response from critics upon its premiere. On the review aggregation website Rotten Tomatoes, the series holds a 87% approval rating with an average rating of 7.67 out of 10 based on 69 reviews. The website's critical consensus reads, \"The spectacle of rich people behaving badly makes \"Succession\" entertaining, but only up to a point.\" Metacritic, which uses a weighted average, assigned the series a score of 70 out of 100 based on 29 critics, indicating \"generally favorable reviews.\" Media outlets have characterized the show's ratings as \"fairly low\" and \"bordering on miniscule.\" The premiere episode drew 582,000", "doc_score": "79.90864562988281", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_15", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "18792951", "text": "2015 Coca-Cola 600 / is a talented team that works extremely hard and I want nothing more than to drive their car to victory lane.\" In his first Cup Series points race since his injury, Kyle Busch finished eleventh. He was able to run the whole race, but in the event he couldn't finish, Joe Gibbs racing had Erik Jones ready to complete the race. On the Wednesday following the race, NASCAR handed out penalties to three Sprint Cup teams. As a result of the violations, crew chief Matt McCall was placed on probation through the remainder of the 2015 calendar year. As a", "doc_score": "87.86325073242188", "publish_date": "2018/12/31"}, {"doc_id": "9305482", "text": "Bud Moore (NASCAR owner) / late 1990s, a lack of funding hindered the team's progress. After losing its primary sponsor during the 1996 season, the team attempted only five of 84 races, qualifying for two. BME received sponsorship requests from various groups, including a three-year contract with American Veterans, but the deals failed to materialize. With few options remaining, Moore sold the team's assets and Spartanburg shop to Winston West Series operation Fenley Motorsports, for whom he became a consultant as the team changed its name to Fenley-Moore Motorsports and retained Moore's No. 15. Derrike Cope signed with the team for the final two races", "doc_score": "83.31706237792969", "publish_date": "2018/12/31"}, {"doc_id": "2734540", "text": "Super Bowl XXXVIII halftime show controversy / controversy. Three weeks later, NASCAR announced at the driver and crew chief meeting at North Carolina Speedway that it would stiffen penalties on use of improper language or gestures including larger fines, loss of points (if it occurred in a post-race interview or after the driver fell out of a race), ejection of a team from the race, or lap penalties (if in-race) under the circuit's \"detrimental to NASCAR\" rule. Johnny Sauter was fined US$10,000 and 25 points a week after the new rule took in effect for obscene language in an interview. Later in 2004, Dale Earnhardt, Jr. received", "doc_score": "87.27503204345703", "publish_date": "2018/12/31"}, {"doc_id": "5041504", "text": "Jeremy Mayfield / Jeremy Mayfield Jeremy Allen Mayfield (born May 27, 1969) is an American stock car racing driver. He drove cars for the Sadler brothers, T.W. Taylor, Cale Yarborough, Michael Kranefuss, Roger Penske, Ray Evernham, Bill Davis, and Gene Haas. In 2009, he drove for his own team, Mayfield Motorsports. On May 9, 2009, Mayfield was suspended indefinitely as both owner and driver by NASCAR following what NASCAR said was a positive test for methamphetamine. A federal judge weighed the evidence and subsequently temporarily lifted the suspension on July 1, 2009. On July 15, 2009, it was revealed by NASCAR that Mayfield", "doc_score": "86.89765167236328", "publish_date": "2018/12/31"}, {"doc_id": "5482126", "text": "Clint Bowyer / 33 team after failing a secondary inspection. Most critically, crew chief Shane Wilson was suspended for the next 6 races and both Bowyer and car owner Richard Childress face $150,000 in fines and the loss of 150 championship points. The penalty dropped Bowyer back to 12th in points, 185 points behind Denny Hamlin. Childress appealed the decision, which reduced the suspensions to four races and $100,000, but the 150-point deduction was upheld. During the Pepsi Max 400 weekend at Fontana, Bowyer and fellow Childress driver Austin Dillon taped an episode of \"The Price Is Right\" that was scheduled to feature", "doc_score": "86.18314361572266", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_16", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "110149", "text": "Dolly Parton / were lower in sales. However, in the new millennium, Parton achieved commercial success again and has released albums on various independent labels since 2000, including albums on her own label, Dolly Records. Parton's music includes 25 Recording Industry Association of America (RIAA)-certified gold, platinum and multi-platinum awards. She has had 25 songs reach No. 1 on the \"Billboard\" country music charts, a record for a female artist (tied with Reba McEntire). She has 41 career top-10 country albums, a record for any artist, and she has 110 career charted singles over the past 40 years. She has garnered nine Grammy", "doc_score": "89.39636993408203", "publish_date": "2018/12/31"}, {"doc_id": "15244956", "text": "Dolly Parton albums discography / Dolly Records. Dolly Parton albums discography The albums discography of country music singer-songwriter Dolly Parton includes 64 studio albums (consisting of 47 solo studio albums, 13 studio albums with Porter Wagoner, two studio albums with Emmylou Harris and Linda Ronstadt, one studio album with Loretta Lynn and Tammy Wynette and one studio album with Kenny Rogers), six live albums, five soundtrack albums, one extended play and approximately 183 compilation albums worldwide. She is the best selling female country music artist of all time, with over 160,000,000 albums sold worldwide. Dolly Parton made her album debut in 1967 (she had previously", "doc_score": "88.6605453491211", "publish_date": "2018/12/31"}, {"doc_id": "15244954", "text": "Dolly Parton albums discography / Dolly Parton albums discography The albums discography of country music singer-songwriter Dolly Parton includes 64 studio albums (consisting of 47 solo studio albums, 13 studio albums with Porter Wagoner, two studio albums with Emmylou Harris and Linda Ronstadt, one studio album with Loretta Lynn and Tammy Wynette and one studio album with Kenny Rogers), six live albums, five soundtrack albums, one extended play and approximately 183 compilation albums worldwide. She is the best selling female country music artist of all time, with over 160,000,000 albums sold worldwide. Dolly Parton made her album debut in 1967 (she had previously achieved success", "doc_score": "88.9252700805664", "publish_date": "2018/12/31"}, {"doc_id": "12112996", "text": "Miranda Lambert discography / the latter has become Miranda's second number one hit. Miranda Lambert has sold about 3 million records according to the Recording Industry Association of America. Her fourth studio album, \"Four the Record\", was released in November 2011. The album produced five singles: \"Baggage Claim\", \"Over You\", \"Fastest Girl in Town\", \"Mama's Broken Heart\", and \"All Kinds of Kinds\". The first four singles reached the top 10 of the \"Billboard\" Hot Country Songs chart, with \"Over You\" becoming her third number one country single. Lambert released her fifth studio album \"Platinum\" on June 3, 2014. The album debuted at number one", "doc_score": "87.33065795898438", "publish_date": "2018/12/31"}, {"doc_id": "110191", "text": "Dolly Parton / based upon her upbringing in humble mountain surroundings, and reflecting her family's Christian background. Her songs \"Coat of Many Colors\", \"I Will Always Love You\", and \"Jolene\", among others, have become classics in the music field. On November 4, 2003, Parton was honored as a BMI Icon at the 2003 BMI Country Awards. Parton has earned over 35 BMI Pop and Country Awards throughout her songwriting career. In 2001, she was inducted into the Songwriters Hall of Fame. In a 2009 interview on CNN's \"Larry King Live\", Parton indicated she had written \"at least 3,000\" songs, having written seriously since", "doc_score": "85.2989730834961", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_17", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "13576845", "text": "Federal Crop Insurance Reform and Department of Agriculture Reorganization Act of 1994 / of 50% receiving a payment of 60% (now, 55%) of the market price of the insured crop) is 100% subsidized by the government, but requires a farmer to pay a $50 per crop per county administrative fee (since raised to $100 per crop). The Act allows farmers to purchase additional insurance coverage providing higher yield or price protection levels, with the premium on this buy-up coverage partially subsidized by the government. The Act also created the Noninsured Assistance Program (NAP), a permanent disaster payments program for crops not covered by crop insurance. The 1994 Act amended and in many cases", "doc_score": "88.65792846679688", "publish_date": "2018/12/31"}, {"doc_id": "3156186", "text": "Home insurance / gap between the coverage provided by the blanket policy written for the entire neighborhood or building and the personal property inside the home. The condominium association's by-laws may determine the total amount of insurance necessary. E.g., in Florida, the scope of coverage is prescribed by statute – 718.111(11)(f). According to the 2008 Insurance Information Institute factbook, for every $100 of premium, in 2005 on average $16 went to fire and lightning, $30 to wind and hail, $11 to water damage and freezing, $4 for other causes, and $2 for theft. An additional $3 went to liability and medical payments and", "doc_score": "86.8590316772461", "publish_date": "2018/12/31"}, {"doc_id": "13578720", "text": "Catastrophic crop insurance / Catastrophic crop insurance Catastrophic crop insurance (CAT) is a component of the U.S. federal crop insurance program, originally authorized by the Federal Crop Insurance Reform Act of 1994 (P.L. 103- 354). CAT coverage compensates farmers for crop yield losses exceeding 50% of their average historical yield at a payment rate of 55% of the projected season average market price. CAT coverage requires that a farmer realize a yield loss of more than 50% and only makes payments on losses exceeding the 50% threshold. Producers pay no premium for CAT coverage, but except for cases of financial hardship must pay an", "doc_score": "86.71660614013672", "publish_date": "2018/12/31"}, {"doc_id": "13578721", "text": "Catastrophic crop insurance / administrative fee of $300 per crop. A producer has the ability to purchase additional insurance coverage (or buy-up coverage) beyond CAT coverage, but must pay a premium, partially subsidized by the government. Catastrophic crop insurance Catastrophic crop insurance (CAT) is a component of the U.S. federal crop insurance program, originally authorized by the Federal Crop Insurance Reform Act of 1994 (P.L. 103- 354). CAT coverage compensates farmers for crop yield losses exceeding 50% of their average historical yield at a payment rate of 55% of the projected season average market price. CAT coverage requires that a farmer realize a yield", "doc_score": "88.061279296875", "publish_date": "2018/12/31"}, {"doc_id": "3425145", "text": "State Farm / Canada, of which over 44,000,000 are for automobiles, 27,000,000 are for fire, 7,000,000 for life, and more than 2 million bank accounts. Michael Tipsord is Chairman and CEO of State Farm Mutual Automobile Insurance Company, and president and chief executive officer of State Farm Fire and Casualty Company, State Farm Life Insurance Company, and other principal State Farm affiliates. In 2014, the company sold its operations in Canada to Desjardins Group, which is continuing to use the State Farm name. Canadian policies were transferred to be underwritten by Desjardins Group on January 1, 2015. The State Farm brand continued to", "doc_score": "87.0751724243164", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_18", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "14272265", "text": "The Delivery (The Office) / part two is written by Charlie Grandy and directed by Harold Ramis. The episode received mixed reviews from critics and came first in its time slot helping NBC be third highest rated network of the night. Pam (Jenna Fischer) and Jim (John Krasinski) both acquire sales while making small talk about their baby's upcoming birth. Dwight (Rainn Wilson) wants to do the same and asks Angela (Angela Kinsey) to have a baby with him. Angela is initially excited, but gets annoyed with Dwight making a parenting contract with absurd demands he wants her to agree to. Michael (Steve Carell) anxiously", "doc_score": "76.40243530273438", "publish_date": "2018/12/31"}, {"doc_id": "4533254", "text": "Tim Kaine / a major party's ticket since Tyler. In accordance with longstanding political custom in the U.S., upon being nominated for vice president Kaine publicly released his full tax returns for the last ten years. Kaine also publicly released medical records; his physician, Dr. Brian P. Monahan, the Attending Physician of the United States Congress, wrote in a letter that Kaine was \"in overall excellent health.\" In September he published a campaign book co-authored with Clinton, \"Stronger Together\". In Kaine's preparations for the vice presidential debate in October 2016, lawyer Robert Barnett played the role of Republican vice presidential candidate Mike Pence.", "doc_score": "72.96790313720703", "publish_date": "2018/12/31"}, {"doc_id": "8002397", "text": "Marco Rubio / request for how to address this issue.\" On August 6, Rubio stated he does not believe in terminating Zika-infected pregnancies. On December 13, after President-elect Trump announced Rex Tillerson as his pick for Secretary of State in the incoming administration, Rubio expressed concerns with the selection. On January 11, Rubio questioned Tillerson during a senate committee hearing on his confirmation, saying afterward he would \"do what's right\". On January 23, Rubio confirmed that he would vote for Tillerson, stating that a delay in the appointment would be counter to national interests. On April 5, 2017, Rubio said Bashar al-Assad felt", "doc_score": "75.86065673828125", "publish_date": "2018/12/31"}, {"doc_id": "16262455", "text": "Representative Brody / Representative Brody \"Representative Brody\" is the tenth episode of the first season of the psychological thriller TV series \"Homeland\". It originally aired on Showtime on December 4, 2011. Brody is approached with an opportunity for a Congress seat. In an attempt to close in on Walker, the CIA targets the diplomat who made contact with him. Vice President Walden (Jamey Sheridan) visits Brody (Damian Lewis) at his home. He offers Brody the chance to run for a seat on the House of Representatives soon to be vacated by the disgraced Richard Johnson. Brody accepts the offer. Jessica (Morena Baccarin), however,", "doc_score": "76.07991027832031", "publish_date": "2018/12/31"}, {"doc_id": "19657072", "text": "Recognition (family law) / Recognition (family law) Recognition is the process in some jurisdictions whereby a man is recognised as the father of a child in situations where there is no presumption of paternity, generally due to the mother being unwed. Historically due to the Roman law principle of \"Mater semper certa est\" (the mother is always certain) this action was not available to mothers, but since the introduction of in-vitro fertilisation this has changed. It is an act that confers legitimacy on the child. When a child is born the mother is known, but the father is not certain. When the mother is", "doc_score": "78.12609100341797", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_19", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "5071198", "text": "Kansas evolution hearings / the major participants in the intelligent design movement but were ultimately boycotted by the scientific community over concern of lending credibility to the claim, made by proponents of intelligent design, that evolution is the subject of wide dispute within the scientific and science education communities. The Discovery Institute, hub of the intelligent design movement, played a central role in starting the hearings by promoting its Critical Analysis of Evolution lesson plan which the Kansas State Board of Education eventually adopted over objections of the State Board Science Hearing Committee, and campaigning on behalf of conservative Republican candidates for the Board.", "doc_score": "79.94564819335938", "publish_date": "2018/12/31"}, {"doc_id": "4079678", "text": "Intelligent design movement / confirmed some of the concerns voiced by the movement's gainsayers: The Kansas evolution hearings were a series of hearings held in Topeka, Kansas, from May 5 to May 12, 2005, by the Kansas State Board of Education and its State Board Science Hearing Committee to change how evolution and the origin of life would be taught in the state's public high school science classes. The hearings were arranged by the conservative Board with the intent of introducing intelligent design into science classes via the \"Teach the Controversy\" method. The hearings raised the issues of creation and evolution in public education", "doc_score": "81.13975524902344", "publish_date": "2018/12/31"}, {"doc_id": "5071197", "text": "Kansas evolution hearings / Kansas evolution hearings The Kansas evolution hearings were a series of hearings held in Topeka, Kansas, United States from May 5 to 12, 2005 by the Kansas State Board of Education and its State Board Science Hearing Committee to change how evolution and the origin of life would be taught in the state's public high school science classes. The hearings were arranged by the Board of Education with the intent of introducing intelligent design into science classes via the Teach the Controversy method. The hearings raised the issues of creation and evolution in public education and were attended by all", "doc_score": "82.87155151367188", "publish_date": "2018/12/31"}, {"doc_id": "20883669", "text": "Global Climate Action Summit / Global Climate Action Summit The Global Climate Action Summit was held September 12–14, 2018 in San Francisco, California. The summit was hosted by California Governor Jerry Brown and aimed to address climate change by bringing together non-state actors including elected leaders at the state and local level. The summit was held at the Moscone Convention Center in San Francisco. Two organizations Brown helped found came into play: the Under2 Coalition and America's Pledge. Many leaders of taking action on climate change were present: Al Gore, Patricia Espinosa, Jane Goodall, and prominent scientists and researchers. Also present were celebrities such as", "doc_score": "79.82305908203125", "publish_date": "2018/12/31"}, {"doc_id": "14638066", "text": "Scientific Working Group – Imaging Technology / use of that new technology will be admissible in court. The judicial system in the United States currently has two standards used in the determination of admissibility of testimony regarding scientific evidence; the Daubert Standard and the Frye Standard. These standards guide the courts in the admissibility of testimony derived from the use of new technologies and scientific techniques. The Federal Bureau of Investigation (FBI), seeking to address possible admissibility issues with such testimony, established Scientific Working Groups starting with the Scientific Working Group on DNA Analysis and Methods (SWGDAM) in 1988. The goal of these groups is to open", "doc_score": "79.51815795898438", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_20", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "2348497", "text": "National day / parentheses. Days that are not fixed to the Gregorian calendar are sorted by their 2017 occurrences. National day A national day is a designated date on which celebrations mark the nationhood of a nation or non-sovereign country. This nationhood can be symbolized by the date of independence, of becoming a republic or a significant date for a patron saint or a ruler (birthday, accession, removal, etc.). Often the day is not called \"National Day\" but serves and can be considered as one. The national day will often be a national holiday. Many countries have more than one national day. Most", "doc_score": "77.96357727050781", "publish_date": "2018/12/31"}, {"doc_id": "2348491", "text": "National day / National day A national day is a designated date on which celebrations mark the nationhood of a nation or non-sovereign country. This nationhood can be symbolized by the date of independence, of becoming a republic or a significant date for a patron saint or a ruler (birthday, accession, removal, etc.). Often the day is not called \"National Day\" but serves and can be considered as one. The national day will often be a national holiday. Many countries have more than one national day. Most countries have a fixed-date national day, but some have movable dates. An example is Jamaica, which", "doc_score": "76.86009979248047", "publish_date": "2018/12/31"}, {"doc_id": "3973486", "text": "Emancipation Day / Emancipation Day Emancipation Day is observed in many former European colonies in the Caribbean and areas of the United States on various dates to commemorate the emancipation of enslaved people of African descent. It is also observed in other areas in regard to the abolition of serfdom or other forms of involuntary servitude. The Slavery Abolition Act 1833, which abolished slavery throughout the British Empire (with the exceptions \"of the Territories in the Possession of the East India Company\", the \"Island of Ceylon\" and \"the Island of Saint Helena\"; the exceptions were eliminated in 1843), came into force the following", "doc_score": "78.77332305908203", "publish_date": "2018/12/31"}, {"doc_id": "17283377", "text": "International Workers' Day / trade unions of all countries to demonstrate energetically on the First of May for the legal establishment of the 8-hour day, for the class demands of the proletariat, and for universal peace.\" The first of May is a national public holiday in many countries worldwide, in most cases as \"Labour Day\", \"International Workers' Day\" or some similar name – although some countries celebrate a Labour Day on other dates significant to them, such as the United States, which celebrates Labor Day on the first Monday of September. Beginning in the late 19th century, as the trade union and labour movements", "doc_score": "76.10128784179688", "publish_date": "2018/12/31"}, {"doc_id": "2678308", "text": "History of time in the United States / observes DST, leaving Arizona (with the exception of the Navajo Nation) and Hawaii as the only two states not to observe DST. On July 8, 1986, President Ronald Reagan signed the Federal Fire Prevention and Control Act of 1986 into law that contained a daylight saving rider authored by Senator Slade Gorton (R-WA). The starting date of DST was amended to the first Sunday in April effective in 1987. DST continued to end on the last Sunday in October. While the states retain the capability to exempt themselves from DST, they are forbidden by the 1966 federal law (15 USC", "doc_score": "76.33283996582031", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_21", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "1319921", "text": "Millennials / about the future of the U.S. Additionally, millennials are also more open to change than older generations. According to the Pew Research Center that did a survey in 2008, millennials are the most likely of any generation to self-identify as liberals and are also more supportive of progressive domestic social agenda than older generations. Finally, millennials are less overtly religious than the older generations. About one in four millennials are unaffiliated with any religion, a considerably higher ratio than that of older generations when they were the ages of millennials. Millennials Millennials, also known as Generation Y or Gen Y,", "doc_score": "90.41984558105469", "publish_date": "2018/12/31"}, {"doc_id": "1319890", "text": "Millennials / \"we let you steal our future\", reporting high voter turnout among those over 55 years of age and low voter turnout among those under 34 years of age. Neil Howe believes that a defining trait of millennials is that they are more likely to support political correctness than members of older generations. In 2015, a Pew Research study found 40% of millennials in the United States supported government restriction of public speech offensive to minority groups. Support for restricting offensive speech was lower among older generations, with 27% of Gen Xers, 24% of Baby Boomers, and only 12% of the", "doc_score": "88.77058410644531", "publish_date": "2018/12/31"}, {"doc_id": "7114753", "text": "Generation Z / has provided a store front for Generation Z to sell their ideas to people around the world without ever leaving their house. A 2017 survey produced by MTV and the Public Religion Research Institute found that 72% of Americans aged 15 to 24 held unfavorable views of President Donald Trump. According to the Hispanic Heritage Foundation, U.S. members of Generation Z tend to be more conservative than Millennials. According to a survey of 83,298 Gen Z-aged students (defined here as those aged 14 to 18 in 2016) in the United States done by My College Options and the Hispanic Heritage", "doc_score": "88.3664321899414", "publish_date": "2018/12/31"}, {"doc_id": "1319889", "text": "Millennials / prejudiced generation in the history of the United States\". A 2014 poll for the libertarian \"Reason\" magazine suggested that American millennials were social liberals and fiscal centrists, more often than their global peers. In the United Kingdom, the majority of millennials opposed the British withdrawal from the European Union. Blaming Baby boomers, who largely supported the referendum, one commenter said: \"The younger generation has lost the right to live and work in 27 other countries. We will never know the full extent of the lost opportunities, friendships, marriages and experiences we will be denied.\" \"The Washington Post\" phrased this as", "doc_score": "87.20491027832031", "publish_date": "2018/12/31"}, {"doc_id": "1319866", "text": "Millennials / Howe's research has been influential, but it also has critics. Psychologist Jean Twenge says Strauss and Howe's assertions are overly-deterministic, non-falsifiable, and unsupported by rigorous evidence. Twenge, the author of the 2006 book \"Generation Me\", considers millennials, along with younger members of Generation X, to be part of what she calls \"Generation Me\". Twenge attributes millennials with the traits of confidence and tolerance, but also describes a sense of entitlement and narcissism, based on personality surveys showing increased narcissism among millennials compared to preceding generations when they were teens and in their twenties. She questions the predictions of Strauss and", "doc_score": "87.67860412597656", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_22", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "20866945", "text": "Chequers plan / Chequers plan The Chequers plan, also known as the Chequers deal or Chequers agreement, is a white paper concerning Brexit, published 12July 2018 by the Government of the United Kingdom under Prime Minister Theresa May. It lays out the type of relationship the UK seeks to have with the European Union (EU) after Brexit. Its official title is The future relationship between the United Kingdom and the European Union. In July 2018, Secretary of State for Exiting the European Union (Brexit Secretary), Dominic Raab, described it as a \"detailed proposal for a principled, pragmatic and ambitious future partnership between the", "doc_score": "87.57959747314453", "publish_date": "2018/12/31"}, {"doc_id": "17807616", "text": "Brexit / leader of the Opposition, Jeremy Corbyn, described the government as being in \"disarray\". By its terms the proposed Withdrawal Agreement treaty, inconclusively debated in the House of Commons in December, is a legal contract to pay £39bn, with the Irish backstop, for which in exchange Britain would secure a transition phase with no veto rights, bound to accept all fresh EU law even when it threatened the national interest, and, on payment of the exit fee, to have an opportunity of starting talks on a deal, the terms of which must be agreed by all 27 EU states (unlike the", "doc_score": "82.54212951660156", "publish_date": "2018/12/31"}, {"doc_id": "20866952", "text": "Chequers plan / declaration. The outcome needs support from the UK parliament and the EU leaders. May described the political declaration as \"right for the whole of the UK\". Leader of the Opposition, Labour Party's Jeremy Corbyn, described it as \"26pages of waffle\". The leaders from the remaining twenty-sevenEU countries endorsed the draft. Chequers plan The Chequers plan, also known as the Chequers deal or Chequers agreement, is a white paper concerning Brexit, published 12July 2018 by the Government of the United Kingdom under Prime Minister Theresa May. It lays out the type of relationship the UK seeks to have with the European", "doc_score": "84.76708221435547", "publish_date": "2018/12/31"}, {"doc_id": "20034352", "text": "Brexit and arrangements for science and technology / Brexit and arrangements for science and technology Brexit and arrangements for science and technology refers to arrangements affecting scientific research, experimental development and innovation that are within the scope of the negotiations between the United Kingdom and the European Union on the terms of Britain's withdrawal from the European Union (EU). At the time of passing the European Union (Notification of Withdrawal) Act 2017 in March 2017, the terms of Britain's disengagement were unknown. The outlook was uncertain for the future funding of British scientific research and for the UK's future relationship, as a third country, with the EU for", "doc_score": "84.47767639160156", "publish_date": "2018/12/31"}, {"doc_id": "20083430", "text": "Brexit negotiations / in the United Kingdom on 26 June 2018, and that were then progressing through Parliament relating to world and cross-border trade after the withdrawal, allow for various outcomes including no negotiated settlement. The two bills passed from the House of Commons to the House of Lords in July 2018. On 6 July 2018, the UK Government announced that the May Cabinet had agreed that it should propose a \"UK-EU free trade area which establishes a common rule book for industrial goods and agricultural products\" [but not services] after Brexit. A few days earlier, senior EU officials had intimated that a", "doc_score": "83.96564483642578", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_23", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "13885854", "text": "Luton Town F.C. league record by opponent / Luton Town F.C. league record by opponent Luton Town Football Club is an English football club based in Luton, Bedfordshire, which competes in League One, the third tier of English football, for the 2018–19 season. Formed in 1885 as the product of a merger, Luton Town became the first professional team in the south of England six years later and joined the Football League in 1897. After leaving the League in 1900 because of financial difficulties, Luton Town settled at their Kenilworth Road ground in 1905 and competed in the Southern League until 1920, when the club rejoined the Football", "doc_score": "89.70246887207031", "publish_date": "2018/12/31"}, {"doc_id": "243551", "text": "Luton Town F.C. / a member of English football's top division, at that time the First Division; the team won its only major honour, the Football League Cup, in 1988. The club was the first in southern England to turn professional, making payments to players as early as 1890 and turning fully professional a year later. It joined the Football League before the 1897–98 season, left in 1900 because of financial problems, and rejoined in 1920. Luton reached the First Division in 1955–56 and contested a major final for the first time when playing Nottingham Forest in the 1959 FA Cup Final. The team", "doc_score": "88.89839935302734", "publish_date": "2018/12/31"}, {"doc_id": "13212922", "text": "Luton Town F.C.–Watford F.C. rivalry / a 1–1 draw. During the forthcoming 2018-2019 season Watford will be competing two divisions above their rivals in the top tier of English football, the Premier League; while Luton have just been promoted into league 1, where they placed second behind Accrington Stanley with 88 points. Since 1898, there have been 118 competitive Beds–Herts Derbies. Luton hold the superior record in these matches, with 53 victories to Watford's 36; there have been 29 draws. The most decisive result in a Luton–Watford game is Luton's 5–0 victory at Kenilworth Road, their home ground, in January 1926. There have been two incidences", "doc_score": "87.98609924316406", "publish_date": "2018/12/31"}, {"doc_id": "243568", "text": "Luton Town F.C. / The club unsuccessfully contested the promotion play-offs three times in four seasons during their time as a non-League club, employing five different managers. In the 2012–13 FA Cup fourth round, Luton won their away tie against Premier League club Norwich City 1–0 and, in doing so, became the first non-League team to beat a side from England's top division since 1989. In the 2013–14 season, under the management of John Still, Luton won the Conference Premier title with three games to spare, and thereby secured a return to the Football League from 2014–15. Another promotion followed three years later, putting", "doc_score": "89.0496826171875", "publish_date": "2018/12/31"}, {"doc_id": "17060419", "text": "Norwich City 0–1 Luton Town (2013) / Norwich City 0–1 Luton Town (2013) Norwich City vs Luton Town was an FA Cup Fourth Round tie, played on 26 January 2013 at Carrow Road, Norwich. Luton won the match 1–0. This was the first time in the Premier League era that a top division side was beaten by a non-League team, and the first time since Altrincham beat Birmingham City at St. Andrew's in 1986 that this feat was achieved at the home of the top-flight team. The last team to beat a top division side from the Conference was Sutton United when they beat Coventry City in", "doc_score": "86.90106964111328", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_24", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "172761", "text": "Hyperinflation / peaking at 1.3 × 10 percent per month (prices double every 15 hours). The overall impact of hyperinflation: On 18 August 1946, 400,000,000,000,000,000,000,000,000,000 or 4 (four hundred quadrilliard on the long scale used in Hungary; four hundred octillion on short scale) pengő became 1 forint. North Korea has most likely experienced hyperinflation from December 2009 to mid-January 2011. Based on the price of rice, North Korea's hyperinflation peaked in mid-January 2010, but according to black market exchange-rate data, and calculations based on purchasing power parity, North Korea experienced its peak month of inflation in early March 2010. These data are", "doc_score": "81.46256256103516", "publish_date": "2018/12/31"}, {"doc_id": "5705352", "text": "Churn rate / Churn rate Churn rate (sometimes called attrition rate), in its broadest sense, is a measure of the number of individuals or items moving out of a collective group over a specific period. It is one of two primary factors that determine the steady-state level of customers a business will support. The term is used in many contexts, but is most widely applied in business with respect to a contractual customer base. For instance, it is an important factor for any business with a subscriber-based service model, including mobile telephone networks and pay TV operators. The term is also used to", "doc_score": "82.61784362792969", "publish_date": "2018/12/31"}, {"doc_id": "6438270", "text": "Tax incidence / \"paid\" by the seller. From the perspective of the seller, the formula is -PED/(PES - PED) = -(-0.4)/[0.5 -(-0.4)] = 0.4∕.9 = 44% Because the producer is perfectly inelastic, they will produce the same quantity no matter the price. Because the consumer is elastic, the consumer is very sensitive to price. A small increase in price leads to a large drop in the quantity demanded. The imposition of the tax causes the market price to increase from \"P without tax\" to \"P with tax\" and the quantity demanded to fall from \"Q without tax\" to \"Q with tax\". Because the", "doc_score": "80.783447265625", "publish_date": "2018/12/31"}, {"doc_id": "1524175", "text": "Exchange rate / the relative price of domestic and foreign goods and services, thus reflecting the competitiveness of a country with respect to the rest of the world. More in detail, an appreciation of the currency or a higher level of domestic inflation drives up the RER, worsening the country’s competitiveness and reducing the Current Account (CA). On the other hand, a currency depreciation generates an opposite effect, improving the country’s CA. There is evidence that the RER generally reaches a steady level in the long-term, and that this process is faster in small open economies characterized by fixed exchange rates. Any substantial", "doc_score": "81.13756561279297", "publish_date": "2018/12/31"}, {"doc_id": "11990413", "text": "Consumer price index by country / by CSO is replaced as CPI (urban),CPI (rural) and CPI (combined). Consumer Price Index is used in calculation of Dearness Allowance which forms an integral part of salary of a Government Employee.Base year to calculate CPI is 2012=100. Indeks Harga Konsumen (IHK) is calculated and published by Badan Pusat Statistik (BPS). Iran's CPI is calculated by the Central Bank of Iran. Ireland's CPI is published by the Central Statistics Office Ireland. Israeli's Central Bureau of Statistics publishes a series of consumer and other (manufacturing, agricultural, housing, etc.) price indices every month. Both current and historical data are available on their", "doc_score": "81.82185363769531", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_25", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "11469494", "text": "Kotar (whale) / Kotar (whale) Kotar was a male killer whale captured off the southeast coast of Iceland in October 1978. At the time of his capture he was only 210 cm long and because of this it is believed that he is/was the youngest killer whale taken into captivity from the wild that survived. He was bought by SeaWorld and sent to SeaWorld San Diego where he spent his first couple of years of captive life. He originally stayed at Shamu Stadium but was then moved to SeaWorld's petting pool. At some point in the 1980s, he was transferred to SeaWorld Orlando.", "doc_score": "78.7935791015625", "publish_date": "2018/12/31"}, {"doc_id": "2375743", "text": "Northern elephant seal / off the coast of California. A female northern elephant seal was documented in 2013 by a deep sea camera at a depth of, where it consumed a Pacific hagfish, slurping it up from the ocean floor. The event was reported by a Ukrainian boy named Kirill Dudko, who further reported the find to scientists in Canada. Elephant seals do not need to drink, as they get their water from food and metabolism of fats. While hunting in the dark depths, elephant seals seem to locate their prey at least partly by vision; the bioluminescence of some prey animals can", "doc_score": "76.6761245727539", "publish_date": "2018/12/31"}, {"doc_id": "16463418", "text": "Iceberg (orca) / his dorsal fin was thought to be at least 16 years old. It is unconfirmed whether Iceberg's pigmentation is albinism or leucism. FEROP is hoping in future expeditions to find out. Iceberg (orca) Iceberg is the name of an all-white, mature male orca (killer whale) that was filmed and photographed in 2010 off the north-east coast of Russia. He is one of the first adult all-white orca bulls discovered in the wild. Researchers attached to the Far East Russia Orca Project (FEROP), co-founded and co-directed by Alexander M. Burdin and Erich Hoyt, first spotted the orca when its six-foot (two-metre)", "doc_score": "79.1711654663086", "publish_date": "2018/12/31"}, {"doc_id": "1763218", "text": "Bryde's whale / Bryde's whale had been reported in the eastern North Pacific north of Baja California—one in January 1963, only a kilometer off La Jolla (originally misidentified as a fin whale), and another in October 1991 west of Monterey Bay. Between August 2006 and September 2010, six sightings were made by scientists in the Southern California Bight. Five were west of San Clemente Island, and one between San Clemente Island and Santa Catalina Island. All but one involved single individuals. Another sighting was made off Dana Point, California, on 19 September 2009, which was originally misidentified as a fin whale. More recently,", "doc_score": "77.99545288085938", "publish_date": "2018/12/31"}, {"doc_id": "14337806", "text": "Tilikum (orca) / Tilikum (orca) Tilikum (c. December 1981 – January 6, 2017), nicknamed Tilly, was a captive orca. He was captured in Iceland in 1983 at Hafnarfjörður, near Reykjavík. About a year later, he was transferred to Sealand of the Pacific in Victoria, British Columbia. He was subsequently transferred in 1992 to SeaWorld Orlando, Florida. Tilikum was heavily featured in CNN Films' 2013 documentary \"Blackfish\". Tilikum became notorious for his involvement in the deaths of three people: a trainer at the now-defunct Sealand of the Pacific, a man trespassing in SeaWorld Orlando, and a SeaWorld Orlando trainer. He sired 21 calves, of", "doc_score": "78.75215148925781", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_26", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "14178230", "text": "Irrigation in viticulture / the balance between water stress and development is kept to optimal levels. The practice of irrigation has a long history in wine production. Archaeologists describe it as one of the oldest practices in viticulture, with irrigation canals discovered near vineyard sites in Armenia and Egypt dating back more than 2600 years. Irrigation was already widely practiced for other agricultural crops since around 5000 BC. It is possible that the knowledge of irrigation helped viticulture spread from these areas to other regions, due to the potential for the grapevine to grow in soils too infertile to support other food crops. A", "doc_score": "79.66645050048828", "publish_date": "2018/12/31"}, {"doc_id": "553964", "text": "Herbivore / to avoid consuming too much of any one type of defensive chemical. This involves a tradeoff however, between foraging on many plant species to avoid toxins or specializing on one type of plant that can be detoxified. Herbivore modification is when various adaptations to body or digestive systems of the herbivore allow them to overcome plant defenses. This might include detoxifying secondary metabolites, sequestering toxins unaltered, or avoiding toxins, such as through the production of large amounts of saliva to reduce effectiveness of defenses. Herbivores may also utilize symbionts to evade plant defences. For example, some aphids use bacteria in", "doc_score": "80.45818328857422", "publish_date": "2018/12/31"}, {"doc_id": "14178226", "text": "Irrigation in viticulture / Irrigation in viticulture Irrigation in viticulture is the process of applying extra water in the cultivation of grapevines. It is considered both controversial and essential to wine production. In the physiology of the grapevine, the amount of available water affects photosynthesis and hence growth, as well as the development of grape berries. While climate and humidity play important roles, a typical grape vine needs 25-35 inches (635-890 millimeters) of water a year, occurring during the spring and summer months of the growing season, to avoid stress. A vine that does not receive the necessary amount of water will have its", "doc_score": "81.63101196289062", "publish_date": "2018/12/31"}, {"doc_id": "11871098", "text": "Sloughing / and in stage 4 levels of wound, infection, and damage. In plants, sloughing occurs during root growth, where cells from the root cap are shed to the soil where they are biologically processed by microorganisms. Also, when a root undergoes secondary growth (transition from a primary root to a \"woody\" root), the cortex and epidermis become isolated from the rest of the root and are eventually sloughed. Sloughing Sloughing (pronounced \"sluffing\") in biology refers to the act of shedding or casting off dead tissue, such as cells of the endometrium, shed during menstruation, or the shedding of skin in amphibians.", "doc_score": "80.51971435546875", "publish_date": "2018/12/31"}, {"doc_id": "9024351", "text": "Myrmecophily / the world, and can defend a plant against herbivory by large mammals by repeatedly biting their attacker and spraying formic acid into the wound. Myrmecophily is considered a form of indirect plant defense against herbivory, though ants often provide other services in addition to protection. Some ants provide hygienic services to keep leaf surfaces clean and deter disease, and defense against fungal pathogens has also been demonstrated. It is common for ants to prune epiphytes, vines, and parasitic plants from their host plant, and they sometimes thin the shoots of neighboring plants as well. In doing so, ants reduce plant-plant", "doc_score": "80.42498779296875", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_27", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "11990417", "text": "Consumer price index by country / on the RPIX, which is the RPI calculated excluding mortgage interest payments. This was felt to be a better measure of the effectiveness of macroeconomic policy. It was argued that if interest rates are used to curb inflation, then including mortgage payments in the inflation measure would be misleading. Until 1997, interest rates were set by the Treasury. On winning power in May 1997, the New Labour government handed control over interest rates to the Bank of England, whose Monetary Policy Committee now sets rates on the basis of an inflation target set by the Chancellor. If in any month", "doc_score": "92.8338623046875", "publish_date": "2018/12/31"}, {"doc_id": "11990418", "text": "Consumer price index by country / inflation is more than one percentage point off its target, the Governor of the Bank of England is required to write to the Chancellor explaining why. Mervyn King became the first Governor to do so in April 2007, when inflation ran at 3.1% against a target 2%. Since 1996 the United Kingdom has also tracked a Consumer Price Index figure, and in December 2003 its inflation target was changed to one based on the CPI. The CPI target is currently 2%. Both the CPI and the RPI are published monthly by the Office for National Statistics. In the USA, CPI", "doc_score": "91.6530532836914", "publish_date": "2018/12/31"}, {"doc_id": "11990416", "text": "Consumer price index by country / The South African Reserve Bank sets interest rates based on CPI. Switzerland issues a monthly CPI calculation by the Swiss Federal Statistical Office. The traditional measure of inflation in the UK for many years was the Retail Prices Index (the RPI), which was first calculated in the early 20th Century to evaluate the extent to which workers were affected by price changes during the first world war. An explicit inflation target was first set in October 1992 by then-Chancellor of the Exchequer Norman Lamont following the departure of the UK from the Exchange Rate Mechanism. Initially, the target was based", "doc_score": "90.95555114746094", "publish_date": "2018/12/31"}, {"doc_id": "9938879", "text": "Consumer Price Index (United Kingdom) / and then revert to the previous level, the CPI also reverts to its previous level (which is not the case with the calculation method used for the RPI). According to the ONS, this difference in averaging method is the largest contributing factor to the differences between the RPI and the CPI. The change in the CPI over the 12 months to August 2008 was 4.7%, while the corresponding figure for RPIX (which excludes mortgage interest) was 5.2% and that for RPI (which includes mortgage interest) was 4.8%. The CPI, the RPIX, and the RPI are published monthly by the Office", "doc_score": "93.75614929199219", "publish_date": "2018/12/31"}, {"doc_id": "1709380", "text": "Consumer price index / Replacing the current cost-of-living adjustment calculation with the chained CPI was considered, but not adopted, as part of a deficit-reduction proposal to avert the sequestration cuts, or fiscal cliff, in January 2013, but President Obama included it in his April 2013 budget proposal. Because of some shortcomings of the CPI, notably that it uses static expenditure weighting and it does not account for the substitution effect, the PCEPI is an alternative price index used by the Federal Reserve, among others, to measure inflation. From January 1959 through July 2018, inflation measured by the PCEPI has averaged 3.3%, while it has", "doc_score": "87.732421875", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_28", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "4983079", "text": "Cocoa Krispies / been called \"Commando Melvin\" due to commercials featuring him a space faring fighter and adventurer, note that this is due to a misunderstanding, as Commando Melvin in the commercials refers exclusively to the organization featured in them whose purpose is to defend the \"forti calcio plus\" a supposed ingredient in the cereal from aliens or other such villains. In July 2014, in Mexico, due to concerns about the sugary and caloric contents of the cereal and the relation kids made with the friendly mascot, Melvin the elephant had a physical transformation from a traditional elephant body to an athletic body", "doc_score": "86.68380737304688", "publish_date": "2018/12/31"}, {"doc_id": "10573200", "text": "Chocolate biscuit / Chocolate biscuit A chocolate biscuit is a biscuit which is covered in chocolate, or which has been made by replacing some of the flour with cocoa powder. Chocolate biscuits are quite popular in places all over the world. The composition and recipe may vary considerably and there is often legislation to specify how the biscuit may be described. In the UK, a biscuit made without an external coating may only be described as \"chocolate\" if it contains at least 3% of dry cocoa solids. If there is a coating, this must contain cocoa butter as the fat to be described", "doc_score": "87.22766876220703", "publish_date": "2018/12/31"}, {"doc_id": "5391261", "text": "Sun Chips / forward. The other US flavors will use traditional SunChips packaging. On February 24, 2011, Frito Lay announced that they were releasing a new, quieter biodegradable bag starting with the Original Sun Chip brand. Closely resembling traditional bags, the compostable packaging uses adhesives sandwiched between the outer and inner layers of the bag to substantially reduce the excessive noise. Current bags are not labeled as compostable, as of 2015. Parent corporation PepsiCo has reported that sales of SunChips have declined by double-digit percentages annually since 2011. Sun Chips Sun Chips (officially styled as SunChips) is a brand of fried, rippled, multigrain", "doc_score": "87.92041778564453", "publish_date": "2018/12/31"}, {"doc_id": "17294643", "text": "Soylent (meal replacement) / which it did in the next formulation version 1.7 introduced on December 15, 2016. The drink-based products use algal oil, not algal flour, so are deemed to be safe for users. Rhinehart called the flavor of the original versions \"minimal\", \"broad\" and \"nonspecific\". Soylent 1.0 contains soy lecithin and sucralose as masking flavors and to adjust appearance, texture and smell. Before version 1.4, vanillin was included as an ingredient for flavoring. Dylan Matthews of \"The Washington Post\" noted in 2013 that Soylent fulfills a similar need as medical foods such as Abbott Laboratories's Jevity, but for a much lower cost.", "doc_score": "84.94081115722656", "publish_date": "2018/12/31"}, {"doc_id": "6837472", "text": "Shake 'n Bake / 1998, a new commercial was tried with a different catchphrase: \"Mama made Shake 'n Bake, and I helped\". \"The generic term \"Shake and Bake\" has multiple uses in popular culture. Examples in numerous areneas are discussed at Shake and Bake. Several examples from arts, entertainment, and media are listed below. Shake 'n Bake Shake 'n Bake, manufactured by Kraft Foods, is a flavored bread crumb-style coating for chicken and pork. The product is applied by placing raw meat pieces in a bag containing the coating, closing the bag, and shaking so the particles adhere. The coated meat is then baked", "doc_score": "87.02452087402344", "publish_date": "2018/12/31"}]}
{"question_id": "20230602_29", "search_time": "2023/06/04/04:33", "search_result": [{"doc_id": "7869415", "text": "Emergency service response codes / shots fired or officer in trouble/officer requires urgent assistance Priority 3 is an urgent call, lights and siren authorised, but follow basic traffic and road rules. Priority 4 is a less urgent call. Lights and siren authorised but follow more advanced traffic rules and the speed limit. Priority 5, 6, and 7 is a standard call. No lights or siren authorised and follow all traffic rules. In the U.S. the National Incident Management System (NIMS) states \"it is required that plain language be used for multi-agency, multi-jurisdiction and multi-discipline events, such as major disasters and exercises\" and federal grants became", "doc_score": "86.56441497802734", "publish_date": "2018/12/31"}, {"doc_id": "14381569", "text": "Powers of the police in England and Wales / seven days, during which it may continue. In addition to the powers to conduct road checks given above, the police have a common law power to set up road checks and search vehicles stopped at them in order to prevent a breach of the peace. Under section 60AA Criminal Justice and Public Order Act 1994, if: then a Constable in uniform can: Authorisations apply to one locality only, last for 24 hours, and the inspector who gives them must inform a superintendent as soon as possible. A superintendent can extend the authorisation for a further 24 hours. Failure to remove", "doc_score": "85.90203857421875", "publish_date": "2018/12/31"}, {"doc_id": "14381522", "text": "Powers of the police in Scotland / types of warrant that grant constables a power of arrest: Police powers of search in Scotland can include both search with a warrant or search without a warrant. The police in Scotland have powers under various pieces of legislation to search individuals for prohibited items, weapons and stolen property. This is commonly known as \"stop and search\". Prior to 11 May 2017 officers were able to stop and search any person who consented to a search without requiring any grounds to suspect that person of committing a crime or having any prohibited items on their person. A new code of", "doc_score": "81.78594207763672", "publish_date": "2018/12/31"}, {"doc_id": "20985756", "text": "East Midlands Operational Support Service / the establishment of the EMOpSS, Nottinghamshire Police pulled out of the agreement. As of May 2018, the EMOpSS remained with just three forces; Leicstershire Police, Lincolnshire Police and Northamptonshire Police. \"Read further: Controversies/Nottinghamshire Police Internal Review into EMOpSS\" On 1st May 2018, Nottinghamshire Police left the East Midlands Operational Support Service after an internal review found that the service was \"fundamentally flawed\", \"inefficient\" and \"unsustainable\". Nottinghamshire Police also stated that their response times had been greatly delayed due to the shared service and that some police cars had been seriously damaged due to their extended and prolonged use, travelling hundreds", "doc_score": "85.97303771972656", "publish_date": "2018/12/31"}, {"doc_id": "7869404", "text": "Emergency service response codes / \"reduce code\" would mean to continue responding, but at code 2, rather than discontinue altogether; to alert units to discontinue altogether—e.g., because the suspect is in custody or there are already enough officers on scene—they would likely say they are \"code 4.\" Some Paramedic/EMS agencies use Priority terms: The use of lights and sirens is up to the individual police officer driving to the call. The nature of the call is an aggravating factor when deciding when to use them. Calls are graded by either the control room direct (in the case of emergency calls) or by some sort of", "doc_score": "85.90676879882812", "publish_date": "2018/12/31"}]}
