{"question_id": "20230505_0", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "4024023", "text": "Sitdown strike / in effect hold valuable machinery hostage as a bargaining chip. Workers have used this technique since the beginning of the 20th century in countries such as United States, Italy, Poland, Croatia, and France. However, sit-down strikes are now uncommon. The radical syndicalist group Industrial Workers of the World (IWW) were the first American union to use the sit-down strike. On December 10, 1906, at the General Electric Works in Schenectady, New York, 3,000 workers sat down on the job and stopped production to protest the dismissal of three fellow IWW members. The three fired IWW members were ultimately rehired. The", "doc_score": "85.23896789550781", "publish_date": "2018/12/31"}, {"doc_id": "1363497", "text": "Strike action / is a lockout, the form of work stoppage in which an employer refuses to allow employees to work. Two of the three employers involved in the Caravan park grocery workers strike of 2003-2004 locked out their employees in response to a strike against the third member of the employer bargaining group. Lockouts are, with certain exceptions, lawful under United States labor law. Historically, some employers have attempted to break union strikes by force. One of the most famous examples of this occurred during the Homestead Strike of 1892. Industrialist Henry Clay Frick sent private security agents from the Pinkerton National", "doc_score": "84.78753662109375", "publish_date": "2018/12/31"}, {"doc_id": "19791485", "text": "2016 U.S. prison strike / unite the strikers. Supporters from outside sources aided in its organization. Protest actions included the inmates refusing to perform labor and pushing the prisons into a state of lockdown. Orders from a Florida prison were ignored on September 12, 2016, and caused a temporary lockdown. In Michigan, the inmates who worked in the kitchen did not appear at their work posts. Approximately 400 prisoners ignored their tasks and marched. That institution eventually attained a lockdown status after the facility received an impairment. Inmates in South Carolina and Alabama voiced their concerns and requested an end to unfair prison labor, low", "doc_score": "82.01329040527344", "publish_date": "2018/12/31"}, {"doc_id": "11119062", "text": "1988 Writers Guild of America strike / 412 against), and the strike formally ended on August 7, 1988. The writers' strike forced the major TV networks to hold off the start of their fall 1988 schedule later than usual; rather than the traditional late-September/early-October start, new and returning TV series' debuts were delayed until late October and into November (one NBC series, \"In the Heat of The Night\", and one ABC series, \"Thirtysomething\", didn't start its second season until early December). In the interim, the networks had to rely on a hodgepodge of programming, including reruns, movies, entertainment and news specials, program-length political advertising, and unscripted original", "doc_score": "82.17996978759766", "publish_date": "2018/12/31"}, {"doc_id": "11119057", "text": "1988 Writers Guild of America strike / 1988 Writers Guild of America strike The 1988 Writers Guild of America strike was a strike action taken by members of both the Writers Guild of America, East (WGAE) and the Writers Guild of America, West (WGAW) against major United States television and film studios represented by the Alliance of Motion Picture and Television Producers (AMPTP). The strike, which ran from March 7 to August 7, 1988, affected production on movies and TV shows. At 153 days, it remains the longest strike in the Guild's history, surpassing the 1960 Writers Guild of America strike by one week and the 2007-2008", "doc_score": "84.42485809326172", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_1", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "18586026", "text": "Uber protests and legal actions / by fake drivers to the targeted individuals in the Uber mobile app, and by giving real drivers a means to cancel rides requested by those individuals, Uber was able to avoid giving rides to known law enforcement officers in areas where its service is illegal. Investigative journalism by \"The New York Times\" and the resulting report, published on March 3, 2017, made public Uber's use of Greyball since 2014, describing it as a way to evade city code enforcement officials in Portland, Oregon, Australia, South Korea, and China. At first, in response to the report, Uber stated that Greyball was", "doc_score": "81.80438232421875", "publish_date": "2018/12/31"}, {"doc_id": "3245181", "text": "Lost luggage / consumer reports, which include statistics on mishandled baggage. For the first quarter of 2017, Virgin America was ranked first for reports of lost luggage with 1.45 reports per 1,000 passengers. Rates for lost luggage decreases year after year, due to the constant efforts made by the airlines. The handling market is $2.74 billion in 2013 and is expected to grow by 2.1% until 2023. After a significant decrease in the first decade of 2000, number of lost luggage cannot drop much more again, or at the margin only. There is now under 3‰ luggage lost per 1,000 passengers carried on", "doc_score": "80.55106353759766", "publish_date": "2018/12/31"}, {"doc_id": "3264109", "text": "Uber / XC90 SUVs in its hometown of San Francisco. On December 21, 2016, the California Department of Motor Vehicles revoked the registration of the 16 vehicles Uber was using for the test and forced the program to cease operations in California. Uber then moved the program to Arizona, where the cars are picking up passengers, albeit with two Uber engineers in the front seats as a safety precaution. In March 2017, an Uber self-driving car was flipped on its side by a vehicle which failed to yield. By October Uber moved from two test drivers to one despite some employees' safety", "doc_score": "81.0977783203125", "publish_date": "2018/12/31"}, {"doc_id": "17846547", "text": "Worst Day of the Year Ride / usually offers two courses, an approximately 18-mile urban route and a 40-mile or longer, more challenging route. The event attracts cyclists from surrounding cities, including Eugene. It has benefited the Community Cycling Center's bicycle programs. The event's popularity has increased over time. 250 people participated in the inaugural ride. The 2006 ride attracted 1,500 participants. In 2010, the ride was held on Valentine's Day and attracted 3,500 participants, making it the second most popular bike event behind Bridge Pedal, which attracts more than 20,000 attendees (this does not include the city's World Naked Bike Ride, which is not officially sanctioned).", "doc_score": "81.0379409790039", "publish_date": "2018/12/31"}, {"doc_id": "3390592", "text": "Global city / biggest, most interconnected cities help set global agendas, weather transnational dangers, and serve as the hubs of global integration. They are the engines of growth for their countries and the gateways to the resources of their regions.\" The ranking is based on 27 metrics across five dimensions: business activity, human capital, information exchange, cultural experience, and political engagement and was updated in 2010, 2012, 2014, 2015, 2016, and 2017. Since 2015 it has been published together with a separate index called the Global Cities Outlook: a projection of a city’s potential based on rate of change in 13 indicators across", "doc_score": "78.09473419189453", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_2", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "15579519", "text": "Met Gala / most notable sources of funding for the Institute. The affair, attended by personalities from the arts, fashion, high-society, film, and music, has been held at the Met since 1948 and is considered to be the fashion industry's premier annual red carpet event. Its red carpet fashions are widely photographed, reviewed, critiqued, and emulated. The museum is closed to the general public on the first Monday of May due to the gala occurring. Anna Wintour, \"Vogue\" editor-in-chief and a chair of the event since 1995 (excluding 1996 and 1998), oversees both the benefit committee and the guest list, with \"Vogue\" staffers", "doc_score": "86.40348815917969", "publish_date": "2018/12/31"}, {"doc_id": "13144723", "text": "Shorty Awards / was hosted by Actress Felicia Day. The show began with videos of Felicia Day exploring NYC's internet culture as well as Mayor Michael Bloomberg welcoming the audience with Internet-speak. During the night, Wolf Blitzer announced early poll results of what's trending during the Shorty Awards, and Jimmy Kimmel was given the Lifetime Achievement Award. The audience was also shown an interview of the Mars Curiosity Rover, led by comedian and actor Seth Green, before accepting the Shorty Award for Foursquare Mayor of the Year. The ceremony took place on April 7, 2014 at the New York TimesCenter and was hosted", "doc_score": "80.16812133789062", "publish_date": "2018/12/31"}, {"doc_id": "15579515", "text": "Met Gala / Met Gala The Met Gala, formally called the Costume Institute Gala and also known as the Met Ball, is an annual fundraising gala for the benefit of the Metropolitan Museum of Art's Costume Institute in New York City. It marks the grand opening of the Costume Institute's annual fashion exhibit. Each year's event celebrates the theme of that year's Costume Institute exhibition, and the exhibition sets the tone for the formal dress of the night, since guests are expected to choose their fashion to match the theme of the exhibit. The Met Gala was established in 1948 by legendary fashion", "doc_score": "84.43961334228516", "publish_date": "2018/12/31"}, {"doc_id": "15579523", "text": "Met Gala / are different co-chairs and honorary chairs every year. The list of past co-chairs and honorary chairs includes the following: When the Met Gala announced a white tie dress code in 2014, a number of media outlets pointed out the difficulty and expense of obtaining traditional white tie, even for the celebrity guests. In 2015, the theme \"China: Through the Looking Glass\" was previously named \"Chinese Whispers: Tales of the East in Art, Film and Fashion\". The same year's theme was met with critics saying it was \"A reminder of the subtle institutionalised racism that's been compounded by centuries of Asian", "doc_score": "81.71820831298828", "publish_date": "2018/12/31"}, {"doc_id": "15579522", "text": "Met Gala / the other. The 2015 Gala and its theme of \"\"China: Through the Looking Glass\"\" became the subject of a documentary—\"The First Monday in May\"' directed by Andrew Rossi produced by Condé Nast Entertainment, \"Vogue\", and Relativity Studios. 225 approved photographers, reporters, and social media participants documented the event for the documentary. All other attendees were forbidden from using social media at the event. Guests received notices about the restriction of selfies and social media inside the gala. The no-selfie ordinance was extended to the following editions of the Met Gala. In addition to Wintour's role of chairing the gala, there", "doc_score": "82.6004867553711", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_3", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "20681522", "text": "Tornado outbreak of April 13–15, 2018 / Tornado outbreak of April 13–15, 2018 The tornado outbreak of April 13–15, 2018 was a multi-day and significant tornado outbreak that affected portions of the Midwest across to the East Coast of the United States. This particular outbreak led to at least 73 confirmed tornadoes over a three-day period, most of which occurred across Arkansas and Louisiana during the evening hours of April 13. The most significant tornadoes were an EF1 that caused a fatality in Red Chute, Louisiana, early on April 14, an upper-end EF2 tornado that impacted eastern sections of Greensboro, North Carolina on April 15, causing 17", "doc_score": "82.80502319335938", "publish_date": "2018/12/31"}, {"doc_id": "19283605", "text": "January 2016 United States blizzard / Carolina, causing a ripple of flights being cancelled throughout the country. Effects rippled internationally, with more than 100 flights in Canada, Mexico, and the United Kingdom cancelled. Altogether, 13,046 flights were cancelled between January 22 and 26. Amtrak suspended service for many lines, including the service from New York City to New Orleans; the to Chicago; and the to Miami. Multiple sporting events, including those held by the Atlantic Coast Conference, National Basketball Association, and the National Hockey League, were postponed by the storm, while the National Football League's Arizona Cardinals vs. Carolina Panthers NFC Championship went on as planned", "doc_score": "82.11903381347656", "publish_date": "2018/12/31"}, {"doc_id": "19232786", "text": "December 2015 North American storm complex / 8-16 inches occurred. Nine levees were topped—five along the Mississippi River, three along the Missouri River, and one along the Kaskaskia River—though the affected areas were predominantly unpopulated. Large stretches of the Mississippi River were placed on alert due to projected major flooding. Flash flooding also claimed seven lives in Illinois, two in Oklahoma, one in Arkansas, and one in Georgia. The combination of heavy snow, strong winds, and bitterly cold temperatures resulted in blizzard conditions across most of New Mexico, southeastern Colorado, western Oklahoma and West Texas. Some places in this area had over of snow but also snow", "doc_score": "83.06755828857422", "publish_date": "2018/12/31"}, {"doc_id": "18484019", "text": "Tornadoes of 2015 / Illinois on April 9. A multiple-vortex EF1 tornado struck the towns of Clinton, Iowa, and Fulton, Illinois, and an EF2 tornado near Mount Selman, Texas snapped and uprooted numerous trees, damaged outbuildings, and removed the roof and collapsed a few exterior walls at a frame home. The most significant event of the outbreak was a violent, long-tracked, very high-end EF4 wedge tornado that moved along a 30.14 mile-long path across several counties in northern Illinois, killing two people and injuring another 22. An EF0 satellite tornado also caused major damage to outbuildings at the Summerfield Zoo near Belvidere, where two", "doc_score": "82.06483459472656", "publish_date": "2018/12/31"}, {"doc_id": "18841967", "text": "2015 attack on Dallas police / Apocalypse Assault Vehicle and Troop Transport\" with gun ports and armor-plated windows. The van was destroyed in a controlled explosion due to fears that it was booby-trapped with explosives. No police officers or civilians were injured in the incident. Four suspicious bags were found at the police headquarters, one of which contained pipe bombs. Another bag exploded while being moved by a police bomb disposal robot, and a third bag found under a police vehicle was detonated by an explosive ordnance disposal team. At 6:19 a.m., the headquarters building was confirmed clear of all explosives. Dallas officers initially stated that", "doc_score": "80.6860580444336", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_4", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "3869771", "text": "Salmonellosis / been reported of young children placing small turtles in their mouths, which led to the size-based restriction. Salmonellosis Salmonellosis is a symptomatic infection caused by bacteria of the \"Salmonella\" type. The most common symptoms are diarrhea, fever, abdominal cramps, and vomiting. This typically occurs between 12 hours and 36 hours after exposure with symptoms lasting from two to seven days. Occasionally more significant disease can result in dehydration. The old, young, and others with a weakened immune system are more likely to develop severe disease. Specific types of \"Salmonella\" can result in typhoid fever or paratyphoid fever. There are two", "doc_score": "85.23062133789062", "publish_date": "2018/12/31"}, {"doc_id": "20666933", "text": "2018 American salmonella outbreak / 2018 American salmonella outbreak The 2018 American salmonella outbreak was an American disaster in which over 250 people were sickened by chicken salad contaminated with salmonella. Other outbreaks were confirmed with turkey identified as the cause. The chicken salad was made by an Iowa-based food processing company Triple T Specialty Meats and distributed in Fareway supermarket. One person in Iowa died, and more than 90 others were hospitalized. At least 48 lawsuits have been filed against Triple-T and Fareway from outbreak victims. It was reported by the Center for Disease Control and Prevention that since last November 164 people had", "doc_score": "88.55028533935547", "publish_date": "2018/12/31"}, {"doc_id": "3869754", "text": "Salmonellosis / Salmonellosis Salmonellosis is a symptomatic infection caused by bacteria of the \"Salmonella\" type. The most common symptoms are diarrhea, fever, abdominal cramps, and vomiting. This typically occurs between 12 hours and 36 hours after exposure with symptoms lasting from two to seven days. Occasionally more significant disease can result in dehydration. The old, young, and others with a weakened immune system are more likely to develop severe disease. Specific types of \"Salmonella\" can result in typhoid fever or paratyphoid fever. There are two species of \"Salmonella\": \"Salmonella bongori\" and \"Salmonella enterica\" with many subspecies. Infection is usually spread by eating", "doc_score": "86.16683197021484", "publish_date": "2018/12/31"}, {"doc_id": "19742766", "text": "Salmonellosis in the United States / Salmonellosis in the United States Salmonellosis annually causes, per CDC estimation, about 1.2 million illnesses, 23,000 hospitalizations, and 450 deaths in the United States every year. The shell of the egg may be contaminated with \"Salmonella\" by feces or environment, or its interior (yolk) may be contaminated by penetration of the bacteria through the porous shell or from a hen whose infected ovaries contaminate the egg during egg formation. The United States has struggled to control salmonella infections, with the rate of infection rising from 2001 to 2011. The FDA and the USDA have separate jurisdiction over products which may", "doc_score": "87.33972930908203", "publish_date": "2018/12/31"}, {"doc_id": "19742771", "text": "Salmonellosis in the United States / in egg production, and the vaccination of laying hens to prevent \"Salmonella\" colonization. Various \"Salmonella\" serovars (strains) also cause severe diseases in animals. In February 2007, the U.S. Food and Drug Administration issued a warning to consumers not to eat certain jars of Peter Pan or Great Value peanut butter, due to risk of contamination with \"Salmonella\" Tennessee.[http://www.fda.gov/bbs/topics/NEWS/2007/NEW01563.html <nowiki>[1]</nowiki>] In March 2007, around 150 people were diagnosed with salmonellosis after eating tainted food at a governor's reception in Krasnoyarsk, Russia. Over 1,500 people attended the ball on March 1, and fell ill as a consequence of ingesting \"Salmonella\"-tainted sandwiches. About", "doc_score": "86.34495544433594", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_5", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "10177555", "text": "Cuban Adjustment Act / visa issuance, refugee admission, the diversity lottery, and the Special Cuban Migration Program (SCMP), otherwise known as the Cuban lottery. Immigrant visas are issued to the parents, spouses and children (unmarried and under 21 years of age) of U.S. citizens as soon as the immigrant visa petition is approved by the United States Citizenship and Immigration Services. Immigrant visas are also available to a range of persons who can qualify for family or employment-based visas under the preference system that controls numerically limited immigration to the United States. The preference system allows U.S. citizens to bring their siblings and their", "doc_score": "86.00060272216797", "publish_date": "2018/12/31"}, {"doc_id": "19970120", "text": "Executive Order 13767 / Executive Order 13767 Executive Order 13767, titled Border Security and Immigration Enforcement Improvements, is an executive order issued by United States President Donald Trump on January 25, 2017. The order directs a wall to be built along the Mexico–United States border. The wall was a central presidential campaign promise. Trump stated in his 2015 announcement speech that he would \"have Mexico pay for that wall\", and Mexican president Enrique Peña Nieto has stated that the country would \"never pay for a wall\". The government is seeking $18 billion in funding. In late 2017 the Department of Homeland Security paid about", "doc_score": "88.41056060791016", "publish_date": "2018/12/31"}, {"doc_id": "17235794", "text": "Border Security, Economic Opportunity, and Immigration Modernization Act of 2013 / with the inclusion of the DREAM Act & AgJOBS Act. Immigrants who receive the Registered Provisional Immigrant status will be able to apply for legal permanent resident status (Green Card) as long as strict Border Security provisions are met, including: increasing the number of U.S. Customs and Border Protection (CBP) agents and officers; construction of a double layer fence along certain parts of the Mexico–United States border;and meeting a target of stopping 90% of illegal immigration border crossings. The bill would also drastically alter the methods of visa allocation under current family-based and employment-based categories, as well as introduce a", "doc_score": "86.9136734008789", "publish_date": "2018/12/31"}, {"doc_id": "19970147", "text": "Executive Order 13767 / while 28% support such new spending. Opposition to spending on a border wall was highest among Democrats (86% oppose) and independents (57% oppose); Republicans were substantially more supportive. Executive Order 13767 Executive Order 13767, titled Border Security and Immigration Enforcement Improvements, is an executive order issued by United States President Donald Trump on January 25, 2017. The order directs a wall to be built along the Mexico–United States border. The wall was a central presidential campaign promise. Trump stated in his 2015 announcement speech that he would \"have Mexico pay for that wall\", and Mexican president Enrique Peña Nieto has", "doc_score": "86.84282684326172", "publish_date": "2018/12/31"}, {"doc_id": "4692990", "text": "Immigration reform in the United States / less than previously thought: \"Those who live near larger proportions of immigrants do not consistently exhibit more negative attitudes.\" Rather, the author concludes, \"day-to-day encounters can be shaped by salient national issues.\" The study's conclusions are still only tentative. Other studies suggest that immigration reform which includes legalization of unauthorized immigrants might add considerably to U.S. Gross Domestic Product (GDP) over 10 years, and increase wages for workers generally. Raúl Hinojosa-Ojeda, founding director of the North American Integration and Development Center at the University of California, Los Angeles, has estimated that in just the first three years following legalization for", "doc_score": "82.87821197509766", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_6", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "6133674", "text": "Employment discrimination / were also offered higher pay for the same job in cases where the same job was also offered to the black testers. The pay difference was 15 cents per hour more for the white candidates. Furthermore, black women were \"steered\" toward lower level jobs, while white women were even given some higher-level positions that were unadvertised. A matched-pairs study of homogeneous group audit experiment was done in the restaurants in Philadelphia, United States. Pseudo candidates handed their resumes to a random worker in the restaurants for the resume to be forwarded to the manager, which removed the effect of first", "doc_score": "81.31717681884766", "publish_date": "2018/12/31"}, {"doc_id": "7123869", "text": "Zillow / from former employees at the Zillow operation in Irvine, California, alleging violations of California Labor Code and California Business and Professions Code. On February 26, 2016, the U.S. District Court for the Central District of California certified the class to include anyone who worked as an inside sales consultant at Zillow between November 2010 and January 2015. Among the numerous allegations brought by high-profile attorneys Bobby Samini and Mark Geragos, Zillow is accused of failing to pay wages, failing to pay overtime pay, and failing to provide meal and rest breaks. Zillow responded that \"the narrative being pushed by this", "doc_score": "83.90033721923828", "publish_date": "2018/12/31"}, {"doc_id": "20331699", "text": "Police abuse of sex workers in the United States / police for protection or because the officers were customers, but others were picked up by the police and given the choice between sex and arrest. Some of the Latinos reported regular police harassment. Dank, et al The study sample was two hundred eighty three young people selected through RDS. Most of the respondents had been profiled, but only a small number were profiled for sex work. White and black youth were more likely to be profiled than Latinx. A black Dominican trans woman described moving into Manhattan and talking a walk around her new neighborhood. A police officer stopped her", "doc_score": "81.73767852783203", "publish_date": "2018/12/31"}, {"doc_id": "2474558", "text": "Food libel laws / NRDC, and \"60 Minutes\" along with them, claimed that daminozide, sold under the brand name Alar, was carcinogenic, especially when consumed by children. According to the report, Alar remained in apple skin even after processing, meaning that not only raw apples, but also apple products, like apple juice and apple sauce, could pose health risks. Immediately after the segment aired, consumers panicked and apple sales declined by nearly 60% nationwide. Some apple growers reported losing upwards of $100 million in revenue as a result. Seeking recompense, eleven Washington State apple growers banded together to sue CBS for trade libel: the", "doc_score": "80.07185363769531", "publish_date": "2018/12/31"}, {"doc_id": "3899025", "text": "Sodexo / was revealed that the SEIU had written and distributed a manual to its staff detailing how \"outside pressure can involve jeopardizing relationships between the employer and lenders, investors, stockholders, customers, clients, patients, tenants, politicians, or others on whom the employer depends for funds.\" Tactics recommended include references to blackmail, extortion, accusations of racism and sexism, and targeting the homes and neighborhoods of business leaders for demonstrations. Following the court discovery of this document, the SEIU agreed to terminate their public campaign focused on Sodexo and the charges against SEIU were dropped. In May 2011, 27 University of Washington students were", "doc_score": "80.42662048339844", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_7", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "2449575", "text": "Fad diet / Fad diet A fad diet is a diet that is popular for a time, similar to fads in fashion. Fad diets usually promise rapid weight loss or other health advantages, such as longer life. They are often promoted as requiring little effort and producing a \"quick fix\". In many cases, the diet is characterized by highly restrictive or unusual food choices, which can cause serious health problems. Fad diets are a big business. Celebrity endorsements are frequently used to promote fad diets, which may generate significant revenue for the creators of the diet through the sale of associated products. A", "doc_score": "81.10272216796875", "publish_date": "2018/12/31"}, {"doc_id": "17240097", "text": "Sweetened beverage / osteoporosis and even obesity in some cases. Maternal consumption of milk can influence children's consumption. A study of 9 year old girls and calcium consumption reported those who met the average recommended intake (AI) for calcium consumed almost twice as much milk and less sweetened beverages (18%) had mothers who drank milk more frequently than those who were under the AI for calcium. Healthy schools campaign is an initiative set forth by Michelle Obama that promotes nutritional enrichment through food an education. The national initiatives under this program are cooking up change, green clean schools, school nurse leadership, and national", "doc_score": "82.8338623046875", "publish_date": "2018/12/31"}, {"doc_id": "19105956", "text": "Smart Ones / Ones line was notable for containing only \"ONE gram of fat\". Later, the meal offerings were expanded significantly and are no longer limited to only one gram of fat. In 1999, Heinz sold Weight Watchers International but retained a license to use the Weight Watchers trademarks in connection with various food products. In 2015, Oprah Winfrey joined Weight Watchers as an investor and member. Oprah has previously called out Smart Ones on her website as a healthy frozen meal option. Smart Ones Weight Watchers Smart Ones products include frozen breakfasts, snacks, entrées, and desserts. Smart Ones products are produced in", "doc_score": "80.42254638671875", "publish_date": "2018/12/31"}, {"doc_id": "2941785", "text": "Diet drink / Diet drink Diet (alternatively marketed as sugar-free, zero-calorie or low-calorie) drinks are sugar-free, artificially sweetened versions of fizzy beverages with virtually no calories. They are generally marketed toward health-conscious people, diabetics, athletes, and other people who want to lose weight, improve physical fitness, or reduce their sugar intake. However, studies show that the marketed effectiveness of diet soft drinks is questionable. The beginning of the diet drink or refreshment era was in 1952, when Kirsch Bottling in Brooklyn, New York launched a sugar-free ginger ale called No-Cal. It was designed for diabetics, not dieters, and distribution remained local. Royal Crown", "doc_score": "79.48705291748047", "publish_date": "2018/12/31"}, {"doc_id": "2680302", "text": "Trader Joe's / than naturally available products, no genetically modified ingredients, no partially hydrogenated oils (adding trans fat), and no MSG. In addition, its private label dairy products use milk from cows not given the artificial growth hormone rBST. Trader Joe's also has a \"Fearless Flyer\" that showcases new products or highlighted products of the month. The flyer is sent out periodically to homes upon request with no charge, and is available in-store. The company sends out \"E-Flyers\" that are only accessible online. Both flyers include stories about new products, a description, and even recipes. On May 1, 2018, Trader Joe's launched their", "doc_score": "80.33899688720703", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_8", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "83.29336547851562", "publish_date": "2018/12/31"}, {"doc_id": "19445936", "text": "Universal flu vaccine / Energy and Commerce Subcommittee on Oversight and Investigations, Goodman replied \"Nature is very tricky and as this is a very crafty virus, so I'd be very hesitant to predict... I think the earliest we'd begin to see something with clinical benefit might be 5 to 10 years.\" In recent years, research has concerned use of an antigen for the flu hemagglutinin (HA) stem. Based on the results of animal studies, a universal flu vaccine may use a two-step vaccination strategy: priming with a DNA-based HA vaccine, followed by a second dose with an inactivated, attenuated, or adenovirus-vecto-based vaccine. The NIAID/NIH", "doc_score": "81.93070220947266", "publish_date": "2018/12/31"}, {"doc_id": "20132229", "text": "Zika virus vaccine / vaccine, the DNA vaccine is designed to assemble protein particles that mimic Zika virus and trigger the body's immune response. A purified inactivated vaccine is currently under development by the Walter Reed Army Institute of Research. This vaccine is based on the same technology used to develop a vaccine against Japanese Encephalitis Virus. As the ZPIV vaccine contains inactivated Zika particles, virus cannot replicate and cause disease in humans. U.S. Army researchers agreed to give Sanofi permission to develop the technology, but protest in Congress halted the venture. Initial results at Beth Israel Deaconess Medical Center and at other hospitals", "doc_score": "81.97901153564453", "publish_date": "2018/12/31"}, {"doc_id": "18319598", "text": "Ebola vaccine / an Institutional Animal Care and Use Committee of the National Institutes of Health. The new vaccine relies on a strain of Ebola called EBOVΔVP30, which is unable to replicate. A study published in \"Human Vaccines and Immunotherapeutics\" in March 2017, analyzing data from a clinical trial of the GamEvac-Combi vaccine in Russia, concluded said vaccine to be safe and effective and recommended proceeding to Phase III trials. In 2017, the China Food and Drug Administration (CFDA) announced approval of an Ebola vaccine, co-developed by the military-backed Bioengineering Institute of the Chinese Academy of Military Medical Sciences and private drugmaker Tianjin", "doc_score": "83.09059143066406", "publish_date": "2018/12/31"}, {"doc_id": "12680161", "text": "Virus-Serum-Toxin Act / a farm in the state of Washington. Since the cow was from Canada, USDA officials thought the American beef supply was safe. However, after Japan and fifty-two other countries banned U.S. beef, the USDA started a program to test half of the nation's 450,000 cows that could not walk. The program did not find any cases of mad cow disease until June 25, 2005. The cow was found to have originated from America, was first tested in November 2004, and was recommended to be retested. During this time, the Bush administration restored about one-third of U.S. beef exports through intense", "doc_score": "82.51715850830078", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_9", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "2659001", "text": "King cake / the country, particularly in New Orleans, Bay Saint Louis, Mobile, Pensacola, Galveston, and other towns and cities of the Mississippi Gulf Coast. In these regions, the king cake is closely associated with Mardi Gras traditions and is served throughout the Carnival season, which lasts from Epiphany Eve to Fat Tuesday. The King Cake tradition is thought to have been brought to New Orleans from France in 1870. Now, as part of the celebration, it is traditional to bake a cake (King Cake) in honor of the three kings. The official colors of Mardi Gras – created in 1872 by the", "doc_score": "81.03714752197266", "publish_date": "2018/12/31"}, {"doc_id": "1741681", "text": "Coronation / Coronation A coronation is the act of placement or bestowal of a crown upon a monarch's head. The term generally also refers not only to the physical crowning but to the whole ceremony wherein the act of crowning occurs, along with the presentation of other items of regalia, marking the formal investiture of a monarch with regal power. Aside from the crowning, a coronation ceremony may comprise many other rituals such as the taking of special vows by the monarch, the investing and presentation of regalia to the monarch, and acts of homage by the new ruler's subjects and the", "doc_score": "79.69218444824219", "publish_date": "2018/12/31"}, {"doc_id": "2659019", "text": "King cake / liability. There are many different recipes for king cake. However, the most common ones include: milk, butter, yeast, water, brown and white sugar, eggs, salt, nutmeg, flour and cinnamon. The frosting is typically made from confectioner's sugar, water, lemon juice, and colored sugar crystals. The colors of the king cake originally came from the Christian religion. The purple symbolizes justice, the green symbolizes faith, and the gold symbolizes power. The three colors honor the three kings who visited the Christ child (Jesus) on Epiphany, the 12th day after Christmas. King cake A king cake (sometimes shown as kingcake, kings' cake,", "doc_score": "81.95386505126953", "publish_date": "2018/12/31"}, {"doc_id": "2415214", "text": "Coronation of the British monarch / of State traditionally participate during the ceremony. The offices of Lord High Steward and Lord High Constable have not been regularly filled since the 15th and 16th centuries respectively; they are, however, revived for coronation ceremonies. The Lord Great Chamberlain enrobes the sovereign with the ceremonial vestments, with the aid of the Groom of the Robes and the Master (in the case of a king) or Mistress (in the case of a queen) of the Robes. The Barons of the Cinque Ports also participated in the ceremony. Formerly, the barons were the members of the House of Commons representing the", "doc_score": "82.1727523803711", "publish_date": "2018/12/31"}, {"doc_id": "2415182", "text": "Coronation of the British monarch / representatives of other countries. The essential elements of the coronation have remained largely unchanged for the past thousand years. The sovereign is first presented to, and acclaimed by, the people. He or she then swears an oath to uphold the law and the Church. Following that, the monarch is anointed with holy oil, invested with regalia, and crowned, before receiving the homage of his or her subjects. Wives of kings are then anointed and crowned as queen consort. The service ends with a closing procession, and since the 20th century it has been traditional for the royal family to appear", "doc_score": "82.95982360839844", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_10", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "375992", "text": "Super Bowl / is the second-largest day for U.S. food consumption, after Thanksgiving Day. In addition, the Super Bowl has frequently been the most-watched American television broadcast of the year; the seven most-watched broadcasts in U.S. television history are Super Bowls. In 2015, Super Bowl XLIX became the most-watched American television program in history with an average audience of 114.4 million viewers, the fifth time in six years the game had set a record, starting with the 2010 Super Bowl, which itself had taken over the number-one spot held for 27 years by the final episode of \"M*A*S*H\". The Super Bowl is also", "doc_score": "82.8184814453125", "publish_date": "2018/12/31"}, {"doc_id": "376030", "text": "Super Bowl / watched several portions of the Super Bowl 2015 broadcast. The game set a record for total viewers for the fifth time in six years. The highest-rated game according to Nielsen was Super Bowl XVI in 1982, which was watched in 49.1 percent of households (73 shares), or 40,020,000 households at the time. Ratings for that game, a San Francisco victory over Cincinnati, may have been aided by a large blizzard that had affected much of the northeastern United States on game day, leaving residents to stay at home more than usual. Super Bowl XVI still ranks fourth on Nielsen's list", "doc_score": "82.13196563720703", "publish_date": "2018/12/31"}, {"doc_id": "17473851", "text": "Super Bowl LII / joint broadcast immediately prior to the game. Nielsen reported a 47.4/70% overnight rating in metered markets, peaking at 52.2/74 during the fourth quarter. These numbers are about 3% lower than early numbers from Super Bowl LI, and the lowest since Super Bowl XLIV in 2010. Dan Lovinger, NBC Sports Group executive vice president of ad sales, stated to \"Variety\" in July 2017 that the network was seeking a price \"north of $5 million\" (the price set for the previous two Super Bowls) for a 30-second commercial during Super Bowl LII. As they began five days after the Super Bowl, NBC", "doc_score": "79.38558959960938", "publish_date": "2018/12/31"}, {"doc_id": "11547936", "text": "Strength of schedule / the NFL Draft, the strength of schedule is the combined record of all teams in a schedule, and the strength of victory is the combined record of all teams that were beaten in that schedule. The 2016 New England Patriots's schedule had a combined record of 111–142–3 (a win percentage of 0.439), and their wins came against teams with a combined record of 93–129-2 (a win percentage of 0.424). The 2017 Cleveland Browns had zero wins and sixteen losses, so their SoV is calculated as zero. Before the 2004 season, in the American college football Bowl Championship Series (BCS) the", "doc_score": "76.19397735595703", "publish_date": "2018/12/31"}, {"doc_id": "376027", "text": "Super Bowl / the Super Bowls between 2001 and 2018. The Super Bowl is one of the most watched annual sporting events in the world, with viewership overwhelmingly domestic. The only other annual event that gathers more viewers is the UEFA Champions League final. For many years, the Super Bowl has possessed a large US and global television viewership, and it is often the most watched United States originating television program of the year. The game tends to have high Nielsen television ratings, which is usually around a 40 rating and 60 shares. This means that on average, more than 100 million people", "doc_score": "81.08109283447266", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_11", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "10778758", "text": "First Republic Bank Corporation / devaluation. In efforts to remain solvent RepublicBank Corporation in 1987 merged with InterFirst Bank Corporation, also based in Dallas, resulting in the First RepublicBank Corporation. The combined First RepublicBank was unable to weather the downturn and was shuttered within a year, in what was at the time the largest bank failure in US history. In 1988 NCNB Corporation acquired First RepublicBank from the FDIC, and in 1991 changed its name to NationsBank. First Republic Bank Corporation First Republic Bank Corporation was an American bank based in Texas. Founded as the Guaranty Bank and Trust Company in 1920, in 1922 it", "doc_score": "85.97652435302734", "publish_date": "2018/12/31"}, {"doc_id": "10778755", "text": "First Republic Bank Corporation / First Republic Bank Corporation First Republic Bank Corporation was an American bank based in Texas. Founded as the Guaranty Bank and Trust Company in 1920, in 1922 it assumed the name Republic National Bank of Dallas. Afterwards the bank acquired several banks and invested in others, and changed its name several times. By 1948 Republic had grown to become the largest bank in Texas. The bank failed in 1988, during the savings and loan crisis. In 1988 NCNB Corporation acquired First RepublicBank and in 1991 changed its name to NationsBank. The company first opened as the Guaranty Bank and Trust", "doc_score": "88.7309799194336", "publish_date": "2018/12/31"}, {"doc_id": "10874405", "text": "First Republic Bank / worth, private banking business.\" Over the same weekend that Lehman Brothers Holdings filed for Chapter 11 bankruptcy protection, on September 15, 2008, Merrill Lynch and its subsidiaries were acquired by Bank of America. In October 2009, just under 50% of First Republic was purchased by two private equity firms, Colony Capital and General Atlantic, and a group of other investors that included chairman James Herbert and former COO Katherine August DeWilde. The price was valued at about $1 billion. Both equity firms had prior relationships with First Republic Bank. Thomas J. Barrack, Jr., the head of Colony, had been a", "doc_score": "85.40855407714844", "publish_date": "2018/12/31"}, {"doc_id": "10778756", "text": "First Republic Bank Corporation / Company in 1920, founded by a University of Texas law school alumnus named Eugene DeBogory. In 1922 when Guaranty obtained a national charter it assumed the name Republic National Bank of Dallas. When the company began servicing farm and ranch loans, it was required to establish a Texas subsidiary, Republic Trust and Savings Bank, to comply with regulations governing national banks at the time. In 1928 the regulations changed, allowing the state-chartered Republic Trust and Savings Bank to be merged back into the parent company, forming the Republic National Bank and Trust Company. During the next decade Republic acquired North", "doc_score": "84.40509796142578", "publish_date": "2018/12/31"}, {"doc_id": "7234853", "text": "Republic Bank & Trust Company / Florida-based GulfStream Community Bank for $18.1 million. In January 2012, Republic Bancorp acquired Tennessee Commerce Bank. In September 2012, Republic Bancorp acquired First Commercial Bank in Bloomington, MN. In recent years Republic has been recognized in the industry for its performance. In 2009 Sandler O'Neil listed Republic as the 10th best performing bank Over $3 billion in assets, and in 2010 ranked 5th overall in the same list. Republic has been ranked #1 out of 155 mid-size banks by Freddie Mac in 2009 for its servicing of mortgage loans. Critics charge that Republic uses aggressive marketing techniques to promote high-interest", "doc_score": "83.08087158203125", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_12", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "2621515", "text": "Alexander O'Neal / R&B chart and No. 28 on the pop chart. By this time, O'Neal was enjoying greater success in the UK than he was in his native US. \"Hearsay\" peaked at No. 4 on the UK Albums Chart, eventually certifying as triple platinum, and spawning seven charting singles. The highest of these, \"Criticize\", peaked at No. 4 on the UK Singles Chart. \"Fake\" became a UK Top 40 hit twice, first in 1987 followed by a remix (\"Fake '88\") in 1988. The \"Hit Mix\" (a megamix of O'Neal's greatest hits to date) reached the UK Top 20 in December 1989. O'Neal", "doc_score": "77.19586181640625", "publish_date": "2018/12/31"}, {"doc_id": "14478482", "text": "Imagination (Belouis Some song) / In a review of the 1986 re-issue, Dave Rimmer of \"Smash Hits\" said: \"Despite one or two winceworthy lines, this is really a bit of a beaut. Deserves to be a hit this time round, I reckon, and probably will be.\" The song was used as a soundtrack for a humorous Barclays Bank advertisement in the 1980s, as well as the 1987 movie \"Ghost Chase\". It was sampled by Boyzone members Keith 'N' Shane in their song \"Girl You Know It's True\" in 2000 and covered by Harry as part of the album \"The Trouble with... Harry\" in 2003. Imagination", "doc_score": "75.91046142578125", "publish_date": "2018/12/31"}, {"doc_id": "8154636", "text": "Thinking It Over (song) / Thinking It Over (song) \"Thinking It Over\" is the debut single released by English-Irish pop group Liberty X, known at the time as Liberty. The 2-step-influenced song was produced by Pete Devereux (of Artful Dodger) and The Wideboys. It was co-written by band members Kelli Young and Tony Lundon. In the United Kingdom, the single was a hit, making it to number five, but was not as successful internationally, peaking at number 29 in Ireland and number 81 in Australia. While the five winning contestants of \"Popstars\" formed Hear'Say, the five runner-up contestants formed the group Liberty. The name Liberty", "doc_score": "77.46307373046875", "publish_date": "2018/12/31"}, {"doc_id": "7976671", "text": "You Don't Fool Me / most unusual way. May has explained on his website that the producer for the band, David Richards, more or less created the framework of the song single-handedly, building from bits of lyrics recorded just before Mercury's death. May has said that before Richards' work, there was no song to speak of. However, after Richards edited and mixed the song (including a bit of harmonies recorded for \"A Winter's Tale\"), he presented it to the remaining members of the band. Brian May, Roger Taylor, and John Deacon then added their instruments and backing vocals and were surprised to end up with", "doc_score": "75.36469268798828", "publish_date": "2018/12/31"}, {"doc_id": "2980620", "text": "Cognoscenti vs. Intelligentsia / Kicks\") or EMI simply declined to pay the licensing fees. In contrast, \"The Hampsterdance Song\", a copycat release by Hampton the Hampster \"did\" include the original \"Whistle Stop\" sample, but less in the way of movie quotes. The song garnered extreme reactions. Music journalist Charles Shaar Murray said the song was \"eloquent in its sheer vacuity\" during a highbrow debate on \"Channel 4 News\", and Cliff Richard, whose song \"The Millennium Prayer\", which had been number 1 in the three weeks before the chart debut of \"Cognoscenti vs. Intelligentsia\" and was released to very negative reviews, said the song was", "doc_score": "76.95185852050781", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_13", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "19964733", "text": "2016–17 video game voice actor strike / some efforts towards forming such unions. The voice actor strike had reengaged discussions about unionization of video game programmers and developers. On September 23, 2017, SAG-AFTRA and the video game companies came to an agreement, effectively ending the strike. The agreement crafted a new three-year contract with the companies to start after ratification by SAG-AFTRA's board of directors, expected to occur within a few weeks from the agreement. The agreement does not include residuals as SAG-AFTRA sought for, but does include a sliding-scale bonus payment for each recording session a voice actor participates in, starting at $75 for the first", "doc_score": "84.843994140625", "publish_date": "2018/12/31"}, {"doc_id": "19964707", "text": "2016–17 video game voice actor strike / SAG-AFTRA and the companies was reached on September 23, 2017, effectively ending the strike after 340 days; it was the longest strike in the history of the Screen Actors Guild. The agreement was ratified by SAG-AFTRA's board of directors and approved by majority vote in November 2017, creating a new three-year contract. Around a quarter of video games use some type of acting, either as live actors for full motion video, voice actors, or stunt actors for motion capture. As the video game industry became more financially successful in the early 2010s, and video game hardware became more ubiquitous in", "doc_score": "86.6209487915039", "publish_date": "2018/12/31"}, {"doc_id": "11119057", "text": "1988 Writers Guild of America strike / 1988 Writers Guild of America strike The 1988 Writers Guild of America strike was a strike action taken by members of both the Writers Guild of America, East (WGAE) and the Writers Guild of America, West (WGAW) against major United States television and film studios represented by the Alliance of Motion Picture and Television Producers (AMPTP). The strike, which ran from March 7 to August 7, 1988, affected production on movies and TV shows. At 153 days, it remains the longest strike in the Guild's history, surpassing the 1960 Writers Guild of America strike by one week and the 2007-2008", "doc_score": "84.57903289794922", "publish_date": "2018/12/31"}, {"doc_id": "16897931", "text": "SAG-AFTRA / 17 years, as well as the first strike within the merged SAG-AFTRA organization. As of April 23, 2017, it became the longest strike within SAG, surpassing the 95-day 1980 Emmy Awards strike, and the 2000 commercials strike. An agreement was reached on September 23, 2017, ending the 340-day strike. Do not work notices are issued against productions that have not executed a minimum basic agreement that is in full force and effect. As such, SAG-AFTRA members are instructed to withhold any acting services for the production. Examples include Monster Hunter — Legends of the Guild and 7 Days Alive On", "doc_score": "85.0173568725586", "publish_date": "2018/12/31"}, {"doc_id": "10923606", "text": "2007–08 Writers Guild of America strike / 2007–08 Writers Guild of America strike From November 5, 2007, to February 12, 2008, all 12,000 film and television screenwriters of the American labor unions Writers Guild of America, East (WGAE), and Writers Guild of America West (WGAW) went on strike. The strike sought increased funding for the writers in comparison to the profits of the larger studios. It was targeted at the Alliance of Motion Picture and Television Producers (AMPTP), a trade organization representing the interests of 397 American film and television producers. The most influential of these are eleven corporations: CBS (headed by Les Moonves), MGM (Harry E.", "doc_score": "83.25521087646484", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_14", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "20132870", "text": "Harry Styles: Live on Tour / Gucci designed by Alessandro Michele for his stage outfits in 2017. In addition to Gucci, Styles also wore custom Calvin Klein 205W39NYC designed by Raf Simons, as well as Alexander McQueen, Givenchy, and Saint Laurent outfits on tour in 2018. The tour garnered almost universally positive reviews. Eve Barlow of \"Billboard\" described Styles as \"a true rockstar\" and wrote, \"He was made to be the frontman. [...] His Jagger-meets-David Cassidy persona shines out on the swaggering \"Only Angel\" and \"Woman\". Rob Sheffield of \"Rolling Stone\" marvelled at Styles' \"superhuman enthusiasm\", writing, \"A year into his solo rebirth, he’s earned his", "doc_score": "77.24014282226562", "publish_date": "2018/12/31"}, {"doc_id": "14205650", "text": "Kit Harington / Aberdeenshire, Scotland, followed by a reception at the 12th-century Wardhill Castle. In March 2014, Harington was named the face of Jimmy Choo, starring in the fall/winter 14 men's lines. In 2015, he returned to front Jimmy Choo's new menswear campaign for Spring/Summer 15. In 2016, he became a spokesman for Nissan's premium brand Infiniti. He starred in a short film marking the launch of Infiniti Q60 titled \"Tyger\". In March 2017, Harington was announced as the face of Dolce & Gabbana \"The One\" fragrance for men. In 2015, Harington joined a star studded cast including Benedict Cumberbatch, Nicole Kidman, James", "doc_score": "77.6844711303711", "publish_date": "2018/12/31"}, {"doc_id": "7067833", "text": "100 (DC Comics) / Tobias Whale. The Director of The 1000 was a U.S. senator named Henry Ballard who shepherded the organization's new direction and goals. Under the Director, The 100 changed its name to The 1000, where it is attempting to expand their reach to even the Oval Office with Henry Ballard as the presidential candidate. This plan, however, was thwarted and The 1000 became The 100 again upon retreating into the shadows. As The 1000 they fought Booster Gold. The 100 appears in \"Black Lightning\". Known members include Tobias Whale, Syonide, Joey Toledo, Latavius \"Lala\" Johnson, and Painkiller/Khalil Payne. The 100 operates", "doc_score": "76.81210327148438", "publish_date": "2018/12/31"}, {"doc_id": "16205565", "text": "I'm a Celebrity...Get Me Out of Here! (UK series 12) / Theresa May, the Home Secretary, added her concerns by saying it is \"frankly\" the job of MPs to be in their constituency and the House of Commons. It has been revealed that boxer David Haye received an appearance fee of £165,000, which is about £100,000 more than the other contestants received. In addition to the higher appearance fee, Haye's contract stated that he must have access to a gym – which he was given. The official line-up was announced on 7 November 2012. N.B. \"Bottom two\" is not a strict indication of the public vote as names are generally revealed", "doc_score": "75.85101318359375", "publish_date": "2018/12/31"}, {"doc_id": "19669933", "text": "The Suit (2016 film) / The Suit (2016 film) The Suit is a short drama film from South Africa written and directed by Jarryd Coetsee, and produced by Luke Sharland, based on the short story by Can Themba. The film stars Tony Award-winner John Kani as Mr. Maphikela, and his son, Atandwa Kani as Philemon. Phuthi Nakene plays Matilda. In 1950s Sophiatown, South Africa, a man forces his wife to treat her lover's suit as if it were a person, with tragic consequences. The film opens with a prologue in which Spokes Mashiyane's \"Come Back\" plays from an old radio in a bedroom. In a", "doc_score": "76.55962371826172", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_15", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "780339", "text": "Boston Bruins / Members of the 1972 Championship Team, with Milt Schmidt and Bobby Orr leading the way, participated in the official Banner Raising Ceremony. The Bruins' short summer took its toll early, going 3–7–0 in the month of October, before responding with a 21–3–1 record to cap off 2011, highlighted by a near-perfect November in which the team did not lose in regulation. Sophomore forward Tyler Seguin shone the brightest during the streak, eventually paving the way for his first All-Star Game selection, joining teammates Zdeno Chara and Tim Thomas on Team Chara. On January 23, Thomas caused a stir by not", "doc_score": "87.80818939208984", "publish_date": "2018/12/31"}, {"doc_id": "780328", "text": "Boston Bruins / of future draft picks. On January 1, 2010, the Bruins won the 2010 NHL Winter Classic over the Philadelphia Flyers in a 2–1 overtime decision at Fenway Park, thus becoming the first home team to win an outdoor classic game. However, following the New Year's Day game, the Bruins, hobbled by injuries, would go through a five-week-long period of lackluster play, with only two wins and compiling ten regulation losses earning them only eight points in the Eastern Conference standings in that 15-game long period, before breaking the losing streak in an away game against the Canadiens on February 7,", "doc_score": "89.15225982666016", "publish_date": "2018/12/31"}, {"doc_id": "780358", "text": "Boston Bruins / 1977 and 1978, twice against the Edmonton Oilers in 1988 and 1990, finally winning in 2011 against the Vancouver Canucks, and losing in 2013 to the Chicago Blackhawks). Jacobs' management of the team in the past earned him spots on ESPN.com's \"Page 2\" polls of \"The Worst Owners in Sports,\" and number 7 on their 2005 \"Greediest Owners in sports\" list. \"Sports Illustrated\" has suggested longtime star defenseman Ray Bourque, who \"often drawn the ire of the NHLPA for his willingness to re-sign with Boston with minimal negotiations over the years\" instead of setting the \"watermark for defenseman salaries\", requested", "doc_score": "86.6551513671875", "publish_date": "2018/12/31"}, {"doc_id": "780315", "text": "Boston Bruins / playoffs; the Bruins went on to play the final game at the old arena on September 28, 1995, in an exhibition matchup against the Canadiens. They subsequently moved into the FleetCenter, now known as the TD Garden. In the 1996 playoffs, the Bruins lost their first-round series to the Florida Panthers in five games. In 1997, Boston missed the playoffs for the first time in 30 years (and for the first time in the expansion era), having set the North American major professional record for most consecutive seasons in the playoffs. The Bruins lost in the first round of the", "doc_score": "88.78302001953125", "publish_date": "2018/12/31"}, {"doc_id": "780334", "text": "Boston Bruins / series after trailing 2–0. On May 6, the Bruins swept the Philadelphia Flyers in four games to advance to the Eastern Conference Finals for the first time since 1992. Boston then defeated the Tampa Bay Lightning in seven games and advanced to the Stanley Cup Finals for the first time since 1990 to face the Vancouver Canucks. The Bruins lost the first two games of the series in very close contests, 1–0, on a goal with less than 19 seconds left in regulation, and then 3–2 in overtime. Game 3 did not start well for the Bruins either, as they", "doc_score": "88.22151184082031", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_16", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "10325865", "text": "SAT Subject Test in United States History / 1898, and 40% focus on the period between 1899 and the present day. For each of the multiple choice questions, students receive 1 point for every correct answer, lose of a point for each incorrect answer, and receive 0 points for questions left blank. This creates a \"raw score\", which is then converted into a \"scaled score\". The conversion between these numbers varies depending on the difficulty of a particular test administration. The \"scaled score\" is the only score reported to either students or colleges and ranges from 200 to 800, with 800 being the best possible score. The mean", "doc_score": "91.1707534790039", "publish_date": "2018/12/31"}, {"doc_id": "18057928", "text": "SAT Subject Tests / introduction in 1937 until 1994, the SAT Subject Tests were known as Achievement Tests, and until January 2005, they were known as SAT II: Subject Tests. They are still commonly known by these names. Every test is now a one-hour timed test. Historically, the exception to the one-hour time was the writing test, which was divided into a 20-minute essay question and a 40-minute multiple-choice section. The writing test was discontinued in January 2005. A student may take up to three SAT Subject Tests on any given date at a flat rate. There is a per-administration registration fee, plus a", "doc_score": "91.33699798583984", "publish_date": "2018/12/31"}, {"doc_id": "8836995", "text": "Grade inflation / time that A grades have fallen below 40% since the policy was approved. The results were in marked contrast to those from 2002–03, when As accounted for a high of 47.9% of all grades. Deflation has varied by division, with the social sciences and natural sciences largely holding steady for the last four years. During that period, A grades have ranged from 37.1 to 37.9% in the social sciences and from 35.1 to 35.9% in the natural sciences. In the humanities and engineering, where deflation has been slower, 2008–09 brought significant movement. A's accounted for 42.5% of grades in the", "doc_score": "89.6243667602539", "publish_date": "2018/12/31"}, {"doc_id": "18057932", "text": "SAT Subject Tests / for example, if someone gets every question wrong on the Mathematics Level 2 test, he/she might receive a score of 310; it all depends on the version of the test. The one and only exception was the ELPT, which was scored on a scale of 901 to 999. Prior to the first administration of the new SAT Reasoning Test (which includes the writing section) in March 2005, some highly selective colleges required applicants to take three SAT Subject Tests, including the writing test and two other tests of the applicant's choosing, in addition to the SAT. However, with writing now", "doc_score": "89.11915588378906", "publish_date": "2018/12/31"}, {"doc_id": "871483", "text": "ACT (test) / has seen a gradual increase in the number of test takers since its inception, and in 2011 the ACT surpassed the SAT for the first time in total test takers; that year, 1,666,017 students took the ACT and 1,664,479 students took the SAT. All four-year colleges and universities in the U.S. accept the ACT, but different institutions place different emphases on standardized tests such as the ACT, compared to other factors including class rank, GPA, and extracurricular activities. The main four sections are individually scored on a scale of 1–36, and a composite score (the rounded whole number average of", "doc_score": "90.09504699707031", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_17", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "20081859", "text": "Sunflower Seeds (artwork) / Sunflower Seeds (artwork) Kui Hua Zi (Sunflower Seeds) is an art installation created by contemporary artist and political activist, Ai Weiwei. It was first exhibited at the Tate Modern art gallery in London from October 2010 to May 2011. It is a commentary on the mass production techniques that China caters to Western Countries. Viewers were originally able to interact and walk across the sunflower seeds, but after the Tate Modern Museum recognized that the dust emitting from the installation was harmful to viewers' lungs, they fenced it off. The piece has been exhibited in twelve exhibitions from 2009-2013 in", "doc_score": "83.4952621459961", "publish_date": "2018/12/31"}, {"doc_id": "2552197", "text": "Yayoi Kusama / spheres outdoors in what she called a \"kinetic carpet\". As soon as the piece was installed on a lawn outside the Italian pavilion, Kusama, dressed in a golden kimono, began selling each individual sphere for 1,200 lire (US$2), until the Biennale organizers put an end to her enterprise. \"Narcissus Garden\" was as much about the promotion of the artist through the media as it was an opportunity to offer a critique of the mechanization and commodification of the art market. During her time in New York, Kusama had a brief relationship with artist Donald Judd. She then began a passionate,", "doc_score": "82.45813751220703", "publish_date": "2018/12/31"}, {"doc_id": "2565152", "text": "Plasticine / Chris Collins, Jane McAdam Freud, Julian Fullalove and around 2000 members of the public created a show garden made entirely of Plasticine for the 2009 Chelsea Flower Show. Called 'Paradise in Plasticine', it took 6 weeks and 2.6 tons of Plasticine in 24 colours to complete. May said, \"This is, to our knowledge, the largest and most complex model of this type ever created.\" It couldn't be considered as part of the standard judging criteria as it contained no real plants, but was awarded an honorary gold award made from Plasticine. The garden was extremely popular with the public and", "doc_score": "81.49413299560547", "publish_date": "2018/12/31"}, {"doc_id": "6172948", "text": "Not A Cornfield / Not A Cornfield \"Not A Cornfield\" was a 2005 art project that transformed a industrial brownfield (today part of Los Angeles State Historic Park in the historic center of Los Angeles) into a cornfield for one agricultural cycle. The project took place north of Chinatown. Lauren Bon created this work with funds from the Annenberg Foundation and considered the piece to be a sculpture. The installation cost $3 million and took place at the proposed site of Los Angeles State Historic Park, which had been referred to as \"The Cornfield\", because of the crops growing there prior to its industrial", "doc_score": "83.7112045288086", "publish_date": "2018/12/31"}, {"doc_id": "5278019", "text": "20 GOTO 10 / 20 GOTO 10 20 GOTO 10 was an art gallery founded by Christopher Abad in San Francisco, California, United States. Its name is a reference to the traditional looping 'Hello world' program written by beginner programmers. It featured both traditional and \"hacker\" art, with an emphasis on technology as art, or exhibits which make the potentially criminal or unethical aspects of computer security accessible to the public. It received more prominent vlog, blog, and print news coverage when Kevin Olson displayed the first ever American showing of ANSI art in a physical art gallery. Jason Scott Sadofsky, creator of the", "doc_score": "82.8260498046875", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_18", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "11921359", "text": "NBC Olympic broadcasts / competitions in Rio in an effort to hide suspected corruption by AIBA—the sanctioning body of boxing at the Olympics. He cited limited coverage as part of NBC's televised broadcasts, as well as the network's refusal to invite him back, after having called out questionable officiating during a controversial bout between Magomed Abdulhamidov and Satoshi Shimizu in 2012. The next day, it was reported that AIBA would remove several referees and judges from the competition under suspicion that they were not making decisions \"at the levels expected\". As Hungarian swimmer Katinka Hosszú won a gold medal and broke a world record", "doc_score": "80.13373565673828", "publish_date": "2018/12/31"}, {"doc_id": "11921346", "text": "NBC Olympic broadcasts / 'em right,\" Costas said, alluding at the end to show host Conan O'Brien's involvement in the 2010 Tonight Show conflict. Ignoring past criticisms, NBC again tape-delayed the opening ceremony of the 2014 Winter Olympics, and refused to broadcast it live on any platform. NBC Sports chairman Mark Lazarus explained that the delay was so they could \"put context to it, with the full pageantry it deserves\". NBC's most significant cuts included the removal of the taking of the Olympic oaths, and an entire passage discussing discrimination and equality was removed from IOC President Thomas Bach's speech. Like in 2012, NBC", "doc_score": "80.69491577148438", "publish_date": "2018/12/31"}, {"doc_id": "11921358", "text": "NBC Olympic broadcasts / a person. I know she didn't mean to push. I don't think she really anticipated what my reaction was going to be, and I think by the time she realized it, it was too late. I don't blame her at all.\" Matt Lauer, who had been filling in for Bob Costas due to an eye ailment, had engaged in inappropriate and unwanted sexual behavior with subordinates during the Games. This was one of the factors that lead to his termination from NBC on November 29, 2017. On August 16, 2016, Boxing analyst Teddy Atlas accused NBC of deliberately \"hiding\" boxing", "doc_score": "79.26646423339844", "publish_date": "2018/12/31"}, {"doc_id": "8850749", "text": "National Basketball Association criticisms and controversies / the Advancement of Colored People (NAACP) cancelled its plans for the following month to award Sterling for a second time with its lifetime achievement award. President Barack Obama characterized the recording attributed to Sterling as \"incredibly offensive racist statements\". Obama then stated, \"When ignorant folks want to advertise their ignorance, you don’t really have to do anything, you just let them talk.\" On April 29, the NBA, upon confirming the taped conversations, announced that Sterling has been banned for life and fined $2.5 million. Perhaps mainly because of the above-mentioned criticism, the NBA instituted a dress code in 2005, banning", "doc_score": "78.3636245727539", "publish_date": "2018/12/31"}, {"doc_id": "11921343", "text": "NBC Olympic broadcasts / forced to watch online streams of the ceremonies provided by either the BBC or CTV if they elected to watch it live. These failings were picked up during the NBC broadcast by Twitter users with the hashtag #nbcfail. NBC spokesman Christopher McCloskey said: Despite these issues, the Nielsen ratings for the coverage set a record for an Olympics held outside of the United States. The ceremonies drew a 23.0 rating, which was a 7% increase over the 2008 Opening Ceremony in Beijing. Due in part to lingering criticism from social media outlets like Twitter, NBC made a last-minute decision to", "doc_score": "80.39527893066406", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_19", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "6346729", "text": "Allan Gordon / time in the imprisoned ship before finally escaping. This is remarkably similar to the events that transpired in September 1854 when noted explorer Captain Elisha Kane's ship, the USS \"Advance\", sank in the Arctic seas. Allan Gordon was the main character of Arthur J. Roth's book \"The Iceberg Hermit\". \"The Adventures of Allan Gordon\" is the name of a song by The Fall of Troy. On their \"Live At The Paradox\" EP (when they were called The Thirty Years' War) guitarist Thomas Erak made reference to 'The Iceberg Hermit' before playing the song. Allan Gordon Allan Gordon is the fictional", "doc_score": "79.92971801757812", "publish_date": "2018/12/31"}, {"doc_id": "404539", "text": "Stan Rogers / Stan Rogers Stanley Allison \"Stan\" Rogers (November 29, 1949 – June 2, 1983) was a Canadian folk musician and songwriter. Rogers was noted for his rich, baritone voice and his traditional-sounding songs which were frequently inspired by Canadian history and the daily lives of working people, especially those from the fishing villages of the Maritime provinces and, later, the farms of the Canadian prairies and Great Lakes. Rogers died in a fire aboard Air Canada Flight 797 on the ground at the Greater Cincinnati Airport at the age of 33. Rogers was born in Hamilton, Ontario the eldest son of", "doc_score": "76.633544921875", "publish_date": "2018/12/31"}, {"doc_id": "3273973", "text": "Hector the Hero / Hector the Hero \"Hector the Hero\" is a classic lament penned by Scottish composer and fiddler James Scott Skinner in 1903. It was written as a tribute to Major-General Hector MacDonald, a distinguished Scottish general around the turn of the century. MacDonald, a friend of Skinner's, had not long before committed suicide following accusations of homosexuality. As it is a lament, it is played slowly and sadly, often using instruments such as the violin, piano, guitar or bagpipes. It has been covered by many artists since its release, and is still reasonably well known today. As it was written in", "doc_score": "79.93343353271484", "publish_date": "2018/12/31"}, {"doc_id": "870952", "text": "Gordon Lightfoot / the year in 1972 and 1976. He has received ASCAP awards for songwriting in 1971, 1974, 1976, and 1977, and has been nominated for five Grammy Awards. In 1974 Lightfoot's song \"Sundown\" was named pop record of the year by the Music Operators of America. In 1980 he was named Canadian male recording artist of the decade, for his work in the 1970s. Lightfoot was chosen as the celebrity captain of the Toronto Maple Leafs for the NHL's 75th anniversary season in 1991–1992. Lightfoot was inducted into the Canadian Music Hall of Fame in 1986 and the Canadian Country Music", "doc_score": "78.93128967285156", "publish_date": "2018/12/31"}, {"doc_id": "870909", "text": "Gordon Lightfoot / Gordon Lightfoot Gordon Meredith Lightfoot Jr. (born November 17, 1938) is a Canadian singer-songwriter who achieved international success in folk, folk-rock, and country music. He is credited with helping to define the folk-pop sound of the 1960s and 1970s. He is often referred to as Canada's greatest songwriter and is known internationally as a folk-rock legend. Lightfoot's songs, including \"For Lovin' Me\", \"Early Morning Rain\", \"Steel Rail Blues\", \"Ribbon of Darkness\"—a number one hit on the U.S. country chart with Marty Robbins's cover in 1965—and \"Black Day in July\" about the 1967 Detroit riot, brought him wide recognition in the", "doc_score": "78.8506851196289", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_20", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "18128498", "text": "Public Law 113-127 / source.\" H.R. 2388 would take about 40 acres of federal land in El Dorado County, California, into trust for the benefit of the Shingle Springs Band of Miwok Indians. Based on information provided by the United States Department of the Interior, the Congressional Budget Office (CBO) estimates that implementing H.R. 2388 would have no significant effect on the federal budget because the cost of administering the lands would not change significantly. Enacting H.R. 2388 would not affect direct spending or revenues; therefore, pay-as-you-go procedures do not apply. H.R. 2388 contains no intergovernmental or private-sector mandates as defined in the Unfunded", "doc_score": "77.3143081665039", "publish_date": "2018/12/31"}, {"doc_id": "12219218", "text": "Nonqualified deferred compensation / insurance wage base is currently unlimited. The employee portion of the Medicare tax is 1.45% of wages (and an extra 0.9% for high-earners). The employer cannot claim a deduction until the benefits are taxable to the employee. An unfunded plan is exempt from a majority of the provisions of ERISA as long as it constitutes a \"Top Hat\" plan. A Top Hat plan is an unfunded plan maintained by the employer to provide deferred compensation to a select group of management or highly compensated employees. If coverage extends beyond this group then the plan is not a Top Hat plan.", "doc_score": "78.38099670410156", "publish_date": "2018/12/31"}, {"doc_id": "3079801", "text": "Palimony / Palimony Palimony is the division of financial assets and real property on the termination of a personal live-in relationship wherein the parties are not legally married. The term \"palimony\" is not a legal or historical term, but rather a colloquial portmanteau of the words \"pal\" and \"alimony\". The word was coined by celebrity divorce attorney Marvin Mitchelson in 1977 when his client Michelle Triola Marvin filed an unsuccessful suit against the actor Lee Marvin. While the suit was unsuccessful in this instance, the courts found that \"in the absence of an express agreement, courts may look to a variety of", "doc_score": "77.63665771484375", "publish_date": "2018/12/31"}, {"doc_id": "10866861", "text": "Tasha Smith / her that she should have known before the marriage. Smith alleged that Douglas was not \"man of the cloth\" that he presented himself to be during their courtship. She also said that, if she had known about Douglas' background, she would not have married him. The allegations about Douglas' background included five marriages before he married Smith, multiple children that he did not claim and disclose to Smith, and non-payment of income taxes for nearly a decade. The judge in the case granted Smith an annulment of the marriage in December 2015 on the basis of fraud committed by Douglas.", "doc_score": "80.49777221679688", "publish_date": "2018/12/31"}, {"doc_id": "15834427", "text": "Section 8 notice / Section 8 notice Section 8, also known as the Section 8 notice to quit or the Section 8 possession notice, is a prerequisite if the landlord of an assured tenancy wishes to obtain possession order from the court, thereby ending the tenancy, for a reason based on a circumstance entitling the landlord to possession. It is used in England and Wales and is part of the Housing Act 1988. An assured tenancy which is also an assured shorthold tenancy may also be ended by the execution of a possession order based on a section 21 notice. The differences between the", "doc_score": "77.88606262207031", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_21", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "19667", "text": "Airline / million jobs and $2.7 trillion of economic activity: 3.6% of the global GDP. In July 2016, the total weekly airline capacity was 181.1 billion Available Seat Kilometers (+6.9% compared to July 2015): 57.6bn in Asia-Pacific, 47.7bn in Europe, 46.2bn in North America, 12.2bn in Middle East, 12.0bn in Latin America and 5.4bn in Africa. Historically, air travel has survived largely through state support, whether in the form of equity or subsidies. The airline industry as a whole has made a cumulative loss during its 100-year history, once the costs include subsidies for aircraft development and airport construction. One argument is", "doc_score": "88.93563842773438", "publish_date": "2018/12/31"}, {"doc_id": "2588618", "text": "Air travel / Air travel Air travel is a form of travel in vehicles such as helicopters, hot air balloons, blimps, gliders, hang gliding, parachuting, airplanes, jets, or anything else that can sustain flight. Use of air travel has greatly increased in recent decades - worldwide it doubled between the mid-1980s and the year 2000. Air travel can be separated into two general classifications: national/domestic and international flights. Flights from one point to another within the same country are called domestic flights. Flights from a point in one country to a point within a different country are known as international flights. Travelers can", "doc_score": "85.28131103515625", "publish_date": "2018/12/31"}, {"doc_id": "18539417", "text": "JetSmarter / and investor Wayne Chang, and investment bank Goldman Sachs Capital Partners. In December 2016, JetSmarter announced it had raised an additional $105 million at a $1.6 billion valuation. The company said this will fuel international expansion and add at least 80 more routes to its existing 50 routes. In August 2017, JetSmarter said it raised an undisclosed amount of institutional capital from Clearlake Capital Group, LP, Leucadia National Corporation and existing investors. It said it would use the money to expand services, including routes and flight frequency. JetSmarter flight services include a mix of shared and private flights: JetSmarter has", "doc_score": "86.44422912597656", "publish_date": "2018/12/31"}, {"doc_id": "1836924", "text": "Business jet / turboprops deliveries, from 792 jets in 2019 to 917 in 2028, and mostly in North America with 5,986 jets and 2,024 turboprops worth $126.1 billion. Most value will come from ultra-long-range jets with $104.7 billion, followed by super-midsize jets for $33.3 billion and large jets for $30.6 billion. The fleet should grow from 31,300 aircraft to nearly 35,600 and Textron Aviation should lead the market with 25% of deliveries worth $32.1 billion. For the decade starting in 2018, 22,190 Engine deliveries were forecast, led by the Honeywell HTF7000, Williams FJ44, Pratt & Whitney Canada PT6A Medium, Pratt & Whitney Canada", "doc_score": "86.696044921875", "publish_date": "2018/12/31"}, {"doc_id": "19680", "text": "Airline / established an engineering base at an airport, then there may be considerable economic advantages in using that same airport as a preferred focus (or \"hub\") for its scheduled flights. Operating costs for US major airlines are primarily aircraft operating expense including jet fuel, aircraft maintenance, depreciation and aircrew for 44%, servicing expense for 29% (traffic 11%, passenger 11% and aircraft 7%), 14% for reservations and sales and 13% for overheads (administration 6% and advertising 2%). An average US major Boeing 757-200 flies stages 11.3 block hours per day and costs $2,550 per block hour : $923 of ownership, $590 of", "doc_score": "84.78170013427734", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_22", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "9282605", "text": "Coronation anthem / chorus was divided into 6 or 7 groups (with the tenors kept together) and a large string section, made up of three groups of violins (rather than the two which were usual). \"Zadok the Priest\" (HWV 258) is thought to have been composed between 9 September and 11 October 1727. The text of \"Zadok the Priest\" is derived from the biblical account of the anointing of Solomon by Zadok and Nathan and the people's rejoicing at this event. These words have been used in every English coronation since that of King Edgar at Bath Abbey in 973, and Handel's setting", "doc_score": "81.7700424194336", "publish_date": "2018/12/31"}, {"doc_id": "9282600", "text": "Coronation anthem / Coronation anthem A coronation anthem is a piece of choral music written to accompany the coronation of a monarch. Many composers have written coronation anthems. However the best known were composed by George Frideric Handel. Handel's four coronation anthems use text from the King James Bible and were designed to be played at the coronation of the British monarch. They are \"Zadok the Priest\", \"Let Thy Hand Be Strengthened\", \"The King Shall Rejoice\", and \"My Heart Is Inditing\". Each was originally a separate work but they were later published together. Although part of the traditional content of British coronations, the", "doc_score": "81.28147888183594", "publish_date": "2018/12/31"}, {"doc_id": "2415238", "text": "Coronation of the British monarch / Reformation, court musicians, often the Master of the King's Music, were commissioned to compose new settings for the traditional texts. The most frequently used piece is \"Zadok the Priest\" by George Frideric Handel; one of four anthems commissioned from him for George II's coronation in 1727. It has featured in every coronation since, an achievement unparalleled by any other piece. Previous settings of the same text were composed by Henry Lawes for the 1661 coronation of Charles II and Thomas Tomkins for Charles I in 1621. In the 19th century, works by major European composers were often used, but when", "doc_score": "78.51055908203125", "publish_date": "2018/12/31"}, {"doc_id": "9282606", "text": "Coronation anthem / has been used at every British coronation since 1727. It is traditionally performed during the sovereign's anointing and its text is after 1 Kings (1:38–40). Its duration is just over five minutes. It is written in D major for: two sopranos, two altos, tenor, two basses, choir, and orchestra (two oboes, two bassoons, three trumpets, timpani, strings, and continuo). The music prepares a surprise in its orchestral introduction via the use of static layering of soft string textures, followed by a sudden rousing forte tutti entrance, augmented by three trumpets. The middle section \"And all the people rejoic'd, and said\"", "doc_score": "83.27092742919922", "publish_date": "2018/12/31"}, {"doc_id": "9282602", "text": "Coronation anthem / played first, then \"Zadok\", then \"The King shall rejoice\", and finally \"My heart is inditing\" at the coronation of the Queen. (In modern coronations the order is \"Zadok\", \"Let thy hand be strengthened\", \"The King shall rejoice\" and \"My heart is inditing\", with the order of \"Let thy hand be strengthened\" and \"The King shall rejoice\" sometimes reversed.) Right from their composition the four anthems have been popular and regularly played in concerts and festivals even during Handel's own lifetime. He re-used substantial extracts from them in many of his oratorios without many changes (other than to the text), notably", "doc_score": "79.20995330810547", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_23", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "12272289", "text": "Keir Starmer / of rape and child abuse. On 28 December Starmer said to BBC News: \"well, I'm back in private practice; I'm rather enjoying having some free time, and I'm considering a number of options\". Starmer was selected on 13 December 2014 as the Labour Party's prospective parliamentary candidate for the constituency of Holborn and St Pancras, following the decision of the sitting MP Frank Dobson to stand down. Starmer was elected at the 2015 general election with a majority of 17,048. He was urged by activists to stand for Leader of the Labour Party at the 2015 leadership election, but he", "doc_score": "84.50272369384766", "publish_date": "2018/12/31"}, {"doc_id": "14541548", "text": "Danny Kushlick / Danny Kushlick Danny Kushlick is a British political activist and founder of the Transform Drug Policy Foundation (TDPF). He stood in the 2010 United Kingdom general election for The People's Manifesto. Kushlick founded the Transform Drug Policy Foundation in 1996. He is currently that organisation's head of external affairs. He has previously worked with various support organisations, covering learning difficulties, unemployed ex-offenders, drug counselling, and homelessness. In 2004, he co-authored the report \"After the War on Drugs: Options for Control\", which is a critique of current drug policy in the UK and recommendations for reform. He is a regular commentator", "doc_score": "82.81278228759766", "publish_date": "2018/12/31"}, {"doc_id": "12272293", "text": "Keir Starmer / a large number of new laws, or risk an “unsustainable legal vacuum”, if Britain left the EU without a deal. On 25 September 2018 he announced to the Labour Party Conference in Liverpool that, \"campaigning [by the party] for a public vote must be an option\". He married Victoria Alexander, a solicitor, in 2007, and has a son and daughter. While Starmer was awarded a knighthood in 2014 for \"services to law and criminal justice\" and is therefore entitled to be known as \"Sir Keir Starmer\", he does not use the title. He told the \"Ham & High\", a local", "doc_score": "82.18585205078125", "publish_date": "2018/12/31"}, {"doc_id": "7254841", "text": "David Handley / David Handley David Handley is the leader of the militant pressure group Farmers for Action. He was a leader of the UK fuel protestors in September 2000. He unsuccessfully challenged for the leadership of the British National Farmers Union and was backed by senior Conservative Party activist Mark MacGregor. In spite of this, he is still a popular and well-known figure among UK farmers, having twice been voted by readers of \"Farmers Weekly\" their Personality of the Year. In 2005, he was presented with the Dairy Industry Award. On 10 May 2007, he was presented with the Princess Royal Award", "doc_score": "79.24537658691406", "publish_date": "2018/12/31"}, {"doc_id": "18762251", "text": "Ranil Jayawardena / Prime Minister David Cameron's plans to carry out airstrikes against ISIL targets in Syria. In the 2015-17 parliament, he was part of the Home Affairs Select Committee and the International Trade Committee. Jayawardena supported Brexit in the June 2016 United Kingdom European Union membership referendum. He held his seat in the 2017 general election with 37,754 (65.5%) votes and a majority of 27,772. In June, he shut down his Twitter account after labelling it as \"a platform full of trolls, extremists – and worse\". After the 2017 election, he was re-appointed to the International Trade Committee and also joined the", "doc_score": "79.58963775634766", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_24", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "993446", "text": "Freedom of the press / control of media has burgeoned, leading to increasing independence and greater scrutiny of government. It ranks poorly at 138th rank out of 180 listed countries in the Press Freedom Index 2018 released by Reporters Without Borders (RWB). Analytically India's press freedom, as could be deduced by the Press Freedom Index, has constantly reduced since 2002, when it culminated in terms of apparent freedom, achieving a rank of 80 among the reported countries. In 2018, India's freedom of press ranking declined two placed to 138. In explaining the decline, RWB cited growing intolerance from Hindu nationalist supporters of Indian Prime Minister", "doc_score": "87.10897064208984", "publish_date": "2018/12/31"}, {"doc_id": "993427", "text": "Freedom of the press / trusted now—it is currently known for manipulation and bias.\" \"Freedom of the Press\" is a yearly report by US-based non-profit organization Freedom House. It is known to subjectively measure the level of freedom and editorial independence that is enjoyed by the press in every nation and significant disputed territories around the world. Levels of freedom are scored on a scale from 1 (most free) to 100 (least free). Depending on the basics, the nations are then classified as \"Free\", \"Partly Free\", or \"Not Free\". In 2009 Iceland, Norway, Finland, Denmark, and Sweden topped the list with North Korea, Turkmenistan, Myanmar", "doc_score": "86.4303207397461", "publish_date": "2018/12/31"}, {"doc_id": "6603282", "text": "Human rights in India / which would elevated their economic and social status. According to the estimates of Reporters Without Borders, India ranks 122nd worldwide in 2010 on the press freedom index (down from 105th in 2009). The press freedom index for India is 38.75 in 2010 (29.33 for 2009) on a scale that runs from 0 (most free) to 105 (least free). In 2014 India was down ranked to 140th worldwide (score of 40.34 out of 105) but despite this remains one of the best scores in the region. The Indian Constitution, while not mentioning the word \"press\", provides for \"\"the right to freedom", "doc_score": "84.50454711914062", "publish_date": "2018/12/31"}, {"doc_id": "7249616", "text": "Freedom of the press in the United States / associated with rhetoric by President Donald Trump. According to Reporters Without Borders the United States ranks behind most other Western nations for press freedom, but ahead of most Asian, African and South American countries. Freedom House, a US-based independent watchdog organization, ranked the United States 30th out of 197 countries in press freedom in 2014. Its report praised the constitutional protections given American journalists and criticized authorities for placing undue limits on investigative reporting in the name of national security. Freedom House gives countries a score out of 100, with 0 the most free and 100 the least free. The", "doc_score": "85.6787109375", "publish_date": "2018/12/31"}, {"doc_id": "3080788", "text": "Freedom of speech in the United States / with some restrictions. Some of the recent issues include: See also \"Roth v. United States\" Currently the United States is ranked 57th out of 181 countries in the annual Worldwide Press Freedom Index by Reporters Without Borders. In 2002, the United States was ranked 17th of 167 countries in the same report. \"The poor ranking of the United States (17th) is mainly because of the number of journalists arrested or imprisoned there. Arrests are often because they refuse to reveal their sources in court. Also, since the September 11 attacks, several journalists have been arrested for crossing security lines at", "doc_score": "85.05189514160156", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_25", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "18577203", "text": "Blood pressure measurement / 2008 recommended that 2 to 3 readings should be taken in the morning (after awakening, before washing/dressing, taking breakfast/drink or taking medication) and another 2 to 3 readings at night, each day over a period of 1 week. It was also recommended that the readings from the first day should be discarded and that a total of ≥12 readings (i.e. at least two readings per day for the remaining 6 days of the week) should be used for making clinical decisions. There are many factors that can play a role in the blood pressure reading by physician, such as hearing", "doc_score": "83.18526458740234", "publish_date": "2018/12/31"}, {"doc_id": "9106434", "text": "Stool guaiac test / heme detected by the guaiac method. The US Multisociety Task Force (MSTF) looked at 6 studies that compared high sensitivity gFOBT (Hemoccult SENSA) to FIT, and concluded that there were no clear difference in overall performance between these methods, and a similar recommendation was made by the National Guideline Clearinghouse (NGC). Results of a single fecal sample should be interpreted cautiously, as there is a high rate of false negativity associated with the test. Using three cards, each on different days, is recommended to improve sensitivity. The Centers for Disease Control and Prevention (CDC) in a 2006–2007 survey found extensive", "doc_score": "81.269775390625", "publish_date": "2018/12/31"}, {"doc_id": "10104232", "text": "Historical demography / Historical demography Historical demography is the quantitative study of human population in the past. It is concerned with population size, with the three basic components of population change--fertility, mortality, and migration, and with population characteristics related to those components, such as marriage, socioeconomic status, and the configuration of families. The sources of historical demography vary according to the period and topics of the study. For the recent period - beginning in the early nineteenth century in most European countries, and later in the rest of the world - historical demographers make use of data collected by governments, including censuses and", "doc_score": "80.57337188720703", "publish_date": "2018/12/31"}, {"doc_id": "2188427", "text": "Blood test / in time, the glucose tolerance test involves repeated testing to determine the rate at which glucose is processed by the body. Blood tests results should always be interpreted using the ranges provided by the laboratory that performed the test. Example ranges are shown below. Upon completion of a blood test analysis, patients may receive a report with blood test abbreviations. Examples of common blood test abbreviations are shown below. In 2008, scientists announced that the more cost effective saliva testing could eventually replace some blood tests, as saliva contains 20% of the proteins found in blood. In February 2011, Canadian", "doc_score": "79.660400390625", "publish_date": "2018/12/31"}, {"doc_id": "20921340", "text": "Experimental benchmarking / This estimation approach can also be called covariate adjustment. Covariates are attributes that exist prior to experimentation and therefore do not change based on treatment. Examples include age, gender, weight, and hair color. For example, if researchers are interested in the effect of smoking cessation classes on the number of cigarettes smoked a day, they may carry out covariate adjustment to control for ethnicity, income and the number of years the smoker has been smoking. Covariate adjustment can be carried out in a variety of ways. Gordon et al. 2018 illustrate many of these methods by means of online", "doc_score": "80.63212585449219", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_26", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "12061973", "text": "Imperial Energy Corporation / Imperial Energy Corporation Imperial Energy Corporation plc is a British-based petroleum exploration and production business operating in Siberia. It is headquartered in Leeds and is a subsidiary of India's Oil and Natural Gas Corporation. The business was founded in 2004. In 2007 it was first listed on the London Stock Exchange. The company was acquired by ONGC for $2.1 billion in January 2009. Imperial Energy Corporation produces approximately 80% of its oil from Maiskoye field and 20% from Snezhnoye field in Tomsk region. The company had an extraordinarily high exploration success rate under British management with exploration activity on all", "doc_score": "81.57483673095703", "publish_date": "2018/12/31"}, {"doc_id": "17253796", "text": "Energy transition / strongly promoting the establishment of offshore wind power. With an installed capacity of 18.8 GW at the end of 2017, Britain is one of the worldwide leaders taking the sixth place, after China, the United States, Germany, India, and Spain. It was initially promoted with a quota system, but expansion targets were missed repeatedly. This led the government to implement a feed-in tariff instead. The Obama administration made a large push for green jobs, particularly in his first term. In the United States, the share of renewable energy (excluding hydropower) in electricity generation has grown from 3.3 percent (1990) to", "doc_score": "83.51272583007812", "publish_date": "2018/12/31"}, {"doc_id": "9738323", "text": "Energy security / block on the development of natural gas imports in Sweden. Greater investment in native renewable energy technologies and energy conservation is envisaged instead. India is carrying out a major hunt for domestic oil to decrease its dependency on OPEC, while Iceland is well advanced in its plans to become energy independent by 2050 through deploying 100% renewable energy. Petroleum, otherwise known as \"crude oil\", has become the resource most used by countries all around the world including Russia, China (actually, China is mostly dependent on coal (70.5% in 2010)) and the United States of America. With all the oil wells", "doc_score": "79.4071273803711", "publish_date": "2018/12/31"}, {"doc_id": "9631586", "text": "World energy resources / ASPO predicts peak year to be in 2010. Some other theories present the view that it has already taken place in 2005. World crude oil production (including lease condensates) according to US EIA data decreased from a peak of 73.720 mbd in 2005 to 73.437 in 2006, 72.981 in 2007, and 73.697 in 2008. According to peak oil theory, increasing production will lead to a more rapid collapse of production in the future, while decreasing production will lead to a slower decrease, as the bell-shaped curve will be spread out over more years. In a stated goal of increasing oil", "doc_score": "80.61937713623047", "publish_date": "2018/12/31"}, {"doc_id": "9074733", "text": "Energy superpower / the take-or-pay conditions in their Russian contracts. This would threaten Gazprom’s ability to borrow. Putin’s attempt to use energy to increase Russian influence could backfire in the long run. According to Manik Talwani, a geophysicist at Rice University, there are two countries that are most likely to join Saudi Arabia in attaining the status of oil superpower: Venezuela and Canada. Citing their enormous potential reserves (1.2 trillion potential barrels for Venezuela and 1.75 trillion for Canada's oil sands), Talwani believes that they have the reserves to become energy superpowers in the next few decades as oil production declines elsewhere. However,", "doc_score": "82.44043731689453", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_27", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "10339707", "text": "Police (Scotland) Act 1967 / Police (Scotland) Act 1967 The Police (Scotland) Act 1967 (c. 77) is an Act of the United Kingdom Parliament which until 2013 had provided a framework for territorial police forces in Scotland to operate within. The Police and Fire Reform (Scotland) Act 2012, passed by the Scottish Parliament set out arrangements for organisations to replace those set out in the 1967 Act. The 1967 Act did not generally apply to any police force operating in Scotland whose jurisdiction is not defined by either local authority boundaries or by the national boundary of Scotland; certain individual sections deal with the necessary", "doc_score": "90.8558578491211", "publish_date": "2018/12/31"}, {"doc_id": "10339709", "text": "Police (Scotland) Act 1967 / of England and Scotland and to repeal certain provisions relating to the police in Scotland which have ceased to have any effect.\" See Assaulting a constable in the execution of his duty. Police (Scotland) Act 1967 The Police (Scotland) Act 1967 (c. 77) is an Act of the United Kingdom Parliament which until 2013 had provided a framework for territorial police forces in Scotland to operate within. The Police and Fire Reform (Scotland) Act 2012, passed by the Scottish Parliament set out arrangements for organisations to replace those set out in the 1967 Act. The 1967 Act did not generally", "doc_score": "90.47578430175781", "publish_date": "2018/12/31"}, {"doc_id": "14434076", "text": "Police Complaints Commissioner for Scotland / Police Complaints Commissioner for Scotland The Police Complaints Commissioner for Scotland (PCCS) was the executive non-departmental public body of the Scottish Government responsible for overseeing the system for handling complaints made by members of the public against the police force of Scotland. It operated between 1 April 2007 and 31 March 2013. It was created under the Police, Public Order and Criminal Justice (Scotland) Act 2006. The PCCS took over its role from Her Majesty's Inspectorate of Constabulary Scotland on 1 April 2007. The first commissioner was Jim Martin. John McNeill succeeded Martin as Comissioner and assumed office on 17", "doc_score": "90.04487609863281", "publish_date": "2018/12/31"}, {"doc_id": "13066052", "text": "Police Act 1996 / Police Act 1996 The Police Act 1996 (c 16) is an Act of the Parliament of the United Kingdom which defined the current police areas in England and Wales, constituted the current police authorities for those areas, and set out the relationship between the Home Secretary and the English and Welsh territorial police forces. It replaced the Police and Magistrates' Courts Act 1994, which in turn had replaced the Police Act 1964. Sections 1 to 35 concern the national and regional organisation of the police force, with slightly differently applicable rules inside and outside London. Sections 36 to 58 concern", "doc_score": "89.15727996826172", "publish_date": "2018/12/31"}, {"doc_id": "14399864", "text": "Manning control / Democrats defence spokesman Paul Keetch called for the immediate suspension of the scheme, known as \"manning control\" and an inquiry into its administration. Mr Breed from the Liberal Democrats defence team stated that During the next few months more and more stories was being reported about alleged abuse of the system by former soldiers. During Parliamentary questions the MoD admitted that hundreds of medically unfit soldiers were thrown out of the Army rather than being given medical discharges, in an apparent contravention of its own rules. The Army admitted it had used Manning Control to throw out Soldiers who should", "doc_score": "88.00104522705078", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_28", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "10339707", "text": "Police (Scotland) Act 1967 / Police (Scotland) Act 1967 The Police (Scotland) Act 1967 (c. 77) is an Act of the United Kingdom Parliament which until 2013 had provided a framework for territorial police forces in Scotland to operate within. The Police and Fire Reform (Scotland) Act 2012, passed by the Scottish Parliament set out arrangements for organisations to replace those set out in the 1967 Act. The 1967 Act did not generally apply to any police force operating in Scotland whose jurisdiction is not defined by either local authority boundaries or by the national boundary of Scotland; certain individual sections deal with the necessary", "doc_score": "90.8558578491211", "publish_date": "2018/12/31"}, {"doc_id": "10339709", "text": "Police (Scotland) Act 1967 / of England and Scotland and to repeal certain provisions relating to the police in Scotland which have ceased to have any effect.\" See Assaulting a constable in the execution of his duty. Police (Scotland) Act 1967 The Police (Scotland) Act 1967 (c. 77) is an Act of the United Kingdom Parliament which until 2013 had provided a framework for territorial police forces in Scotland to operate within. The Police and Fire Reform (Scotland) Act 2012, passed by the Scottish Parliament set out arrangements for organisations to replace those set out in the 1967 Act. The 1967 Act did not generally", "doc_score": "90.47578430175781", "publish_date": "2018/12/31"}, {"doc_id": "14434076", "text": "Police Complaints Commissioner for Scotland / Police Complaints Commissioner for Scotland The Police Complaints Commissioner for Scotland (PCCS) was the executive non-departmental public body of the Scottish Government responsible for overseeing the system for handling complaints made by members of the public against the police force of Scotland. It operated between 1 April 2007 and 31 March 2013. It was created under the Police, Public Order and Criminal Justice (Scotland) Act 2006. The PCCS took over its role from Her Majesty's Inspectorate of Constabulary Scotland on 1 April 2007. The first commissioner was Jim Martin. John McNeill succeeded Martin as Comissioner and assumed office on 17", "doc_score": "90.04487609863281", "publish_date": "2018/12/31"}, {"doc_id": "13066052", "text": "Police Act 1996 / Police Act 1996 The Police Act 1996 (c 16) is an Act of the Parliament of the United Kingdom which defined the current police areas in England and Wales, constituted the current police authorities for those areas, and set out the relationship between the Home Secretary and the English and Welsh territorial police forces. It replaced the Police and Magistrates' Courts Act 1994, which in turn had replaced the Police Act 1964. Sections 1 to 35 concern the national and regional organisation of the police force, with slightly differently applicable rules inside and outside London. Sections 36 to 58 concern", "doc_score": "89.15727996826172", "publish_date": "2018/12/31"}, {"doc_id": "14399864", "text": "Manning control / Democrats defence spokesman Paul Keetch called for the immediate suspension of the scheme, known as \"manning control\" and an inquiry into its administration. Mr Breed from the Liberal Democrats defence team stated that During the next few months more and more stories was being reported about alleged abuse of the system by former soldiers. During Parliamentary questions the MoD admitted that hundreds of medically unfit soldiers were thrown out of the Army rather than being given medical discharges, in an apparent contravention of its own rules. The Army admitted it had used Manning Control to throw out Soldiers who should", "doc_score": "88.00104522705078", "publish_date": "2018/12/31"}]}
{"question_id": "20230505_29", "search_time": "2023/05/24/23:44", "search_result": [{"doc_id": "2189247", "text": "Mr. Met / performed his daily duties, such as buying coffee and picking up his laundry. In 2010, he began appearing in commercials for Citi Bank that aired during Mets broadcasts, inducing Mets fans to join him in a \"Let's Go Mets\" cheer during mundane activities such as business meetings. He has his own Build-A-Bear Workshop store, but instead of at Citi Field, it's located at the Mets' flagship store on Manhattan's Fifth Avenue. Mr. Met was featured on the remake of \"The Odd Couple\". In it Oscar Madison was to throw out the first pitch. His estranged father (Garry Marshall) is with", "doc_score": "80.4190444946289", "publish_date": "2018/12/31"}, {"doc_id": "961990", "text": "Ernst Stavro Blofeld / lapels, has a full head of hair, and is disfigured in the course of the film, echoing the Pleasence version's duelling scar. He is also briefly shown holding a white Persian cat. Blofeld appears in the 2004 video game \"\", with the likeness of Donald Pleasence, voiced by Gideon Emery. Blofeld is a playable multiplayer character in the 2010 video game \"GoldenEye 007\" for the Wii, with the likeness of Charles Gray. Blofeld is one of the main characters in the 2012 video game \"007 Legends\", featured in the mission based on \"On Her Majesty's Secret Service\", in which the", "doc_score": "78.20780181884766", "publish_date": "2018/12/31"}, {"doc_id": "2189240", "text": "Mr. Met / 1994, they did follow her advice and revived Mr. Met as part of a promotion with Nickelodeon. After a long absence, Mr. Met was quickly reembraced by New York Mets fans and has since remained a constant part of the franchise. On April 14, 2002, the Mets held a birthday party for Mr. Met at Shea Stadium. It was attended by costumed mascots from all around Major League Baseball and by Sandy the Seagull, mascot of the Brooklyn Cyclones, a Mets farm team. In the 2003 season, first baseman Tony Clark was the first Mets player ever to wear #00,", "doc_score": "80.08515930175781", "publish_date": "2018/12/31"}, {"doc_id": "2189243", "text": "Mr. Met / introduced batting practice caps featuring Mr. Met on the front. In 2014, a Mr. Met sleeve patch is featured on the Mets' blue alternate home and road jerseys. In 2015, a far more detailed Mr. Met backstory was written by a longtime fan in cooperation with the team and published by Mascot Books. Mr. Met has been portrayed by many people over the years. Dan Reilly was the first person to wear the Mr. Met costume, starting in 1964. In 2007, Reilly wrote a book about his experiences with the team, called \"The Original Mr. Met Remembers\". Mr. Met was", "doc_score": "78.83116912841797", "publish_date": "2018/12/31"}, {"doc_id": "18792176", "text": "Madame Tussauds New York / can practice their best Messi kick in a virtual soccer arena. On May 28, 2015, Madame Tussauds announced the unveiling of award-winning singer-songwriter, Ed Sheeran. The unveiling event, featuring Sheeran himself, took place at Madame Tussauds New York in Times Square and his figure currently resides in the recently renovated Music Experience room. Sheeran worked closely with the Madame Tussauds team who spent hours sitting with the star taking over 250 measurements, identifying exact eye color, and detailing each strand of hair. The figure, which is the first time the star has been immortalized in wax by Madame Tussauds, features", "doc_score": "77.9982681274414", "publish_date": "2018/12/31"}]}
