{"question_id": "20231208_0", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "16310836", "text": "2013 BCS National Championship Game / 2013 BCS National Championship Game The 2013 Discover BCS National Championship Game was a postseason college football bowl game that took place on Monday, January 7, 2013, at Sun Life Stadium in Miami Gardens, Florida. It featured the No. 1 ranked Notre Dame Fighting Irish and No. 2 Alabama Crimson Tide. The Alabama Crimson Tide defeated the Notre Dame Fighting Irish 42–14 for the national championship and took home the Championship Trophy. Alabama was the defending champion and represented the Southeastern Conference, which had participated in and emerged victorious from every standalone BCS Championship Game (since the format was introduced", "doc_score": "87.12506866455078", "publish_date": "2018/12/31"}, {"doc_id": "6070312", "text": "BCS National Championship Game / included in the championship game, but beat Michigan in the Rose Bowl and ended up No. 1 in the final AP poll. The following season, undefeated Auburn, Boise State, and Utah teams were left out of the national title game (the Orange Bowl). In 2008, the University of Utah was excluded from the BCS championship for a second time despite being the only undefeated FBS team and finished second in the final AP poll behind Florida. In 2009, five schools finished the regular season undefeated: Alabama, Texas, Cincinnati, TCU, and Boise State; however, the BCS formula selected traditional powers Alabama", "doc_score": "87.70758819580078", "publish_date": "2018/12/31"}, {"doc_id": "6070311", "text": "BCS National Championship Game / formal criteria or standards. The end of the 2010 season was one of the best examples of this. Without any objective criteria for evaluation of the teams, the BCS forced voters to impose their own standards and tiebreakers. Critics noted that the system inherently fostered selection bias, and therefore lacked both internal validity and external validity. Controversies surrounding teams' inclusion in the BCS National Championship Game were numerous. In 2001, Oregon, ranked second in the AP poll, was bypassed in favor of Nebraska despite Nebraska's 62-36 blowout to Colorado in its final regular season game. In 2003, USC was not", "doc_score": "88.53338623046875", "publish_date": "2018/12/31"}, {"doc_id": "19975467", "text": "2017–18 NCAA football bowl games / In mid-December multiple media sources reported that Florida State might not have met its bowl eligibility requirements. The team had a record of 6–6, with one of the wins – their 77–6 victory over Delaware State – against an FCS team. For such a game to count towards bowl eligibility, the FCS opponent must have used at least 90 percent of its allotted scholarships, and it was not clear that Delaware State had done so. But a few days later the Florida State administration issued a statement saying that Delaware State did in fact meet that threshold, once non-athletic scholarship", "doc_score": "85.24497985839844", "publish_date": "2018/12/31"}, {"doc_id": "6070316", "text": "BCS National Championship Game / Bowl vs. Oklahoma, for receiving various illegal benefits. In May 2011, the NCAA rejected all appeals of USC's penalties, which included Bush's ineligibility and a two-year bowl ban. On June 6, 2011, USC became the first school to lose a Bowl Championship Series national title due to NCAA sanctions when the BCS presidential oversight committee stripped the school of its 2004 title. As a result, there is no 2004 BCS champion, although USC retained its 2004 AP national title. Additionally, the BCS also nullified USC's participation in the 2006 Rose Bowl. (See attributions 1 and 2.) During 2012, the BCS", "doc_score": "88.39342498779297", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_1", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "20266263", "text": "President's Medal (British Academy) / President's Medal (British Academy) The President's Medal is awarded annually by the British Academy to up to five individuals or organisations. It is awarded for \"outstanding service to the cause of the humanities and social sciences\". It cannot be awarded to Fellows of the British Academy and was created to reward \"academic-related activity rather than academic achievement alone\". The medals were first awarded in 2010. On 25 November 2010, three individuals were awarded the President's Medal: In 2011, three individuals were awarded the President's Medal: In 2012, four individuals were awarded the President's Medal: In 2013, four individuals were awarded", "doc_score": "83.35399627685547", "publish_date": "2018/12/31"}, {"doc_id": "20266264", "text": "President's Medal (British Academy) / the President's Medal: In November 2014, four individuals were awarded the President's Medal: In September 2015, four individuals were awarded the President's Medal: In September 2016, four individuals were awarded the President's Medal: On 27 September 2017, five individuals were awarded the President's Medal: On 20 August 2018, five individuals were awarded the President's Medal: President's Medal (British Academy) The President's Medal is awarded annually by the British Academy to up to five individuals or organisations. It is awarded for \"outstanding service to the cause of the humanities and social sciences\". It cannot be awarded to Fellows of the British", "doc_score": "82.5848388671875", "publish_date": "2018/12/31"}, {"doc_id": "20266134", "text": "Awards of the British Academy / Recipients: The Peter Townsend Prize was created in 2011 to honour the sociologist Professor Peter Townsend, FBA, who had died in 2009. The prize is awarded biennially to recognise \"outstanding work with policy relevance on a topic to which Townsend made a major contribution.\" Nominations are made for \"a published work with policy relevance and academic merit on poverty and inequality; ageing and the lives of older people; disability and inequalities in health.\" The prize is awarded with £2,000. List of recipients: The President's Medal is awarded annually by the British Academy to up to five individuals or organisations for", "doc_score": "82.09366607666016", "publish_date": "2018/12/31"}, {"doc_id": "12240922", "text": "Ali Marchant / winner, and became host of the station's chart show. Ali Marchant Ali Marchant, born Alastair James Marchant, is a UK Radio DJ on Oxford's FM 107.9 and also DJs at clubs including Risa/Jongleurs in Birmingham. Ali Marchant was born and brought up in Thanet, Kent, living in the seaside town of Broadstairs. He was educated at Chatham House Grammar School in Ramsgate. He then attended the University of Birmingham, where he gained a bachelor's degree in Geology and Geography, and subsequently took a master's degree in Marketing. Following his master's degree, Marchant was elected to the position of Vice President", "doc_score": "80.62005615234375", "publish_date": "2018/12/31"}, {"doc_id": "8375809", "text": "Peter Horrocks / more culturally representative team. In April 2009, he replaced Nigel Chapman as Head of the BBC World Service and was responsible for the overall editorial leadership and management, a post in which he remained until 2014. He is the chairman of the BBC Media Action Board of Trustees (Previously called the BBC World Service Trust). The Open University announced on 11 December 2014, that Horrocks had been appointed Vice-Chancellor of the University, taking over the role vacated by Martin Bean. He took up the post on Tuesday 5 May 2015. Proposals to cut £100 million from the annual budget of", "doc_score": "78.92410278320312", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_2", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "8008841", "text": "A Royal Scandal / majesty fail miserably, and George has no qualms about flaunting his ongoing relationship with Frances Villiers, Countess of Jersey in front of his wife. The two formally separate after the birth of their daughter Charlotte, and George reunites with Maria Fitzherbert, whom he had wed years before meeting Caroline. The union was considered invalid because it had not been approved by the king and the Privy Council. Caroline is banished to a private residence in Blackheath and her contact with her daughter is restricted. She acts as foster mother to several children, and it is rumored one of them is", "doc_score": "86.06025695800781", "publish_date": "2018/12/31"}, {"doc_id": "580123", "text": "Isabella of France / huge risk in doing so – female infidelity was a very serious offence in medieval Europe, as shown during the Tour de Nesle Affair – both Isabella's former French sisters-in-law had died by 1326 as a result of their imprisonment for exactly this offence. Isabella's motivation has been the subject of discussion by historians; most agree that there was a strong sexual attraction between the two, that they shared an interest in the Arthurian legends and that they both enjoyed fine art and high living. One historian has described their relationship as one of the \"great romances of the Middle", "doc_score": "82.8187484741211", "publish_date": "2018/12/31"}, {"doc_id": "13321489", "text": "Affair of the Spanish Marriages / Affair of the Spanish Marriages The Affair of the Spanish Marriages was a series of intrigues between France, Spain, and the United Kingdom relating to the marriages of Queen Isabella II of Spain and her sister the infanta Luisa Fernanda in 1846. The affair led to a deterioration of relations between France and Britain in the final years of the July Monarchy. François Guizot, the French foreign minister, had been a supporter of friendly relations with Britain and had served as France's ambassador in London in 1840. During Guizot's tenure in London, the two countries had been brought to the", "doc_score": "83.28648376464844", "publish_date": "2018/12/31"}, {"doc_id": "10741538", "text": "The Queen's Sister / allow her and divorced war hero Peter Townsend, an equerry to her sister, to wed in a religious ceremony, and her brother-in-law and confidant Prince Philip advises her she will lose all her material possessions if they engage in a civil union, Margaret ends the relationship and plunges into a hedonistic lifestyle that frequently draws headlines in the press. She finds herself partnered with Tony Armstrong-Jones at a party that dissolves into an evening of sexual shenanigans, and she and the impoverished photographer begin to meet frequently for clandestine encounters in his dingy flat. When their relationship is made public,", "doc_score": "84.16474914550781", "publish_date": "2018/12/31"}, {"doc_id": "3782695", "text": "Evelina / Duval had broken off her relationship with her daughter Caroline, Evelina's mother, and has never acknowledged Evelina. Reverend Villars fears Mme. Duval's influence could lead Evelina to a fate similar to that of her mother Caroline, who secretly wedded Sir John Belmont, a libertine, who afterwards denied the marriage. To keep Evelina from Mme Duval, the Reverend lets her visit Howard Grove, Lady Howard's home, on an extended holiday. While she is there, the family learns that Lady Howard's son-in-law, naval officer Captain Mirvan, is returning to England after a seven-year absence. Desperate to join the Mirvans on their trip", "doc_score": "81.89591217041016", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_3", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "5032290", "text": "Puffery / Puffery In everyday language, puffery refers to exaggerated or false praise. In law, puffery is a promotional statement or claim that expresses subjective rather than objective views, which no \"reasonable person\" would take literally. Puffery serves to \"puff up\" an exaggerated image of what is being described and is especially featured in testimonials. Puff piece is an idiom for a journalistic form of puffery: an article or story of exaggerating praise that often ignores or downplays opposing viewpoints or evidence to the contrary. In a legal context, the term originated in the 1892 English Court of Appeal case \"Carlill v", "doc_score": "79.58924865722656", "publish_date": "2018/12/31"}, {"doc_id": "16833142", "text": "Jimmy Savile sexual abuse scandal / van Heeswijk (Object), Jacqui Hunt (Equality Now), Heather Harvey (Eaves) and Marai Larasi (End Violence against Women) was titled \"Just the Women\", a phrase which was reportedly written by \"Newsnight\" editor Peter Rippon in an email to a colleague concerning the lack of other authorities [than the alleged female victims] for evidence of Savile's abuse. A \"Newsnight\" spokesman said, \"Any suggestion that a story was dropped for anything other than editorial reasons is completely untrue.\" In October 2013, the transcript of Surrey Police's interview with Savile in 2009 was published after a request under the Freedom of information Act. Savile", "doc_score": "83.3104476928711", "publish_date": "2018/12/31"}, {"doc_id": "18454911", "text": "Sabrina Erdely / and two children. Sabrina Erdely Sabrina Rubin Erdely is a journalist and American magazine reporter who became known in 2014 as the author of a discredited article in \"Rolling Stone\" describing the alleged rape of a University of Virginia student by several fraternity members. The story, titled \"A Rape on Campus\", was later found to be unsupported by evidence. The magazine retracted the article following a Columbia University School of Journalism review which concluded that Erdely and \"Rolling Stone\" failed to engage in \"basic, even routine journalistic practice\". As a result, Erdely was named in three lawsuits with demands of", "doc_score": "79.70512390136719", "publish_date": "2018/12/31"}, {"doc_id": "16833152", "text": "Jimmy Savile sexual abuse scandal / the \"Newsnight\" report on the allegations against Savile in December 2011 was \"flawed\", but that it had not been done to protect the Savile tribute programmes. However, it criticised Entwistle for apparently failing to read emails warning him of Savile's \"dark side\", and that, after the allegations against Savile eventually became public, the BBC fell into a \"level of chaos and confusion [that] was even greater than was apparent at the time\". The BBC announced that Rippon and \"Newsnight\" deputy editor Liz Gibbons would be replaced. Transcripts of evidence to the Pollard inquiry, together with emails and other submissions, were", "doc_score": "79.65164947509766", "publish_date": "2018/12/31"}, {"doc_id": "15908756", "text": "Hilarity Ensues / parties. The following stories are included in \"Hilarity Ensues\": The marketing for \"Hilarity Ensues\" was well-publicized for its scandalous nature. Of particular note was Max's use of SponsoredTweets.com, where he attempted to simultaneously embarrass A-list celebrities and promote the third installment to his fratire series. Celebrities involved in this prank included Chris Rock, Snooki, and Nick Cannon, among others—with a tweet from Kim Kardashian reading: \"I loved Tucker Max's new book because it's a lot like the men I date: black on the outside, full of dirty words and insults on the inside.\" Ultimately, Max was banned from the site", "doc_score": "79.2948989868164", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_4", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "18218310", "text": "Jason Rezaian / the case would be heard by Judge Abolghassem Salavati, a controversial figure in the Iranian court system known for handing down harsh sentences (including extensive prison terms, lashings, and death) to political prisoners and those regarded as a threat to national security. On March 1, after more than seven months in detainment, Rezaian was granted permission to hire a court-approved attorney. On April 20, 2015, \"The Washington Post\" reported that Iranian authorities were charging Rezaian with espionage and three other serious crimes, including \"collaborating with hostile governments\" and \"propaganda against the establishment.\" The statement, issued from Tehran by his attorney", "doc_score": "83.31713104248047", "publish_date": "2018/12/31"}, {"doc_id": "20878512", "text": "Manuel Miranda / Manuel Miranda Manuel \"Manny\" Miranda is an American political operative. He was a Republican counsel on the U.S. Senate Judiciary Committee, working for Senator Orrin Hatch (R-UT), who obtained confidential memos of Democratic staffers on the Senate Judiciary Committee, from 2001 to 2003. Miranda accessed the Senate servers through a security lapse with the aid of Jason Lundell, a clerk in the Senate’s nominations unit, during 2001–2003. These memos were later leaked, and published by \"The Wall Street Journal\". The scandal became known as memogate or Mannygate. When asked if he broke the rules of common courtesy by reading other", "doc_score": "82.70774841308594", "publish_date": "2018/12/31"}, {"doc_id": "17968048", "text": "Public Law 113-100 / Public Law 113-100 Public Law 113-110 is a law that \"ban(s) Iran's new United Nations ambassador, who has ties to a terrorist group, from entering the United States.\" Iran's proposed ambassador, Hamid Aboutalebi, is controversial due to his involvement in the Iran hostage crisis, in which a number of American diplomats from the US embassy in Tehran were held captive from 1979 until 1981. Aboutalebi said he did not participate in the takeover of the US embassy, but was brought in to translate and negotiate following the occupation. President Barack Obama told Iran that Aboutalebis selection was not \"viable\" and", "doc_score": "82.11273956298828", "publish_date": "2018/12/31"}, {"doc_id": "3944203", "text": "Bureau of Diplomatic Security / Investigations and National Police. Tomas was assigned to the U.S. embassy in Seoul as a Customs and Border Protection Officer. On January 12, 2011, Special agents from the U.S. Department of State's Diplomatic Security Service (DSS) have located and helped return California fugitive John Pope from Mexico. Pope, formerly of San Francisco, was taken into custody by Mexican authorities in La Paz, Mexico on January 12 and returned to the United States on January 18, 2011 to face trial. John Pope has been wanted by the San Francisco District Attorney's Office since October 20, 1998, in connection with allegations of", "doc_score": "81.82059478759766", "publish_date": "2018/12/31"}, {"doc_id": "6960620", "text": "José Meléndez-Pérez / José Meléndez-Pérez José Meléndez-Pérez is a Puerto Rican-born United States Customs and Border Protection Inspector at Orlando International Airport who became a key figure for the 9/11 Commission when he refused entry to an alleged terrorist prior to the September 11, 2001 attacks. Meléndez-Pérez's story is told in the book \"Instinct\" by Michael Smerconish (Lyons Press, September 2009), as well as Glenn Beck's \"Miracles and Massacres\" (Threshold Editions/Mercury Radio Arts, 2013). Prior to the formation of the Department of Homeland Security, he was employed by the U.S. Immigration and Naturalization Service (INS) from November 15, 1992, to April 30, 2003.", "doc_score": "83.17206573486328", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_5", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "20341827", "text": "Face ID / user's facial expression and positioning, which can be used to create live effects such as Animoji or camera filters. Inconsistent results have been shown when testing Face ID on identical twins, with some tests showing the system managing to separate the two, while other tests have failed. The system has additionally been fooled by close relatives. Apple states that the probability of a false match is different for twins and siblings, as well as children under 13 years of age, as \"their distinct facial features may not have fully developed\". Face ID has raised concerns regarding the possibility of law", "doc_score": "85.54317474365234", "publish_date": "2018/12/31"}, {"doc_id": "5984320", "text": "Age verification system / Age verification system An age verification system, also known as an age gate, is a technical protection measure used to restrict access to digital content to those to are appropriately-aged. These systems are used primarily to restrict access to content classified (either voluntarily or by local laws) as being inappropriate for users under a specific age, such as alcohol and tobacco advertising, internet pornography or other forms of adult-oriented content, video games with objectionable content, or to remain in compliance with online privacy laws that regulate the collection of personal information from children (such as COPPA in the United States).", "doc_score": "86.87643432617188", "publish_date": "2018/12/31"}, {"doc_id": "2994990", "text": "Facial recognition system / received widespread press coverage in the UK. Systems are often advertised as having accuracy near 100%; this is misleading as the studies often use much smaller sample sizes than would be necessary for large scale applications. Because facial recognition is not completely accurate, it creates a list of potential matches. A human operator must then look through these potential matches and studies show the operators pick the correct match out of the list only about half the time. This causes the issue of targeting the wrong suspect. Civil rights right organizations and privacy campaigners such as the Electronic Frontier Foundation,", "doc_score": "85.32200622558594", "publish_date": "2018/12/31"}, {"doc_id": "2761534", "text": "E-FIT / Royal Canadian Mounted Police and the Jamaica Constabulary Force. E-FIT is used both for minor and serious crimes. In the United Kingdom, it is an ever-present feature on the BBC's \"Crimewatch\" television programme. The system is available in Spanish, German, English (both US and UK), French, Italian, Portuguese and Swedish. The widespread use of the original E-FIT approach is gradually being superseded by a new version of the program called EFIT-V. EFIT-V is a full-colour, hybrid system that offers increased flexibility and speed, allowing the face to be constructed using both evolutionary and systematic construction techniques. The E-FIT and Pro-fit", "doc_score": "84.6482162475586", "publish_date": "2018/12/31"}, {"doc_id": "5477463", "text": "Proof of Age Standards Scheme / Proof of Age Standards Scheme PASS (the Proof of Age Standards Scheme) is a government-backed scheme in the UK that gives young people a valid and accepted form of proof of age identification. The scheme is supported by the Home Office, the Trading Standards Institute (TSI), Association of Chief Police Officers (ACPO), and the National Police Chiefs’ Council (NPCC). It acts as an umbrella system: it does not itself issue identification cards, but various proof of age card schemes operate under the PASS umbrella, and issue cards which bear a PASS hologram as proof of authenticity and validity. Set up", "doc_score": "87.00933837890625", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_6", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "4470949", "text": "Stinky tofu / Stinky tofu Stinky tofu () is a Chinese form of fermented tofu that has a strong odor. It is usually sold at night markets or roadside stands as a snack, or in lunch bars as a side dish, rather than in restaurants. Unlike cheese, stinky tofu fermentation does not have a fixed formula for starter bacteria; wide regional and individual variations exist in manufacturing and preparation. The traditional method of producing stinky tofu is to prepare a brine made from fermented milk, vegetables, and meat; the brine can also include dried shrimp, amaranth greens, mustard greens, bamboo shoots, and Chinese", "doc_score": "84.20648193359375", "publish_date": "2018/12/31"}, {"doc_id": "5703410", "text": "Stinking Bishop cheese / mould. In 2017, Stinking Bishop launched a bid to become the Easter cheese, including a full-scale social media campaign, in-store media for their UK-wide stockists and a competition to win a tour around Hunts Court Farm. Stinking Bishop is an artisanal, handmade cheese and is therefore not produced for supermarkets. It currently has over 130 stockists across the UK, and can be found in artisan food stores and delicatessens, as well as in Harrods and Selfridges. The cheese was brought to international attention in the 2005 animated film \"\", in which it was used to revive Wallace from the dead.", "doc_score": "82.63313293457031", "publish_date": "2018/12/31"}, {"doc_id": "4470950", "text": "Stinky tofu / herbs. The brine fermentation can take as long as several months. Modern factories often use quicker methods to mass-produce stinky tofu. Fresh tofu is marinated in prepared brine for only a day or two, especially for fried or boiled cooking purposes. The process only adds odor to the marinated tofu instead of letting it ferment completely. Stinky tofu can be eaten cold, steamed, stewed, or, most commonly, deep-fried, and it is often accompanied by chili sauce or soy sauce. The color varies from the golden, fried Zhejiang-style to the black, typical of Hunan-style stinky tofu. From a distance, the odor", "doc_score": "79.46087646484375", "publish_date": "2018/12/31"}, {"doc_id": "13975645", "text": "Smelly socks / Smelly socks Smelly socks are socks that have acquired a strong odour due to prolonged wearing. Their odour, which is complex and remains the object of study, is a mixture of ammonia, fatty acids (in particular, isovaleric acid), and lactic acid. Odorous socks are a strong attractant for some animals, including dogs and mosquitos. They have proven useful in controlling the behavior of these animals. Although the odour of smelly socks is often associated with feet, it arises independently of contact with human feet in various foodstuffs such as dairy products, cheeses, sausages and fish sauce, and is naturally present", "doc_score": "80.39321899414062", "publish_date": "2018/12/31"}, {"doc_id": "4781425", "text": "Stink bomb / Stink bomb A stink bomb is a device designed to create an unpleasant smell. They range in effectiveness from simple pranks to military grade malodorants or riot control chemical agents. The Guinness Book of Records lists two smelliest substances: one is \"US Government Standard Bathroom Malodor\"; a mixture of eight chemicals with a stench resembling human feces, only much stronger, designed to test the efficacy of deodorizers and air fresheners, and the other one, \"Who me?\", is a mixture of five sulfur-containing chemicals and smells like rotting food and carcasses.. At the lower end of the spectrum, relatively harmless stink", "doc_score": "81.69574737548828", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_7", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "20360907", "text": "2017–18 NCAA Division I men's basketball corruption scandal / commitment he had made in April 2017 to play at Arizona. Because the younger O'Neal signed a nonbinding financial aid agreement instead of a formal letter of intent, he did not need a release from Arizona to choose a new destination, and he would commit to UCLA three days later. Arizona's only remaining recruit at the time in the 2018 class, point guard Brandon Williams, also did not sign a letter of intent, giving him the option to reopen his recruitment, and he chose to do so on March 2. However, unlike Shareef O'Neal, Williams decided to recommit to Arizona", "doc_score": "83.17184448242188", "publish_date": "2018/12/31"}, {"doc_id": "13374859", "text": "Branden Grace / in Presidents Cup history and just the second time for the International side. On 30 January 2016, Grace defended his Commercial Bank Qatar Masters title for his seventh victory on the European Tour. He finished two strokes ahead of Rafael Cabrera-Bello and Thorbjorn Olesen, after shooting a three under round of 69 on a day when he started two back of leader Paul Lawrie. Grace became the first player to successfully defend the tournament. On 17 April 2016, Grace claimed his first PGA Tour victory at the RBC Heritage after shooting a final round 66. On 22 July, Grace shot", "doc_score": "80.69600677490234", "publish_date": "2018/12/31"}, {"doc_id": "20360895", "text": "2017–18 NCAA Division I men's basketball corruption scandal / many other media outlets, reported that \"Coach-2\" was Louisville head coach Rick Pitino. Shortly thereafter, media outlets identified \"Player-10\" as Brian Bowen, a top recruit who had unexpectedly signed with Louisville on June 3, 2017. As a result of the scandal, on September 27, 2017, Louisville placed Pitino on unpaid administrative leave and athletic director Tom Jurich on paid administrative leave. Bowen was suspended from the team and withheld from all team activities. In addition, two five-star high school recruits who had verbally committed to join the Louisville program in 2018–19, Anfernee Simons and Courtney Ramey, rescinded their commitments and", "doc_score": "80.5804214477539", "publish_date": "2018/12/31"}, {"doc_id": "18816425", "text": "2018 Ryder Cup / as an assistant. Furyk named Davis Love III as a vice-captain, soon after his appointment in January 2017. He later added Steve Stricker and Tiger Woods in February 2018. On 4 September 2018, Furyk named David Duval, Zach Johnson, and Matt Kuchar as additional vice-captains. Tiger Woods, who had previously been named a vice-captain, would no longer serve in this position as he was chosen to be one of Furyk's captain's picks. Thomas Bjørn announced the four captain's picks at 2 pm BST on 5 September. Captain's picks are shown in yellow. The world rankings and records are at the", "doc_score": "82.23257446289062", "publish_date": "2018/12/31"}, {"doc_id": "17671909", "text": "Tyler Reddick / at which point he surrendered the lead to eventual champion Erik Jones. Reddick would ultimately finish second in his first full year of competition. In 2016, Reddick returned to BKR switching the No. 19 to the No. 29, with his new BKR teammate Hemric using his previously No. 19. Reddick started the season with a crash at Daytona, finishing 18th. Reddick would have been a contention for the championship in 2016, but he failed to make it in to the playoff. Reddick would win at Las Vegas, for his first victory of the season. On November 10, 2016, it was", "doc_score": "81.96136474609375", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_8", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "13367153", "text": "Obesity in the United Kingdom / November 2015, treating obesity related medical conditions costs the National Health Service (NHS) £5 billion a year and has a wider cost to the economy of £27 billion. A study published by two McKinsey researchers in the same year estimated costs to the United Kingdom economy of £6 billion ($9.6 billion) annually in direct medical costs of conditions related to being overweight or obese and a further £10 billion in costs on diabetes treatment. The cost of obesity and diabetes treatment in the NHS is equivalent to the United Kingdom's combined budget for the police and fire services, law courts,", "doc_score": "105.42424774169922", "publish_date": "2018/12/31"}, {"doc_id": "13367146", "text": "Obesity in the United Kingdom / of 25 or above) or obese, compared to 53% 20 years earlier. More than two-thirds of men and almost six in 10 women are overweight or obese. Experts have predicted that by the year 2020 one third of the United Kingdom population could be obese. Rising levels of obesity are a major challenge to public health. There are expected to be 11 million more obese adults in the UK by 2030, accruing up to 668,000 additional cases of diabetes mellitus, 461,000 cases of heart disease and stroke, 130,000 cases of cancer, with associated medical costs set to increase by £1.9–2.0B", "doc_score": "102.75626373291016", "publish_date": "2018/12/31"}, {"doc_id": "13367150", "text": "Obesity in the United Kingdom / chain coffee shops offering hot drinks with sugar levels over three times the daily recommended limit have nonetheless continued to rapidly expand. A 2015 University of Cambridge study reported that the total number of takeaway restaurants including fried chicken, fish and chips, pizza, kebab, Indian and Chinese takeaway shops has risen by 45% over the preceding 18 years. Government data reports that expenditure on takeaway food in the United Kingdom rose by 7.0% between 2011 and 2014. Similarly, popcorn, although a healthy snack by itself, becomes a high calorie snack once topped with butter and various other flavourings offered by", "doc_score": "100.66242980957031", "publish_date": "2018/12/31"}, {"doc_id": "13367161", "text": "Obesity in the United Kingdom / sweetened beverages they produce or import. The measure will generate an estimated £520 million a year in additional tax revenue to be spent on doubling existing funding for sport in UK primary schools. In contrast with the United States, overweight and obese individuals in the United Kingdom are more likely to be found in urban settings. Statistics highlight that lower income areas of London exhibit higher rates of childhood obesity compared with other parts of the UK. Data published in 2013 by London's Poverty Profile found disparities in childhood obesity rates between London and the rest of England, with 23%", "doc_score": "100.5512924194336", "publish_date": "2018/12/31"}, {"doc_id": "13367158", "text": "Obesity in the United Kingdom / in both processed food as well as drinks sold by national retailers such as Starbucks and Costa Coffee. Despite this, the proposed sugar tax is squarely aimed at high-sugar drinks, particularly fizzy drinks, which are popular among teenagers. Pure fruit juices and milk-based drinks will be excluded and the smallest producers will have an exemption from the scheme. In October 2011, British Prime Minister David Cameron told reporters that his government might consider a Fat tax as part of the solution to the United Kingdom's obesity problem. A Public Health Responsibility Deal was subsequently announced in 2012 with voluntary pledges", "doc_score": "99.83404541015625", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_9", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "1288287", "text": "Joe Biden / and Biden had quietly reduced his public schedule in order to spend more time with his son. At the time of his death, Beau Biden had been widely seen as the frontrunner to be the Democratic nominee for Governor of Delaware in 2016. During much of his second term, Biden was said to be preparing for a possible bid for the 2016 Democratic presidential nomination. At age 74 on Inauguration Day in January 2017, he would have been the oldest president on inauguration in history. With his family, many friends, and donors encouraging him in mid-2015 to enter the race,", "doc_score": "80.30474853515625", "publish_date": "2018/12/31"}, {"doc_id": "16055717", "text": "Pete Buttigieg / officers without a warrant, and he was punched and Tasered during the encounter, but was ultimately not arrested. Buttigieg's administration offered the teen's family $15,000 in settlement. The family rejected this offer, and the case went to trial. A jury found that the officers had violated Franklin's civil rights, and he was awarded $18. On January 5, 2017, Buttigieg announced his candidacy for Chair of the Democratic National Committee in its 2017 chairmanship election. He \"built a national profile as an emerging dark horse in the race for the chairmanship with the backing of former DNC Chairman Howard Dean.\" Buttigieg", "doc_score": "79.86946868896484", "publish_date": "2018/12/31"}, {"doc_id": "10329563", "text": "Adam Kokesh / Adam Kokesh Adam Charles Kokesh (born February 1, 1982) is an American Libertarian and anti-war political activist who has announced plans to run for President in 2020 on the platform of an \"orderly dissolution of the federal government.\" Kokesh was born on February 1, 1982, in San Francisco, California. He attended Stevenson School, an elite boarding school in Pebble Beach, for his first year of high school before attending the Native American Preparatory School in San Miguel County, New Mexico and received a bachelor's degree in psychology from Claremont McKenna College. Kokesh learned Arabic during his tenure in Iraq. In", "doc_score": "79.95095825195312", "publish_date": "2018/12/31"}, {"doc_id": "16520210", "text": "John Delaney (Maryland politician) / John Delaney (Maryland politician) John Kevin Delaney (born April 16, 1963) is an American politician and businessman who has been the United States Representative for Maryland's 6th congressional district since 2013 and is running for President of the United States in 2020. He is a member of the Democratic Party. On July 28, 2017, Delaney became the first major Democrat to announce he is running for president in 2020. Delaney announced that he would not run for re-election to Congress in 2018 and David Trone was elected to succeed him. Delaney grew up in Wood-Ridge, New Jersey, the son of", "doc_score": "82.18898010253906", "publish_date": "2018/12/31"}, {"doc_id": "2452296", "text": "Bobby Rush / members from wearing headgear, Rush was called out of order and escorted from the chamber. On September 5, 2017, Rush became the sole co-sponsor of H.R. 1697 to withdraw his support of the bill, which would require the United States to side with Israel against a United Nations resolution sanctioning Israel for human rights abuses. In the 115th United States Congress (January 3, 2017, to January 3, 2019): Rush's career average missed vote percentage is 15.7, which is high compared to the median missed vote percentage of 2.2 for members of the U.S. House of Representatives. However, most of his", "doc_score": "82.07868957519531", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_10", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "18533349", "text": "2016 Republican Party presidential debates and forums / Notable exchanges included Trump vs Kasich and Bush on immigration, Trump vs Bush on foreign policy, Fiorina vs Paul on Russia, and Rubio vs Paul on the formers tax plan as well as military spending. Cruz and Kasich also had an exchange on whether they would bail out the banks. The undercard debate was the fourth and final debate appearance of Governor Bobby Jindal, who ended his campaign on November 17, stating \"this is not my time.\" The fifth debate was held on December 15, 2015, at the Venetian Resort in Las Vegas, Nevada. It was the second debate to", "doc_score": "85.96892547607422", "publish_date": "2018/12/31"}, {"doc_id": "18533372", "text": "2016 Republican Party presidential debates and forums / comment about the size of his hands. The twelfth debate was the fourth and final debate to air on CNN and led into the Florida, Illinois, North Carolina, Missouri, and Ohio primaries on March 15. The candidates debated at the University of Miami's BankUnited Center arena, moderated by Jake Tapper and questioned by CNN chief political correspondent Dana Bash, Salem Radio Network talk-show host Hugh Hewitt, and \"Washington Times\" contributor Stephen Dinan. \"The Washington Times\" cohosted the debate. The debate was originally scheduled considering the unlikelihood that a candidate would clinch the Republican nomination before March 15, due to the", "doc_score": "86.23361206054688", "publish_date": "2018/12/31"}, {"doc_id": "18723941", "text": "2016 Democratic Party presidential debates and forums / Clinton's campaign data, strategy for defeating ISIS, gun control, the issue of whether to depose President Assad of Syria, if Wall Street favored each candidate, stability in the Middle East enforced by dictators and whether regime change was necessary, and the role of the First Spouse. The Democratic Party's fourth presidential debate ahead of the 2016 Democratic primaries, and the first one in 2016, was held on January 17, 2016, at the Gaillard Center, a venue for performing arts in Charleston, South Carolina. Held from 9 to 11 pm ET, it was facilitated by Lester Holt and Andrea Mitchell. The", "doc_score": "85.3948745727539", "publish_date": "2018/12/31"}, {"doc_id": "18533346", "text": "2016 Republican Party presidential debates and forums / for the future of America, CNBC's moderators engaged in a series of 'gotcha' questions, petty and mean-spirited in tone, and designed to embarrass our candidates. What took place Wednesday night was not an attempt to give the American people a greater understanding of our candidates' policies and ideas.\" The fourth debate was held on November 10, 2015, at the Milwaukee Theatre in Milwaukee, Wisconsin, airing on the Fox Business Network and sponsored by \"The Wall Street Journal\". This debate focused on jobs, taxes, and the general health of the U.S. economy, as well as on domestic and international policy issues.", "doc_score": "86.60566711425781", "publish_date": "2018/12/31"}, {"doc_id": "18723952", "text": "2016 Democratic Party presidential debates and forums / the title: \"One of the questions directed to HRC tomorrow is from a woman with a rash.\" The message continued, \"her family has lead poison and she will ask what, if anything, will Hillary do as president to help the ppl of Flint.\" The Democratic Party's eighth presidential debate ahead of the 2016 U.S. presidential election was held on March 9, 2016 in Building 7 of the Kendall Campus of Miami Dade College in Miami, Florida. Starting at 9:00 PM Eastern Standard Time, it was broadcast through a partnership between Univision and \"The Washington Post\". The debate was discussed during", "doc_score": "84.26388549804688", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_11", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "7744560", "text": "This Christmas (Donny Hathaway song) / (2008), Spyro Gyra (2008), Jordan Pruitt (2008), Cee Lo Green (2012), Lady Antebellum (2012), Pentatonix (2012), John Travolta and Olivia Newton-John (2012), Mary J. Blige (2013), The Summer Set (2013), Maysa featuring Will Downing (2014), The Dazz Band featuring Jerry Bell (2015), Train (2015), The Braxtons (2015), Kurt Elling (2016), and Mark Feehily of Westlife (2017). A cover of the song by Chris Brown, recorded for the 2007 film of the same name, peaked at No. 74 on the \"Billboard\" Hot 100. Covers by Seal and by American band, Train each went to No. 1 on \"Billboard\"<nowiki>'</nowiki>s Adult Contemporary chart", "doc_score": "86.0380859375", "publish_date": "2018/12/31"}, {"doc_id": "20735907", "text": "Christmas This Year / Christmas This Year \"Christmas This Year\" is a Christmas song by American Christian hip hop recording artist TobyMac from his 2011 Christmas album \"Christmas in Diverse City\". The song was released as a single on November 30, 2010. It features guest vocals from American singer and songwriter Leigh Nash. The song became Toby's fourth Hot Christian Songs No. 1 and Nash's first, staying there for two weeks. It lasted 5 weeks on the overall chart. The song is played in a B major key, and 95 beats per minute. \"Christmas This Year\" was released as a single on November 30,", "doc_score": "87.57789611816406", "publish_date": "2018/12/31"}, {"doc_id": "20355355", "text": "You Make It Feel Like Christmas (song) / You Make It Feel Like Christmas (song) \"You Make It Feel Like Christmas\" is a song recorded by American singer Gwen Stefani for her 2017 holiday album of the same name. It features guest vocals from Blake Shelton and was released on September 22, 2017 as the album's lead single through Interscope. The track was written by Stefani, Justin Tranter, Shelton and busbee, while production was handled by busbee and Eric Valentine. It has been used in Starbucks' \"Togetherness\" commercial to promote its Christmas campaign. In the United States, it missed entering the \"Billboard\" Hot 100, and instead peaked at", "doc_score": "86.17434692382812", "publish_date": "2018/12/31"}, {"doc_id": "7744559", "text": "This Christmas (Donny Hathaway song) / the popularity of its numerous covers by other artists, particularly pop and R&B artists. Prior to this re-release, artists who recorded cover versions included The Whispers, The Temptations, Gladys Knight & the Pips, as well as Patti LaBelle, who titled a Christmas album after the song. A previously unheard recording of the song by Diana Ross from 1974 was released on Motown Records' compilation album \"Christmas in the City\" in 1993. More contemporary notable covers include Yutaka Yokokura (1988), Gloria Estefan (1993), Usher (1993), SWV (1997), Christina Aguilera (2000), Destiny's Child (2001), Chicago (), Harry Connick, Jr. (2003), Aretha Franklin", "doc_score": "83.4798583984375", "publish_date": "2018/12/31"}, {"doc_id": "20396243", "text": "Christmas Eve (Kelly Clarkson song) / captures the magic of the holidays. \"Entertainment Weekly\" described it as a joyful and uplifting song that masterfully showcases her voice, accompanied by the sounds of tambourines, drums, and jingle bells. \"Christmas Eve\" made its debut chart appearance on \"Billboard\" Adult Contemporary chart, where it ascended at number two, becoming her first top two hit since \"Wrapped in Red\" in 2014. Overseas, it charted on the \"Billboard\" Canada AC, \"Billboard\" Canada Hot AC, and the national charts of Austria and Germany. Digital download Digital streaming Credits lifted from Tidal. Christmas Eve (Kelly Clarkson song) \"Christmas Eve\" is a song by", "doc_score": "84.28353881835938", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_12", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "16709212", "text": "TrapWire / a TrapWire Threat Meter (TIM) level which may be monitored by security personnel. The system distinguishes threat and vulnerability information; the latter is not shared through the network. TrapWire does not list its clients online; however, a review of publicly available documents indicates the firm’s clients include, among others, the US military, state and local law enforcement, Fusion Centers, financial institutions, transportation hubs, energy sites, and the hospitality and gaming industry. In August 2012, the hack of a US-based company, Stratfor, resulted in more than one million internal Stratfor emails published via WikiLeaks. Included in the emails were claims made", "doc_score": "86.75215911865234", "publish_date": "2018/12/31"}, {"doc_id": "96055", "text": "Computer security / is able to, without authorization, elevate their privileges or access level. For example, a standard computer user may be able to fool the system into giving them access to restricted data; or even to \"become root\" and have full unrestricted access to a system. Social engineering aims to convince a user to disclose secrets such as passwords, card numbers, etc. by, for example, impersonating a bank, a contractor, or a customer. A common scam involves fake CEO emails sent to accounting and finance departments. In early 2016, the FBI reported that the scam has cost US businesses more than $2bn", "doc_score": "87.20207977294922", "publish_date": "2018/12/31"}, {"doc_id": "19482007", "text": "Network Investigative Technique / Network Investigative Technique Network Investigative Technique, or NIT, is a form of malware (or hacking) employed by the FBI since at least 2002. It is a drive-by download computer program designed to provide access to a computer. Its usage has raised both Fourth Amendment concerns and jurisdictional issues. The FBI has to date, despite a court order, declined to provide the complete code in a child sex abuse case involving the Tor anonymity network. On May 12, 2016 Mozilla filed an amicus curiae brief inasmuch as the FBI's exploit against the Mozilla Firefox web browsers potentially puts millions of users", "doc_score": "88.6883773803711", "publish_date": "2018/12/31"}, {"doc_id": "20692349", "text": "Account verification / Account verification Account verification is the process of verifying that a new or existing account is owned and operated by a specified real individual or organization. A number of websites, for example social media websites, offer account verification services. Verified accounts are often visually distinguished by check mark icons or badges next to the names of individuals or organizations. Account verification can enhance the quality of online services, mitigating sockpuppetry, bots, trolling, spam, vandalism, fake news, disinformation and election interference. Account verification was initially a feature for public figures and accounts of public interest, individuals in music, acting, fashion, government,", "doc_score": "87.56172180175781", "publish_date": "2018/12/31"}, {"doc_id": "19439106", "text": "Pindrop Security / fraudulent, meaning that a large company can receive more than 30,000 phone fraud attempts each year, or 80 each day. Such calls create the loss of more than $20 billion annually in the US alone. The \"acoustic fingerprinting\" technology integrates with companies internal systems and identifies people's voices, locations, and devices. This is added to a database for future reference and to help separate legitimate callers from scammers. The company listens for 147 different features that help identify the uniqueness of a device and attaches it to a caller. To create metadata, Pindrop Secuirty analyzed millions of phone calls in", "doc_score": "86.45365905761719", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_13", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "17097479", "text": "American Airlines Group / American Airlines Group American Airlines Group Inc. is an American publicly traded airline holding company headquartered in Fort Worth, Texas. It was formed December 9, 2013, in the merger of AMR Corporation, the parent company of American Airlines, and US Airways Group, the parent company of US Airways. The airline groups together form the largest airline in the world, with more than 6,700 daily flights to 350 locations in 56 countries worldwide, about $40 billion in operating revenue, over 100,000 employees, and plans to take delivery of 607 new aircraft, including 517 narrowbody aircraft and 90 widebody international aircraft. The", "doc_score": "88.18226623535156", "publish_date": "2018/12/31"}, {"doc_id": "17813111", "text": "American Eagle (airline brand) / American Eagle (airline brand) American Eagle is an American brand name for the regional branch of American Airlines, under which nine (seven from 2019) individual regional airlines operate short- and medium-haul feeder flights. Three of these airlines, Envoy Air (formerly American Eagle Airlines), Piedmont Airlines, and PSA Airlines, are wholly owned subsidiaries of the American Airlines Group. Prior to the Airline Deregulation Act in 1978, most major US air carriers had maintained close relationships with independent regional carriers in order to feed passengers from smaller markets into the larger cities, and, in turn, onto the larger legacy carriers. In the", "doc_score": "87.67256927490234", "publish_date": "2018/12/31"}, {"doc_id": "6111168", "text": "Alaska Air Group / 22, 2017 the company announced that Alaska Air Group would merge Virgin America and Alaska Airlines, with the combined airline to operate under the Alaska Airlines brand. The merger was largely completed on April 25, 2018 and the Virgin America brand is expected to be fully retired by the end of 2019. As of 2017, Alaska Air Group shares are mainly held by institutional investors T. Rowe Price, The Vanguard Group, and others. Alaska Air Group operates a mix of Airbus, Boeing, Bombardier, and Embraer aircraft through its subsidiaries Alaska Airlines and Horizon Air. As of October 2017, Alaska Airlines'", "doc_score": "91.0911865234375", "publish_date": "2018/12/31"}, {"doc_id": "1918030", "text": "Alaska Airlines / presence of Alaska Airlines in California and the West Coast. After the acquisition was announced, Richard Branson, the head of the Virgin Group and one of the founders of Virgin America described himself as \"sad\" and disappointed. Despite the protest from its most high-profile shareholder, the majority of Virgin America's shareholders voted to approve the sale to Alaska Air Group. Alaska Air Group purchased Virgin America for $57 per share, a total valuation of $2.6 billion, with additional expenses bringing the cost to approximately $4 billion. The acquisition was completed on December 14, 2016. The United States Department of Transportation", "doc_score": "90.29875946044922", "publish_date": "2018/12/31"}, {"doc_id": "993560", "text": "Airline alliance / for £224 million. Virgin America was absorbed into Alaska Airlines, which is not a member of any alliance, in April 2018. On February 14, 2013, it was announced that American Airlines and US Airways would merge, retaining the American Airlines name and would remain in the Oneworld alliance. US Airways' participation in the Star Alliance lapsed. In 2012, in South America, LAN Airlines and TAM Airlines began their merger. In March 2014, with the merger complete, TAM left Star Alliance and became part of LAN in Oneworld. On September 21, 2015, the Vanilla Alliance was formed between several airlines based", "doc_score": "87.47607421875", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_14", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "6823156", "text": "No-go area / temporarily with the United States invasion of Afghanistan in 2001, when the Pakistani government was supported by U.S. military forces. Currently FATA is no more a \"no-go area\" as it has been merged with the Khyber Pakhtunkhwa province. The term \"no-go area\" has a military origin and was first used in the context of the Bush War in Rhodesia. The war was fought in the 1960s and 1970s between the army of the predominantly white minority Rhodesian government and communist-backed black nationalist groups. The initial military strategy of the government was to seal the borders to prevent assistance to the", "doc_score": "78.58385467529297", "publish_date": "2018/12/31"}, {"doc_id": "6218988", "text": "Nuclear-weapon-free zone / in Europe and the North Pacific and are members of (or surrounded by) collective security alliances with nuclear weapons states dating from the Cold War and predating the NWFZ movement. 22 states are not part of a NWFZ or a collective security bloc nor nuclear weapons states, 12 in the Middle East, 6 in South Asia, and 4 in the former Soviet Union. There have been NWFZ proposals for the Middle East (e.g. Nuclear program of Iran#Nuclear Free Zone in the Mideast, 2009 UN proposal, 2011 IAEA forum), the Korean Peninsula, Central Europe, South Asia, South-east Asia, and the Arctic.", "doc_score": "77.66454315185547", "publish_date": "2018/12/31"}, {"doc_id": "10868853", "text": "Arc of Instability / Arc of Instability The Arc of Instability is a proposed, interconnected chain of politically unstable nation states in the Asia-Pacific region. The term came into vogue in the late 1990s, proving especially popular with Australian politicians and journalists. The Arc is also sometimes to referred to as balkanisation in a modern, Asia-Pacific context. The phrase \"Arc of Instability\" has separately also been used by the National Intelligence Council to describe \"a great arc of instability stretching from Sub-Saharan Africa through North Africa, into the Middle East, the Balkans, the Caucasus, and South and Central Asia, and parts of Southeast Asia.\"", "doc_score": "78.03811645507812", "publish_date": "2018/12/31"}, {"doc_id": "20827329", "text": "Xinjiang re-education camps / always been full of prejudice and distorting facts about China.” Geng also added that: “Xinjiang is enjoying overall social stability, sound economic development and harmonious co-existence of different ethnic groups, the series of measures implemented in Xinjiang are meant to improve stability, development, solidarity and people’s livelihood, crack down on ethnic separatist activities and violent and terrorist crimes, safeguard national security, and protect people’s life and property.” On 11 September 2018, China called for U.N. human rights chief Michelle Bachelet to respect its sovereignty, after she urged China to allow monitors into Xinjiang and expressed concern about the situation there.", "doc_score": "78.48763275146484", "publish_date": "2018/12/31"}, {"doc_id": "2778129", "text": "National redoubt / designates three states in the northwestern United States (Idaho, Montana, Wyoming), and adjoining portions of two other states (eastern Oregon, and eastern Washington) as a safe haven for conservative, libertarian-leaning Christians and Jews. According to the \"Total National Resistance\" defense doctrine of the second Yugoslavia, a rugged highland area focused on central Bosnia (roughly, the Lašva Valley) was to function as a redoubt to which the Yugoslav People's Army would retreat in case of a Soviet or NATO invasion. Defense of the rest of the country was to be left to the guerrilla-warfare efforts of the Territorial Defense forces. A", "doc_score": "79.1798324584961", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_15", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "10313728", "text": "Minimum wage in the United States / in interstate commerce or in the production of goods for interstate commerce,\" but in amendments in 1961 and 1966, the federal minimum wage was extended (with slightly different rates) to employees in large retail and service enterprises, local transportation and construction, state and local government employees, as well as other smaller expansions; a grandfather clause in 1990 drew most employees into the purview of federal minimum wage policy, which now set the wage at $3.80. The federal minimum wage in the United States was reset to its current rate of $7.25 per hour in July 2009. Some U.S. territories (such", "doc_score": "95.12235260009766", "publish_date": "2018/12/31"}, {"doc_id": "10313717", "text": "Minimum wage in the United States / Minimum wage in the United States The minimum wage in the United States is set by US labor law and a range of state and local laws. Employers generally have to pay workers the highest minimum wage prescribed by federal, state, and local law. Since July 24, 2009, the federal government has mandated a nationwide minimum wage of $7.25 per hour. As of January 2018, there were 29 states with a minimum wage higher than the federal minimum. From 2017 to 2018, eight states increased their minimum wage levels through automatic adjustments, while increases in eleven other states occurred through", "doc_score": "97.4892578125", "publish_date": "2018/12/31"}, {"doc_id": "10313773", "text": "Minimum wage in the United States / to the May 2009 National Occupational Employment and Wage Estimates, the lowest-paid occupational sectors in May 2009 (when the federal minimum wage was $7.25 per hour) were the following: Minimum wage in the United States The minimum wage in the United States is set by US labor law and a range of state and local laws. Employers generally have to pay workers the highest minimum wage prescribed by federal, state, and local law. Since July 24, 2009, the federal government has mandated a nationwide minimum wage of $7.25 per hour. As of January 2018, there were 29 states with a", "doc_score": "96.07321166992188", "publish_date": "2018/12/31"}, {"doc_id": "10313768", "text": "Minimum wage in the United States / Hispanics supporting a $15.00 federal minimum wage, and 54% of whites opposing it. A Lake Research Partners poll in February 2012 found the following: This is a list of the minimum wages (per hour) in each state and territory of the United States, for jobs covered by federal minimum wage laws. If the job is not subject to the federal Fair Labor Standards Act, then state, city, or other local laws may determine the minimum wage. A common exemption to the federal minimum wage is a company having revenue of less than $500,000 per year while not engaging in any", "doc_score": "91.43719482421875", "publish_date": "2018/12/31"}, {"doc_id": "10313736", "text": "Minimum wage in the United States / set their own minimum wages independent of the federal government. When the state and federal minimum wage differ the higher wage prevails. As of January 2018, there were 29 states with a minimum wage higher than the federal minimum. Washington has the highest state minimum wage at $11.50 per hour. A number of states have also in recent years enacted state preemption laws, which restrict local community rights, and bar local governments from setting their own minimum wage amounts. As of 2017, state preemption laws for local minimum wages have passed in 25 states. Legislation has passed recently in multiple", "doc_score": "93.63922119140625", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_16", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "19310657", "text": "Criticism of Starbucks / an improvement in youth rates. In March 2008, Starbucks was ordered to pay baristas over US$100 million in back tips in a Californian class action lawsuit launched by baristas alleging that granting shift-supervisors a portion of tips violates state labor laws. The company plans to appeal. Similarly, an 18-year-old barista in Chestnut Hill, MA has filed another suit with regards to the tipping policy. Massachusetts law also states that managers may not get a cut of tips. A similar lawsuit was also filed in Minnesota on March 27, 2008. In November 2015, Starbucks introduced solid red seasonal cups, unlike previous", "doc_score": "84.5259780883789", "publish_date": "2018/12/31"}, {"doc_id": "18831750", "text": "Masterpiece Cakeshop v. Colorado Civil Rights Commission / the annual \"American Values Atlas\" survey revealed that 60% of Americans, including a majority or plurality in every state, opposed allowing religiously-based refusals of services or products to gay people by small business owners (colloquially known as \"the baker's exception\"), while 33% supported allowing such religiously-based refusal, and 7% had no opinion. Masterpiece Cakeshop became involved in a similar case in 2018, stemming from an incident in June 2017. The bakery refused to bake Autumn Scardina, a Colorado lawyer, a cake to celebrate her gender transition, which would have had a pink interior and blue exterior. Philips stated later that", "doc_score": "80.91913604736328", "publish_date": "2018/12/31"}, {"doc_id": "11612265", "text": "Selmedica / Selmedica Selmedica is a Washington, DC corporation and an FDA registered drug and dietary supplement manufacturer. The FDA Food and Drug Administration issued a Warning Letter to Selmedica in 2005 regarding its marketing practices. The Better Business Bureau (BBB) reports 48 inquiries about Selmedica have been made in the last three years, 11 in the past year. All enquiries except one in 2005 are marked as settled by the BBB. On March 24, 2008, Selmedica CEO Perry Belcher was arrested on charges of computer fraud over $10,000, imitating a licensed professional, and deceptive business practices. Officials in Shelby County, Tennessee", "doc_score": "81.29352569580078", "publish_date": "2018/12/31"}, {"doc_id": "2083795", "text": "Anheuser-Busch / buy its products, the company printed a slogan on Bud Light bottles that said \"The perfect beer for removing 'no' from your vocabulary for the night. #UpForWhatever.\" The label triggered a backlash, and the company was immediately criticized by people who charged that it could be interpreted as promoting rape. Alexander Lambrecht, Vice President of Anheuser-Busch, later apologized in a statement for the bottle tagline, saying that the message \"missed the mark\" and that they would never \"condone disrespectful or irresponsible behavior.\" The Washington State Liquor and Cannabis (WSLCB) board issued a $150,000 violation to Anheuser-Busch in May 2016. Investigators", "doc_score": "82.62238311767578", "publish_date": "2018/12/31"}, {"doc_id": "3264591", "text": "Ruby Tuesday (restaurant) / a year after remodeling a Ruby Tuesday restaurant into the company's first Jim 'N Nick's, company spokeswoman Meridith Hammond indicated they would no longer explore that particular concept. On April 4, 2012, Ruby Tuesday Inc. announced that it had purchased fast-casual chain Lime Fresh Mexican Grill for $24 million cash. The announcement by Sandy Beall added, \"John Kunkel, Lime's founder, will be joining our Board of Directors following completion of the acquisition.\" In 2013, after posting a second quarter loss of $15.1 million, or 24 cents a share, Ruby Tuesday decided to close 13 Marlin & Ray's restaurants and its", "doc_score": "81.24505615234375", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_17", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "7750889", "text": "Wikipedia / on minutiae. In July 2012, \"The Atlantic\" reported that the number of administrators is also in decline. In the November 25, 2013, issue of \"New York\" magazine, Katherine Ward stated \"Wikipedia, the sixth-most-used website, is facing an internal crisis\". In January 2007, Wikipedia entered for the first time the top-ten list of the most popular websites in the U.S., according to comScore Networks. With 42.9 million unique visitors, Wikipedia was ranked number 9, surpassing \"The New York Times\" (#10) and Apple (#11). This marked a significant increase over January 2006, when the rank was number 33, with Wikipedia receiving around", "doc_score": "86.56353759765625", "publish_date": "2018/12/31"}, {"doc_id": "1915976", "text": "Alexa Internet / the popularity trend of a website and to compare the popularity of different websites. As of October 2018, the number 1 Alexa Rank belongs to Google.com, its average daily time on the website being 7 minutes, 30 seconds and the average daily pageviews per person being 8.98. Alexa ranks sites based primarily on tracking a sample set of Internet traffic—users of its toolbar for the Internet Explorer, Firefox and Google Chrome web browsers. The Alexa Toolbar includes a popup blocker (which stops unwanted ads), a search box, links to Amazon.com and the Alexa homepage, and the Alexa ranking of the", "doc_score": "86.62935638427734", "publish_date": "2018/12/31"}, {"doc_id": "13600811", "text": "Justin Bieber / surpassed Lady Gaga for having the most followed person on Twitter in January 2013. In early November 2013, Katy Perry surpassed him for having the most followers. As of 2017, Bieber was the second most followed user of Twitter, while his VEVO channel made him the third most subscribed user of YouTube until by 2018 where it became the second most subscribed user of YouTube. The music video for Bieber's song \"Baby\" is the second most disliked on YouTube, receiving over 9.93 million dislikes since its upload in 2010, being only surpassed by the 2018 YouTube Rewind in December 2018.", "doc_score": "86.36544036865234", "publish_date": "2018/12/31"}, {"doc_id": "3373975", "text": "Caitlyn Jenner / tweets by verified users from January 1 to November 10 of that year. Jenner amassed over one million Twitter followers in four hours and three minutes, setting a new Guinness World Record and surpassing United States President Barack Obama, who, a month before, accomplished the same feat in four hours and fifty-two minutes. Four days later Jenner was up to 2.37 million followers, with another 1.5 million followers on Instagram. However, Jenner was also mocked. Beginning in September 2015, she was depicted on the satirical American animated program \"South Park\", which parodied her supporters' political correctness, as well as her", "doc_score": "85.81107330322266", "publish_date": "2018/12/31"}, {"doc_id": "19420276", "text": "Yuri on Ice / \"can continue to grow on a global level.\" The anime has attracted a large online following. According to the Kadokawa Ascii Research Laboratories content and information trend-analytics company, \"Yuri on Ice\" was the most-tweeted anime of the season (collecting 1,440,596 tweets). It had over a million tweets more than its closest rival, the volleyball-based anime \"Haikyu!!\" (which had 348,109 tweets). In China, the social media website Sina Weibo recorded 130,000 posts of the \"Yuri on Ice\" hashtag, collecting 2 billion views. Since it started to include anime and manga in their statistics, Tumblr Fandometrics revealed that \"Yuri on Ice\" was", "doc_score": "86.139404296875", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_18", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "10329563", "text": "Adam Kokesh / Adam Kokesh Adam Charles Kokesh (born February 1, 1982) is an American Libertarian and anti-war political activist who has announced plans to run for President in 2020 on the platform of an \"orderly dissolution of the federal government.\" Kokesh was born on February 1, 1982, in San Francisco, California. He attended Stevenson School, an elite boarding school in Pebble Beach, for his first year of high school before attending the Native American Preparatory School in San Miguel County, New Mexico and received a bachelor's degree in psychology from Claremont McKenna College. Kokesh learned Arabic during his tenure in Iraq. In", "doc_score": "82.82115936279297", "publish_date": "2018/12/31"}, {"doc_id": "10329581", "text": "Adam Kokesh / the White House as a protest against the Syrian bombing campaign, but before it could start Kokesh was arrested on an outstanding warrant for failing to appear in court on charges related to him disrupting a TSA security line in Maryland in 2015. On January 16, 2018, Kokesh announced his candidacy for President. He was pulled over by Texas Department of Public Safety Troopers twice that day and arrested the second time on marijuana and controlled substance charges. He was bailed out on January 25. While in jail after his 2013 arrest stemming from his Freedom Plaza civil disobedience, Kokesh", "doc_score": "83.15760040283203", "publish_date": "2018/12/31"}, {"doc_id": "17330993", "text": "Bill Kintner / became aware that it was being misconstrued.\" He also blamed the backlash at a \"liberal activist campaign\" and his political opponents, specifically Sen. Ernie Chambers of Omaha. Immediately following the response from the retweet controversy, Speaker of the Legislature Jim Scheer planned to introduce a motion to expel Kintner and believed he had the necessary votes. Scheer met with Kinter and had \"a very candid conversation\". The next morning Kintner submitted his resignation letter. On January 25, 2017, Kintner announced that he would resign effective January 30, and paraphrased former US President Richard Nixon famous \"Last Press Conference\" remarks. Kintner", "doc_score": "81.50196838378906", "publish_date": "2018/12/31"}, {"doc_id": "20872105", "text": "Impeachment of the Supreme Court of Appeals of West Virginia, 2018 / how to proceed being made. Senate President Mitch Carmichael did announce after the session had adjourned that the Senate would ask the Supreme Court of Appeals to reconsider their decision. Former Justice Davis' impeachment trial was scheduled to begin on October 29. However, the reconstituted Supreme Court of Appeals ruled on October 25 that the injunction blocking Justice Workman's trial also retroactively applied to Justice Davis' and Justice Loughry's trials. The impeachment trial for Justice Loughry was set for November 12. However, the reconstituted Supreme Court of Appeals ruled on October 25 that the injunction blocking Justice Workman's trial also", "doc_score": "82.0134048461914", "publish_date": "2018/12/31"}, {"doc_id": "19496625", "text": "Presidential transition of Donald Trump / Mike Pence\". Presidential transition of Donald Trump Planning for the presidential transition of Donald Trump, led by then Vice President-elect, former Governor Mike Pence of Indiana, began before Donald Trump won the United States presidential election on November 8, 2016, and became the President-elect. Trump was formally elected by the Electoral College on December 19, 2016. The transition was formerly led by Chris Christie until he and a number of his supporters were replaced or demoted on November 11. The transition ended when Trump was inaugurated at noon EST on January 20, 2017. In accordance with the Pre-Election Presidential Transition", "doc_score": "82.27116394042969", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_19", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "5612098", "text": "The Concert for New York City / you did.\" This performance would turn out to be bassist John Entwistle's final performance in America with The Who; he died of a heart attack only eight months later. Multi-instrumentalist Jon Carin, who had worked with the band during the group's 1996–1997 tours, played keyboards in place of longtime keyboardist John \"Rabbit\" Bundrick. Other highlights included David Bowie's opening tandem of Paul Simon's \"America\" and his own \"Heroes\", dedicated to his local ladder company, and New York's own Billy Joel's \"Miami 2017 (Seen the Lights Go Out on Broadway)\" where Joel says after singing it, \"I wrote that song 25", "doc_score": "83.85626220703125", "publish_date": "2018/12/31"}, {"doc_id": "18935373", "text": "Billy Joel in Concert / John. Joel performed the last ever concert at Long Island's Nassau Coliseum on August 4, 2015. The venue closed for major restoration after Joel's concert. The venue re-opened its doors on April 5, 2017, with Joel being the arena's first post-renovation event. This set list is representative of the tour's average setlist as of February 9, 2018 as conducted by Setlist.fm, which represents all concerts for the duration of the tour. Total available grossing: $301 million from 120 shows. Billy Joel in Concert Billy Joel in Concert is a concert tour by the American singer-songwriter Billy Joel. After several concerts", "doc_score": "84.2999496459961", "publish_date": "2018/12/31"}, {"doc_id": "1376813", "text": "Oingo Boingo / culminated in Danny Elfman and Steve Bartek performing \"Dead Man's Party\" for the first time in 20 years to the day. Over 20 years since their Farewell concert, Oingo Boingo were honored with a resolution at the LA City Hall in April 2016. Popular LA radio & television personality Richard Blade gave a speech describing Oingo Boingo as \"really a representation of what Los Angeles is, it's the cutting edge, it's something new, it's excitement and it's a good time.\" Several members attended the meeting from across the band's changing line-ups, including Johnny \"Vatos\" Hernandez, founding keyboardist Richard Gibbs, John", "doc_score": "84.10403442382812", "publish_date": "2018/12/31"}, {"doc_id": "1270211", "text": "Kiss (band) / they don't vow to make one and that the band can move forward without new music. Simmons and Stanley made cameo appearances in the 2016 movie \"Why Him?\". On September 19, 2018, following a performance on \"America's Got Talent\", Kiss announced that they will be ending their career with the in 2019. The tour kicks off on January 31 in Vancouver, British Columbia, Canada and currently features 74 additional dates that run through December 3 in Auckland, New Zealand. In October 2018, the band reunited with Ace Frehley and Bruce Kulick on the Kiss Kruise. They performed \"New York Groove\",", "doc_score": "83.84983825683594", "publish_date": "2018/12/31"}, {"doc_id": "818934", "text": "Madison Square Garden / concert there, because of all the incredible memories I've had playing the venue.\" Billy Joel, who broke the record, stated \"Madison Square Garden is the center of the universe as far as I'm concerned. It has the best acoustics, the best audiences, the best reputation, and the best history of great artists who have played there. It is the iconic, holy temple of rock and roll for most touring acts and, being a New Yorker, it holds a special significance to me.\" Grateful Dead have performed in the venue 53 times from 1979 to 1994 with the first show being", "doc_score": "81.21295166015625", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_20", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "19619111", "text": "2018 United States Senate election in Delaware / before the primary. On August 20, 2018, the Greater Hockessin Area Development Association (GHADA) hosted a 2-hour debate at the Hockessin Memorial Hall between Democratic candidate Kerri Evelyn Harris and Republican candidate Gene Truono. Tom Carper and Rob Arlett were also invited to the debate, but did not attend. Carper was not present because of the U.S. Senate's extended session due to session ceasing early the Thursday prior because of the death of former Governor and U.S. Senator of Nevada, Paul Laxalt. Arlett declined and claimed he had a scheduling conflict. The debate gained national attention after Republican candidate Rob", "doc_score": "82.79322052001953", "publish_date": "2018/12/31"}, {"doc_id": "20014733", "text": "2018 Delaware elections / 2018 Delaware elections A general election was held in the U.S. state of Delaware on November 6, 2018. Half of Delaware's executive officers were up for election as well as a United States Senate seat and Delaware's at-large seat in the United States House of Representatives. Primary elections were held on September 6, 2018. Incumbent Democratic Attorney General Matthew Denn did not run for re-election to a second term in office. The Republican Party originally nominated former chief Sussex County prosecutor Peggy Marshall Thomas, however Thomas later withdrew and the party nominated former New Castle County attorney Bernard Pepukayi. Former", "doc_score": "81.73363494873047", "publish_date": "2018/12/31"}, {"doc_id": "19619110", "text": "2018 United States Senate election in Delaware / Rob Arlett and businessman Gene Truono had four debates in total. They were normally live streamed on Facebook and uploaded to YouTube. A fifth debate was planned, but Truono withdrew from the debate because he the organizers refused to give him control over what questions could not be asked. Instead organizers held a forum with all the other candidates for the U.S. Senate and other state offices. Five candidates attended that forum. Not to be confused with the Independent Party of Delaware, which currently has no candidate for the 2018 United States Senate election. Bold text indicates endorsement was given", "doc_score": "81.98406982421875", "publish_date": "2018/12/31"}, {"doc_id": "19839006", "text": "2020 Democratic Party presidential primaries / national polls: As of December 2018; 132 individuals have filed with the Federal Election Commission to run for President in the Democratic Party primary, including the following notable candidates: <section begin=\"exploring\" /> <section end=\"exploring\" /> <section begin=\"interested\" /> Individuals in this section have expressed an interest in running for president within the last six months. <section end=\"interested\" /> The following people have been subjects of speculation about their potential candidacy within the last six months, although they have neither personally expressed interest nor declined to run. The individuals in this section have been the subject of speculation about their possible", "doc_score": "78.4360580444336", "publish_date": "2018/12/31"}, {"doc_id": "19864407", "text": "2018 United States House of Representatives election in Delaware / immediately emerged about Scott Walker’s victory, as Lee Murphy had been seen as many as the favorite to win. Murphy refused to concede and took to Facebook in saying, “Friends, thanks for all your support- something stinks here and I will not be conceding anytime soon. Need to investigate big time. A Dem wins a Republican primary?” Murphy also called for an investigation into the results. Walker responded in saying that God led his campaign to victory. Student and community activist Andrew Webb declared his Republican write-in candidacy on September 17, 2018, hoping to gain support from dissatisfied Republicans. He", "doc_score": "81.21376037597656", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_21", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "17785296", "text": "Fort Lee lane closure scandal / 13 news conference, he denied involvement by anyone in his office. Committee work slowed in July 2014, and they postponed or skipped some witnesses' testimony, in deference to the federal investigation. On July 17, it heard testimony from Regina Egea, Christie's Chief of Staff, who had learned of the lane closures on September 13, 2013, after their reversal and who had later assisted Bill Baroni prepare for his testimony, but she was not accused of wrongdoing. On October 16, 2013, the Port Authority announced that it would conduct an internal review. Its inspector general opened an investigation on December 10.", "doc_score": "83.23783874511719", "publish_date": "2018/12/31"}, {"doc_id": "16879671", "text": "Misconduct in the Las Vegas Metropolitan Police Department / fault in the crash that ultimately took his own life. On July 26, 2010, the LVMPD Fiscal Affairs Committee approved a $120,000 settlement with Calvin Darling over the four days he spent in jail regarding this incident. In November 2009, LVMPD Officer Kevin Koval used a lateral-vascular neck restraint (commonly referred to as a choke-hold) to subdue Dustin Boone (who was behaving erratically and had not been taking medication) after entering his home through an unlocked sliding door. The finding of the coroner's inquest found that the death was 'excusable' (which means accidental), and that Sheriff Gillespie had been advised", "doc_score": "83.55735778808594", "publish_date": "2018/12/31"}, {"doc_id": "15599347", "text": "Visible Intermodal Prevention and Response team / previously. The committee also rejected the TSA's request for more funding for rail inspectors because TSA had failed to hire people to fill its currently allocated inspector positions. In early 2011, a TSA VIPR detained and patted down people at an Amtrak station in Savannah, Georgia. The incident became controversial because instead of screening passengers as they boarded trains—the standard procedure—officers were screening passengers as they were getting off trains, presumably after potential terrorists had detonated their explosives. According to \"Trains\" magazine, Amtrak Police Chief John O'Connor described the TSA behavior as illegal, in violation of Amtrak policy, and simply", "doc_score": "84.17790222167969", "publish_date": "2018/12/31"}, {"doc_id": "7109013", "text": "Fatality Analysis Reporting System / Fatality Analysis Reporting System Fatality Analysis Reporting System (FARS) was created in the United States by the National Highway Traffic Safety Administration (NHTSA) to provide an overall measure of highway safety, to help suggest solutions, and to help provide an objective basis to evaluate the effectiveness of motor vehicle safety standards and highway safety programs. FARS contains data on a census of fatal traffic crashes within the 50 States, the District of Columbia, and Puerto Rico. To be included in FARS, a crash must involve a motor vehicle traveling on a trafficway customarily open to the public and result in", "doc_score": "82.44895935058594", "publish_date": "2018/12/31"}, {"doc_id": "16879665", "text": "Misconduct in the Las Vegas Metropolitan Police Department / arrest during \"restraint procedures,\" which included the use of the stun gun. A coroner's inquest jury ruled the death \"excusable.\" Sheahan said the department won the first trial in Clark County District Court. But the 9th U.S. Circuit Court of Appeals ruled for the plaintiff, and the case was sent back to District Court. On December 12, 2012, the LVMPD Fiscal Affairs Committee recommended a settlement offer of $295,000. In 2006, Officer Eric Barros was sentenced to three years probation for theft and falsifying evidence during a drug raid. He left the department. On March 27, 2007, the \"Las Vegas", "doc_score": "83.68431854248047", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_22", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "5286647", "text": "Dick's Sporting Goods / Sporting Goods Park, a soccer-specific stadium for the Colorado Rapids team in Commerce City, Colorado, in 2006. Dick's has sponsored the Pittsburgh Penguins and the team's home arena, PPG Paints Arena (formerly Consol Energy Center). Sporting events sponsored by Dick's have included the Dick's Sporting Goods Open and the Pittsburgh Marathon. Dick's began sponsoring ESPN's college football kickoff week in 2009. In 2015, the company sponsored Olympic and Paralympic athletes and hopefuls, and became the \"official sporting goods retailer\" for Team USA for the 2016 Summer Olympics and Paralympics. Dick's and Team USA established the Ambassador Program and Contender's Program", "doc_score": "82.06168365478516", "publish_date": "2018/12/31"}, {"doc_id": "5286644", "text": "Dick's Sporting Goods / Dick's opened its first Field & Stream store in Cranberry Township, a suburb of Pittsburgh, in 2013. Thirty-five Field & Stream stores are open across the country, as of 2018. Jason Aldean became the Field & Stream brand's first spokesperson in August 2016. Following the Stoneman Douglas High School shooting in February 2018, Dick's stopped selling assault weapons and high-capacity magazines, and increased the minimum age for purchasing guns to 21. Dick's-branded stores had suspended assault weapon sales following the Sandy Hook Elementary School shooting in 2012, but the guns were still available for purchase at Field & Stream locations.", "doc_score": "84.7478256225586", "publish_date": "2018/12/31"}, {"doc_id": "5286643", "text": "Dick's Sporting Goods / has since expanded to the Pacific Northwest and West Coast. There were more than 357 Dick's stores in 38 states, as of mid 2008. In 2012, the company opened three True Runner stores targeting runners in Boston, the St. Louis suburb Brentwood, and Pittsburgh's Shadyside neighborhood. The stores closed in early 2017. Dick's launched the women's athleisure, fitness, and lifestyle store Chelsea Collective in 2015, opening two stores in Pittsburgh and Tysons, Virginia, outside Washington, D.C. The shops closed in 2017. The company launched Dick's Team Sports HQ in early 2016, offering youth sports teams websites, uniforms, and sponsorship options.", "doc_score": "82.83934020996094", "publish_date": "2018/12/31"}, {"doc_id": "5754386", "text": "Dick's Sporting Goods Open / Dick's Sporting Goods Open The Dick's Sporting Goods Open is a PGA Tour Champions event in Endicott, New York. It debuted in July 2007, supplanting the B.C. Open, a former PGA Tour event from 1971 through 2006. It is sponsored by Dick's Sporting Goods, founded in adjacent Binghamton. The tournament is played at the En-Joie Golf Club in Endicott in Upstate New York. En-Joie Golf Club opened in 1927 under the original design of Ernie Smith. The golf course was originally built by George F. Johnson, the owner of the Endicott-Johnson Shoe Company. Johnson created the golf course as a", "doc_score": "80.18890380859375", "publish_date": "2018/12/31"}, {"doc_id": "5286641", "text": "Dick's Sporting Goods / Golf Galaxy, and previously, Chelsea Collective and True Runner. In 2017, there were 690 Dick's stores, close to 100 Golf Galaxy locations, and approximately 30 Field & Stream stores. The company launched Team Sports HQ, a collection of digital products, following the acquisitions of Affinity Sports, Blue Sombrero, and GameChanger. Edward W. Stack serves as chairman and chief executive officer. Lauren Hobart is president of the company and the Dick's Sporting Goods Foundation and Lee Belitsky is chief financial officer, as of 2018. Richard \"Dick\" Stack started the company as a fishing tackle store in Binghamton, New York, in 1948.", "doc_score": "79.8619613647461", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_23", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "4915977", "text": "New Belgium Brewing Company / May 2014, New Belgium began work on a second brewery in Asheville, North Carolina, which became fully operational in May 2016. The brewery is positioned along the French Broad River on Craven Street in Asheville's River Arts District.. New Belgium's brewery, which is 133,000 square feet, has capacity to produce up to a half-million barrels of beer. New Belgium plans to invest $175 million in the new facility over seven years. Excluding construction jobs, New Belgium plans to employ 154 workers. Most of New Belgium's beer labels were initially designed by Anne Fitch, a watercolorist whose work appeared on", "doc_score": "81.47704315185547", "publish_date": "2018/12/31"}, {"doc_id": "4915974", "text": "New Belgium Brewing Company / brewer in the country and the eighth-overall largest brewer in the United States. As of March 2015, New Belgium is distributed in Sweden. As of October 2016, New Belgium is now available in 45 states. As of August 2017, New Belgium is now available in 50 states. As of February 2018, New Belgium is distributed in Canada, Australia, Japan, South Korea, Sweden and Norway. New Belgium began constructing a 100,000 square-foot distribution center and second brewery in 2014 in Asheville, North Carolina. The brewery's potential capacity is 500,000 barrels per year. The facility went online in May 2016. In 2017,", "doc_score": "79.38092803955078", "publish_date": "2018/12/31"}, {"doc_id": "7496376", "text": "Weyerbacher Brewing Company / Weyerbacher Brewing Company Weyerbacher Brewing Company is a brewery in Easton, Pennsylvania, United States, founded in 1995 by Dan and Sue Weirback. The brewery is well known for its \"huge taste\" beers. Most of their brews are high in alcohol, with QUAD clocking in at 11.8% alcohol by volume, and a one-off 10th anniversary ale called Decadence brewed to 13% alcohol by volume. Hops Infusion is one of the bitterest examples of the IPA style. Weyerbacher is also a pioneer of aging beer in wooden barrels previously used for aging bourbon. This process was used to transform Old Heathen imperial", "doc_score": "77.94947814941406", "publish_date": "2018/12/31"}, {"doc_id": "7496379", "text": "Weyerbacher Brewing Company / year in 2012. Weyerbacher Brewing Company Weyerbacher Brewing Company is a brewery in Easton, Pennsylvania, United States, founded in 1995 by Dan and Sue Weirback. The brewery is well known for its \"huge taste\" beers. Most of their brews are high in alcohol, with QUAD clocking in at 11.8% alcohol by volume, and a one-off 10th anniversary ale called Decadence brewed to 13% alcohol by volume. Hops Infusion is one of the bitterest examples of the IPA style. Weyerbacher is also a pioneer of aging beer in wooden barrels previously used for aging bourbon. This process was used to transform", "doc_score": "77.06405639648438", "publish_date": "2018/12/31"}, {"doc_id": "4915980", "text": "New Belgium Brewing Company / from methane gas created as a byproduct of their on-site water treatment plant. An additional 3% comes from a 300 kW solar array on the brewery's packaging hall in Fort Collins. In 2018, New Belgium Brewing was recognized as one of \"the 50 most sustainable companies in the world\" at the SEAL Business Sustainability Awards. The brewery also uses an energy-efficient kettle for the brewing process. The Steinecker Merlin kettle heats twice as quickly by boiling thin sheets of wort in the entire kettle at once. This provides significant savings in natural gas consumption. In 2008, Outside magazine named New", "doc_score": "78.48458099365234", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_24", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "16708510", "text": "Steve Geltz / he was suspended 100 games for his third positive test for a drug of abuse. Geltz was released by the organization on August 15, 2018. Steve Geltz Steven Geltz (born November 1, 1987) is an American professional baseball pitcher who is currently a free agent. He has played in Major League Baseball (MLB) for the Los Angeles Angels of Anaheim and the Tampa Bay Rays. Geltz was born in Newfane, New York to Roxanne, a registered nurse, and John, an electrician. Geltz was raised in Ransomville, New York, a small town with merely 1,400 inhabitants. Geltz attended Wilson High School", "doc_score": "89.07108306884766", "publish_date": "2018/12/31"}, {"doc_id": "16708506", "text": "Steve Geltz / Steve Geltz Steven Geltz (born November 1, 1987) is an American professional baseball pitcher who is currently a free agent. He has played in Major League Baseball (MLB) for the Los Angeles Angels of Anaheim and the Tampa Bay Rays. Geltz was born in Newfane, New York to Roxanne, a registered nurse, and John, an electrician. Geltz was raised in Ransomville, New York, a small town with merely 1,400 inhabitants. Geltz attended Wilson High School in Wilson, New York. Only 5'9\" as a senior in high school, Geltz was overlooked by most college baseball teams and all Major League Baseball", "doc_score": "89.80461883544922", "publish_date": "2018/12/31"}, {"doc_id": "8743140", "text": "Jacoby Ellsbury / first Red Sox player in history to be a member of the 30–30 club. In 2011, Ellsbury also won the Gold Glove Award, the Silver Slugger Award, and was the American League MVP runner-up to Justin Verlander. After the 2013 season, Ellsbury signed a 7-year, $153 million contract with the Yankees in free agency. Ellsbury is an enrolled member of the Colorado River Indian Tribes; Ellsbury's mother, Margie, is full-blooded Navajo and his father is of English and German descent. Ellsbury is the first Native American of Navajo descent to reach the major leagues. In 2008, he was one of", "doc_score": "81.88446044921875", "publish_date": "2018/12/31"}, {"doc_id": "18925769", "text": "Dean Kremer / Dean Kremer Dean Junior Kremer (; born January 7, 1996) is an Israeli–American professional baseball player in the Baltimore Orioles organization. In 2015 he became the first Israeli drafted by a Major League Baseball team. In international competition, Kremer pitched for the Team USA baseball team in the 2013 Maccabiah Games in Israel, winning a gold medal. The following two years he pitched for Israel in the qualifying for the European Baseball Championship, and won the Most Valuable Pitcher award in both 2014 and 2015. He also pitched in September 2016 in the qualifier for Israel at the 2017 World", "doc_score": "85.28568267822266", "publish_date": "2018/12/31"}, {"doc_id": "8743148", "text": "Jacoby Ellsbury / Baserunner of the Year. After Coco Crisp was injured, the Red Sox purchased Ellsbury's contract and he received a call-up on June 30, 2007, where he made his MLB debut in center field and hit ninth against the Texas Rangers at Fenway Park wearing number 46. He recorded his first major league hit, an infield single off of Robinson Tejeda, in the bottom of the third inning of that game. His first career stolen base came off pitcher Brandon McCarthy and catcher Gerald Laird of the Rangers on July 2. He also scored from second base in that game on", "doc_score": "81.6560287475586", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_25", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "10156442", "text": "Washington Elm / as well. In 1925, the legend was openly discredited at the Cambridge Historical Society (CHS), when Samuel F. Batchelder read a paper he later reprinted as \"The Washington Elm Tradition: \"Under This Tree Washington First Took Command of the American Army\" Is It True?\". Batchelder revealed the forgeries in the tales told about Washington and the tree, in short calling the myth altogether not realistic, but the beliefs persist today. Many websites are outdated in stating that the tree still exists and that it is indeed where Washington first took command. Today, a plaque embedded in the pavement of Garden", "doc_score": "76.07829284667969", "publish_date": "2018/12/31"}, {"doc_id": "2964234", "text": "Rosewood massacre / aunts only to be dissuaded from speaking of it. In 1982, an investigative reporter named Gary Moore from the \"St. Petersburg Times\" drove from the Tampa area to Cedar Key looking for a story. When he commented to a local on the \"gloomy atmosphere\" of Cedar Key, and questioned why a Southern town was all-white when at the start of the 20th century it had been nearly half black, the local woman replied, \"I know what you're digging for. You're trying to get me to talk about that massacre.\" Moore was hooked. He was able to convince Arnett Doctor to", "doc_score": "73.68502044677734", "publish_date": "2018/12/31"}, {"doc_id": "3505726", "text": "Alderley Edge / home. There are several versions of the legend. It first appeared in print when a letter, sent by someone using the pseudonym \"A Perambulator\", was published in the \"Manchester Mail\" in 1805. \"A Perambulator\" wrote in his letter that the story had been related to him by an old servant of the Stanley family of Alderley, and it used to be told by Parson Shrigley, former Clerk and Curate of Alderley (who was in the post from 1753 until his death in 1776 and is buried in Alderley Church). It subsequently appeared in expanded form in a tourist pamphlet, in", "doc_score": "74.01985168457031", "publish_date": "2018/12/31"}, {"doc_id": "11072212", "text": "Baltimore Plot / his chagrin. Several elements of the initial \"New York Times\" article of February 23, 1861 were especially damning. Primarily, the fact that such a negative report came from an ardently Republican newspaper gave it instant credibility, much more than it would have enjoyed if it had come from a Copperhead or Southern source. When \"The New York Times\" published Joseph Howard, Jr.'s account of the President-elect disguised in a scotch-cap and long cloak, the nation \"rocked with laughter, bringing abuse and ridicule down on Lincoln.\" Substantively, the Howard article was a direct assault on Lincoln's manliness. The article states that", "doc_score": "75.28286743164062", "publish_date": "2018/12/31"}, {"doc_id": "4690649", "text": "Trees (poem) / or \"a spreading maple in the yard of an old mansion\" inspired the poem. In New Brunswick, New Jersey, Kilmer's hometown, the claim involved a large white oak on the Cook College campus (now the School of Environmental and Biological Sciences), at Rutgers University. This tree, the \"Kilmer Oak\", was estimated to be over 300 years old. Because it had been weakened by age and disease, the Kilmer Oak was removed in 1963, and in reporting by \"The New York Times\" and other newspapers the local tradition was repeated with the claim that \"Rutgers said it could not prove that", "doc_score": "75.8782730102539", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_26", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "8793964", "text": "Fiesta Mall / the firm intended to convert the mall into a health and education campus. The deal does not include the mall's four anchor properties, which are owned by other companies. On January 27, 2018, the mall closed permanently, except for Dillard's Clearance Center. The development that would become Fiesta Mall was announced on October 8, 1970 by officials from the city and Sears, Roebuck and Company. Sears officials said the company would develop the mall, which would include one of their stores, through its subsidiary Homart Development Company. The mall was projected to cost $35 million to $55 million and encompass", "doc_score": "74.43084716796875", "publish_date": "2018/12/31"}, {"doc_id": "18215159", "text": "Incola Hotel / making the hotel the center of community life for decades. Decline began in 1948 with the opening of highways that increased Penticton's role as a resort and convention center. Rail business decreased and newer hotels were built. Between 1966 and 1975, the Incola underwent four ownership changes and new extensions and modifications erased the hotel's original appearance. Neglect led to safety hazards, resulting in the fire marshal's order to close the top floor in 1963. Two fires broke out in 1978, leaving a hole in the roof that was not repaired. Broken windows were boarded up and outside walls began", "doc_score": "73.79932403564453", "publish_date": "2018/12/31"}, {"doc_id": "2789309", "text": "Aventura Mall / in early 2004 by their common parent, Federated Department Stores, to form Burdines-Macy's and a year later \"simply\" Macy's. Both locations at Aventura Mall were retained, with the original Macy's being devoted to Women's and Kids' Fashions, and the former Burdines location housing Men's and Home Furnishings departments. By 2005 Lord & Taylor had closed their location citing a weak and competitive marketplace, which was also before their sale to Saks Fifth Avenue in 2006. In 2005, Lord and Taylor closed as they withdrew from the Florida Market. In July 2005, Nordstrom announced they would construct a store adjacent to", "doc_score": "74.93904876708984", "publish_date": "2018/12/31"}, {"doc_id": "8964052", "text": "UtoteM / UtoteM UtoteM, also spelled U-tote-M or U Totem, was a chain of convenience stores which operated until 1984, primarily in the southwestern United States and Florida. The chain experienced most of its growth under the leadership of LeRoy Melcher (1912-1999), who acquired the chain in 1950 and became its president in 1953. Melcher expanded UtoteM from ten stores to more than one thousand across thirteen states. UtoteM merged with Fairmont Foods in the late 1960s. In 1983, the Circle K Corporation bought all of the stock of Utotem Inc. for 225 million dollars from American Financial Corporation, and in 1984", "doc_score": "75.0284652709961", "publish_date": "2018/12/31"}, {"doc_id": "13198870", "text": "Florida State University student housing / out in spring 2015. Demolition commenced in 2016. Smith, a 10-story brick building, was erected in the 1950s as many male students entered FSU in the post-World War II period. Sandy D’Alemberte called the architecture of the building \"Sputnik era\" due to its functional design. It was named after a mathematics professor and assistant coach of the American football team, Elmer Smith. Demolition commenced in 2017. Alumni Village (AV) is a Florida State University former housing property. One of the largest residential complexes in Tallahassee, Alumni Village had 1,100 resident student and family members as of 2011. The facility had", "doc_score": "72.39408111572266", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_27", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "10125280", "text": "Bryan Adams High School / lowest rating for two straight years. The reorganization would take place for the 2011-2012 school year in a process known as \"reconstitution,\" according to DISD spokesman Jon Dahlander. State law requires the academic shakeup for campuses that consistently are rated \"academically unacceptable.\" Campus review teams at the schools, consisting of an internal and external member, will review students' performance on the state exam to determine which teachers should leave the schools, Dahlander said. Bryan Adams high school is on the low-performing list for its graduation rate, he said. In 2015, DISD started a school of choice program for many schools", "doc_score": "91.19249725341797", "publish_date": "2018/12/31"}, {"doc_id": "5184191", "text": "Highland Park Independent School District / will be torn down and rebuilt beginning in the summer of 2019. In 2017 following a $361.4 million bond package approval which funded its land purchase and building, the most recent elementary school building between Wentwood Drive and Northwest Highway was added; the three-story building will house students from the other four existing elementary schools on a rotational basis until renovations are completed on the four campuses. The building currently serves as the home of the University Park Elementary School for the 2017-2018 school year. Because it was the first new school to be built in HPISD in nearly 70", "doc_score": "89.1906967163086", "publish_date": "2018/12/31"}, {"doc_id": "16115206", "text": "DeVry Advantage Academy (Texas) / program was \"set up for failure in the beginning.\" The students, instead of receiving DeVry instruction at school, were bussed to a DeVry facility about west of DeVry Advantage to receive their DeVry instruction. In December 2011, the school announced that, due to the lower than expected enrollment, four of the HISD DeVry teachers would have no classes in the northern hemisphere spring of 2012. Because they were under contract, they continued to report to school and receive payment from HISD. One DeVry HISD teacher took another job. In April 2012 the school board approved the school's closure. Because HISD", "doc_score": "89.42890930175781", "publish_date": "2018/12/31"}, {"doc_id": "6010568", "text": "Riverview High School (Sarasota, Florida) / 2006, Sarasota County approved spending an estimated $130 million on the reconstruction of the school, which would include demolition of the Rudolph building. The new high school building would increase classroom space and bring the school's facilities up to date. The Rudolph structures would be replaced with a big parking lot. The building's critics contended that Rudolph's roof design, which was intended to make runoff water resemble a \"waterfall,\" caused water to pool dangerously in the hallways. School officials also asserted that mold was an ongoing problem. Proponents for restoration of the buildings cited that inappropriate alterations to the original", "doc_score": "91.20746612548828", "publish_date": "2018/12/31"}, {"doc_id": "8576709", "text": "Marlin Independent School District / the TEA sent a letter stating that it planned to revoke the accreditation as of July 1, 2016, which would lead to the closure of the district. Stephanie Butts of the \"Waco Tribune-Herald\" wrote that the announcement caught Marlin ISD officials \"off guard\". In response, Marlin ISD filed a request for an informal review of the closure. The announcement resulted in a meeting being held by the Saved Our Schools volunteer organization. In November 2015 the TEA gave a temporary reprieve requiring academic improvement. In August 2016 the district received another poor rating from the TEA, but instead of closing", "doc_score": "89.18099212646484", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_28", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "8012168", "text": "Kellyanne Conway / make many appearances during the week. Following the publication of the report, Conway alleged to CNN journalist Dylan Byers that she would be appearing on Fox News that evening. The week-long absence from television officially ended when she appeared on an episode of \"Hannity\" during the Conservative Political Action Conference\". Conway came under criticism when she was photographed sitting on an Oval Office couch with her legs folded beneath her — shoes pressed against the upholstery — during President Trump's meeting with leaders from historically black colleges and universities. Some observers suggested the sitting position was a sign of disrespect", "doc_score": "81.23945617675781", "publish_date": "2018/12/31"}, {"doc_id": "14030394", "text": "2009 U.S. state dinner security breaches / and should not have been admitted. Subsequent reports and reviews of videotape revealed Allen as a third gatecrasher on that evening. On December 1, 2009, \"The Washington Post\" reported that the Secret Service found e-mail exchanges between the Salahis and Michele S. Jones, special assistant to the Secretary of Defense and the Pentagon-based liaison to the White House; Jones specifically told the Salahis not to come because she had no authority to grant admittance. That morning, the Salahis appeared on the \"Today\" show on NBC, interviewed by Matt Lauer. When Lauer asked the couple whether they were invited to the", "doc_score": "79.60209655761719", "publish_date": "2018/12/31"}, {"doc_id": "19949807", "text": "Forget Me Not (CSI: Crime Scene Investigation) / Forget Me Not (CSI: Crime Scene Investigation) \"Forget Me Not\" is the fifteenth episode from the of the American crime drama \"\" which is set in Las Vegas, Nevada. The episode first aired on February 20, 2013. The episode was directed by Karen Gaviola, and was written by Andrew Dettmann. CSI investigator Sara Sidle is dining alone in a hotel on her birthday, distressed over her divorce from Gil Grissom and estranged from her colleagues. She meets a man, Taylor Wynard, and offers to come up to his hotel room, which he accept. He is subsequently found fatally stabbed there,", "doc_score": "81.2705078125", "publish_date": "2018/12/31"}, {"doc_id": "4372766", "text": "Lou Anna Simon / Simon's career being strictly in administrative roles with virtually no faculty experience, and on the basis of it having been a direct appointment by the trustees bypassing usual academic procedure. Following her resignation, Simon's contract allowed for a 12-month research leave at her full presidential salary, after which she could officially assume her faculty position in the department of educational administration. On November 20, 2018, Simon was charged with two felonies and two misdemeanor counts for lying to the police about her knowledge of sexual abuse committed by Nassar. MSU interim President John Engler announced that Simon would be taking", "doc_score": "78.63832092285156", "publish_date": "2018/12/31"}, {"doc_id": "10913372", "text": "University of Florida Taser incident / For All\", filmmaker John Ennis and Greg Palast (the author of the book Meyer was holding during the event) strongly echo this sentiment. When \"asked about speculation that Meyer staged the confrontation\", University spokesman Steve Orlando has stated that a member of the Office of Student Affairs told Orlando that Meyer brought a video camera to the forum and gave it to Clarissa Jessup, the young woman who was next in line to ask a question, with whom he was unacquainted, before he spoke. Henry Perlstein, a university senior who has known Meyer since high school, said, \"My first impression", "doc_score": "78.46422576904297", "publish_date": "2018/12/31"}]}
{"question_id": "20231208_29", "search_time": "2023/12/13/20:08", "search_result": [{"doc_id": "9065808", "text": "Adventist HealthCare Shady Grove Medical Center / III-B Neonatal Intensive Care Unit (NICU) provides pediatric medical subspecialists and surgical specialists who perform major surgeries for patients with congenital malformations or acquired conditions. A Level III-B NICU is designated for newborns with extreme prematurity, which is 28 weeks' gestation or less, or extremely low birth weight (1000g or less) or severe or complex illness. It is staffed by neonatalogists and neonatal nurses. In October 2008, Shady Grove Medical Center became the first hospital in the Washington D.C. metropolitan area to offer a Birth Advisor to aid expectant mothers in preparing for their upcoming birth experience. This free appointment", "doc_score": "85.54801177978516", "publish_date": "2018/12/31"}, {"doc_id": "5696973", "text": "Crisis pregnancy center / either, and sometimes other medical services have been enjoined, with courts finding that such \"compelled speech\" violates the centers' rights. In December 2009, Baltimore, Maryland was the first local government to introduce and pass a CPC ordinance—Ordinance 09-252, \"Limited Service Pregnancy Centers—Disclaimers\". Austin, Texas amended its law requiring centers to disclose that they do not offer abortion or birth control services to instead require them to disclose that they do not offer medical services under the direction of a licensed health provider. A bill in Oregon would require its CPCs, currently unregulated, to disclose whether or not they provide these", "doc_score": "82.45890808105469", "publish_date": "2018/12/31"}, {"doc_id": "9976136", "text": "CVS Health / is a retail pharmacy chain with approximately 40 drug stores throughout the state of Hawaii. The company was acquired by CVS Health in October 2008 and is operated as a separate brand. Navarro Discount Pharmacies is a pharmacy chain, photo service, and pharmacy benefit manager in the United States. The company was acquired by CVS Health in September, 2014 and is operated as a separate brand of CVS Health. The company mainly operates in Miami-Dade and Broward Counties and currently has 33 stores. Accordant provides rare disease case management and care management services for patients with rare, chronic diseases and", "doc_score": "82.72361755371094", "publish_date": "2018/12/31"}, {"doc_id": "9545535", "text": "Neonatal alloimmune thrombocytopenia / management of NAIT, numerous strategies are used in different centers that specialize in antenatal treatment. Interventions can be classified as invasive or non-invasive. A review of the evidence has shown that invasive management resulted in a relatively high complication rate (mainly preterm emergency cesarean section) of 11% per treated pregnancy. Noninvasive management was also shown to be effective, but without the relatively high rate of adverse outcomes seen with invasive management. They concluded that first-line antenatal management in NAIT should be weekly intravenous immunoglobulin administration, with or without the addition of corticosteroids. Fetal blood sampling from the umbilical cord and", "doc_score": "82.02125549316406", "publish_date": "2018/12/31"}, {"doc_id": "16346111", "text": "Contraceptive mandate / are also opposed by active Christian Evangelicals. Other organizations, such as Planned Parenthood, supported the provision. In response to the criticism, the Obama administration proposed changes under which birth control medication would be provided by the insurers without direct involvement by the religious organization. Regulations were issued on March 16, 2012 for employees of enterprises controlled by religious institutions which self insure. Further regulations were issued on March 16, 2012 which require coverage for students at institutions controlled by religious organizations which purchase insurance. It is believed by the federal government that it is not possible under current law to", "doc_score": "84.47273254394531", "publish_date": "2018/12/31"}]}
