{"question_id": "20230421_0", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "20970822", "text": "Falcon 9 booster B1046 / months after the Telkom-4 mission, B1046 went vertical at SpaceX pad SLC-4E and did a static fire. The mission, dubbed SSO-A was scheduled for 19 November but was delayed due to additional checks on the satellites. The flight finally lifted off on 3 December 2018, marking the first time an orbital-class booster flew three times. The mission profile allowed for an RTLS, but the booster instead landed on the ASDS \"Just Read The Instructions\" due to vibration concerns for a Delta IV Heavy and its NROL payload that were on a nearby pad awaiting launch. Elon Musk has claimed that", "doc_score": "86.44076538085938", "publish_date": "2018/12/31"}, {"doc_id": "5994887", "text": "Falcon 9 / Falcon 9 Falcon 9 is a two-stage-to-orbit medium lift launch vehicle designed and manufactured by SpaceX in the United States. It is powered by Merlin engines, also developed by SpaceX, burning liquid oxygen (LOX) and rocket-grade kerosene (RP-1) propellants. It was named after the \"Millennium Falcon\" and the nine engines of the rocket's first stage. The rocket evolved with versions v1.0 (2010–2013), v1.1 (2013–2016), v1.2 \"Full Thrust\" (2015–2018), and its Block 5 variant, flying since May 2018. Unlike most rockets, which are expendable launch systems, Falcon 9 is partially reusable, with the first stage capable of re-entering the atmosphere and", "doc_score": "86.0575180053711", "publish_date": "2018/12/31"}, {"doc_id": "19638130", "text": "Omega (rocket) / be dependent on both demand and funding from the US Air Force. A final \"go/no-go decision\" to proceed with full development and introduction of the Next Generation Launcher is planned to take place between late 2017 and early 2018. In April 2017, Orbital ATK revealed that Omega would be launched from pad 39B at KSC, sharing launch facilities and mobile transporter with the NASA Space Launch System (SLS). The rocket would compete for USAF national security launches and NASA missions. There would be multiple configurations of the launch system, with multiple stages. In April 2018, Orbital ATK announced that Next", "doc_score": "85.3622817993164", "publish_date": "2018/12/31"}, {"doc_id": "20219295", "text": "Falcon 9 booster B1029 / smoothly on SpaceX's drone ship \"Just Read the Instructions\" stationed in the Pacific Ocean a few hundred miles off the Baja California coast. A continuous video stream shows the deployment of grid fins in space, the protective engine burn for atmospheric entry, controlled gliding during ballistic flight and final maneuvers to land on the drone ship. After recovery, inspections and refurbishing, this first stage was delivered to Kennedy Space Center in Florida on 3 June 2017, and subjected to a mock countdown and static test fire on 15 June on historic launch pad LC-39A. It was launched for the second", "doc_score": "85.35592651367188", "publish_date": "2018/12/31"}, {"doc_id": "19039758", "text": "Falcon 9 Full Thrust / and efficiency of re-usability. SpaceX aims to fly each Block 5 booster ten times with only inspections in between, and up to 100 times with refurbishment. The Block 5 design changes are principally driven by upgrades needed for US government Commercial Crew program and National Security Space Launch requirements. They include performance upgrades, manufacturing improvements, and \"probably 100 or so changes\" to increase the margin for demanding customers. In April 2017, Elon Musk said that Block 5 will feature: The maiden flight launched the satellite Bangabandhu-1 on May 11, 2018. Block 5 is planned to launch astronauts for the first", "doc_score": "86.09843444824219", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_1", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "12201121", "text": "Tornadoes in the United States / the deadliest tornadoes in US history. The region was badly hit by the Palm Sunday Tornado Outbreak in April 1965 and by the Super Outbreak of April 1974. According to NCDC figures for the 1950 to 2006 period, Nebraska reported 2,440 tornadoes followed by Iowa (2,185), Illinois (2,086), Missouri (1,922), South Dakota (1,487), Minnesota (1,477), Indiana (1,327), North Dakota (1,216), Wisconsin (1,185), Michigan (981), and Ohio (916). The Southern United States has suffered more tornado fatalities than any other part of the country. Some areas experience repeated damaging tornado events, such as the Tennessee Valley and in northern Alabama. The", "doc_score": "89.36925506591797", "publish_date": "2018/12/31"}, {"doc_id": "17305736", "text": "Tornado outbreak of May 18–21, 2013 / On May 22, a landslide at Lilydale Regional Park killed two children and injured two others on a field trip. Elsewhere in the country, heavy rain events lead to numerous instances of localized flash flooding. Notable flooding occurred in the New York City metropolitan area, Memphis, Tennessee, and Southaven, Mississippi. The latter of these areas declared a state of emergency as a result of the storms. Further northeast, record rains triggered damaging floods in Vermont. Many areas received over of rain, with a maximum of falling in Jeffersonville. Several homes were damaged, one beyond repair, roads were washed out, and", "doc_score": "87.17500305175781", "publish_date": "2018/12/31"}, {"doc_id": "20612050", "text": "March 6–8, 2018 nor'easter / of which were still without power from the previous storm less than a week prior. The storm caused up to 1 million people to lose power, and at least two people has been confirmed dead due to the storm as of March 7. Hundreds of flights were cancelled across the region, and many schools closed due to the nor'easter, although some opted to remain open such as those in New York City, causing controversy. Many freeways were also closed in the regions, and several states were put under state of emergencies. While the previous nor'easter hammered the Northeastern U.S. on", "doc_score": "86.17898559570312", "publish_date": "2018/12/31"}, {"doc_id": "20681522", "text": "Tornado outbreak of April 13–15, 2018 / Tornado outbreak of April 13–15, 2018 The tornado outbreak of April 13–15, 2018 was a multi-day and significant tornado outbreak that affected portions of the Midwest across to the East Coast of the United States. This particular outbreak led to at least 73 confirmed tornadoes over a three-day period, most of which occurred across Arkansas and Louisiana during the evening hours of April 13. The most significant tornadoes were an EF1 that caused a fatality in Red Chute, Louisiana, early on April 14, an upper-end EF2 tornado that impacted eastern sections of Greensboro, North Carolina on April 15, causing 17", "doc_score": "87.826171875", "publish_date": "2018/12/31"}, {"doc_id": "20681528", "text": "Tornado outbreak of April 13–15, 2018 / devastated. After entering Red Chute, the tornado downed a tree onto a travel trailer, causing one fatality inside. The fatality marked the only tornado-related fatality of the multi-day outbreak. Into the morning hours of April 14, EF2 tornadoes impacted areas near Portland, Arkansas, Carencro, Louisiana, and in Meridian, Mississippi. The SPC first mentioned the threat for organized severe weather across the Southeast and Mid-Atlantic regions on April 12, noting that the main threat was expected to be damaging winds. A day 3 Slight risk was outlined for central Florida northward into extreme southern Virginia the next day, with an Enhanced", "doc_score": "87.23790740966797", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_2", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "436795", "text": "Unidentified flying object / the National Archives of Brazil began receiving from the Aeronautical Documentation and History Center part of the documentation of the Brazilian Air Force regarding the investigation of the appearance of UFOs in Brazil. Currently this collection gathers cases between 1952 and 2016. In Canada, the Department of National Defence has dealt with reports, sightings and investigations of UFOs across Canada. In addition to conducting investigations into crop circles in Duhamel, Alberta, it still considers \"unsolved\" the Falcon Lake incident in Manitoba and the Shag Harbour UFO incident in Nova Scotia. Early Canadian studies included Project Magnet (1950–1954) and Project Second", "doc_score": "84.99908447265625", "publish_date": "2018/12/31"}, {"doc_id": "9630764", "text": "UFO sightings in Canada / brought on by alcohol consumption, and that Michalak, who was prospecting for silver ore near the lake at the time, probably made the story up to keep other prospectors out of the area. In April 2018, the Royal Canadian Mint released a $20 silver coin depicting the alleged event as part of its Canada's Unexplained Phenomena series, stating \"According to Stefan Michalak’s account, two glowing objects descended from the sky on May 20, 1967, near Falcon Lake, Manitoba, where one landed close enough for him to approach. When the craft suddenly took flight, its emission set Michalak’s clothes ablaze, leaving", "doc_score": "83.14795684814453", "publish_date": "2018/12/31"}, {"doc_id": "436774", "text": "Unidentified flying object / symbols in medieval paintings and UFO reports though the canonical and symbolic character of such images is documented by art historians placing more conventional religious interpretations on such images. UFOs have been subject to investigations over the years that varied widely in scope and scientific rigor. Governments or independent academics in the United States, Canada, the United Kingdom, Japan, Peru, France, Belgium, Sweden, Brazil, Chile, Uruguay, Mexico, Spain, and the Soviet Union are known to have investigated UFO reports at various times. Among the best known government studies are the ghost rockets investigation by the Swedish military (1946–1947), Project Blue", "doc_score": "83.57859802246094", "publish_date": "2018/12/31"}, {"doc_id": "6714072", "text": "Sightings (TV program) / Sightings (TV program) Sightings is an American paranormal and news television program that originally aired in the 1990s. The program began as a special titled \"The UFO Report: Sightings\" on October 18, 1991, as well as eventual follow up reports, \"Ghost Report\" and the \"Psychic Experience\". The original Concept Creator and Supervising Producer of that hour special produced by Paramount for Fox TV was Linda Moulton Howe, an Emmy Award-winning TV producer and documentary filmmaker of TV specials about science and the environment. One of her Emmy Award-winning broadcasts was \"A Strange Harvest\" (KMGH-TV in May 1980), about the worldwide", "doc_score": "84.36331939697266", "publish_date": "2018/12/31"}, {"doc_id": "2379049", "text": "Ufology / Ufology Ufology is the study of reports, visual records, physical evidence, and other phenomena related to unidentified flying objects (UFO). UFO reports have been subject to various investigations over the years by governments, independent groups, and scientists. However, ufology, as a field, has been rejected by modern academia and is considered a pseudoscience. The term derives from \"UFO\", which is pronounced as an acronym, and the suffix \"-logy\", which comes from the Ancient Greek \"λογία\" (\"logiā\"). An early appearance of this term in print can be found in the article \"An Introduction to Ufology\" by Ivan T. Sanderson, found in", "doc_score": "83.95198059082031", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_3", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "3537880", "text": "DPT vaccine / On October 24, 2012, the ACIP voted to recommend use of Tdap during every pregnancy. The U.S.'s Advisory Committee on Immunization Practices (ACIP) and Canada's National Advisory Committee on Immunization (NACI) recommended that both adolescents and adults receive Tdap in place of their next Td booster (recommended to be given every 10 years). Tdap and Td can be used as prophylaxis for tetanus in wound management. People who will be in contact with young infants are encouraged to get Tdap even if it has been less than 5 years since Td or TT to reduce the risk of infants being", "doc_score": "93.1480941772461", "publish_date": "2018/12/31"}, {"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "90.52061462402344", "publish_date": "2018/12/31"}, {"doc_id": "8119285", "text": "Booster dose / using accelular vaccines (contained small portions of the bacterium), that had lower side effects but were also less effective at triggering an immunological memory response, due to the antigen presented to the immune system being less complete. This less effective, but safer vaccine, led to the development of the booster Tdap. Booster dose In medical terms, a booster dose is an extra administration of a vaccine after an earlier (prime) dose. After initial immunization, a booster injection or booster dose is a re-exposure to the immunizing antigen. It is intended to increase immunity against that antigen back to protective levels,", "doc_score": "91.24983978271484", "publish_date": "2018/12/31"}, {"doc_id": "7526021", "text": "Influenza treatment / in the elderly, especially for vitamin C, vitamin D, vitamin B-6, vitamin B-12, folic acid, and zinc, and these are thought to weaken the immune system or cause anemia and thus place people at greater risk of respiratory infections such as influenza. Seasonal variation in sunlight exposure, which is required for vitamin D synthesis within the body, has been proposed as one of the factors accounting for the seasonality of influenza. A meta-analysis of 13 studies indicated some support for adjunctive vitamin D therapy for influenza, but called for more rigorous clinical trials to settle the issue conclusively. A recent", "doc_score": "87.77392578125", "publish_date": "2018/12/31"}, {"doc_id": "8738865", "text": "Hepatitis A and B vaccine / AmBirix and a pediatric formulation, called Twinrix Jr or Twinrix Paediatric, is available. Twinrix can be administered on the same schedule as monovalent Hepatitis B vaccine: at 0- 1- and 6- months. In some circumstances, an accelerated dosing schedule of 0- 7- and 21-to 30- days followed by a booster at 12 months can be used and is believed to have similar efficacy as the traditional schedule. The CDC reports that clinical trials found the following levels of protection against Hep A and Hep B one month after each dose: GlaxoSmithKline claims that its studies found 70% of subjects had", "doc_score": "91.5562744140625", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_4", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "15903037", "text": "Bought out deal / Bought out deal A bought out deal is a method of offering securities to the public through a sponsor or underwriter (a bank, financial institution, or an individual). The securities are listed in one or more stock exchanges within a time frame mutually agreed upon by the company and the sponsor. This option saves the issuing company the costs and time involved in a public issue. The cost of holding the shares can be reimbursed by the company, or the sponsor can offer the shares to the public at a premium to earn profits. Terms are agreed upon by the", "doc_score": "83.3411865234375", "publish_date": "2018/12/31"}, {"doc_id": "7675326", "text": "Special-purpose acquisition company / Special-purpose acquisition company A special purpose acquisition company (SPAC) is a type of investment fund that allows public stock market investors to invest in private equity type transactions, particularly leveraged buyouts. SPACs are shell or blank-check companies that have no operations but go public with the intention of merging with or acquiring a company with the proceeds of the SPAC's initial public offering (IPO). SPACs were traditionally sold via an initial public offering (IPO) in $6 units consisting of one common share and two \"in the money\" warrants to purchase common shares at $5 a common share at a future", "doc_score": "78.32328033447266", "publish_date": "2018/12/31"}, {"doc_id": "17970565", "text": "Income Share Agreement / of Income Share Agreements could include a) a fixed length of time for the income sharing b) an income exemption where the borrower does not owe anything below a certain income, and c) a buyout option, where the borrower pays a fee to exit the contract. Some ISA investors offer different terms to different students based on their predicted likelihood of success, while others offer the same terms to all students. Potential groups of investors could include for-profit companies, altruistic non-profits, alumni groups, educational institutions, and local, state, or federal governments. Milton Friedman originally proposed the concept in 1955, in", "doc_score": "81.80635070800781", "publish_date": "2018/12/31"}, {"doc_id": "4742942", "text": "Rights issue / Rights issue A rights issue or rights offer is a dividend of subscription rights to buy additional securities in a company made to the company's existing security holders. When the rights are for equity securities, such as shares, in a public company, it is a non-dilutive pro rata way to raise capital. Rights issues are typically sold via a prospectus or prospectus supplement. With the issued rights, existing security-holders have the privilege to buy a specified number of new securities from the issuer at a specified price within a subscription period. In a public company, a rights issue is a", "doc_score": "80.56787872314453", "publish_date": "2018/12/31"}, {"doc_id": "17970563", "text": "Income Share Agreement / Income Share Agreement An Income Share Agreement (or ISA) is a United States financial structure in which an individual or organization provides something of value (often a fixed amount of money) to a recipient who, in exchange, agrees to pay back a percentage of his/her income for a fixed number of years. ISAs have gained prominence as a proposed alternative to the traditional student loan system in American higher education, and a number of private companies now offer ISAs for a variety of purposes, including as a funding source for college tuition. ISAs are often considered to be less financially", "doc_score": "80.26947021484375", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_5", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "865743", "text": "Tylenol (brand) / shelves of retailers 10 weeks after the withdrawal, and other manufacturers followed suit. The crisis cost the company more than $100 million, but Tylenol regained 100% of the market share it had before the crisis. The Tylenol murderer was never found, and a $100,000 reward offered by Johnson & Johnson remains unclaimed. Before the poisonings, Tylenol brands held around 35% of the US market for acetaminophen and in the immediate aftermath, fell to 8%. Within a year sales had rebounded to the prior levels. J&J's handling of the crisis has been widely cited as an example of optimal crisis management.", "doc_score": "76.3896484375", "publish_date": "2018/12/31"}, {"doc_id": "20096667", "text": "Retail apocalypse / Retail apocalypse The retail apocalypse is the closing of a large number of North American brick-and-mortar retail stores, especially those of large chains, starting in 2010 and continuing through 2018. Over 12,000 physical stores have been closed, due to factors such as over-expansion of malls, rising rents, bankruptcies of leveraged buyouts, low quarterly profits outside holiday binge spending, delayed effects of the Great Recession, and changes in spending habits. North American consumers have shifted their purchasing habits due to various factors, including experience-spending versus material goods and homes, casual fashion in relaxed dress codes, as well as the rise of", "doc_score": "81.12945556640625", "publish_date": "2018/12/31"}, {"doc_id": "2666556", "text": "William Quantrill / Lawrence's buildings were burning, including all but two businesses. On August 25, in retaliation for the raid, General Ewing authorized General Order No. 11 (not to be confused with General Ulysses S. Grant's order of the same name). The edict ordered the depopulation of three and a half Missouri counties along the Kansas border (with the exception of a few designated towns), forcing tens of thousands of civilians to abandon their homes. Union troops marched through behind them, burning buildings, torching planted fields and shooting down livestock to deprive the guerrillas of food, fodder and support. The area was so", "doc_score": "82.56591033935547", "publish_date": "2018/12/31"}, {"doc_id": "9490459", "text": "Auto-Lite strike / others also received bullet wounds, while 10 Guardsmen were treated after being hit by bricks. A running battle occurred throughout the night between National Guard troops and picketers in a six-block area surrounding the plant. A smaller crowd rushed the troops again a short time after Hubay and Cyigon's deaths, and two more picketers were injured by gunfire. A company of troops was sent to guard the Bingham Tool and Die plant, a squad of sheriff's deputies dispatched to protect the Logan Gear factory, and another 400 National Guardsmen ordered to the area. Nearly two dozen picketers and troopers were", "doc_score": "77.57749938964844", "publish_date": "2018/12/31"}, {"doc_id": "4347492", "text": "Sacking of Lawrence / presentment by the first district of Kansas's grand jury that \"the building known as the 'Free State' Hotel' in Lawrence had been constructed with a view to military occupation and defence, regularly parapetted and port holed, for the use of cannon and small arms, thereby endangering the public safety, and encouraging rebellion and sedition in this country\" led to Sheriff Jones and Marshal Donaldson assembling an army of roughly 800 southern settlers. This group planned to enter Lawrence, disarm the citizens, destroy the anti-slavery newspaper presses, and level the Free State Hotel. A number of men from Texas and", "doc_score": "78.37449645996094", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_6", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "18289524", "text": "2014 White House intrusion / 2014 White House intrusion The 2014 White House intrusion occurred on September 19, 2014, when Omar J. Gonzalez, an Iraq War veteran with post-traumatic stress disorder, jumped over the White House's fence and entered the building's front door before being stopped first by an off-duty security officer, and later multiple security officers, and arrested. He was found to have a small knife in his pocket, and stated that the \"atmosphere was collapsing\" and he needed to tell the president so that he could alert the public. President Barack Obama and his family were not home at the time of the", "doc_score": "87.73064422607422", "publish_date": "2018/12/31"}, {"doc_id": "18289537", "text": "2014 White House intrusion / he needed to tell the president so that he could alert the public. The incident resulted in a \"rare evacuation\" of a large portion of the White House; Secret Service officers escorted staff and journalists out a side door. Media and staff were allowed to return some time later though a partial lockdown of the northwest side of the building continued for several hours. After he was arrested, Gonzalez gave permission for his vehicle, parked nearby, to be searched. Agents recovered 800 rounds of ammunition, two hatchets, and a machete from the car. Gonzalez was ordered to be held without", "doc_score": "83.29219055175781", "publish_date": "2018/12/31"}, {"doc_id": "18289532", "text": "2014 White House intrusion / because he had an \"Iraqi moment\": a \"flashback\" that was triggered by the lights and sirens of the police car. Virginian police informed both the Bureau of Alcohol, Tobacco, Firearms and Explosives and the Secret Service about the arrest. Secret Service agents subsequently interviewed Gonzalez though he was deemed not to be a threat. On August 25, Secret Service agents approached Gonzalez at the White House fence after noticing a small hatchet in his waistband. Agents searched his car and found two dogs, two more hatchets, camping equipment, and empty gun cases, though no guns or ammunition. Secret Service agents", "doc_score": "82.99809265136719", "publish_date": "2018/12/31"}, {"doc_id": "18289533", "text": "2014 White House intrusion / interviewed Gonzalez again; they were aware that he had been interviewed by other agents the previous month. He was still deemed to not be a threat. At approximately 7:20 pm on Friday, September 19, 2014, Gonzalez scaled the iron perimeter fence of the White House. Several agents pursued him, as he ran directly towards the North Portico doors, which were unlocked. President Barack Obama and his daughters had just left the White House and were heading to Camp David at the time of the incident. Michelle Obama was also not home, having travelled to the retreat earlier. Agents stated they", "doc_score": "81.81204223632812", "publish_date": "2018/12/31"}, {"doc_id": "14374914", "text": "Enemy Belligerent Interrogation, Detention, and Prosecution Act of 2010 / legal news service \"JURIST\" both the American Civil Liberties Union and Republican Senator Lindsey Graham expressed concerns over the proposed bill. According to the bill's official summary, the bill requires that any person who is arrested on suspicion of terrorism against the United States or its coalition partners be placed in military custody for the purposes of initial interrogation and determination of status as an \"unprivileged enemy belligerent\". Such determination is to be made within 48 hours. The bill proceeds to define an \"unprivileged enemy belligerent\" as an individual who: The bill authorizes the President to establish a \"high-value detainee", "doc_score": "81.2962875366211", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_7", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "4174276", "text": "Value Line / to the SEC in 2004 by the then Value Line Fund () portfolio manager and Chief Quantitative Strategist, John (Jack) Dempsey of Easton, Connecticut, who was required to sign a Code of Business Ethics as required by the Sarbanes-Oxley Act. Restitution totaling $34 million was placed in a fair fund and returned to the affected Value Line mutual fund investors. The Commission ordered Value Line to pay a total of $43,705,765 in disgorgement, prejudgment interest and civil penalty, and ordered CEO Jean Buttner and COO David Henigson to pay civil penalties of $1,000,000 and $250,000, respectively. The Commission further imposed", "doc_score": "79.43470001220703", "publish_date": "2018/12/31"}, {"doc_id": "20626719", "text": "Goldman Sachs controversies / — brought investigations from the United States Congress, the United States Department of Justice, and a lawsuit from the U.S. Securities and Exchange Commission that resulted in Goldman paying a $550 million settlement. Goldman Sachs was \"excoriated by the press and the public\" according to journalists McLean and Nocera—this despite the non-retail nature of its business that would normally have kept it out of the public eye. Visibility and antagonism came from the $12.9 billion Goldman received—more than any other firm—from AIG counterparty payments provided by the bailout of AIG, the $10 billion in TARP money it received from the", "doc_score": "78.50611114501953", "publish_date": "2018/12/31"}, {"doc_id": "11943082", "text": "Simmons–Tierney bet / Simmons–Tierney bet The Simmons–Tierney bet was a wager made in August 2005 between Houston banking executive Matthew R. Simmons and \"New York Times\" columnist John Tierney. The stakes of the bet were US $10,000.00. The subject of the bet was the year-end average of the daily price-per-barrel of crude oil for the entire calendar year of 2010 adjusted for inflation, which Simmons predicted to be at least $200. The bet was to be settled on January 1, 2011. At the time the bet was made in 2005, the price of oil was $65. It soared to an all-time high of", "doc_score": "82.01072692871094", "publish_date": "2018/12/31"}, {"doc_id": "8106195", "text": "Jerry Lewis – Lowery lobbying firm controversy / of 2005, according to disclosure reports filed in 2005. Hillscape filed amended disclosure reports in February 2006, less than two months after the first Lewis-Lowery story appeared in newspapers, that showed the company was paid $80,000 by Copeland Lowery from January 1 to June 30, 2005, plus another $40,000 by a second client, itself a California-based lobbying firm. The April 2005 letter that Jeff Shockey's lawyers sent to the House ethics committee concerning his severance agreement also covered the issue of Shockey's relationship to his wife. \"This letter also asks the Committee to confirm that steps Mr. Shockey has taken", "doc_score": "80.50653839111328", "publish_date": "2018/12/31"}, {"doc_id": "9807587", "text": "Dismissal of U.S. attorneys controversy / the staff of a President operated in constant fear of being hauled before various committees to discuss internal deliberations, the President would not receive candid advice, and the American people would be ill-served... I will oppose any attempts to subpoena White House officials... My choice is to make sure that I safeguard the ability for Presidents to get good decisions. Despite the President's position against aides testifying, on March 21 the House Judiciary Committee authorized the subpoena of five Justice Department officials, and on March 22, the Senate Judiciary Committee authorized subpoenas as well. Sampson's replacement as the", "doc_score": "79.1363754272461", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_8", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "11863602", "text": "Air pollution in the United States / was around $71,300. Also, over 91% of African-Americans and 86% of Hispanics live in urban areas, whereas only about 70% of whites live in urban areas. Furthermore, in April 2017, three environmental groups—Environmental Justice and Health Alliance for Chemical Policy Reform, Coming Clean, and Center for Effective Government—completed a study regarding the disproportionate spread of environmental burdens. They define \"fenceline zones\" as areas within the vicinity of U.S. chemical facilities that are at of highest risk of death or injury after a potential chemical accident. They found that the 134 million people living in \"fenceline zones\" are 75% more likely", "doc_score": "97.9745864868164", "publish_date": "2018/12/31"}, {"doc_id": "11863618", "text": "Air pollution in the United States / ozone formation, as well as high levels of fine particles and dust. The strong relationship between AQI and ozone levels may be found on air pollution maps. Air pollution in Los Angeles has caused widespread concerns. In 2011, the Public Policy Institute of California (PPIC) Survey on Californians and the Environment showed that 45% of citizens in Los Angeles consider air pollution to be a “big problem”, and 47% believe that the air quality of Los Angeles is worse than it was 10 years ago. In 2013, the Los Angeles-Long Beach-Riverside area ranked the 1st most ozone-polluted city, the 4th", "doc_score": "93.19735717773438", "publish_date": "2018/12/31"}, {"doc_id": "11863598", "text": "Air pollution in the United States / chance of having ozone-caused health issues because of their higher ozone exposure. A study conducted in Los Angeles, CA showed that there is a 12-15% increase in chance for a child to be born with or develop autism if the parents lived in areas with high ozone concentration during the child's gestation period. From the hospital records, it was found that majority of those parents were also Hispanic and were low income families. There were less autistic children born in majority white, highly educated, and high income communities. The same study also found that higher levels of nitrogen dioxide (NO2)", "doc_score": "93.10589599609375", "publish_date": "2018/12/31"}, {"doc_id": "11863571", "text": "Air pollution in the United States / as nitrogen dioxide decreasing, despite the fact the number of vehicles on the road has not. This change is due to better regulations, economic shifts, and technological innovations. With respect to nitrogen dioxide, NASA reported a 32% decrease in New York City and a 42% decrease in Atlanta between the periods of 2005-2007 and 2009-2011. Air pollution can cause a variety of health problems including, but not limited to infections, behavioral changes, cancer, organ failure, and even premature death. These health effects are not equally distributed in terms of race, ethnicity, socioeconomic status, education, and more in the United States.", "doc_score": "96.05972290039062", "publish_date": "2018/12/31"}, {"doc_id": "11863579", "text": "Air pollution in the United States / old were diagnosed with Asthma, due to prenatal exposure to phthalates, butylbenzyl phthalate (BBzP), di-n-butyl phthalate (DnBP), di(2-ethylhexyl) phthalate (DEHP), and diethyl phthalate (DEP). These phthalates were detected in urine samples from 300 pregnant women. Roughly seven million children suffer from asthma, meaning 1 out of every 10 children, and the rates have been steadily increasing. Among African American children, one out of six children suffers from asthma, which has risen by 50% since 2001. This issue of respiratory problems accounts for 88% of premature deaths in low-income to middle-class counties in America. Population-based studies have shown that communities with", "doc_score": "93.75826263427734", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_9", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "13724769", "text": "Fast casual restaurant / Fast casual restaurant A fast casual restaurant, found primarily in the United States, does not offer full table service, but advertises higher quality food than fast food restaurants, with fewer frozen or processed ingredients. It is an intermediate concept between fast food and casual dining, and usually priced accordingly. The category is exemplified by chains such as Chipotle, Shake Shack, Boston Market, Bruegger's, Captain D's, Culver's, Dig Inn, Newk's Eatery, Noodles & Co., Panera Bread, Pizza Ranch, Pollo Tropical, Smashburger and Vapiano. The concept originated in the United States in the early 1990s, but did not become mainstream until the", "doc_score": "86.89006805419922", "publish_date": "2018/12/31"}, {"doc_id": "1429886", "text": "Burger King / Burger King's parent company, Restaurant Brands International, announced that none of its subsidiaries would use chicken that had been fed antibiotics that are \"critically important\" to human health; that announcement referred only to a small class of antibiotics for which there is only one drug that kill a kind of bacteria and the announcement was described as a \"small step\" by advocates for stopping all antibiotic use in livestock. Like its menu, the equipment the company cooks its hamburgers with has also evolved as the company expanded. The burgers have always been broiled mechanically; the original unit, called an Insta-Broiler,", "doc_score": "87.04527282714844", "publish_date": "2018/12/31"}, {"doc_id": "10094562", "text": "Burger King products / other \"premium\" ingredients. These sandwiches are usually served on a better-quality roll, such as baguettes or corn-dusted potato rolls. Through 2009 and 2010, the company added other higher-end product such as barbecued ribs, grilled fish, an improved grilled chicken sandwich, kebabs, and an extra-thick burger called the Steakhouse XT. Several industry publications claimed that these new offerings disrupt the differentiation between the fast-food and casual-dining markets with a combination of taste, competitive pricing, speed of service, and convenience. The adult-oriented products of Burger King and its competitors have been criticized by restaurant industry commentators as a temporary blip. The \"indulgent\"", "doc_score": "87.78075408935547", "publish_date": "2018/12/31"}, {"doc_id": "10094576", "text": "Burger King products / called a \"Country Burger\" in Germany). Burger King added low-carb variants of several of its products in 2004 that are in accordance with low-carb diets such as the Atkins diet and the South Beach Diet. Low-carbohydrate preparation consists of eliminating the bread and serving the product in a bowl with silverware. In January 2010, BK began to publish a list of which of their products that contain gluten and added menu options designed to help those afflicted with Celiac disease as part of its \"Positive Steps\" nutrition program. A company representative stated that it understands that its guests have individual", "doc_score": "86.38867950439453", "publish_date": "2018/12/31"}, {"doc_id": "10094524", "text": "Burger King products / negative publicity due to nutritional concerns. With the purchase of the company in 2010 by 3G Capital, the company again began another revamp of its product line by phasing out some products, introducing new ones and redesigning others including its flagship Whopper sandwich. Like its menu, the equipment the company cooks its hamburgers with has also evolved as the company grew. The burgers have always been broiled mechanically; the original unit, called an Insta-Broiler, was one of two pieces of equipment the founders of Insta-Burger King purchased before opening their new restaurant. The Insta-Broiler worked by cooking 12 burger patties", "doc_score": "87.46186828613281", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_10", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "16336857", "text": "Shea McClellin / the position switch. On April 29, 2015, the Bears announced that they would not be picking up the fifth-year option of McClellin's contract. McCellin recorded a career-high in tackles in 2015 with 81, one more than he had recorded in his previous three seasons put together. On March 16, 2016, McClellin signed a three-year contract with the New England Patriots. The contract has a total value of approximately $9 million with $3.5 million guaranteed. On December 12, 2016, during Monday Night Football, McClellin leaped over Ravens long snapper Morgan Cox to block a Justin Tucker kick, causing the first and", "doc_score": "83.7527847290039", "publish_date": "2018/12/31"}, {"doc_id": "19037804", "text": "Carson Wentz / round pick in 2017, and a second round pick in 2018 in order to move up in the draft order and get him. On May 12, 2016, Wentz signed a four-year deal worth $26.67 million, fully guaranteed, featuring a $17.6 million signing bonus. He suffered a rib injury in the team's first preseason game of 2016, but was fully healthy for the beginning of the 2016 regular season. Originally intending to have Wentz sit and learn for the 2016 season, those plans changed when on September 3, 2016, the Eagles traded quarterback Sam Bradford to the Minnesota Vikings. The same", "doc_score": "87.96951293945312", "publish_date": "2018/12/31"}, {"doc_id": "2518693", "text": "Terrell Owens / touchdown reception of 76+ yards (35 years, 350 days). Owens became the sixth player to reach 1,000 receptions in a career. He accomplished this during a game against the Atlanta Falcons from an 8-yard pass from Brian Brohm. On July 27, 2010, Owens signed a one-year contract with the Cincinnati Bengals. It was reportedly worth two million dollars, with another two million dollars possible from bonuses. He joined Carson Palmer and Chad Johnson, both of whom lobbied for the Bengals to sign Owens. With the retirement of Isaac Bruce, Owens spent his last active season in the NFL as the", "doc_score": "83.76640319824219", "publish_date": "2018/12/31"}, {"doc_id": "9203221", "text": "Dwayne Bowe / placed Bowe on injured reserve. On March 4, 2013, Bowe signed a five-year contract. Ian Rapoport of NFL.com reported that Bowe became the NFL's third highest-paid wide receiver in terms of total compensation on his contract. His deal was for $56 million over five years and included $26 million in guaranteed money plus a $15 million signing bonus, according to someone who had seen the deal. In year one, Bowe earned $16 million with a base salary of $750,000 and a workout bonus of $250,000. In the first three years, Bowe would have earned $36 million. On August 15, 2014,", "doc_score": "82.65393829345703", "publish_date": "2018/12/31"}, {"doc_id": "11236490", "text": "Joe Flacco / He was also the first Division I-FCS (formerly I-AA) quarterback selected in the first round of the draft since Steve McNair went third overall to the Houston Oilers in the 1995 NFL Draft. Draft commentators initially criticized the pick as a \"reach\", feeling Flacco would likely have still been available in the middle of the second round. DeCosta, however, stated waiting was too much of a gamble and that choosing Flacco in the first round was \"an easy decision to make.\" On July 16, 2008, he signed a five-year contract with a maximum value of around $30 million, and $8.75", "doc_score": "82.91781616210938", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_11", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "14397097", "text": "Morgantina treasure / of New York, agreed that the treasure would be returned to Italy. In 2010, after its return, the treasure was temporarily displayed in the Palazzo Massimo alle Terme in Rome and then delivered to Sicily. The treasure is made up of the following pieces: Morgantina treasure The Morgantina treasure is a set of 16 pieces of Greek silverware with details in gold dating from the 3rd century BC, which was illegally excavated from Morgantina, an Ancient Greek city in Sicily, near modern Aidone. The hoard includes two large bowls, a cup with two handles, plates and several drinking utensils. It", "doc_score": "87.19783782958984", "publish_date": "2018/12/31"}, {"doc_id": "8854843", "text": "Seuso Treasure / 2018, where they are intended to be a centrepiece of the new museum's quarter. Seuso Treasure The Seuso Treasure or Sevso Treasure (; ), is a hoard of silver objects (14 items) from the late Roman Empire. The first pieces appeared on the market in London in 1980, and the treasure was acquired by a consortium headed by Spencer Compton, 7th Marquess of Northampton. Documentation was provided in which it was stated that it had been found in the Tyre and Sidon regions of Lebanon. It was put up for sale in New York City in 1990 by Sotheby's, but", "doc_score": "86.76952362060547", "publish_date": "2018/12/31"}, {"doc_id": "8854830", "text": "Seuso Treasure / Seuso Treasure The Seuso Treasure or Sevso Treasure (; ), is a hoard of silver objects (14 items) from the late Roman Empire. The first pieces appeared on the market in London in 1980, and the treasure was acquired by a consortium headed by Spencer Compton, 7th Marquess of Northampton. Documentation was provided in which it was stated that it had been found in the Tyre and Sidon regions of Lebanon. It was put up for sale in New York City in 1990 by Sotheby's, but was halted when the documentation was found to be false, and the governments of", "doc_score": "87.42913055419922", "publish_date": "2018/12/31"}, {"doc_id": "18343799", "text": "Boscoreale Treasure / Boscoreale Treasure The Boscoreale Treasure is the name for a large collection of exquisite silver and gold Roman objects discovered in the ruins of an ancient villa at Boscoreale, near Pompeii, southern Italy. Consisting of over a hundred pieces of silverware, as well as gold coins and jewellery, it is now mostly kept at the Louvre Museum in Paris, although parts of the treasure can also be found at the British Museum. Located northwest of Pompeii, Boscoreale was the location of a large Roman villa, the \"Villa della Pisanella\", that was buried by volcanic ash following the eruption of Mount", "doc_score": "87.79144287109375", "publish_date": "2018/12/31"}, {"doc_id": "18343804", "text": "Boscoreale Treasure / study of the coins was made before they were dispersed into the market and, as is often the case, it is very possible that a list published in 1909 includes material from other finds. The most recent coin of the Boscoreale hoard dates to AD 79, the date of the eruption. The intense heat from Mount Vesuvius imbued all the gold coins with the beautiful red toning that we now see. Boscoreale Treasure The Boscoreale Treasure is the name for a large collection of exquisite silver and gold Roman objects discovered in the ruins of an ancient villa at Boscoreale,", "doc_score": "81.794921875", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_12", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "1709935", "text": "Jimmy Kimmel Live! / instead, it is shot at 5 p.m. Pacific Time on the day of broadcast. On occasion it airs a special live edition, usually after major events like the Academy Awards ceremonies (except in years where Kimmel has hosted the actual ceremony) and four to seven half-hour episodes with some basketball theming under the title \"Jimmy Kimmel Game Night\" airing in primetime that lead into ABC's coverage of the NBA Finals in June each year. Until 2009, new episodes aired five nights a week; from 2009 to 2012, the Friday episode was a rebroadcast of a recent episode. Starting with the", "doc_score": "83.2199478149414", "publish_date": "2018/12/31"}, {"doc_id": "4752966", "text": "Attack of the Show! / the game show \"Let's Ask America\" since the September 17, 2012 series debut. On G4 announced that they would not renew \"AOTS\" at the end of the year, as part of an eventual rebranding of the channel itself. On, \"Attack of the Show!\" televised its final original episode on G4. After a brief montage of clips from \"AOTS\" history and final goodbyes from the show's hosts and staff, the series ended with former \"Screen Savers\" hosts Patrick Norton and Leo Laporte in a coffee shop, acting as if the entire run of \"AOTS\" had been a dream. They then", "doc_score": "82.89495086669922", "publish_date": "2018/12/31"}, {"doc_id": "1709966", "text": "Jimmy Kimmel Live! / similar to the previous one, though the desk and chairs are no longer a stationary set element, and are only brought out for the guest interviews. Later, the traditional city duratrans was replaced with a large floor-to-ceiling curved video display known as the \"Wall of America\", which most of the time displays the traditional background, but is now also able to be used for video pieces and bits, along with interviews (including ones where Kimmel is not at his desk; an instance of this was an interview through Cisco's Jabber Guest with actress Viola Davis after the first-season finale of", "doc_score": "83.53045654296875", "publish_date": "2018/12/31"}, {"doc_id": "20358823", "text": "After Trek / After Trek After Trek is a live American aftershow in which host Matt Mira discusses episodes of the CBS All Access television series \"\" with guests, including celebrity fans, cast members, and crew from the series. It is produced by Embassy Row in association with Roddenberry Entertainment. Inspired by previous aftershows created by Embassy Row, such as \"Talking Dead\" and \"Talking Bad\", episodes of \"After Trek\" are released on All Access after each episode of \"Discovery\" is released. This started with that show's premiere on September 24, 2017, and ran through to its season finale on February 4, 2018. For", "doc_score": "84.39704895019531", "publish_date": "2018/12/31"}, {"doc_id": "10777447", "text": "Aftershow / Aftershow In television, an aftershow or after-show is a talk show discussing one of the same channel's other television programs, and broadcast just after it. The aftershow format originated in the mid-2000s with MTV (Canada)'s \"The After Show\", and was initially conceived to accompany unscripted programs such as reality television to fit Canadian license requirements. In the 2010s, U.S. entertainment channels began to add aftershows to their most popular scripted series, up to a point at which the \"New York Post\" wrote of the format having achieved a \"saturation point\" in 2016. An aftershow's typical format, pioneered by AMC's \"Talking", "doc_score": "82.86872100830078", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_13", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "20002780", "text": "2005 Connecticut false evacuation alert / 2005 Connecticut false evacuation alert On February 1, 2005, the Emergency Alert System was activated in portions of Connecticut calling for the immediate evacuation of the entire state. The activation was in error. Later studies showed that residents did not evacuate, and that the most common response was to 'change the channel' or seek other confirmation. The Emergency Alert System (EAS) is a public warning system in the United States that allows designated government authorities to suspend and preempt terrestrial radio and television broadcasts when needed to issue urgent public safety alerts. The highest priority alert that can be issued", "doc_score": "86.86719512939453", "publish_date": "2018/12/31"}, {"doc_id": "1699181", "text": "Amber alert / Amber alert An Amber alert (also AMBER alert) or a Child Abduction Emergency (SAME code: CAE) is a child abduction alert system. It originated in the United States in 1996. AMBER is officially a contrived acronym for America's Missing: Broadcast Emergency Response, but was named after Amber Hagerman, a 9-year-old abducted and murdered in Arlington, Texas in 1996. Alternative regional alert names were once used; in Georgia, \"Levi's Call\" (in memory of Levi Frady); in Hawaii, \"Maile Amber Alert\" (in memory of Maile Gilbert); and Arkansas, \"Morgan Nick Amber Alert\" (in memory of Morgan Nick). In the United States, AMBER", "doc_score": "86.5440673828125", "publish_date": "2018/12/31"}, {"doc_id": "20002781", "text": "2005 Connecticut false evacuation alert / is an Emergency Action Notification (EAN), sometimes called a \"presidential alert\". An EAN sets into motion a series of events that causes all of the United States' television and radio stations to become networked together to simulcast the President of the United States, or another federal official. An Emergency Action Notification has never been used for an actual event. However, local and state-level activations of the EAS routinely occur for emergencies such as tornadoes, 911 system outages, and other, localized, exigent events. At 2:10 p.m. on Tuesday, February 1, 2005, a state-level activation of the EAS occurred in Connecticut. A", "doc_score": "88.49568176269531", "publish_date": "2018/12/31"}, {"doc_id": "20530502", "text": "2018 Hawaii false missile alert / 2018 Hawaii false missile alert On January 13, 2018, a false ballistic missile alert was issued via the Emergency Alert System and Commercial Mobile Alert System over television, radio, and cellphones in the U.S. state of Hawaii. The alert stated that there was an incoming ballistic missile threat to Hawaii, advised residents to seek shelter, and concluded \"This is not a drill\". The message was sent at 8:07 a.m. local time. However, no civil defense outdoor warning sirens were authorized or sounded by the state. A second message, sent 38 minutes later, described the first as a \"false alarm\". State", "doc_score": "84.96717071533203", "publish_date": "2018/12/31"}, {"doc_id": "1494264", "text": "Emergency Alert System / concerns were raised regarding \"frequency and scope of EAS testing\". This led to two preliminary tests in the state of Alaska; one occurred during January 2010. The second national EAS Test happened on September 28, 2016 at 2:20 pm EDT (11:20 am PDT) as part of National Preparedness Month. Prior to the test, FEMA tested regional EAS systems from November 17, 2014, to the most recent on March 24, 2016. The purpose of these tests were to ensure results of the 2011 test (see below) would not occur again. A third national EAS Test occurred on September 27, 2017 at", "doc_score": "85.35513305664062", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_14", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "7566972", "text": "Land contract / Land contract A land contract — often described by other terminology listed below — is a contract between the buyer and seller of real property in which the seller provides the buyer financing in the purchase, and the buyer repays the resulting loan in installments. Under a land contract, the seller retains the legal title to the property, while permitting the buyer to take possession of it for most purposes other than legal ownership. The sale price is typically paid in periodic installments, often with a balloon payment at the end to make the timelength of payments shorter than in", "doc_score": "86.1689453125", "publish_date": "2018/12/31"}, {"doc_id": "6776234", "text": "Line of Property / a slice of New York State east of the Unadilla and west of the previous line of settlement near Cherry Valley. Thus the Iroquois ceded only a small area in New York state, a larger area in Pennsylvania, and a huge tract that was in fact south of their area of control. Line of Property The Line of Property is the name commonly given to the line dividing Indian from British Colonial lands established in the 1768 Treaty of Fort Stanwix between the British officials and the Indian tribes. In western Pennsylvania it is referred to as the Purchase line.", "doc_score": "82.22071075439453", "publish_date": "2018/12/31"}, {"doc_id": "1284902", "text": "Gadsden Purchase / Gadsden Purchase The Gadsden Purchase (known in Mexico as, \"Sale of La Mesilla\") is a region of present-day southern Arizona and southwestern New Mexico that the United States purchased via a treaty that took effect on June 8, 1854. The first draft was signed on December 30, 1853, by James Gadsden, U.S. ambassador to Mexico, and by Antonio López de Santa Anna, president of Mexico. The U.S. Senate voted in favor of ratifying it with amendments on April 25, 1854, and then transmitted it to President Franklin Pierce. Mexico's government and its General Congress or Congress of the Union", "doc_score": "86.18975067138672", "publish_date": "2018/12/31"}, {"doc_id": "1284962", "text": "Gadsden Purchase / postage stamp commemorating 100 years since the Gadsden Purchase, on December 30, 1953. In 2012, the Gadsden Purchase was featured in a segment on \"The Tonight Show Starring Jimmy Fallon.\" Gadsden Purchase The Gadsden Purchase (known in Mexico as, \"Sale of La Mesilla\") is a region of present-day southern Arizona and southwestern New Mexico that the United States purchased via a treaty that took effect on June 8, 1854. The first draft was signed on December 30, 1853, by James Gadsden, U.S. ambassador to Mexico, and by Antonio López de Santa Anna, president of Mexico. The U.S. Senate voted", "doc_score": "85.25440216064453", "publish_date": "2018/12/31"}, {"doc_id": "16056795", "text": "History of the Texas Rangers (baseball) / owners (a 3/4 vote is required) and completed by April 1. However, one of HSG's principal lenders (Monarch Alternative Capital) opposed the sale on grounds that the proceeds would not fully repay the defaulted HSG notes. On April 21, Major League Baseball issued a statement declaring the Rangers' sale to be under the control of the Commissioner to expedite the process. Because of public comments made by Hicks deemed detrimental to the process, MLB also stripped Hicks of any responsibility regarding the sale of the team. On May 13, MLB threatened to seize control of the rest of the team's", "doc_score": "81.7981948852539", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_15", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "13179499", "text": "Citizens United v. FEC / Citizens United.\" Notes Citizens United v. FEC Citizens United v. Federal Election Commission, 558 U.S. 310 (2010), is a landmark U.S. constitutional law, campaign finance, and corporate law case dealing with regulation of political campaign spending by organizations. The United States Supreme Court held (5–4) on January 21, 2010, that the free speech clause of the First Amendment to the Constitution prohibits the government from restricting independent expenditures for communications by nonprofit corporations, for-profit corporations, labor unions, and other associations. In the case, the conservative non-profit organization Citizens United sought to air a film critical of Hillary Clinton and to", "doc_score": "79.6268539428711", "publish_date": "2018/12/31"}, {"doc_id": "5102620", "text": "Solomon Amendment / Roberts, writing for the majority, wrote: \"As a general matter, the Solomon Amendment regulates conduct, not speech. It affects what law schools must do—afford equal access to military recruiters—not what they may or may not say.\" At least two institutions (Vermont Law School, and William Mitchell College of Law) have declined to allow military recruiting on campus in the past. Both positions were taken as a protest to the military's \"don't ask, don't tell\" policy. These schools receive little in way of federal funds compared to large research universities, making it more feasible to forgo the federal funding. With the", "doc_score": "81.17145538330078", "publish_date": "2018/12/31"}, {"doc_id": "20872099", "text": "Impeachment of the Supreme Court of Appeals of West Virginia, 2018 / splitting the pay of \"senior status judges\", who are retired judges filling in certain circumstances and who can make no more than 25% of an active judges' salary, between IRS Form W-2 and Form 1099 in order to circumvent that rule; and of the court purchasing \"working lunches\" at taxpayer expense on a regular basis. On July 11, 2018, Justice Ketchum resigned from the court. On July 31, 2018, he entered a guilty plea in the United States District Court for the Southern District of West Virginia in Charleston to one count of wire fraud. Due to his guilty plea,", "doc_score": "79.54564666748047", "publish_date": "2018/12/31"}, {"doc_id": "4872272", "text": "Cy-près doctrine / be seen as a windfall to a defendant charged with breaking the law. Judge Richard Posner has argued that the term is a misnomer in the class action context, because cy-près awards serve a punitive effect. Some commentators have criticized the use of cy-près settlements; the American Law Institute's Draft of the Principles of the Law of Aggregate Litigation proposes limiting cy-près to \"circumstances in which direct distribution to individual class members is not economically feasible, or where funds remain after class members are given a full opportunity to make a claim\". In 2018, the US Supreme Court decided to", "doc_score": "79.24590301513672", "publish_date": "2018/12/31"}, {"doc_id": "13179389", "text": "Citizens United v. FEC / Citizens United v. FEC Citizens United v. Federal Election Commission, 558 U.S. 310 (2010), is a landmark U.S. constitutional law, campaign finance, and corporate law case dealing with regulation of political campaign spending by organizations. The United States Supreme Court held (5–4) on January 21, 2010, that the free speech clause of the First Amendment to the Constitution prohibits the government from restricting independent expenditures for communications by nonprofit corporations, for-profit corporations, labor unions, and other associations. In the case, the conservative non-profit organization Citizens United sought to air a film critical of Hillary Clinton and to advertise the film", "doc_score": "80.46470642089844", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_16", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "6358684", "text": "Samuel Alito Supreme Court nomination / On a questionnaire for the Senate Judiciary Committee in his Third Circuit Court-of-Appeals confirmation process in 1990, Alito said he would avoid a conflict of interest by not voting on cases involving First Federal Savings & Loan of Rochester, NY, and two investment firms, Smith Barney and Vanguard Group, because he held accounts with them. However, in 2002, Alito upheld a lower court's dismissal of a lawsuit filed against multiple investment company defendants, including Vanguard Group. When notified of the situation, Alito denied doing anything improper but recused himself from further involvement in the case. The case was reheard with", "doc_score": "81.46173095703125", "publish_date": "2018/12/31"}, {"doc_id": "6358683", "text": "Samuel Alito Supreme Court nomination / of best traditions of our judicial system.\" Senator Dianne Feinstein (D-CA) questioned Alito on the separation of powers and the Constitutional limits on executive authority. The questioning of Alito continued with Senator Chuck Grassley (R-IA), Senator Russ Feingold (D-WI), and Senator Charles Schumer (D-NY). After a brief recess, questioning continued with Senator Jeff Sessions (R-AL), Senator Richard Durbin (D-IL), Senator Lindsey Graham (R-SC), and Senator John Cornyn (R-TX) yielding their time before going into closed executive session. Witness testimony began with the ABA Standing Committee on Federal Judiciary after the scheduled lunch recess at 2:30 p.m. EST. Witness testimony continued.", "doc_score": "78.44120025634766", "publish_date": "2018/12/31"}, {"doc_id": "16188091", "text": "Cleveland v. United States (2000) / property\" by false pretenses is covered. Carl W. Cleveland was prosecuted under the statute. The state alleged Cleveland had deceived another company relating to video poker license renewals. Before trial, he unsuccessfully attempted to get the charges dismissed. A jury later found him guilty and he was sentenced to over 100 months in prison. Cleveland appealed. The Fifth Circuit Court of Appeals affirmed the conviction and sentence, holding that \"property\" did in fact include video poker licenses in the \"hands of the state\". After a series of appellate courts split on this issue, the Supreme Court granted certiorari. Justice Ginsburg", "doc_score": "78.54678344726562", "publish_date": "2018/12/31"}, {"doc_id": "3691350", "text": "First National Bank of Boston v. Bellotti / speech comes from a corporation.\" The second proposition addressed contribution expenditure and corruption. The Court ruled that independent expenditure limits were unconstitutional because, unlike campaign contribution limits, they fail to \"serve any substantial government interest in stemming the reality or appearance of corruption in the electoral process.\" The Court argued, \"\"Austin\" upheld a corporate independent expenditure restriction\" by recognizing a \"new governmental interest\" in preventing corruption to \"bypass \"Buckley\" and \"Bellotti\".\" The Court rejected the anti-distortion reasoning argued in \"Austin\" and returned to the qui pro quo conception of corruption used in \"Buckley\", stating that \"independent expenditures, including those made", "doc_score": "79.163330078125", "publish_date": "2018/12/31"}, {"doc_id": "4390561", "text": "Miguel Estrada / Miguel Estrada Miguel Angel Estrada Castañeda (born September 25, 1961) is an attorney who became embroiled in controversy following his 2001 nomination by President George W. Bush to the United States Court of Appeals for the District of Columbia Circuit. Senate Democrats, claiming Estrada was a conservative ideologue with no experience as a judge, and unable to block his nomination in the Senate Judiciary Committee after the Republican Party took control of the Senate in 2002, used a filibuster to prevent his nomination from being given a final confirmation vote by the full Senate. Estrada was born in Tegucigalpa, Honduras.", "doc_score": "80.08023071289062", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_17", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "10730692", "text": "Johnny No-Trump / books, including \"Shoptalk: Conversations About Theater and Film With Twelve Writers\" by Dennis Brown (1993); \"Broadway's Beautiful Losers\" by Marilyn Stasio (1972); \"On Stage: The Making of a Broadway Play\" by Susan Jacobs (1967); and \"\" by William Goldman (1969). Goldman calls \"Johnny No-Trump\" \"The best new American play of the season\". One of the producers, Richard Barr, in announcing the closing, stated: \"The fact that the critics did not appreciate that this play was so far above the level...of almost any American play for the past few seasons indicates to me that there is a great struggle ahead for", "doc_score": "81.71014404296875", "publish_date": "2018/12/31"}, {"doc_id": "15845407", "text": "The Last Sweet Days of Isaac / The Last Sweet Days of Isaac The Last Sweet Days of Isaac is an American Off-Broadway rock musical by Gretchen Cryer and Nancy Ford, which premiered in 1970. It starred Austin Pendleton and Fredricka Weber, and later Alice Playten. It received positive reviews, and won three Obies, a Drama Desk Award, and an Outer Critics Circle Award. It opened at the Eastside Playhouse on January 26, 1970, and closed May 2, 1971. Isaac Bernstein (Pendleton) imagines himself at the brink of an untimely death, and determines to make every subsequent moment a perfect work of art. He carries with him", "doc_score": "78.85310363769531", "publish_date": "2018/12/31"}, {"doc_id": "3659590", "text": "Barnum (musical) / him throughout the show) and joins Bailey, and they form the famous circus Barnum and Bailey. In \"a princely final attraction\", Barnum appears before the audience (\"The Final Event: There is a Sucker Born Ev'ry Minute\" [Reprise]\") and reflects on his past: The following list was used for the Chichester and UK tour productions, although many of the chases were still used; Act One Act Two The original production opened at the St. James Theatre on Broadway, on April 30, 1980, and closed on May 16, 1982, after 854 performances and 26 previews. It was directed and choreographed by Joe", "doc_score": "80.15882110595703", "publish_date": "2018/12/31"}, {"doc_id": "18779763", "text": "Groundhog Day (musical) / in the week commencing 17 April to recover from his injury. On 21 April, Andie MacDowell saw the show, and on 8 August, Bill Murray attended a performance with his brother Brian Doyle-Murray, who played Buster Green in the film. Bill Murray returned to watch the performance the following night. The Broadway production closed on 17 September 2017, after 176 performances and 32 previews. An 18-month national tour beginning in 2018 had been planned. On 8 January 2018, Tim Minchin posted to his Twitter account that \"Sadly (despicably) there’ll be no US tour\". Phil Connors, an arrogant TV weatherman, is", "doc_score": "79.99372863769531", "publish_date": "2018/12/31"}, {"doc_id": "3765912", "text": "42nd Street (musical) / from Neal as Billy Lawlor, with Lister and Halse remaining in the show. Steph Parry - who in March 2018 joined \"42nd Street\" as understudy for the roles of Dorothy Brock and Maggie Jones - took over from Lulu as Dorothy Brock on July 9, 2018. Bonnie Langford took over as Dorothy Brock on September 3, 2018, until the show closed on January 5, 2019. Auditions for 1933's newest show, \"Pretty Lady\", are nearly over when Peggy Sawyer, fresh off the bus from Allentown, Pennsylvania, arrives in New York City with valise in hand. Billy Lawlor, already cast as one", "doc_score": "81.3863754272461", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_18", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "955381", "text": "Title IX / treat transgender, or gender non-conforming, consistent with their gender identity in all aspects of the planning, implementation, enrollment, operation, and evaluation of single-sex classes.\" However, starting in 2017 with the Trump administration, several of these policies have been rolled back. In February 2017, the Departments of Justice and Education withdrew the guidance on gender identity. The Education Department headed by Betsy DeVos announced on 12 February 2018 that Title IX did not allow transgender students to use the bathroom of their gender identities. In October 2018, \"The New York Times\" obtained a memo issued by the Department of Health and", "doc_score": "94.0200424194336", "publish_date": "2018/12/31"}, {"doc_id": "955386", "text": "Title IX / critics argue that the three-prong test goes beyond Title IX original purpose of preventing discrimination, and instead amounts to an exercise in which athletic opportunities are taken away from male students and given to female students, despite the comparatively lower interest levels of those female students. Author and self-described women's rights advocate John Irving opined in a \"New York Times\" column that on this topic, women's advocates were being \"purely vindictive\" in insisting that the current OCR interpretation of Title IX be maintained. On March 17, 2005, OCR announced a clarification of prong three of the three-part test of Title", "doc_score": "88.37716674804688", "publish_date": "2018/12/31"}, {"doc_id": "527301", "text": "Sex education / the current policy has been the focus of much scrutiny. As of 1997, when Senate Bill 1 was enacted, Texas has left the decision of inclusion of sex education classes within schools up to the individual districts. The school board members are entitled to approve all curricula that are taught; however the bill has certain criteria that a school must abide by when choosing to teach Sex Ed. These include: Additionally, school districts are not authorized to distribute condoms in connection with instruction relating to human sexuality. Since the enactment of this policy, several research studies have been done to", "doc_score": "91.0479507446289", "publish_date": "2018/12/31"}, {"doc_id": "19556325", "text": "Gender identity under Title IX / and running roughshod over commonsense policies protecting children and basic privacy rights\". The case was assigned to Judge Reed Charles O'Connor. After the suit was filed and before any court action, Texas Lt. Gov. Dan Patrick urged schools to ignore the federal government's Title IX guidance and refuse to allow transgender students to use the facilities consistent with their gender identity. Mississippi and Kentucky have joined the original plaintiffs in the litigation, and Kansas is considering joining as well. On March 3, 2017, \"Texas\" was withdrawn by the plaintiff states in light of the recission by the Education and Justice", "doc_score": "92.18022155761719", "publish_date": "2018/12/31"}, {"doc_id": "19556299", "text": "Gender identity under Title IX / Gender identity under Title IX Title IX of the United States Education Amendments of 1972 prohibits discrimination \"on the basis of sex\" in educational programs and activities that receive financial assistance from the federal government. The Obama administration interpreted Title IX it to cover discrimination on the basis of assigned sex, gender identity, and transgender status. The Trump administration determined that the question of access to sex-segregated facilities should be left to the states and local school districts to decide. The validity of the executive's position is being tested in the federal courts. Congress kept the core provision of Title", "doc_score": "89.9063949584961", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_19", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "20970822", "text": "Falcon 9 booster B1046 / months after the Telkom-4 mission, B1046 went vertical at SpaceX pad SLC-4E and did a static fire. The mission, dubbed SSO-A was scheduled for 19 November but was delayed due to additional checks on the satellites. The flight finally lifted off on 3 December 2018, marking the first time an orbital-class booster flew three times. The mission profile allowed for an RTLS, but the booster instead landed on the ASDS \"Just Read The Instructions\" due to vibration concerns for a Delta IV Heavy and its NROL payload that were on a nearby pad awaiting launch. Elon Musk has claimed that", "doc_score": "88.67534637451172", "publish_date": "2018/12/31"}, {"doc_id": "3443993", "text": "SpaceX / telemetry readings were nominal until 2 minutes and 19 seconds into the flight, when a loss of helium pressure was detected and a cloud of vapor appeared outside the second stage. A few seconds after this, the second stage exploded. The first stage continued to fly for a few seconds before disintegrating due to aerodynamic forces. The capsule was thrown off and survived the explosion, transmitting data until it was destroyed on impact. Later it was revealed that the capsule could have landed intact if it had software to deploy its parachutes in case of a launch mishap. The problem", "doc_score": "85.45854949951172", "publish_date": "2018/12/31"}, {"doc_id": "15139078", "text": "SpaceX CRS-1 / mission at the orbital laboratory was completed, newly arrived Expedition 33 Flight Engineer Kevin Ford used the Canadarm2 robotic arm to detach Dragon from Harmony, maneuver it out to the 15-meter (50-foot) release point, and release the vehicle. Dragon then performed a series of three burns to place it on a trajectory away from the station. Approximately six hours after Dragon departed the station, it conducted a deorbit burn, which lasted up to 10 minutes. Dragon's trunk, which contains its solar arrays, was then jettisoned. The landing was controlled by automatic firing of its Draco thrusters during reentry. In a", "doc_score": "84.90100860595703", "publish_date": "2018/12/31"}, {"doc_id": "16284539", "text": "SpaceX reusable launch system development program / crushed a \"crush core\" in one leg, leading to a notable tilt to the stage as it stood on the drone ship. Over the subsequent missions, landing of the first stage gradually became a routine procedure, and since January 2017 SpaceX ceased to refer to their landing attempts as \"experimental\". Low-energy missions to the ISS fly back to the launch site and land at LZ-1, whereas more demanding satellite missions land on drone ships a few hundred miles downrange. Occasional missions with heavy payloads, such as EchoStar 23, do not attempt to land, flying in expendable configuration without fins and", "doc_score": "87.48716735839844", "publish_date": "2018/12/31"}, {"doc_id": "18698436", "text": "Falcon 9 flight 20 / Falcon 9 flight 20 Falcon 9 flight 20 (also known as Orbcomm OG2 M2) was a Falcon 9 space launch that occurred on 22 December 2015 at 01:29 UTC (21 December, 8:29 pm local time). It was the first time that the first stage of an orbital rocket made a successful return and vertical landing. The successful landing of the first stage at Landing Zone 1, near the launch site, was the result of a five-year technology development program to develop a reusable launch system and came on a flight test that followed the primary launch mission. Following separation of", "doc_score": "86.71723937988281", "publish_date": "2018/12/31"}]}
{"question_id": "20230414_20", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "1459844", "text": "Sainsbury's / 2016 and 2017 Sainsbury's pursued expansion of its multi-channel strategy, increasing the number of groceries Click and Collect points and online fulfilment locations to serve its online delivery network including opening a dark store in Bromley by Bow to serve the London area, increasing geographical coverage of its same-day groceries delivery network and integrating concessions into its shops such as Argos, Habitat, Timpson's and Starbuck's. In November 2016 Sainsbury's announced its intentions to cut £500 million of costs from its business. In March 2017 400 jobs were cut and 4000 jobs were re-organized, mainly affecting employees in nightshift and commercial", "doc_score": "83.76423645019531", "publish_date": "2018/12/31"}, {"doc_id": "10408858", "text": "Hygena / by the Home Retail Group, the owner of Argos and Homebase, in 2009 and relaunched through those chains. In April 2016, Home Retail Group agreed to a £1.4bn takeover by UK retailer Sainsbury's, including the UK and Irish rights and the sole use of the Hygena brand. The acquisition completed on 2 September 2016. The Hygena brand is now owned by Sainsbury's and its products are now sold in the United Kingdom through Argos stores and the Argos website. In 2000, MFI announced a concession with DSG International plc, allowing the development of the sub-brand Hygena at Currys within DSG's", "doc_score": "81.10948944091797", "publish_date": "2018/12/31"}, {"doc_id": "2621623", "text": "Debenhams / Texas Pacific Group, Merrill Lynch Global Private Equity, and management. The company purchased the brand name and stock of Principles in March 2009 after the business entered administration. Principles operated concessions within 121 Debenhams stores, and was subsequently relaunched by Ben de Lisi as part of the Designers at Debenhams range. In November 2009, Debenhams acquired the Danish department store group Magasin Du Nord for £12.3 million. The company operates six stores in Denmark under the Magasin brand. In July 2010 Debenhams purchased the 115 Faith concessions trading within its stores, after Faith entered administration. In April 2012 the company", "doc_score": "80.61023712158203", "publish_date": "2018/12/31"}, {"doc_id": "6264850", "text": "Actimel / health benefits have never been proven. The company has denied this accusation. Foodwatch claims that Danone \"makes a mountain out of a molehill\" in suggesting that Actimel protects from cold and boosts health. Foodwatch believes that the company sells a commodity product as a niche product using branding. The Advertising Standards Authority (ASA) is an independent regulator for advertisements, sales promotion and direct marketing in the UK. According to \"Spiegel Online\" one TV spot from Actimel was blocked by the ASA in 2006 and one in 2008. In the first case the ASA upheld a complaint that the advert misleadingly", "doc_score": "79.43411254882812", "publish_date": "2018/12/31"}, {"doc_id": "2621631", "text": "Debenhams / Saunders, Preen, Jonathan Kelsey, and Roksanda Ilincic, who will be working with the retailer on a new concept called Edition. Stores also contain concessions whereby other retailers may trade. Brands in stores include Oasis, Coast, Phase Eight and Warehouse. In June 2014, the company announced a trial of Sports Direct concessions in its Harrow and Southsea stores, which if successful would be expanded to other stores. This followed the purchase of a stake in Debenhams by Mike Ashley, the owner of Sports Direct, in January 2014. Later that year, Debenhams also launched trials of Costa Coffee and Mothercare concessions within", "doc_score": "81.75153350830078", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_21", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "11733114", "text": "Mexico–Russia relations / declaring war on the Axis Powers, and thus became an ally of the USSR. Diplomatic relations between the two nations were re-established in November 1942. In 1973, President Luis Echeverría became the first Mexican and the first non-Communist Latin American head of state to visit the Soviet Union. In 1978, during an official visit by Mexican President José López Portillo to the Soviet Union, Mexico (on behalf of Latin America) and the Soviet Union signed the Treaty of Tlatelolco which prohibits \"testing, use, manufacture, production or acquisition by any means whatsoever of any nuclear weapons\" in Latin-America and the Caribbean.", "doc_score": "82.90950012207031", "publish_date": "2018/12/31"}, {"doc_id": "12131730", "text": "Bolivia–Russia relations / Bolivia–Russia relations Bolivia–Russia relations () is the relationship between the two countries, Bolivia and Russia. Russia has an embassy in La Paz, and Bolivia has an embassy in Moscow. The Soviet Union had established diplomatic relations with Bolivia on April 18, 1945. With Bolivia the focus on relations with Russia is mainly economic, as opposed to political and strategic, as an agreement to invest in Bolivia's natural gas fields shows. It is seen to \"help Latin America...[as it] expands Latin America's economic opportunities, diversifies its relationships...that's healthy.\" In September 2008 Gazprom, the Russian energy company of which the state holds", "doc_score": "83.59607696533203", "publish_date": "2018/12/31"}, {"doc_id": "11749136", "text": "India–Russia relations / example of Gorbachev's new Third World policy. The first major political initiative, since the collapse of the Soviet Union, between India and Russia began with the Strategic Partnership signed between the two countries in 2000. President Vladimir Putin stated in an article written by him in the Hindu, \"The Declaration on Strategic Partnership between India and Russia signed in October 2000 became a truly historic step\". Former Prime Minister Manmohan Singh also agreed with his counterpart by stated in speech given during President Putin's 2012 visit to India, \"President Putin is a valued friend of India and the original architect", "doc_score": "82.1104965209961", "publish_date": "2018/12/31"}, {"doc_id": "10433390", "text": "Foreign interventions by the United States / Foreign interventions by the United States The United States has been involved in a number of foreign interventions throughout its history. There have been two dominant schools of thought in America about foreign policy, namely interventionism and isolationism which either encourage or discourage foreign intervention respectively. The First and Second Barbary Wars of the early 19th century were the first wars waged by the United States outside its boundaries after the War of Independence. Directed against the Barbary States of North Africa, it was fought to end piracy against American-flagged ships in the Mediterranean. The founding of Liberia was privately", "doc_score": "82.87286376953125", "publish_date": "2018/12/31"}, {"doc_id": "18282577", "text": "Mexico–Ukraine relations / in Kiev in 2000 while maintaining official relations with Ukraine from its embassy in Warsaw, Poland. In June 2005, Mexican president Vicente Fox paid an official state visit to the country and attended the opening of the Mexican embassy in Kiev along with Ukrainian President Viktor Yushchenko. In 2014 during the Crimean crisis between Ukraine and Russia; Mexico called for both sides seek dialogue and a peaceful resolution to the matter. The Mexican government also supported the request of the United Nations for the international community to \"respect the unity and territorial integrity of Ukraine.\" Presidential visits from Mexico to", "doc_score": "82.82984924316406", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_22", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "19336696", "text": "Purna Chandra Hota / for workers, which has been implemented since 1995 In February 2004, Hota was appointed by Government of India's Chairman of the Committee on Civil Services Reforms. He submitted the report of the Committee to the Government of India within six months. In January 2006, Hota was nominated by the Government of India to the court of the Banaras Hindu University. In May 2010, he was appointment by the Government of India as Chairman of a Committee of Experts, to suggest measures for expeditious disposal of disciplinary & vigilance enquiries. In July 2010, he submitted the report of the Committee to", "doc_score": "83.35588073730469", "publish_date": "2018/12/31"}, {"doc_id": "20937089", "text": "Rishiraj Singh / appointed to the IPS in 1985 and is a part of the Kerala cadre. He started his career as an ASP, in Kerala and also served as DCP in Kochi and Commissioner of Police in Thiruvananthapuram. He was then appointed as SP and later DIG in the Central Bureau of Investigation. He was involved in the investigation of sensitive cases such as the Graham Staines murder case, Purulia arms drop case, Mumbai serial blast case, etc. In 2009, he joined the National Investigation Agency (NIA) and was one of the founder members. At the NIA, he headed the Terror Financing", "doc_score": "85.26952362060547", "publish_date": "2018/12/31"}, {"doc_id": "16450485", "text": "Indian People's Tribunal / and released its report in October 2006. It describes massive mobilisation of the Sangh Parivar, a Hindutva group, against Muslims and Christians, often justifying their actions on the basis of fabricated threats from the minorities. The Rashtriya Swayamsevak Sangh had been promoting Hindu supremacy using force and coercion. According to Dr. Chatterji, \"Forcible conversions to dominant Hinduism, social and economic boycotts, tonsuring, physical intimidation and violence, arson, and even murder are the weapons that Sangh Parivar cadre wields to intimidate and target disenfranchised groups and religious minorities such as Adivasis, Dalits, Christians, and Muslims\". The report recommended that the national", "doc_score": "83.13825225830078", "publish_date": "2018/12/31"}, {"doc_id": "18209320", "text": "Vyapam scam / Commander Selection Test and Police Constable Recruitment Test - all held during 2012 for government jobs in the state. For Pre-PG Test of 2012, MPPEB's former examination controller Dr Pankaj Trivedi and its system analyst Nitin Mahindra provided model answer keys to candidates through photocopies. For the other four exams, the Vyapam officials manipulated the OMR answer sheets by taking them out of the strong room. Different FIRs against 153 people, including Sudhir Sharma, were filed. Sharma had earlier been interrogated by CBI in mining scam of Madhya Pradesh. In March 2014, the government announced that the STF was investigating", "doc_score": "84.5412826538086", "publish_date": "2018/12/31"}, {"doc_id": "18209312", "text": "Vyapam scam / conducting large-scale competitive tests for admission to various professional courses and for recruitment to government jobs. The Vyapam scam involved collusion among exam candidates, government officials and middlemen: undeserving candidates were offered high marks in the exams, in exchange for kickbacks. The following tricks were used by those involved in the scam: Cases of malpractice in Vyapam scam had been reported since 1995, and the first FIR was found in 2000 in Chhatarpur district. In 2004, seven cases were registered in Khandwa district. However, such reports of malpractice were seen as isolated cases. A report by the Madhya Pradesh Local", "doc_score": "82.5567626953125", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_23", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "3371664", "text": "Richard Avedon / works, it has often been criticized for falsifying the West through voyeuristic themes and for exploiting his subjects. Critics question why a photographer from the East who traditionally focuses on models or public figures would go out West to capture the working class members who represent hardship and suffering. They argue that Avedon's intentions are to influence and evoke condescending emotions from the viewer such as pity. Avedon had numerous museum exhibitions around the world. His first major retrospective was at the Minneapolis Institute of Arts in 1970. The Metropolitan Museum of Art, New York, presented two solo exhibitions during", "doc_score": "75.82160186767578", "publish_date": "2018/12/31"}, {"doc_id": "18501182", "text": "Nevdon Jamgochian / never occurred. The Bagradian project consists of paints made by Jamgochian, but signed by his fictional artist- Stephan Bagradian, purportedly from the 1920s through the 1970s. He has written a 200-page \"autobiography\" of the artist to support this work and is touring the United States in 2015–2016 with a show \"by\" Bagradian. In 2014 he also has made 1,500,000 medallions with the phrase \"1 Armenian\" on each to mark the 100th anniversary of the Armenian Genocide in 2015 and to represent the number of Armenians murdered at this time. He is distributing these in around the world, starting with Turkey", "doc_score": "74.81201171875", "publish_date": "2018/12/31"}, {"doc_id": "7237851", "text": "John Santerineross / John Santerineross John Santerineross is an American artist known for dark, often erotic imagery. In 2006, he had a solo exhibition at KFMK Gallery in New York City that garnered international attention. John Santerineross was born in 1955 in the Bronx. He started his artistic career working as a ceramist from 1979 to 1989. In 1989, he helped form Artfux, a group which described itself as a \"guerilla art group.\" The group's most famous antic was \"The Trial of Sen. Jesse Helms\" in 1990. In 1994, Santerineross began photographing professionally and his first book, \"Fruit of the Secret God\", was", "doc_score": "75.52779388427734", "publish_date": "2018/12/31"}, {"doc_id": "2667697", "text": "Viktor Vekselberg / returned to Moscow on September 12, 2008, with the assistance of the U.S. director of the organization, Edward Mermelstein. Vekselberg had paid £1.7 million at a Christie's auction in 2005 for \"Odalisque\", a nude said to be the work of Russian artist Boris Kustodiev. However, soon after the purchase, experts working for Vekselberg's art fund, Aurora, began to cast doubt on the picture's authenticity. They claimed that Kustodiev's signature, dated 1919, was done in aluminium-based pigment not available until after the artist's death in 1927. Vekselberg sued Christie's, and the judge ruled in July 2012 that he was entitled to", "doc_score": "76.12281036376953", "publish_date": "2018/12/31"}, {"doc_id": "17527267", "text": "Richard Gilkey / several crushed vertebrae. He was unable to paint for three years. Two years after that, his new works, representing his explorations of the nature of consciousness, were shown at Janet Huston's newly opened gallery in the Skagit Valley, and were greeted with critical acclaim, good sales, and an award from the Governor of the State of Washington. On a day in early November that he described as \"the best and the worst day of my life,\" Gilkey, 64, was named grand prize winner of the Osaka Triennale 1990 Exhibition, a juried competition with 30,000 entries from around the world. At", "doc_score": "76.50485229492188", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_24", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "1687315", "text": "Quiche / the Lorraine region of France) is a popular variant that was originally an open pie with eggs, cream and lardons. In English-speaking countries, modern preparations of the dish usually include mature cheese (Cheddar cheese often being used in British varieties), and the lardons are replaced by bacon. There are many variants of quiche, using a wide variety of ingredients. Variants may be named descriptively, often in French, e.g.'(quiche with cheese) and'(quiche with mushrooms) or conventionally, e.g.'(spinach) and'(tomatoes). Quiche Quiche ( ) is a savoury open flan consisting of pastry crust filled with", "doc_score": "80.50875854492188", "publish_date": "2018/12/31"}, {"doc_id": "1687313", "text": "Quiche / Quiche Quiche ( ) is a savoury open flan consisting of pastry crust filled with eggs, milk or cream, and cheese, meat, seafood or vegetables. Quiche can be served hot or cold. It is part of French cuisine but is also popular in other countries, particularly as party food. The word is first attested in French in 1805, and in 1605 in Lorrain patois. The first English usage — \"quiche Lorraine\" — was recorded in the \"Indiana Evening Gazette\" in 1925. The further etymology is uncertain but it may be related to the German \"\" meaning \"cake\" or \"tart\". Quiche", "doc_score": "79.67323303222656", "publish_date": "2018/12/31"}, {"doc_id": "7269836", "text": "Chiffonade / in French, referring to the little ribbons formed from finely cutting the leaves in this technique. Chiffonade \"Chiffonade\" () is a slicing technique in which leafy green vegetables such as spinach, sorrel, or Swiss chard, or a flat-leaved herb like basil, are cut into long, thin strips. This is accomplished by stacking leaves, rolling them tightly, then slicing the leaves perpendicular to the roll. The technique can also be applied to thin crepes or omelets to produce strips. This technique is not suited to small, narrow, or irregularly shaped herb leaves such as coriander, parsley, thyme, or rosemary. It requires", "doc_score": "78.03202819824219", "publish_date": "2018/12/31"}, {"doc_id": "2031319", "text": "Truffle / As the volatile aromas dissipate quicker when heated, truffles are generally served raw and shaved over warm, simple foods where their flavor will be highlighted, such as buttered pasta or eggs. Thin truffle slices may be inserted into meats, under the skins of roasted fowl, in \"foie gras\" preparations, in \"pâtés\", or in stuffings. Some specialty cheeses contain truffles as well. Truffles are also used for producing truffle salt and truffle honey. While in the past chefs used to peel truffles, in modern times, most restaurants brush the truffle carefully and shave it or dice it with the skin on", "doc_score": "76.39995574951172", "publish_date": "2018/12/31"}, {"doc_id": "409398", "text": "Turmeric / Turmeric Turmeric (\"Curcuma longa\"; or variously ) is a flowering plant of the ginger family, Zingiberaceae, the roots of which are used in cooking. The plant is rhizomatous, herbaceous, and perennial, and is native to the Indian subcontinent and Southeast Asia, and requires temperatures between and a considerable amount of annual rainfall to thrive. Plants are gathered each year for their rhizomes, some for propagation in the following season and some for consumption. When not used fresh, the rhizomes are boiled in water for about 30–45 minutes and then dried in hot ovens, after which they are ground into a", "doc_score": "78.13314819335938", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_25", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "5312539", "text": "Social networking service / is a trend towards more interoperability between social networks led by technologies such as OpenID and OpenSocial. In most mobile communities, mobile phone users can now create their own profiles, make friends, participate in chat rooms, create chat rooms, hold private conversations, share photos and videos, and share blogs by using their mobile phone. Some companies provide wireless services that allow their customers to build their own mobile community and brand it; one of the most popular wireless services for social networking in North America and Nepal is Facebook Mobile. While the popularity of social networking consistently rises, new uses", "doc_score": "88.05960845947266", "publish_date": "2018/12/31"}, {"doc_id": "11137632", "text": "Socialcasting / socialcasting is evolving to what is termed Lifestreaming. Socialcasting has developed out of several technology trends including instant messaging, videoconferencing, social networking, video sharing and blogging. Online technology analyst Will Richmond has likened socialcasting to a virtual bar. In much the same way as people congregate at a sports bar to watch a game, meet friends and “participate” to view a sporting event, socialcasting platforms enable the same participatory viewing experience of online video content, whether that is a live event, movie screening or serialized program. Socialcasting Socialcasting is a movement in online video that combines traditional media content, social", "doc_score": "86.89751434326172", "publish_date": "2018/12/31"}, {"doc_id": "11137629", "text": "Socialcasting / Socialcasting Socialcasting is a movement in online video that combines traditional media content, social networking, and interactive community to create a unique experience for viewers on the Web. Some have called socialcasting where Web 2.0 meets TV 2.0, offering new ways for video content to be experienced and shared by viewers in an online community. There are many different platforms for socialcasting; most offer a variety of professionally generated content (i.e. live programming, television shows, movies, etc.) as well as some high production quality, user generated content. Socialcasting platforms allow community members to view video (live or recorded) as a", "doc_score": "86.72425842285156", "publish_date": "2018/12/31"}, {"doc_id": "9101577", "text": "Mobile social network / features of the third generation, the ability to hide/mask one's presence, asynchronous video conversation, multi-point audio chat conversation with one button, and multiplayer mobile gaming. Technologies which made these features possible are Web 2.0 widgets, Flash Lite, OpenSocial, and Open Handset Alliance. The business model of previous generations continued along with virtual currency – the purchase and trade of virtual goods. In parallel to the increase of various technologies in mobile networks, the number of hours spent per adult on mobile devices per day has increased dramatically since 2008. As of 2014, mobile devices have surpassed desktop/laptops as the most", "doc_score": "88.17657470703125", "publish_date": "2018/12/31"}, {"doc_id": "11137630", "text": "Socialcasting / group and collaborate either during or as a part of the viewing experience in real time, usually through some form of voice, video or text chat. Many socialcasting sites offer community members forums such as chat rooms, blogs, video screening rooms and other social networking channels to meet new friends, share ideas and discuss the video content being shown. Commercial applications that offer realtime conferencing are leading in development of socialcasting technologies. For example, Gotomeeting offered by technology company Citrix allows users to share content including realtime computer screen access, video and audio sharing, and PowerPoint presentations. Examples of socialcasting", "doc_score": "87.22772979736328", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_26", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "1686256", "text": "Artificial insemination / Artificial insemination Artificial insemination (AI) is the deliberate introduction of sperm into a female's cervix or uterine cavity for the purpose of achieving a pregnancy through in vivo fertilization by means other than sexual intercourse. It is a fertility treatment for humans, and is common practice in animal breeding, including dairy cattle (see Frozen bovine semen) and pigs. Artificial insemination may employ assisted reproductive technology, sperm donation and animal husbandry techniques. Artificial insemination techniques available include intracervical insemination and intrauterine insemination. The beneficiaries of artificial insemination are women who desire to give birth to their own child who may be", "doc_score": "84.54010009765625", "publish_date": "2018/12/31"}, {"doc_id": "684079", "text": "In vitro fertilisation / decision of 20 December 2012. The court said that a long-standing Costa Rican guarantee of protection for every human embryo violated the reproductive freedom of infertile couples because it prohibited them from using IVF, which often involves the disposal of embryos not implanted in a patient's uterus. On 10 September 2015, President Luis Guillermo Solís signed a decree legalising in-vitro fertilisation. The decree was added to the country's official gazette on 11 September. Opponents of the practice have since filed a lawsuit before the country's Constitutional Court. All major restrictions on single but infertile women using IVF were lifted in", "doc_score": "83.00326538085938", "publish_date": "2018/12/31"}, {"doc_id": "684081", "text": "In vitro fertilisation / \"provide\" treatments due to nondiscrimination laws, as for example in California. The US state of Tennessee proposed a bill in 2009 that would have defined donor IVF as adoption. During the same session another bill proposed barring adoption from any unmarried and cohabitating couple, and activist groups stated that passing the first bill would effectively stop unmarried people from using IVF. Neither of these bills passed. In vitro fertilisation In vitro fertilisation (IVF) is a process of fertilisation where an egg is combined with sperm outside the body, in vitro (\"in glass\"). The process involves monitoring and stimulating a woman's", "doc_score": "81.14448547363281", "publish_date": "2018/12/31"}, {"doc_id": "684062", "text": "In vitro fertilisation / include that: Within the Orthodox Jewish community the concept is debated as there is little precedent in traditional Jewish legal textual sources. Regarding laws of sexuality, religious challenges include masturbation (which may be regarded as \"seed wasting\"), laws related to sexual activity and menstruation (niddah) and the specific laws regarding intercourse. An additional major issue is that of establishing paternity and lineage. For a baby conceived naturally, the father's identity is determined by a legal presumption (chazakah) of legitimacy: \"rov bi'ot achar ha'baal\" - a woman's sexual relations are assumed to be with her husband. Regarding an IVF child, this", "doc_score": "82.01628875732422", "publish_date": "2018/12/31"}, {"doc_id": "5626744", "text": "Superfecundation / that all five boys shared the same father. In 2016, an IVF-implanted surrogate mother gave birth to two children: one genetically unrelated child from an implanted embryo, and a biological child from her own egg and her husband's sperm. Superfecundation Superfecundation is the fertilization of two or more ova from the same cycle by sperm from separate acts of sexual intercourse, which can lead to twin babies from two separate biological fathers. The term superfecundation is derived from fecund, meaning the ability to produce offspring. Heteropaternal superfecundation refers to the fertilization of two separate ova by two different fathers. Homopaternal", "doc_score": "83.16049194335938", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_27", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "6823180", "text": "No-go area / Falmouth, Cornwall a no-go zone for students. Authors in publications such as \"The Atlantic\" and \"Business Week\" magazines, Media Matters for America, and Snopes.com have criticized use of the term \"no-go zone\" regarding locations supposedly operating under Sharia Law in Europe and the US, calling it a \"myth\" or falsehood. Journalist and political commentator Raheem Kassam agrees with the term, and has written on the subject. No-go area A \"no-go area\" (or \"no-go zone\") is an area in a town barricaded off to civil authorities by a force such as a paramilitary, or an area barred to certain individuals or", "doc_score": "79.38277435302734", "publish_date": "2018/12/31"}, {"doc_id": "2956390", "text": "Trap–neuter–return / and Rome became famous as a result of the publicity given to their neutering programs. Since 1988, killing feral cats has been illegal in the Latium Region, which includes Rome. Since August 1991, feral cats have been protected throughout Italy when a no-kill policy was introduced for both cats and dogs. Feral cats have the right to live free and cannot be permanently removed from their colony; cat caretakers can be formally registered; and TNR methods are outlined in the national law on the management of pets. In the 1990s a TNR program was started in Shiga Prefecture by Susan", "doc_score": "77.94890594482422", "publish_date": "2018/12/31"}, {"doc_id": "15249387", "text": "Censorship of Wikipedia / following a decision adopted by the community, the contents of the Italian version of Wikipedia were hidden and the website was blocked by its administrators, as a protest against paragraph 29 of the \"\"DDL intercettazioni\"\" (Wiretapping Bill). The proposed bill would empower anyone who believes themselves to have been offended by the content of a web site to enforce publication of a reply, uneditable and uncommented, on the same web site, within 48 hours and without any prior evaluation of the claim by a judge or to face a €12,000 fine. On 4, 5 and 6 October, all pages on", "doc_score": "81.58479309082031", "publish_date": "2018/12/31"}, {"doc_id": "3112339", "text": "Portoferraio / of Free French troops liberated the island in a fight which lasted two days. Portoferraio was taken by French troops on 18 June, but was damaged by the fighting and the bombing raids which preceded the invasion. Portoferraio's economy suffered from the end of mining activities starting from the 1970s, but in the following decades it gained a status as an internationally renowned seaside destination. The first Jews arrived in Portoferraio at the beginning of the 17th century following the publication of the edict of 1556 in which Cosimo I de' Medici granted special privileges to all those who settled", "doc_score": "78.19012451171875", "publish_date": "2018/12/31"}, {"doc_id": "16224730", "text": "Milan Area C / 2012, Area C had been operating for a total of 140 days (since 16 January). During this period there has been a decrease of 32.8% in vehicles entering the area, compared to 2011. Later results confirm the decreasing trend in traffic congestion in the city. In the first 6 months of 2015 the average number of cars entering the restricted area was 28.6% less than in the same period in 2011, during Ecopass. There were 21.6 million entrances to the restricted area in 2014 during the time of operation of Area C. Most of users enter the restricted area only", "doc_score": "75.75374603271484", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_28", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "4872273", "text": "Cy-près doctrine / hear an appeal of Ninth Circuit decision in, Google Referrer Header Privacy Litigation, 10-cv-04809, U.S. District Court, Northern District of California (San Jose) that allowed a class action settlement that awarded $2 million to the plaintiff's attorneys, $5,000 to each of the handful of named plaintiffs, and no monetary award to an estimated 129 million class members, instead citing the cy-près doctrine to give a handful of privacy groups (including all three plaintiffs' attorneys' alma maters and several groups already supported by defendant Google) a share of $6 million rather than any monetary award to class members (who would receive", "doc_score": "80.3689956665039", "publish_date": "2018/12/31"}, {"doc_id": "5639254", "text": "Free Dominion / of a 2003 internet post regarding Canadian Senator Anne Cools that used racist and sexist epithets. Warman denied that he was the author of the post. The \"National Post\" and Kay apologized, retracted the statement and settled out of court with Warman. In June 2015, Shaidle, Levant and McMillan all settled with Warman in exchange for paying him undisclosed amounts and the issuing public retractions and apologies in which they admitted there was no evidence that the allegations against Warmn were true, leaving the Fourniers as the sole remaining defendants. The trial is pending. Ottawa writer and former union official", "doc_score": "79.16946411132812", "publish_date": "2018/12/31"}, {"doc_id": "4872272", "text": "Cy-près doctrine / be seen as a windfall to a defendant charged with breaking the law. Judge Richard Posner has argued that the term is a misnomer in the class action context, because cy-près awards serve a punitive effect. Some commentators have criticized the use of cy-près settlements; the American Law Institute's Draft of the Principles of the Law of Aggregate Litigation proposes limiting cy-près to \"circumstances in which direct distribution to individual class members is not economically feasible, or where funds remain after class members are given a full opportunity to make a claim\". In 2018, the US Supreme Court decided to", "doc_score": "76.35944366455078", "publish_date": "2018/12/31"}, {"doc_id": "16389747", "text": "National Federation of Independent Business v. Sebelius / National Federation of Independent Business v. Sebelius National Federation of Independent Business v. Sebelius, 567 U.S. 519 (2012), was a landmark United States Supreme Court decision in which the Court upheld Congress' power to enact most provisions of the Patient Protection and Affordable Care Act (ACA), commonly called Obamacare, and the Health Care and Education Reconciliation Act (HCERA), including a requirement for most Americans to have health insurance by 2014. The Acts represented a major set of changes to the American health care system that had been the subject of highly contentious debate, largely divided on political party lines. The", "doc_score": "78.9356918334961", "publish_date": "2018/12/31"}, {"doc_id": "13158677", "text": "In re DoubleClick / plaintiffs' claim that the alleged damage to the value of their individual demographic information, arising from DoubleClick's collection of user information, constitutes compensable economic loss. The court noted that while demographic information was valuable, its collection did not represent economic loss. DoubleClick eventually entered into a settlement agreement with the plaintiffs. Under the settlement's terms, DoubleClick was required to explain its privacy policy in \"easy-to-read\" language; conduct a public information campaign consisting of 300 million banner ads inviting consumers to learn more about protecting their privacy; and institute data purging and opt-in procedures among other requirements. In re DoubleClick In", "doc_score": "77.35318756103516", "publish_date": "2018/12/31"}]}
{"question_id": "20230421_29", "search_time": "2023/05/24/23:49", "search_result": [{"doc_id": "2562618", "text": "Sit-in / of Pakistan Tehreek-e-Insaf (PTI), and Inqilab March (Revolution March) led by Muhammad Tahir-ul-Qadri of Pakistan Awami Tehrik (PAT) are political, aiming at a probe of election rigging by Nawaz Sharif, as well as restoration of \"true democracy and social, political and economical reforms.\" The Azadi March started on 14 August 2014 and ended on 17 December 2014. It is considered to be the longest-lasting public sit-in in Pakistan's history. Concepcion Picciotto's sit-in was the more long-lasting sit-in, but on an individual level. Sit-in A sit-in or sit-down is a form of direct action that involves one or more people occupying", "doc_score": "77.16846466064453", "publish_date": "2018/12/31"}, {"doc_id": "11726378", "text": "March 19, 2008 anti-war protest / hurled balloons full of red paint at a military recruiting station and smeared it on buildings of defense contractors Bechtel and Lockheed Martin. Many protesters marched to beating drums, and chanted, \"\"No blood for oil!\"\" Traffic in many areas was disrupted, and interruptions at the IRS were evident as workers inside were seen peering out windows at the protesters. At least thirty demonstrators were arrested around the IRS headquarters for crossing a police barricade. Two blocks from the Whitehouse, in McPherson Square, over two hundred protesters declared victory in shutting down traffic with some engaging the police while others chained", "doc_score": "75.00376892089844", "publish_date": "2018/12/31"}, {"doc_id": "5754504", "text": "Direct Action Day / Huseyn Shaheed Suhrawardy would be held. The Muslim League branches were advised to depute three workers in every mosque in every ward to explain the League's action plan before \"Juma\" prayers. Moreover, special prayers were arranged in every mosque on Friday after \"Juma\" prayers for the freedom of Muslim India. The notice drew divine inspiration from the Quran, emphasizing on the coincidence of Direct Action Day with the holy month of \"Ramzaan\", claiming that the upcoming protests were an allegory of Prophet Muhammad's conflict with heathenism and subsequent conquest of Mecca and establishment of the kingdom of Heaven in Arabia.", "doc_score": "78.80546569824219", "publish_date": "2018/12/31"}, {"doc_id": "19098606", "text": "2015 Guru Granth Sahib desecration controversy / of the protests, the Akal Takht revoked the pardon given to Gurmeet Ram Rahim Singh, the leader of Dera Sacha Sauda, on 24 September 2015. He had been accused of blasphemy by appear before congregation while dressed as Guru Gobind Singh sahib in 2007. Later, the police ruled out the role of Dera Sacha Sauda followers in the incidents. The protests spread over the Malwa region in Punjab. On 18 October 2015, the protesters blocked one location in every district from morning to afternoon. The protesters were seen carrying black flags, placards, swords and sticks. On 19 October 2015, Jagdeep", "doc_score": "76.45095825195312", "publish_date": "2018/12/31"}, {"doc_id": "20673028", "text": "2018 Bangladesh quota reform movement / protesters under the name Council to Protect Students' Rights demanded the quota system reforms by bringing down quotas altogether to 10 percent and filling up vacant quota posts by candidates from the merit list. At 7.30 pm, police started lobbing teargas shells, charged baton and used water cannons on the crowd. At 8.30 pm, protesters were attacked by a group of Bangladesh Chhatra League activists led by DU unit General Secretary Motahar Hossain Prince. More than 160 protestors were injured in the clashes that took place at Dhaka University campus. University students from all over Bangladesh boycotted classes, took out", "doc_score": "77.60550689697266", "publish_date": "2018/12/31"}]}
