{"question_id": "20230310_0", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "5600429", "text": "Highness / (His or Her Royal Highness, abbreviated \"HRH\"), as are the children of the eldest son of the Prince of Wales (decree of 31 May 1898). The sovereign has the right to grant or revoke use of the style of Highness, as with other styles. In most of Africa, many styles are used by traditional royalty. Generally the vast majority of the members of these royal families use the titles Prince and Princess, while the higher ranked amongst them also use either Highness or Royal Highness to describe secondary appellations in their native languages that they hold in their realms, appellations", "doc_score": "82.91388702392578", "publish_date": "2018/12/31"}, {"doc_id": "3390979", "text": "British princess / 31 December 2012, Elizabeth II issued letters patent enabling all children of the eldest son of the Prince of Wales to enjoy the princely title and style of \"Royal Highness\", as opposed to only the eldest son. Under the current practice, princesses of the blood royal are the legitimate daughters and the legitimate male line granddaughters of a British Sovereign. They are dynasts, that is potential successors to the throne. For these individuals, the title \"Princess of the United Kingdom of Great Britain and Northern Ireland\" and the style \"Her Royal Highness\" is an entitlement for life. The title Princess", "doc_score": "82.2765121459961", "publish_date": "2018/12/31"}, {"doc_id": "1686135", "text": "Heir apparent / Norway is heir apparent to her father (who is heir apparent to the Norwegian throne), and Victoria herself has a female heir apparent in her oldest child, Princess Estelle. Victoria was not heir apparent from birth (in 1977), but gained the status in 1980 following a change in the Swedish Act of Succession. Her younger brother Carl Philip (born 1979) was thus heir apparent for a few months (and is a rare example of an heir apparent losing this status without a death occurring). In 2015, pursuant to the 2011 Perth Agreement, the Commonwealth realms changed the rules of succession", "doc_score": "81.82418823242188", "publish_date": "2018/12/31"}, {"doc_id": "10230089", "text": "Meghan, Duchess of Sussex / ceremony, performed with water from the River Jordan, took place in the Chapel Royal at St James's Palace. The marriage ceremony was held on May 19, 2018, at St George's Chapel, Windsor Castle. The Duke and Duchess live at Nottingham Cottage in London, in the grounds of Kensington Palace. They are expecting their first child, who would be seventh in line to the throne, in 2019. The couple will move to Frogmore Cottage in the grounds of Windsor Castle's Home Park following the birth, but their office will continue to operate at Kensington Palace. Markle accompanied Harry for the first", "doc_score": "82.65644073486328", "publish_date": "2018/12/31"}, {"doc_id": "5600421", "text": "Highness / Highness Highness (abbreviation \"HH\", oral address \"Your Highness\") is a formal style used to address (in second person) or refer to (in third person) certain members of a reigning or formerly reigning dynasty. It is typically used with a possessive adjective: \"His Highness\", \"Her Highness\" (HH), \"Their Highnesses\", etc. Although often combined with other adjectives of honour indicating rank, such as \"Imperial\", \"Royal\" or \"Serene\", it may be used alone. \"Highness\" is, both literally and historically, the quality of being lofty or above, used as a term to evoke dignity or honour, and to acknowledge the exalted or official high", "doc_score": "81.74101257324219", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_1", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "13852918", "text": "William John Cox / is a comprehensive Voters' Bill of Rights intended to transform the United States government into finally becoming a fully functioning democratic republic. It provides for national paid voting holidays, a national hand-countable paper ballot, and a process for the people to have a more direct role in the formulation of public policy. Moreover, it mandates voter registration and prohibits voter suppression, restricts gerrymandering and lengthy campaigns, and it encourages public financing of elections and discourages paid lobbying. Finally, it eliminates the Electoral College to allow for open primaries and the popular election of presidents. In 2015, Cox organized USVRA.US, a", "doc_score": "83.70731353759766", "publish_date": "2018/12/31"}, {"doc_id": "14761862", "text": "2010 California Proposition 23 / May, \"While some companies in California have said they’re worried about the cost of the planned greenhouse gas limits, the new regulations will boost the state’s economy by creating 'clean-tech jobs'\". Governor Schwarzenegger criticized the proposition's proponents saying that their interest was to \"protect their profits\", rather than to protect jobs for Californians as claimed. The No On 23 - Californians To Stop The Dirty Energy Proposition Committee has received $31,504,863. Donors of at least $1,000,000: On October 28 at 3pm PST, James Cameron and California Governor Arnold Schwarzenegger unveiled a viral political commercial during a live webcast titled A", "doc_score": "82.24771118164062", "publish_date": "2018/12/31"}, {"doc_id": "19934039", "text": "2017 Patient Protection and Affordable Care Act replacement proposals / 2017 Patient Protection and Affordable Care Act replacement proposals The following is a list of plans being considered to replace the Patient Protection and Affordable Care Act, as a result of the Republican Party's gains in the 2016 US elections. \"Repeal and replace\" has been a Republican slogan since March 2010 when Obamacare was signed into law and has been adopted by President Donald Trump. President Donald Trump and many Republicans have vowed to repeal and replace Obamacare; President Trump signed an executive order on January 20, 2017, his first day in office, that according to White House Press Secretary", "doc_score": "82.98636627197266", "publish_date": "2018/12/31"}, {"doc_id": "17826853", "text": "Proposed reforms of mass surveillance by the United States / U.S. citizens by American intelligence agencies, including the National Security Agency. It also restores authorization for roving wiretaps and tracking lone wolf terrorists. The title of the act originally was a ten-letter backronym (USA FREEDOM) that stood for Uniting and Strengthening America by Fulfilling Rights and Ending Eavesdropping, Dragnet-collection and Online Monitoring Act. The act was originally submitted on October 29, 2013 by Jim Sensenbrenner, author of the Patriot Act, and supported by Senator Patrick Leahy as. The bill's stated purpose is: \"To rein in the dragnet collection of data by the National Security Agency (NSA) and other government", "doc_score": "82.16133117675781", "publish_date": "2018/12/31"}, {"doc_id": "13533750", "text": "Healthcare reform debate in the United States / President Trump discussed that the healthcare system would work based on free market principles. According to Ballotpedia, he stated that he would repeal Obamacare, reduce barriers to the interstate sale of health insurance, institute a full tax deduction for insurance premium payments for individuals, make Health Saving Accounts inheritable, require price transparency, block-grant Medicaid to the states, and allow for more overseas drug providers through lowered regulatory barriers. Trump added that enforcing immigration laws could reduce healthcare costs. However, this seven point plan has not taken the place of Obamacare, and it is possible that Obamacare will not be repealed", "doc_score": "81.65707397460938", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_2", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "2675811", "text": "Public holidays in India / Eid ul-Adha, Mawlid, Muharram; Buddhist festivals like Ambedkar Jayanti, Buddha Jayanti, Dhammachakra Pravartan Day and Losar; and Christian festivals of Christmas and days of observances such as Good Friday are observed throughout India. National holidays are observed in all states and union territories. India has three national days. They are: Hindus celebrate a number of festivals all through the year. Hindu festivals have one or more of religious, mythological and seasonal significance. The observance of the festival, the symbolisms used and attached, and the style and intensity of celebration varies from region to region within the country. A list of", "doc_score": "88.994384765625", "publish_date": "2018/12/31"}, {"doc_id": "2675820", "text": "Public holidays in India / own only after including the three National Holidays and Diwali, Milad-Un-Nabi or Id-E-Milad, Mahavir Jayanti, Idu'l Fitr, Dussehra (Vijaya Dashami), Guru Nanak's Birthday, Christmas Day as compulsory holidays falling on weekdays. In respect to banks, the holidays are restricted to 15 days per year in terms of the instructions issued by the Department of Economic Affairs (Banking Division). Public holidays in India India, being a culturally diverse and fervent society, celebrates various holidays and festivals. There are many national holidays in India: Republic Day on 26 January, International Workers' Day on 1 May, Independence Day on 15 August and Mahatma", "doc_score": "88.30010223388672", "publish_date": "2018/12/31"}, {"doc_id": "2675810", "text": "Public holidays in India / Public holidays in India India, being a culturally diverse and fervent society, celebrates various holidays and festivals. There are many national holidays in India: Republic Day on 26 January, International Workers' Day on 1 May, Independence Day on 15 August and Mahatma Gandhi's birthday on 2 October. States have local festivals depending on prevalent religious and linguistic demographics. Popular Jain festivals include Mahavir Jayanti, Paryushan and Diwali; Sikh festivals like Guru Nanak Jayanti and Vaisakhi; Hindu festivals of Makar Sankranti, Maha Shivratri, Onam, Janmashtami, Saraswati Puja, Diwali, Ganesh Chaturthi, Raksha Bandhan, Holi, Durga Puja, Dussehra; Muslim festivals of Eid ul-Fitr,", "doc_score": "89.72212219238281", "publish_date": "2018/12/31"}, {"doc_id": "2675813", "text": "Public holidays in India / falls in the spring for the Iranians but in the summer for the Parsis. In addition to the official holidays, many religious, ethnic, and other traditional holidays populate the calendar, as well as observances proclaimed by officials and lighter celebrations. These are rarely observed by Central government and businesses While having so many government holidays is in line with the idea of peaceful co-existence of all religions, there have been demands from various public bodies that the system of a multitude of religious holidays is hampering economic activities to a great extent. The past two Central Government Pay Commissions [1]", "doc_score": "86.76658630371094", "publish_date": "2018/12/31"}, {"doc_id": "2675815", "text": "Public holidays in India / to celebrate Diwali. With the proposed system, however, it was left to the individual to choose which eight holidays to celebrate, irrespective of his religious belief. This recommendation has not been accepted by the government of India, fearing a loss of popularity, thus the Indian government continues with an unusually large number of religious holidays as compared to most other countries. Central and State governments in India issue annually a list of holidays to be observed in the respective government offices during the year. The list is divided into two parts: In addition, local administrations also issue a list of", "doc_score": "86.71940612792969", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_3", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "9387654", "text": "Decriminalization of non-medical cannabis in the United States / (2008), Connecticut (2011), Rhode Island (2012), Vermont (2013), the District of Columbia (2014), Maryland (2014), Missouri (2014), the U.S. Virgin Islands (2014), Delaware (2015), Illinois (2016), and New Hampshire (2017). As of 2018 thirteen states had decriminalization policies in effect, and an additional eight states have decriminalized that later legalized. Prior to 2012, ballot initiatives seeking to legalize cannabis were attempted in a number of states, but none succeeded. Among these attempts were California in 1972 (33% support), Oregon in 1986 (26%), Alaska in 2000 (41%), Nevada in 2002 (39%), Arizona in 2002 (43%), Alaska in 2004 (44%), Colorado in", "doc_score": "89.81240844726562", "publish_date": "2018/12/31"}, {"doc_id": "4549748", "text": "Removal of cannabis from Schedule I of the Controlled Substances Act / general election ballot and received 58% of the vote, below the 60% requirement for adoption. The campaign was notable for opposition funding by casino magnate and Republican Party donor Sheldon Adelson. United for Care, the pro-medical cannabis organization responsible for the initial petition, wrote an updated version for the 2016 general election. The Florida Medical Marijuana Legalization Initiative, also known as Amendment 2, was on the November 8, 2016, ballot in Florida as an initiated constitutional amendment. The amendment was approved by 71.32% of the vote making it the highest percentage win in 2016 of any other state cannabis ballot", "doc_score": "89.51715087890625", "publish_date": "2018/12/31"}, {"doc_id": "13835858", "text": "Cannabis in California / the amount of criminal activity associated with the drug. In November 2010, California voters rejected Proposition 19 (by a vote of 53.5% to 46.5%), an initiative that would have legalized the use, possession, and cultivation of cannabis for adults age 21 and over, and regulated its sale similar to alcohol. The initiative faced stiff opposition from numerous police organizations in the state, while many growers in the Emerald Triangle were strongly opposed due to fears that corporate megafarms would put them out of business. The initiative was also undercut by the passage of Senate Bill 1449 a month before the", "doc_score": "88.37899780273438", "publish_date": "2018/12/31"}, {"doc_id": "13336729", "text": "Medical cannabis in the United States / essentially repealed by state legislators a few months later, but the change was rejected by Arizona voters in a 1998 veto referendum. Ultimately the medical cannabis provision was ineffective, however, due to language that created significant conflict with federal law (use of the word \"prescribe\" instead of \"recommend\"). In 1998, medical cannabis initiatives were voted on in the states of Washington, Oregon, Alaska, and Nevada – all of which passed. Also, in Washington, D.C., Initiative 59 to legalize the medical use of cannabis passed with 69% of the vote, but a series of amendments introduced by Rep. Bob Barr and", "doc_score": "89.28092956542969", "publish_date": "2018/12/31"}, {"doc_id": "4549746", "text": "Removal of cannabis from Schedule I of the Controlled Substances Act / Compassionate Use Act, is a voter initiative, passed in 1996, that made California the first state to legalize cannabis for medical use. California Senate Bill 420, the Medical Marijuana Program Act, was passed in 2004 with the following purpose: \"(1) Clarify the scope of the application of the act and facilitate the prompt identification of qualified patients and their designated primary caregivers in order to avoid unnecessary arrest and prosecution of these individuals and provide needed guidance to law enforcement officers. (2) Promote uniform and consistent application of the act among the counties within the state. (3) Enhance the access", "doc_score": "87.30148315429688", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_4", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "15819022", "text": "Free Syrian Army / as Damascus, Aleppo, Daraa and Hama, the FSA operates military councils that coordinate operations in the area. The army's command and control is exercised through a variety of means, including mobile phones, voice over IP, email, couriers and social media. In November 2011, the army spent $2 million to improve communication links between opposition fighters in Syria. The Bashar al-Assad government captured a number of sophisticated communications devices from opposition fighters, including Thuraya mobile satellite phones, very high and ultra-high frequency (VHF/UHF) devices, and Inmarsat mobile communication satellite systems. In February 2012, Qatar had supplied the army with 3,000 satellite", "doc_score": "93.40866088867188", "publish_date": "2018/12/31"}, {"doc_id": "19822780", "text": "Raqqa campaign (2016–2017) / submitted to US President Donald Trump to significantly speed up the fight against ISIL included a significant increase in US participation in the Raqqa campaign, with the possibility of the US increasing its ground presence on the Raqqa front to 4,000–5,000 troops. The offensive resumed on 5 March, with the SDF capturing at least seven villages and 15 hamlets to the northeast of the Euphrates River, east of Raqqa. The offensive had previously been paused due to bad weather, according to the SDF. The area captured by the SDF on that day was about 19 square kilometers, and about 32", "doc_score": "92.29469299316406", "publish_date": "2018/12/31"}, {"doc_id": "18307336", "text": "American-led intervention in Iraq (2014–present) / US personnel in Iraq to about 4,650. They will be stationed at Qayara airbase, which was recaptured on 9 July by Iraqi government forces being supported by U.S.-led airstrikes; most of them will serve in training and advisory roles, including engineers and logistics experts and with the airbase as a key staging area, they will assist local forces in the retaking of the IS stronghold of Mosul. Also, a new \"Nineveh Liberation Operations Center\" has been set up to coordinate the offensive, complete with dozens of U.S. and British advisers. On 5 August, the Pentagon announced about 400 U.S. soldiers", "doc_score": "92.21013641357422", "publish_date": "2018/12/31"}, {"doc_id": "12971188", "text": "Battle of al-Qādisiyyah / southwest of al-Hillah and Kufah in Iraq. Modern estimates suggest that the size of Sassanid forces was about 50,000–100,000 strong and Muslims around 30,000 strong after being reinforced by the Syrian contingent on second day of the battle. These figures come from studying the logistical capabilities of the combatants, the sustainability of their respective bases of operations, and the overall manpower constraints affecting the Sassanids and Arabs. Most scholars, however, agree that the Sassanid army and their allies outnumbered the Muslim Arabs by a sizable margin. The Persian army reached Qadisiyyah in July 636 and established their highly fortified camps", "doc_score": "89.3187026977539", "publish_date": "2018/12/31"}, {"doc_id": "19925797", "text": "Timeline of the Syrian Civil War (January–April 2017) / of SDF soldiers are airlifted by United States across the Euphrates to begin their advance to capture Tabqa Dam and cut off ISIS reinforcements from Raqqa. The Syrian Army expands the buffer zone around Palmyra by capturing more than 230 square miles of territory around the city Timeline of the Syrian Civil War (January–April 2017) The following is a timeline of the Syrian Civil War from January to April 2017. Information about aggregated casualty counts is found at Casualties of the Syrian Civil War. The Syrian Army took full control of Wadi Barada. Maintenance workers were sent by the government", "doc_score": "92.42768859863281", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_5", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "20800887", "text": "91st Academy Awards / 91st Academy Awards The 91st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), will honor the best films of 2018 and will take place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony will be held on February 24, 2019. During the ceremony, AMPAS will present Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony will be televised in the United States by American Broadcasting Company (ABC), produced by Donna Gigliotti and Glenn Weiss, with Weiss also serving as director. Due to the mixed receptions and declining ratings for", "doc_score": "82.83272552490234", "publish_date": "2018/12/31"}, {"doc_id": "15850117", "text": "Governors Ball Music Festival / the venue, but didn't perform. The seventh edition of Governors Ball took place at Randall's Island Park in New York City from June 2–4, 2017. Tickets for the festival went on sale January 6, 2017 and the lineup for the 2017 edition of Governors Ball was announced January 4, 2017. The eighth edition took place at Randall's Island Park in New York City from June 1–3, 2018. Eminem, Jack White, Travis Scott and Yeah Yeah Yeahs headlined this year's festival. Governors Ball Music Festival The Governors Ball Music Festival (commonly known as Governors Ball or Gov Ball) is a multi-day", "doc_score": "80.47969818115234", "publish_date": "2018/12/31"}, {"doc_id": "20091259", "text": "90th Academy Awards / Academy's website there is a gallery focusing on several other artists who were not included in the segment. Official website News resources Analysis Other resources 90th Academy Awards The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The", "doc_score": "82.2709732055664", "publish_date": "2018/12/31"}, {"doc_id": "20091240", "text": "90th Academy Awards / 90th Academy Awards The 90th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2017 and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on March 4, 2018, rather than its usual late-February date to avoid conflicting with the 2018 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by American Broadcasting Company (ABC), produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss.", "doc_score": "81.63764953613281", "publish_date": "2018/12/31"}, {"doc_id": "19313469", "text": "89th Academy Awards / Other resources 89th Academy Awards The 89th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2016, and took place on February 26, 2017, at the Dolby Theatre in Hollywood, Los Angeles, California, at 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted the ceremony for the first time. In related events, the Academy", "doc_score": "79.78944396972656", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_6", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "20505420", "text": "2017–18 Iranian protests / Fars News Agency described them as \"the revolutionary outburst of Iranian people against lawbreakers\". \"Staged\" pro-government rallies continued in the following days in several Iranian cities. In the first four days of protests, 12 protesters were killed in clashes with security forces. On 1 January, state media reported the death of a security force member in Tehran, after he was shot with a hunting rifle. As of 2 January, a total of 21 protesters have been killed. State television reported that six were killed following a failed raid on a police station. Included among the dead are five people in", "doc_score": "93.5108413696289", "publish_date": "2018/12/31"}, {"doc_id": "20075276", "text": "2017–2018 Russian protests / to expel schoolchildren and university students who participated in anti-corruption demonstrations on March 26. 70 children were arrested in Moscow alone. The United States Department of State condemned the detention of protesters, including Alexei Navalny, stating that \"detaining peaceful protesters, human rights observers, and journalists is an affront to core democratic values.\" Action organized by the Open Russia civic movement led by Mikhail Khodorkovsky took place in dozens of cities all across Russia. Action was called \"Fed up with\" (\"Nadoel\" in Russian) with the aim to urge for changes in Russian political rule. Protestors called for Putin and government to", "doc_score": "90.6164321899414", "publish_date": "2018/12/31"}, {"doc_id": "17247943", "text": "April 2013 Bachu unrest / April 2013 Bachu unrest On 24 April 2013, ethnic clashes occurred in Bachu (Marelbexi) County, Xinjiang, China. The violence left at least 21 people dead, including 15 police and officials. On 24 April 2013, deadly clashes broke out between policemen and ethnic Uyghur suspected terrorists, which according to state officials began when three local government officials reported a suspicious group of individuals armed with knives, outside a home in the Selibuya township located outside the city of Kashgar. While the group was in process of reporting this to their superiors, they were apprehended by the armed men hiding inside the", "doc_score": "92.11507415771484", "publish_date": "2018/12/31"}, {"doc_id": "17247946", "text": "April 2013 Bachu unrest / and leading a terrorist organisation and illegally manufacturing explosives. Three others were sentenced to prison sentences ranging from nine years to life. After two months, on 26 June, 27 people were killed in riots, 17 of them were killed in the violence, while the other 10 people were shot dead by police in the township of Lukqun. April 2013 Bachu unrest On 24 April 2013, ethnic clashes occurred in Bachu (Marelbexi) County, Xinjiang, China. The violence left at least 21 people dead, including 15 police and officials. On 24 April 2013, deadly clashes broke out between policemen and ethnic Uyghur", "doc_score": "89.20198822021484", "publish_date": "2018/12/31"}, {"doc_id": "13548247", "text": "July 2009 Ürümqi riots / July 2009 Ürümqi riots The July 2009 Ürümqi riots were a series of violent riots over several days that broke out on 5 July 2009 in Ürümqi, the capital city of the Xinjiang Uyghur Autonomous Region (XUAR), in northwestern People's Republic of China (PRC). The first day's rioting, which involved at least 1,000 Uyghurs, began as a protest but escalated into violent attacks that mainly targeted Han people. People's Armed Police were deployed, and two days later hundreds of Han people clashed with both police and Uyghurs. PRC officials said that a total of 197 people died, among those killed", "doc_score": "91.31285858154297", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_7", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "6982253", "text": "Counterprogramming / Counterprogramming In broadcast programming, counterprogramming is the practice of offering television programs to attract an audience from another television station airing a major event. It is also referred when programmers offer something different from the rival’s program as an alternative, to increase the audience size. The main events counterprogrammed in the United States are the Super Bowl, the Oscars, and the Olympic Games. The Super Bowl, being among the most watched sports television events in the United States, became a notable target of counterprogramming during the 1990s due to its previous halftime shows; which critics felt were dated and not", "doc_score": "82.23460388183594", "publish_date": "2018/12/31"}, {"doc_id": "12810376", "text": "Super Bowl counterprogramming / Super Bowl counterprogramming Although it is consistently one of the most watched television programs in the United States annually, broadcasters have sometimes attempted to intentionally counterprogram against the Super Bowl by running new programming against the game as an alternative, such as special episodes of existing series, one-off special presentations, and previews of new series, typically during its halftime break. The most prominent success of the concept came in 1992, when Fox broadcast a special, live edition of its sketch comedy program \"In Living Color\" during halftime at Super Bowl XXVI, taking advantage of the then-unpopular format of Super Bowl", "doc_score": "81.78204345703125", "publish_date": "2018/12/31"}, {"doc_id": "17527522", "text": "Criticism of reality television / Criticism of reality television The reality television genre, and specific reality television shows, have been subject to significant criticism since the genre first rose to worldwide popularity in the 1990s. Much of the criticism has centered on the use of the word \"reality\", and such shows' attempt to present themselves as a straightforward recounting of events that have occurred. Critics have argued that reality television shows reflect reality in ways that are deceptive or even fraudulent through misleading editing, coaching participants on what to say and how to behave, generating storylines ahead of time, and staging or re-staging scenes for", "doc_score": "80.21343994140625", "publish_date": "2018/12/31"}, {"doc_id": "1746673", "text": "Today (U.S. TV program) / was leaked to the press. In the memo, Gumbel commented that Willard Scott \"holds the show hostage to his assortment of whims, wishes, birthdays and bad taste...This guy is killing us and no one's even trying to rein him in.\" He commented that Gene Shalit's movie reviews \"are often late and his interviews aren't very good.\" There was enough negative backlash in regard to Gumbel's comments toward Scott that Gumbel was shown reconciling with Scott on \"Today\". After the shooting of Florida teenager Trayvon Martin, \"Today\" ran a selectively edited version of the 9-1-1 call that George Zimmerman made prior", "doc_score": "80.4355239868164", "publish_date": "2018/12/31"}, {"doc_id": "7387730", "text": "Great Rose Bowl Hoax / out \"CALTECH\". The prank has been described as the \"greatest collegiate prank of all time\" and received national attention, as the game was broadcast to an estimated 30 million viewers across the United States by NBC. One author wrote, \"Few college pranks can be said to be more grandly conceived, carefully planned, flawlessly executed, and publicly dramatic\" than the Great Rose Bowl Hoax. The hoax was planned by a group of Caltech students in December 1960, subsequently known as the \"Fiendish Fourteen\". Their leader was 19-year-old engineering student Lyn Hardy. They felt that their college was ignored up to and", "doc_score": "80.02555847167969", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_8", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "2119604", "text": "Hurricane Isabel / in the Outer Banks, 23% in the area around the Pamlico Sound, 23% in Virginia, and about 15% in Maryland. The threat of Isabel resulted in the evacuation of hundreds of thousands of residents, primarily in North Carolina and Virginia, and included more than 12,000 residents staying in emergency shelters. 19 major airports along the East Coast of the United States were closed, with more than 1,500 flights canceled. The Washington Metro and Metrobus system closed prior to the arrival of the storm, and Amtrak canceled nearly all trains south of the nation's capital. Schools and businesses throughout its path", "doc_score": "83.6134033203125", "publish_date": "2018/12/31"}, {"doc_id": "20527157", "text": "January 2018 Western United States floods / expected. of rain, as well as tropical storm-force wind gusts as high as, were expected on the Oregon coast. January 2018 Western United States floods The January 2018 American West floods occurred due to heavy precipitation in the Western United States. While wildfires in Southern California exacerbated the rain's effects in the region, other states, like Nevada, also experienced flooding. Gusts as high as, hurricane-force, were reported, and scattered power outages were expected. The storm brought much-needed rain to places in the desert like Las Vegas and Phoenix—with the risk of flash floods. Also, mountain snow was expected", "doc_score": "83.51929473876953", "publish_date": "2018/12/31"}, {"doc_id": "19958406", "text": "Tornado outbreak of January 21–23, 2017 / early morning hours of January 22, a deadly EF3 tornado produced devastating damage and obliterated a mobile home park near Adel, Georgia, killing 11 people along its path. Numerous other people were injured in the state because of the storms. After sunrise, the Storm Prediction Center issued a high risk for a major severe weather and tornado outbreak across central Florida and southeastern Georgia, including a 30% risk area for tornadoes. Strong, long-track tornadoes were expected in the threat area, and it was the first time a high risk was issued since June 3, 2014. In Florida and Georgia, a", "doc_score": "85.16419219970703", "publish_date": "2018/12/31"}, {"doc_id": "17407276", "text": "July 2013 Southeastern United States floods / July 2013 Southeastern United States floods The 2013 Southeastern United States floods were ongoing flooding across the southeastern U.S. Flash floods began on the morning of July 2 and continued through Independence Day and into the next day. The hardest-hit areas as of Friday afternoon are the Florida Panhandle, northwest Alabama and the area around Columbus, Mississippi. A plume of tropical moisture caused heavy rain to train over the same areas, for more than 36 hours in some cases, leading to flash flooding. The system also caused sporadic damaging winds and one tornado in Destin, Florida. A dip in the", "doc_score": "82.98102569580078", "publish_date": "2018/12/31"}, {"doc_id": "20681522", "text": "Tornado outbreak of April 13–15, 2018 / Tornado outbreak of April 13–15, 2018 The tornado outbreak of April 13–15, 2018 was a multi-day and significant tornado outbreak that affected portions of the Midwest across to the East Coast of the United States. This particular outbreak led to at least 73 confirmed tornadoes over a three-day period, most of which occurred across Arkansas and Louisiana during the evening hours of April 13. The most significant tornadoes were an EF1 that caused a fatality in Red Chute, Louisiana, early on April 14, an upper-end EF2 tornado that impacted eastern sections of Greensboro, North Carolina on April 15, causing 17", "doc_score": "83.55357360839844", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_9", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "13887820", "text": "Justin Turner / on May 6, 2012, when shortstop Ruben Tejada went on the disabled list Turner began platooning at shortstop with Jordany Valdespin until Tejada returned. After the 2013 season, Turner was non-tendered by the Mets, making him a free agent. In 301 games with the Mets over four seasons, he hit.265. Following his release from the Mets, Turner had not yet found a new employer when Los Angeles Dodgers bench coach Tim Wallach saw Turner hitting at a Cal State Fullerton Alumni game. Turner signed a minor league contract with the Dodgers on February 5, 2014, with an invitation to", "doc_score": "89.10123443603516", "publish_date": "2018/12/31"}, {"doc_id": "17454033", "text": "Trea Turner / and Stephen Drew to be the Nationals starting shortstop. The Nationals optioned Turner to Syracuse at the end of spring training. Turner was called up on June 3, 2016, for a three-game series against the Cincinnati Reds. He went 3-for-3 with a walk in his first game of the season at the major league level, playing second base and shortstop. He was optioned back to Syracuse at the end of the series, as first baseman Ryan Zimmerman was reactivated from paternity leave. With Michael A. Taylor and Ben Revere turning in lackluster offensive performances as the Nationals' primary center fielders,", "doc_score": "87.42505645751953", "publish_date": "2018/12/31"}, {"doc_id": "17454035", "text": "Trea Turner / Rookie of the Year Award balloting. In 2017, Turner moved back to his natural position of shortstop, after the club acquired Adam Eaton to play center field and traded starting shortstop Danny Espinosa to the Los Angeles Angels. On April 9, Turner was placed on the 10-day disabled list due to tightness in his hamstring. On April 25, Turner hit for the cycle against the Colorado Rockies. The following night, Turner came a triple shy of back-to-back cycles. Turner stole four bases against the New York Mets in a June 18 game to set a personal best and tie Marquis", "doc_score": "86.63175201416016", "publish_date": "2018/12/31"}, {"doc_id": "13887821", "text": "Justin Turner / spring training. His contract was purchased by the Dodgers on March 16 and he was added to the Major League roster. Turner had a breakout season in 2014, playing 109 games due to his versatility and injuries to both Hanley Ramírez and Juan Uribe. Turner led the team with a.340 batting average, hitting 7 home runs with 43 RBI in 288 at bats. On January 16, 2015, he signed a one-year, $2.5 million contract with the Dodgers, avoiding salary arbitration. He became the starting third baseman for much of the 2015 season and hit.294 with a career high", "doc_score": "90.81417846679688", "publish_date": "2018/12/31"}, {"doc_id": "13887825", "text": "Justin Turner / average as the Dodgers lost to the Houston Astros in seven games. Turner broke Dusty Baker's franchise record for most RBI in a single post-season when he drove in his 14th run in Game One of the World Series. Turner was hit by a pitch on his left wrist during a spring training game on March 19, 2018. He suffered a non-displaced fracture, which did not require surgery but he would have to begin the season on the disabled list. He did not rejoin the Dodgers until May 15. Turner also missed time following the All-Star break, but rebounded in", "doc_score": "89.7172622680664", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_10", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "4775162", "text": "Jim Boeheim / Jim Boeheim James Arthur Boeheim (; born November 17, 1944) is the current head coach of the men's basketball team at Syracuse University. Boeheim has guided the Orange to ten Big East regular season championships, five Big East Tournament championships, and 33 NCAA Tournament appearances, including five Final Four appearances and three appearances in the national title game. In those games, the Orange lost to Indiana in 1987 on a last-second jump shot by Keith Smart, and to Kentucky in 1996, before defeating Kansas in 2003 with All-American Carmelo Anthony. Boeheim served as an assistant coach for the United States", "doc_score": "92.564208984375", "publish_date": "2018/12/31"}, {"doc_id": "15439701", "text": "B. J. Hill / B. J. Hill Benjamin Joseph Hill (born May 17, 1973) is an American college basketball coach and former head men's basketball coach at the University of Northern Colorado. He began coaching the Bears in 2010–11, when he guided them to the school's first-ever NCAA Division I Tournament berth, where they would lose in the Round of 64. He won the Big Sky Conference Coach of the Year that season. Hill and his entire staff were fired after the 2015–16 season upon the discovery of numerous NCAA rules violations. He was found to have personally completed coursework for a prospect and", "doc_score": "85.94556427001953", "publish_date": "2018/12/31"}, {"doc_id": "2439710", "text": "Rick Pitino / Rick Pitino Richard Andrew Pitino (born September 18, 1952) is a former American basketball coach. He has been the head coach of several teams in NCAA Division I and in the NBA, including Boston University (1978–1983), Providence College (1985–1987), the New York Knicks (1987–1989), the University of Kentucky (1989–1997), the Boston Celtics (1997–2001) and the University of Louisville (2001–2017). Pitino led Kentucky to the NCAA championship in 1996 and Louisville in 2013, although the latter was vacated by the NCAA. He is the only coach to lead three different schools (Providence, Kentucky, and Louisville) to a Final Four. Pitino is", "doc_score": "88.3071517944336", "publish_date": "2018/12/31"}, {"doc_id": "10097685", "text": "Fran McCaffery / country. Fran McCaffery Francis John McCaffery (born May 23, 1959) is an American college basketball coach and the current men's basketball head coach at the University of Iowa. He has taken four Division I programs to postseason tournaments, including the Iowa Hawkeyes, who reached the finals of the 2013 National Invitation Tournament. He previously served as head coach of Lehigh University, UNC Greensboro, and Siena. McCaffery played college basketball for one season at Wake Forest before transferring to Penn. In his playing days, he acquired the nickname of \"White Magic\". He began his college coaching career with a stint at", "doc_score": "87.91038513183594", "publish_date": "2018/12/31"}, {"doc_id": "10323638", "text": "Joe Mihalich / Joe Mihalich Joseph Anthony Mihalich (born August 29, 1956) is an American college basketball coach and the current head men's basketball coach at Hofstra University. Mihalich was named head coach on April 10, 2013. Prior to that, he led Niagara to two NCAA tournaments, in 2005 and 2007, and three National Invitation Tournament, in 2004, 2009 and 2013. He received the Skip Prosser Man of the Year Award in 2013. Mihalich spent 17 years, from 1981–1998, at his Alma Mater as an Assistant Coach under Head Coaches Dave “Lefty” Ervin and the legendary William “Speedy” Morris. Mihalich was a part", "doc_score": "87.36851501464844", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_11", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "17660355", "text": "Grand Texas Theme Park / inclement weather during construction. Grand Texas Theme Park Grand Texas Theme Park is a theme park set to open near Houston, Texas, in the United States, in April 2020. It will be located within the Grand Texas Sports and Entertainment District in New Caney, Montgomery County at Interstate 69 (US Highway 59) and SH 242. in Patton Village. Site work began in July 2013, and groundbreaking was in December 2017. It will feature seven theme areas related to Texas history and culture. The park will have seven theme areas related to Texas history and culture. It will be managed by", "doc_score": "87.03689575195312", "publish_date": "2018/12/31"}, {"doc_id": "17660353", "text": "Grand Texas Theme Park / Grand Texas Theme Park Grand Texas Theme Park is a theme park set to open near Houston, Texas, in the United States, in April 2020. It will be located within the Grand Texas Sports and Entertainment District in New Caney, Montgomery County at Interstate 69 (US Highway 59) and SH 242. in Patton Village. Site work began in July 2013, and groundbreaking was in December 2017. It will feature seven theme areas related to Texas history and culture. The park will have seven theme areas related to Texas history and culture. It will be managed by Innovative Leisure Partners. Site", "doc_score": "87.90239715576172", "publish_date": "2018/12/31"}, {"doc_id": "17774163", "text": "Grand Texas Sports and Entertainment District / Grand Texas Sports and Entertainment District The Grand Texas Sports and Entertainment District is a privately funded entertainment complex scheduled to open near Houston, Texas, in the United States, around 2020. The district will consist of eight venues: the Grand Texas Theme Park, Big Rivers Water Park, a retail center called Grove Factory Outlet, Downtown Texas, Speedsportz Racing Park, Grand Texas Sportsplex, Gator Bayou Adventure Park, and Grand Texas RV Resort. Leaders of the Grand Texas project hoped the district and park would fill a void left by Six Flags AstroWorld's closure in 2005. Original plans focused on the amusement", "doc_score": "84.0538330078125", "publish_date": "2018/12/31"}, {"doc_id": "20651429", "text": "Marvel-themed areas at Disney parks / on September 5, 2018 to make way for the new area. At the 2017 D23 Expo, Disney announced the Guardians of the Galaxy will be joined by Spider-Man and the Avengers as part of the new immersive Superhero area at the park. Disney has said phase one of this superhero themed area will open in 2020. Due to a 1994 contract with Universal Parks & Resorts, Disney cannot use the \"Marvel\" name in the area name or attractions. Thus an official name for the area has yet to be announced. The new Spider-man themed ride will use the former Bug's", "doc_score": "80.24149322509766", "publish_date": "2018/12/31"}, {"doc_id": "12941939", "text": "Fear Factor Live / in the Fall season to allow performances of \"Bill and Ted's Excellent Halloween Adventure\" during Halloween Horror Nights, which takes place late September through early November allowing the attraction to re-open in mid-November. Universal Studios Florida's \"Fear Factor Live\" attraction was temporarily closed February 5, 2009, a casualty of the current global economic crisis. The park expects to offer the attraction during peak attendance periods, if demand calls for it. The attraction was open from April 4 until April 18, 2009 for Spring Break performances. Since summer 2010, the show has remained open in a full-time, non-seasonal capacity (outside of", "doc_score": "77.31129455566406", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_12", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "2930736", "text": "CVS Pharmacy / completed on June 2, 2006.<ref name=\"CVS-Caremark-Aug-2006-8-K/A\"></ref> Transition of Sav-On and Osco stores to the CVS brand was completed by December 2006. CVS now dominates the southern California market. Also included were Albertsons Health'n'Home (now CVS Home Health) durable medical equipment stores. Approximately 28 CVS Home Health locations are present in Arizona, California, and the Kansas City area, representing CVS's first venture into the specialized DME market.<br>CVS had previously operated stores in southern California but completely withdrew from the market in 1993. CVS sold virtually all of the locations to Sav-On's then owner American Stores, who operated them under the name", "doc_score": "81.08314514160156", "publish_date": "2018/12/31"}, {"doc_id": "2930752", "text": "CVS Pharmacy / $38.5 million settlement in a multi-state civil deceptive-practices lawsuit against pharmacy benefit manager Caremark filed by 28 attorneys general, the \"Chicago Tribune\" reports. The attorneys general, led by Lisa Madigan (D) of Illinois and Douglas Ganslar (D) of Maryland, allege that Caremark \"engaged in deceptive business practices\" by informing physicians that patients or health plans could save money if patients were switched to certain brand-name prescription drugs (Miller, \"Chicago Tribune\", 2/14). However, the switch often saved patients and health plans only small amounts or increased their costs, while increasing Caremark's profits, Connecticut Attorney General Richard Blumenthal (D) said (Levick, \"Hartford", "doc_score": "82.95398712158203", "publish_date": "2018/12/31"}, {"doc_id": "2930746", "text": "CVS Pharmacy / information or provide the necessary training on disposal to their employees. Former CVS executives John R. Kramer and Carlos Ortiz were charged with bribery, conspiracy, and fraud (including mail fraud) by a federal grand jury for allegedly paying State Senator John A. Celona (D-RI) to act as a \"consultant\" for the company. Between February 2000 and September 2003, CVS paid Celona $1,000 a month, and he received tickets to golf outings and sporting events and compensation for travel to Florida and California. In August 2005, he pleaded guilty to mail fraud charges, and in January 2007, he was fined a", "doc_score": "83.31111907958984", "publish_date": "2018/12/31"}, {"doc_id": "9103632", "text": "Pharmacy benefit management / of sharing them with member benefit plans, secretly negotiated rebates for drugs and kept the money, and provided plan members with more expensive drugs when less expensive alternatives were available. CVS Caremark paid $20 million to three states over fraud allegations. OptumRx, one of the Optum businesses of UnitedHealth Group Inc, has been a leading PBM. In March 2015 UnitedHealth Group acquired Catamaran Corporation for about $12.8 billion to extend this PBM business. In 1998, PBMs were under investigation by Assistant U.S. Attorney James Sheehan of the federal Justice Department and their effectiveness in reducing prescription costs and saving clients", "doc_score": "78.79666900634766", "publish_date": "2018/12/31"}, {"doc_id": "11188920", "text": "Drug policy of California / illegal for possession under Health and Safety Code 11377. PCP is illegal for possession for sale under Health and Safety Code 11378. Anabolic steroids, including testosterone and human chorionic gonadotropin are Schedule 3 on the California Uniform Controlled Substances Act. On August 31, 2011, California Legislature passed SB 514, which banned the sale of dextromethorphan (DXM), the active ingredient in most over-the-counter cough medicines, to minors. Drug policy of California Drug policy of California refers to the policy on various classes and kinds of drugs in the U.S. state of California. Cannabis possession has been decriminalized and is soon to", "doc_score": "79.63587951660156", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_13", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "349542", "text": "Red / is forbidden or strongly condemned in many Islamic countries, including Saudi Arabia, Pakistan and Iran. In Saudi Arabia, in 2002 and 2011, religious police banned the sale of all Valentine's Day items, telling shop workers to remove any red items, as the day is considered a Christian holiday. Red is the color most commonly associated with joy and well being. It is the color of celebration and ceremony. A red carpet is often used to welcome distinguished guests. Red is also the traditional color of seats in opera houses and theaters. Scarlet academic gowns are worn by new Doctors of", "doc_score": "82.9926528930664", "publish_date": "2018/12/31"}, {"doc_id": "2551967", "text": "Hair coloring / come a point where it will not be disguised as well. In this case, the move to permanent color can sometimes be delayed by using the semi-permanent as a base and adding highlights. Semi-permanent color cannot lighten the hair. Temporary hair color is available in various forms including rinses, shampoos, gels, sprays, and foams. Temporary hair color is typically brighter and more vibrant than semi-permanent and permanent hair color. It is most often used to color hair for special occasions such as costume parties and Halloween. The pigments in temporary hair color are high molecular weight and cannot penetrate the", "doc_score": "81.47998046875", "publish_date": "2018/12/31"}, {"doc_id": "3119650", "text": "Under color removal / Under color removal In printing, under color removal (UCR) is a process of eliminating overlapping yellow, magenta, and cyan that would have added to a dark neutral (black) and replacing them with black ink only, called a \"Full Black\", during the color separation process. Under color removal is used in four-color (or more colors) printing. Black ink used to add details and darkness in shadowed areas is called a \"Skeletal Black\". With current ink technology, the total CMYK ink in the shadows refuses to stick after it reaches the dark shadows (usually above a 250% total CMYK coverage), and begins", "doc_score": "84.27682495117188", "publish_date": "2018/12/31"}, {"doc_id": "3674255", "text": "Under color addition / Under color addition In four-color printing (or more), under color addition (UCA) is a technique for darkening areas of the printed image by adding colored inks. It is meant to achieve the same results as under color removal, but from a different starting position. Under color removal replaces colored inks in selected areas with black ink to achieve a darker appearance, whereas with under color addition, small portions of the three colors are added to these areas instead of, or in addition to, using black ink. UCA is used to reduce the speckle effects of dithering, especially with very light", "doc_score": "84.3661880493164", "publish_date": "2018/12/31"}, {"doc_id": "7052556", "text": "Carpet cleaning / recently become available. Tea leaves and cut grass were formerly common for floor cleaning, to collect dust from carpets, albeit with risks of stains. Ink was removed with lemon or with oxalic acid and hartshorn; oil with white bread or with pipe clay; grease fats with turpentine; ox gall and naphtha were also general cleaners. Ammonia and chloroform were recommended for acid discoloration. Benzine and alum were suggested for removing insects; diatomaceous earth and material similar to cat litter are still common for removing infestations. Candle wax is removed by placing a towel over the affected carpet area and applying", "doc_score": "80.98100280761719", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_14", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "14205343", "text": "The 10,000 Year Explosion / of many recently adapted genes have now been traced to this period, creating effects such as regional differences in skin colour and skeletal gracility. Adaptations may have sacrificed muscle strength for higher intelligence and less aggressive human behaviours. By 5000 years ago, the authors estimate that adaptive alleles were coming into existence at a rate about 100 times faster than during the Pleistocene. This is the ‘‘explosion’’ of the book’s title. Research cited by Cochran and Harpending provides evidence of genetic mixing between modern humans and an ancient Homo lineage such as the Neanderthals. It supports the idea that modern", "doc_score": "82.81884002685547", "publish_date": "2018/12/31"}, {"doc_id": "14384275", "text": "Recent African origin of modern humans / Recent African origin of modern humans In paleoanthropology, the recent African origin of modern humans, also called the \"Out of Africa\" theory (OOA), recent single-origin hypothesis (RSOH), replacement hypothesis, or recent African origin model (RAO), is the dominant model of the geographic origin and early migration of anatomically modern humans (\"Homo sapiens\"). The model proposes a \"single origin\" of \"Homo sapiens\" in the taxonomic sense, precluding parallel evolution of traits considered anatomically modern in other regions, but not precluding limited admixture between \"H. sapiens\" and archaic humans in Europe and Asia. \"H. sapiens\" most likely developed in the Horn of", "doc_score": "82.23339080810547", "publish_date": "2018/12/31"}, {"doc_id": "12102335", "text": "E. coli long-term evolution experiment / E. coli long-term evolution experiment The \"E. coli\" long-term evolution experiment (LTEE) is an ongoing study in experimental evolution led by Richard Lenski that has been tracking genetic changes in 12 initially identical populations of asexual \"Escherichia coli\" bacteria since 24 February 1988. The populations reached the milestone of 50,000 generations and 66,000 in November 2016. Lenski performed the 10,000th transfer of the experiment on March 13, 2017. Over the course of the experiment, Lenski and his colleagues have reported a wide array of phenotypic and genotypic changes in the evolving populations. These have included changes that have occurred in", "doc_score": "85.74652862548828", "publish_date": "2018/12/31"}, {"doc_id": "3842396", "text": "Most recent common ancestor / as \"Mitochondrial Eve\" (mt-MRCA) and \"Y-chromosomal Adam\" (Y-MRCA) respectively. The age of the human MRCA is unknown. It is necessarily younger than the age of both Y-MRCA and mt-MRCA, estimated at around 200,000 years. The Last Universal Common Ancestor (LUCA) is the most recent common ancestor of all current life on Earth, estimated to have lived some 3.5 to 3.8 billion years ago (in the Paleoarchean). The project of a complete description of the phylogeny of biological species is dubbed the \"Tree of Life\". This involves time estimates of all known speciation events; for example, the MRCA of all Carnivora", "doc_score": "81.59727478027344", "publish_date": "2018/12/31"}, {"doc_id": "14384306", "text": "Recent African origin of modern humans / single population while older human species such as Neanderthals and \"Homo erectus\" had become extinct. With the advent of archaeogenetics in the 1990s, the dating of mitochondrial and Y-chromosomal haplogroups became possible with some confidence. By 1999, estimates ranged around 150,000 years for the mt-MRCA and 60,000 to 70,000 years for the migration out of Africa. From 2000–2003, there was controversy about the mitochondrial DNA of \"Mungo Man 3\" (LM3) and its possible bearing on the multiregional hypothesis. LM3 was found to have more than the expected number of sequence differences when compared to modern human DNA (CRS). Comparison of", "doc_score": "82.22681427001953", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_15", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "3224", "text": "Asteroid / as International Asteroid Day to educate the public about asteroids. The date of International Asteroid Day commemorates the anniversary of the Tunguska asteroid impact over Siberia, Russian Federation, on 30 June 1908. In April 2018, the B612 Foundation reported \"It's 100 percent certain we'll be hit [by a devastating asteroid], but we're not 100 percent sure when.\" Also in 2018, physicist Stephen Hawking, in his final book \"Brief Answers to the Big Questions\", considered an asteroid collision to be the biggest threat to the planet. In June 2018, the US National Science and Technology Council warned that America is unprepared", "doc_score": "83.20708465576172", "publish_date": "2018/12/31"}, {"doc_id": "18617950", "text": "Asteroid Day / Asteroid Day Asteroid Day (also known as International Asteroid Day) is an annual global event which is held on the anniversary of the Siberian Tunguska event that took place on June 30, 1908, the most harmful known asteroid-related event on Earth in recent history. The United Nations has proclaimed it be observed globally on June 30 every year in its resolution. Asteroid Day aims to raise awareness about asteroids and what can be done to protect the Earth, its families, communities, and future generations from a catastrophic event. For example, 2014 HQ, discovered April 23, 2014, went past only 1,250,000", "doc_score": "81.27021789550781", "publish_date": "2018/12/31"}, {"doc_id": "2625564", "text": "Countdown / Countdown A countdown is a sequence of backward counting to indicate the time remaining before an event is scheduled to occur. NASA commonly employs the terms \"L-minus\" and \"T-minus\" during the preparation for and anticipation of a rocket launch, and even \"E-minus\" for events that involve spacecraft that are already in space, where the \"T\" could stand for \"Test\" or \"Time\", and the \"E\" stands for \"Encounter\", as with a comet or some other space object. Other events for which countdowns are commonly used include the detonation of an explosive, the start of a race, the start of the New", "doc_score": "79.14374542236328", "publish_date": "2018/12/31"}, {"doc_id": "2625575", "text": "Countdown / the new year. In Times Square on New Year's Eve, besides the 60-Second Countdown at 11:59 P.M., there are six 20-second hourly countdowns in which people can practice their countdown skills from 5:59 P.M. to 10:59 P.M. The aforementioned countdowns are also the countdowns to the end of each hour. Countdown A countdown is a sequence of backward counting to indicate the time remaining before an event is scheduled to occur. NASA commonly employs the terms \"L-minus\" and \"T-minus\" during the preparation for and anticipation of a rocket launch, and even \"E-minus\" for events that involve spacecraft that are already", "doc_score": "79.26034545898438", "publish_date": "2018/12/31"}, {"doc_id": "17114863", "text": "Asteroid Terrestrial-impact Last Alert System / April 2018, the B612 Foundation reported \"It's a 100 per cent certainty we'll be hit [by a devastating asteroid], but we're not 100 per cent sure when.\" In June 2018, the US National Science and Technology Council warned that America is unprepared for an asteroid impact event, and has developed and released the \"\"National Near-Earth Object Preparedness Strategy Action Plan\"\" to better prepare. Larger asteroids can be detected out to large distances from the Earth, and their orbits can therefore be determined very precisely years in advance of any close approach. Thanks largely to Spaceguard cataloging initiated by a 2005", "doc_score": "78.23457336425781", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_16", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "18433738", "text": "2018 NCAA Division I Men's Basketball Tournament / teams in a single region (the South) advanced to the Sweet 16. Also, the tournament featured the first regional final matchup of a 9-seed (Kansas State) and an 11-seed (Loyola-Chicago). Villanova, Michigan, Kansas, and Loyola-Chicago, the “Cinderella team” of the tournament, reached the Final Four. Villanova defeated Michigan in the championship game, 79–62. Atlantic Sun Conference champion Lipscomb made its NCAA tournament debut. A total of 68 teams entered the 2018 tournament. 32 automatic bids were awarded, one to each program that won their conference tournament. The remaining 36 bids were \"at-large\", with selections extended by the NCAA Selection Committee.", "doc_score": "99.28419494628906", "publish_date": "2018/12/31"}, {"doc_id": "18433741", "text": "2018 NCAA Division I Men's Basketball Tournament / for the first time since 1994, the tournament returned to Wichita and the state of Kansas where Intrust Bank Arena hosted first round games. The state of North Carolina was threatened with a 2018-2022 championship venue boycott by the NCAA, due to the HB2 law passed in 2016. However, the law was repealed (but with provisos) days before the NCAA met to make decisions on venues in April 2017. At that time, the NCAA board of governors \"reluctantly voted to allow consideration of championship bids in North Carolina by our committees that are presently meeting\". Therefore, Charlotte was eligible and", "doc_score": "95.17794799804688", "publish_date": "2018/12/31"}, {"doc_id": "2753197", "text": "NCAA Division I Men's Basketball Tournament / an independent, participated in the Final Four, only to see Indiana State lose to Michigan State. The last time, as of 2018, the Final Four has been composed of at least 50% of mid-major teams (2/4) was 2011, when VCU, then of the Colonial Athletic Association, and Butler, then of the Horizon League, participated in the Final Four, only to see Butler lose to Connecticut. The two most recent Final Fours have involved a single \"mid-major\" team by the definition used here—the 2017 and 2018 tournaments, in which Gonzaga and Loyola–Chicago were respectively involved (although Gonzaga is arguably not a", "doc_score": "93.20170593261719", "publish_date": "2018/12/31"}, {"doc_id": "20584400", "text": "2018 Conference USA Men's Basketball Tournament / 2018 Conference USA Men's Basketball Tournament The 2018 Conference USA Men's Basketball Tournament was the postseason men's basketball tournament for Conference USA for the 2017–18 NCAA Division I men's basketball season. It was held from March 7–10, 2018, in Frisco, Texas, at the Ford Center at The Star. In the first round and quarterfinals, two games were played simultaneously within the same arena, with the courts separated by a curtain. The tournament was won by Marshall, who defeated Western Kentucky in the conference title game, earning the conference's automatic berth into the NCAA Tournament, their first Conference USA Tournament title.", "doc_score": "92.06456756591797", "publish_date": "2018/12/31"}, {"doc_id": "20110828", "text": "2018 NCAA Division I Men's Basketball Championship Game / the No. 6 Houston Cougars, 64–63, on a buzzer beater by Jordan Poole. They made it to the Elite Eight by defeating the Texas A&M Aggies, 99–72. Michigan advanced to the Final Four by defeating the Florida State Seminoles, 58–54, and defeated the \"Cinderella story\" of the tournament, the Loyola-Chicago Ramblers, in the Final Four by a score of 69–57. The Villanova Wildcats won the NCAA Tournament in 2016. In 2017–18, Villanova set the NCAA record for three-point shots in a season and in the NCAA Division I Men's Basketball Tournament. After completing a 30–4 regular season, including winning the", "doc_score": "91.39373016357422", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_17", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "9022219", "text": "Beri Smither / Beri Smither Beri Smither (born June 22, 1971 in Salem, Oregon) is an American model. Immediately after high school, Smither left Oregon to begin her modeling career in Paris, France. From the 1990s onwards, Smither achieved success. She has graced numerous magazine covers including \"Vogue\", \"ELLE\", \"Glamour\", \"Cosmopolitan\", and New York. She appeared in the \"Sports Illustrated Swimsuit Issue\" in 1998. Smither has worked with photographers such as Peter Lindbergh, Herb Ritts, and Patrick Demarchelier. Smither most recently appeared in an editorial spread in the October 2006 issue of \"Condé Nast Traveler\". Smither has also recently been featured in several", "doc_score": "81.07473754882812", "publish_date": "2018/12/31"}, {"doc_id": "7141504", "text": "Nastia Liukin / Sports Ambassador of Elegance since 2006 and, along with her teammates Shawn Johnson and Alicia Sacramone, was one of the first female athletes ever to be signed as CoverGirl spokesmodels. She also collaborated with Vanilla Star Jeans to create a junior girls' clothing line and has modeled for Max Azria. In June 2010, she launched a line of girls' wear called Supergirl by Nastia for department store chain JC Penney. Liukin is also a major aide for victims of natural disasters. In October 2008, Liukin partnered with World Vision to help her home state of Texas recover from Hurricane Ike.", "doc_score": "82.27832794189453", "publish_date": "2018/12/31"}, {"doc_id": "12602976", "text": "Elle Evans / Wild cosmetics commercial shot by director David La Chapelle titled \"Steal the Look\", in addition to landing two national ads for Mary Kay Cosmetics which aired during the premiere of the thirteenth season of \"Project Runway\" on Lifetime in November 2014. In 2015 Evans appeared in another music video, this time for the band Muse and their single, \"Mercy\". The video was directed by Sing J Lee and was released in June. In September 2015 Evans was cast in a Carl's Jr. commercial for their new, \"Tex Mex Bacon-Thickburger.\" Donning a patriotic bikini to represent the ladies of Team U.S.A.,", "doc_score": "83.25145721435547", "publish_date": "2018/12/31"}, {"doc_id": "20230974", "text": "Ebonee Davis / Ebonee Davis Eboni Davis (known professionally as Ebonee Davis; born November 16, 1993) is an American model and activist. She appeared in season 18 of \"America's Next Top Model\". She gave a TED Talk on the experience of being an African-American model in the fashion industry. She is known for her Calvin Klein campaign, in which she wore her natural hair. Davis began her career by going to an open casting call in Seattle, Washington. She starred in season 18 of \"America's Next Top Model\", she was eliminated during the show's tenth episode. She has since appeared in magazines like", "doc_score": "84.03766632080078", "publish_date": "2018/12/31"}, {"doc_id": "15702154", "text": "Rachele Brooke Smith / HBO’s \"Entourage\", CBS’ \"Two and a Half Men\", Lifetime's hit series, \"How to Look Good Naked\" hosted by Carson Kressley, ABC's drama series, \"Eli Stone\", and PAX TV's \"Acting Out\" (2007). Smith has also become the face of various marketing campaigns for J. C. Penney, Asics, Under Armour, Old Navy, Carls Jr., Nikon, Sketchers, Myokore, Capezio Dancewear, Casall, Kotex, Nappy Tabs Hip-Hop Gear and Gap’s 2009 holiday campaign. With an extensive dance and athletic background (jazz, hip-hop, ballet, modern, tap, break-dancing, boxing, martial arts, gymnastics, and partnering), Smith has appeared in music videos for John Legend and Andre 3000. When", "doc_score": "82.05997467041016", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_18", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "18237481", "text": "2011 Matamoros mass kidnapping / Regarding a Kidnapping in Matamoros\" (Spanish: \"Solicitud de ayuda militar y policial especial respecto a un secuestro en Matamoros\"). Copies of the document were also sent to other high-ranking government officials including: Marisela Morales, the attorney general of Mexico; Eugenio Javier Hernández Flores, the former governor of Tamaulipas; Egidio Torre Cantú, governor of Tamaulipas; Rick Perry, governor of Texas; Alejandro Poiré Romero, former secretary of Interior; Patricia Espinosa Cantellano, former secretary of Foreign Affairs; Rodolfo Quilantán Arenas, Mexican consul in Brownsville, Texas;, Mexico's ambassador to France; Francisco González Díaz, Mexico's ambassador to Germany; Gérald Martin, the general consul of", "doc_score": "84.73085021972656", "publish_date": "2018/12/31"}, {"doc_id": "16456041", "text": "Mario Arturo Acosta Chaparro / march of over 40 people, asking the government for \"fertilizers\" and a better lifestyle; then, 17 members of the march were ambushed and gunned down by police officers. 23 others were found injured. Acosta Chaparro was allegedly involved in this massacre. A letter written by the incarcerated drug baron Edgar Valdez Villarreal, alias \"La Barbie,\" was published in the Reforma newspaper on November 28, 2012, after being shown to the journalist Anabel Hernandez. In the letter, which alleges systematic corruption among all levels of Mexico's police forces, Valdez claims that General Acosta Chaparro was sent on a mission in 2009", "doc_score": "83.01085662841797", "publish_date": "2018/12/31"}, {"doc_id": "13110599", "text": "2009 Mexico prison riot / 2009 Mexico prison riot A prison riot occurred at the CERESO state prison in Ciudad Juárez, Chihuahua, Mexico, on March 4, 2009. During the riots, at least 20 people were killed and 15 were injured. Although a police spokesman stated that no police or jail guards were killed during the riots, the Red Cross said that two policemen had been killed. The riot was a fight among several rival gangs, the \"Barrio Azteca,\" \"Los Mexicles\" and \"Artistas Asesinos\" (AA). The riots began at roughly 7 a.m. local time (2 p.m. UTC), and lasted for about two hours. 14 members of", "doc_score": "84.20173645019531", "publish_date": "2018/12/31"}, {"doc_id": "8669705", "text": "Ignacio Ramos / government. Some commentators have questioned Corsi's conclusions. Aldrete Dávila has filed a $5 million lawsuit against the U.S. government, claiming that his civil rights were violated. A petition for the pardon of the border agents received nearly 240,000 signatures. On January 18, 2007, President George W. Bush agreed to review the case, and Representative Duncan Hunter introduced a bill, titled the Ramos and Compean Act, that would pardon the two agents, though the United States Constitution does not grant Congress the authority to issue pardons. On 6 February 2007 Representative Tom Tancredo and Ramos' relatives reported to the Associated Press", "doc_score": "86.51102447509766", "publish_date": "2018/12/31"}, {"doc_id": "9036277", "text": "2006 Oaxaca protests / bears no relation to Flavio Sosa, the still imprisoned leader of APPO. On October 27, 2006, Bradley Roland Will, a U.S. Indymedia journalist from New York who had entered the country under a tourist visa, was killed along with Professor Emilio Alonso Fabián and Esteban López Zurita, in what the Associated Press has claimed was a \"shootout\" between protesters and a group of armed men. Photographs by Brad Will, however, demonstrate that the protesters were throwing rocks at the gunman. Photographs of Will, after he was shot, show a man lying on the ground, surrounded by friends, and not the", "doc_score": "84.03829956054688", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_19", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "12597390", "text": "Ta-Nehisi Coates / the month of April 2016. He also wrote a spinoff of \"Black Panther\" titled \"Black Panther and the Crew\" which ran for six issues before it was canceled. Coates' collection of previously published essays on the Obama Era, entitled \"\" was announced by Random House, with a release date of October 3, 2017. Coates added essays written specially for the book bridging the gaps between the previously-published essays, as well as an introduction and an epilogue. The book's title is a quote from 19th-century African-American congressman Thomas E. Miller of South Carolina, who asked why white Southerners hated African Americans", "doc_score": "79.83313751220703", "publish_date": "2018/12/31"}, {"doc_id": "20491180", "text": "Let Trump Be Trump / Let Trump Be Trump Let Trump Be Trump: The Inside Story of His Rise to the Presidency is a memoir about the successful 2016 presidential campaign of Donald Trump. It was originally published on December 5, 2017 by Center Street, an imprint of Hachette Book Group. It was co-authored by Corey Lewandowski, Trump's first campaign manager, and David Bossie, the head of Citizens United and Trump's final deputy campaign manager. It is the first book about the Trump campaign to be published by the campaign's insiders. \"Let Trump Be Trump\" contains numerous anecdotes from the Trump campaign, including accounts that", "doc_score": "79.19927215576172", "publish_date": "2018/12/31"}, {"doc_id": "20004973", "text": "Donald Trump 2020 presidential campaign / they had in the entire year of 2016. In April 2017, \"The Wall Street Journal\" determined that the Trump campaign had reported spending nearly $500,000 in payments to companies owned by Trump, amounting to more than 6% of the $6.3 million that the campaign reported spending. Additionally, the campaign spent more than $4 million on memorabilia (such as hats). In the third quarter of 2017, the Trump campaign spent $4.1 million (27% of its expenditures) on legal fees, including the personal legal expenses of Trump and his family. By this point, 10% of the campaign's overall spending since the beginning", "doc_score": "78.9596176147461", "publish_date": "2018/12/31"}, {"doc_id": "20491184", "text": "Let Trump Be Trump / were there\" history of a candidate and campaign that astonished many and, if one were to listen to the mainstream media, infuriated many more\", adding that \"a political book can't get much better than this.\" On December 16, 2017, Trump tweeted favorably about the book, writing, \"Finally people with real knowledge are writing about our wonderful and exciting campaign!\" Let Trump Be Trump Let Trump Be Trump: The Inside Story of His Rise to the Presidency is a memoir about the successful 2016 presidential campaign of Donald Trump. It was originally published on December 5, 2017 by Center Street, an", "doc_score": "78.752197265625", "publish_date": "2018/12/31"}, {"doc_id": "7642237", "text": "Donald Trump / for the Khan Shaykhun chemical attack. According to investigative journalist Bob Woodward, Trump had ordered his Defense Secretary James Mattis to assassinate Syrian President Bashar al-Assad after the chemical attack, but Mattis declined; Trump denied doing so. In April 2018, he announced missile strikes against Assad's regime, following a suspected chemical attack near Damascus. Trump actively supported the Saudi Arabian-led intervention in Yemen against the Houthis and signed a $110billion agreement to sell arms to Saudi Arabia. Trump also praised his relationship with Saudi Arabia's powerful Crown Prince Mohammad bin Salman. In November 2017, the Trump administration tightened the rules", "doc_score": "78.29859161376953", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_20", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "20777485", "text": "2018 Russia–United States summit / lunch including additional officials in the Hall of Mirrors. NATO Secretary-General Jens Stoltenberg and former Soviet leader Mikhail Gorbachev said they welcomed Trump's planned meeting with Vladimir Putin. On July 13, 2018, three days before the summit, Rod Rosenstein, the United States Deputy Attorney General, announced indictments of twelve Russian GRU officers for their efforts in the 2016 Democratic National Committee email leak, through the establishment of false identities as DCLeaks and Guccifer 2.0, as well as charges of money laundering using bitcoin. The timing of these indictments lead to closer scrutiny of the upcoming meeting and pressure for Trump", "doc_score": "77.15564727783203", "publish_date": "2018/12/31"}, {"doc_id": "7926678", "text": "Shermanesque statement / Shermanesque statement \"Shermanesque statement\", \"Sherman statement\", or \"Sherman speech\" is American political jargon for a clear and direct statement by a potential candidate indicating that he or she will not run for a particular elected position. The term derives from the Sherman pledge, a remark made by American Civil War General William Tecumseh Sherman when he was being considered as a possible Republican candidate for the presidential election of 1884. He declined, saying, \"I will not accept if nominated and will not serve if elected.\" Thirteen years prior, he had similarly asserted, \"I hereby state, and mean all that I", "doc_score": "78.6998519897461", "publish_date": "2018/12/31"}, {"doc_id": "699934", "text": "Pledge of Allegiance / Pledge of Allegiance The Pledge of Allegiance of the United States is an expression of allegiance to the flag of the United States and the republic of the United States of America. It was originally composed by Captain George Thatcher Balch, a Union Army Officer during the Civil War and later a teacher of patriotism in New York City schools. The form of the pledge used today was largely devised by Francis Bellamy in 1892, and formally adopted by Congress as the pledge in 1942. The official name of \"The Pledge of Allegiance\" was adopted in 1945. The most recent", "doc_score": "76.21229553222656", "publish_date": "2018/12/31"}, {"doc_id": "20157809", "text": "Donald Trump's disclosures of classified information / in \"The Washington Post\" on May 15, 2017. White House staff initially denied the report, but the following day Trump defended the disclosure, stating that he has the \"absolute right\" to \"share\" intelligence with Russia. It was later reported that Israel was the source of the information. Israel did not confirm or deny the report but released a statement stating full confidence in the intelligence sharing relationships with the United States. Ynetnews, an Israeli online news site, reported on January 12 that U.S. intelligence advised Israeli intelligence officers to be cautious about sharing information with the incoming Trump administration, until", "doc_score": "74.89698028564453", "publish_date": "2018/12/31"}, {"doc_id": "20777482", "text": "2018 Russia–United States summit / later, Trump amended part of his remarks, contending that he had misspoken due to an incorrectly perceived \"double-negative\". Helsinki previously served as the location for the signing of the Helsinki Accords in 1975, following a series of meetings intended to reduce tensions between the Western and Soviet blocs during the Cold War. The US National Security Advisor John R. Bolton met with Russian President Vladimir Putin on June 27, 2018, to discuss the details of the summit and other bilateral issues. On June 28, the location of the summit was announced by the White House and the Kremlin to be", "doc_score": "75.7436752319336", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_21", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "2456613", "text": "Capital punishment in the United States / 2018, Washington state became the 20th state to abolish capital punishment when its state Supreme Court deemed the death penalty unconstitutional on the grounds of racial bias. Since \"Furman\", 11 states have organized popular votes dealing with the death penalty through the initiative and referendum process. All resulted in a vote for reinstating it, rejecting its abolition, expanding its application field, specifying in the state constitution that it is not unconstitutional, or expediting the appeal process in capital cases. 20 states, plus the District of Columbia and Puerto Rico have abolished the death penalty for all crimes. Below is a", "doc_score": "81.97901916503906", "publish_date": "2018/12/31"}, {"doc_id": "10955158", "text": "Extradition Clause / York Times\" in January 2015: The Northwest Ordinance of July 1787 held that slaves \"may be lawfully reclaimed\" from free states and territories, and soon after, a fugitive slave clause — Article IV, Section 2 — was woven into the Constitution at the insistence of the Southern delegates, leading South Carolina's Charles Cotesworth Pinckney to boast, \"We have obtained a right to recover our slaves in whatever part of America they may take refuge, which is a right we had not before.\" The meaning of the Extradition Clause was first tested before the Supreme Court in the case of \"Kentucky", "doc_score": "78.61817932128906", "publish_date": "2018/12/31"}, {"doc_id": "16972538", "text": "Expungement in the United States / for one time, non-violent offenses. Expungement laws are different for each state. States do not necessarily have to give full effect to orders of expungement or record sealing from other states, provided that they treat all persons equally when considering the effect of a person's criminal history. Alabama passed expungement legislation in 2014. The law allows for expungement for multiple situations, with applications fees, court fees, and lawyers fees to be paid by the applicant. However, convictions are not eligible for expungement. Arizona's expungement equivalent is \"setting aside\" a conviction. Arizona's setting aside statute allows a defendant to petition the", "doc_score": "81.26093292236328", "publish_date": "2018/12/31"}, {"doc_id": "16972581", "text": "Expungement in the United States / a public office or high security (such as security guard, law enforcement, or related to national security), you may be required to disclose that you have an expunged conviction. A false denial may result in the denial of a license or security clearance. Expungement in the United States Expungement in the United States is a process which varies across jurisdictions. Many states allow for criminal records to be sealed or expunged, although laws vary by state. Some states do not permit expungement, or allow expungement under very limited circumstances. In general, once sealed or expunged, all records of an arrest", "doc_score": "80.12998962402344", "publish_date": "2018/12/31"}, {"doc_id": "16972537", "text": "Expungement in the United States / the federal criminal code to allow an individual to file a petition for expungement of a record of conviction for a nonviolent criminal offense\". U.S. Representative Steve Cohen (D-TN9) introduced H.R. 2449 or The Fresh Start Act of 2011 during the 112th Congress, which would have allowed certain non-violent offenders to seek expungement of otherwise lifelong felonies. In July 2014, Senators Rand Paul and Cory Booker introduced the Record Expungement Designed to Enhance Employment (REDEEM) Act, a bi-partisan bill in an effort to reform the criminal justice system which would, in part, allow for the expungement of Federal criminal records", "doc_score": "78.21392059326172", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_22", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "15279993", "text": "Flu Season (Parks and Recreation) / night \"Flu Season\" was broadcast, almost all of the comedy shows in NBC's Thursday lineup lost viewership compared to the prior week: while \"Community\" remained flat, \"Perfect Couples\" was down 19 percent, while \"The Office\" and \"30 Rock\" were down 11 percent. \"Flu Season\" received generally positive reviews, with many commentators praising the performance of Rob Lowe, whose character is usually physically fit to almost superhuman proportions but becomes extremely ill and hallucinatory when infected with the flu. Tim Goodman of \"The Hollywood Reporter\" said Lowe's character now seemed well-integrated into the cast, adding \"If you've never believed Lowe can", "doc_score": "74.68144989013672", "publish_date": "2018/12/31"}, {"doc_id": "11825374", "text": "Cabin Fever (Lost) / Carbonell was cast in a starring role on the new CBS series \"Cane\". The writers modified their original story plan for the third season in anticipation for Carbonell's potential unavailability. Despite Carbonell's willingness to return to \"Lost\", CBS president Nina Tassler ruled out another \"Lost\" guest appearance. \"Cane\" was canceled during the 2007–2008 Writers Guild of America strike, freeing Carbonell from his contract with CBS. Executive producer Carlton Cuse cited this as an unintended positive consequence of the strike. \"Cabin Fever\" was viewed live or recorded and watched within five hours of broadcast by 10.78 million American viewers. It attained", "doc_score": "74.66641235351562", "publish_date": "2018/12/31"}, {"doc_id": "1686539", "text": "Ben Vereen / Sam Gibbs, the long lost father of James Gibbs, Barney Stinson's brother. He returned in 2013 and 2014 for another two episodes. The Community Mental Health Council awarded Vereen with their 2004 Lifeline Celebration Achievement Award. For his humanitarian contributions, he has received a number of awards including Israel's Cultural and Humanitarian Awards, three NAACP Image Awards, an Eleanor Roosevelt Humanitarian Award and a Victory Award. He has received honorary doctorates from the University of Arizona, Emerson College, St. Francis College, and Columbia College in Chicago. In 2001, Medgar Evers College created the Ben Vereen Scholarship for the Performing Arts,", "doc_score": "71.39380645751953", "publish_date": "2018/12/31"}, {"doc_id": "6783184", "text": "The Vaccine (The Outer Limits) / The Vaccine (The Outer Limits) \"The Vaccine\" is an episode of \"The Outer Limits\" television show. It first aired on 3 April 1998, and was the eleventh episode of the fourth season. Most of the world is dead or dying from a worldwide, artificially engineered virus. Thirteen survivors are supplied with a vaccine, but there is only enough for three people. A genetically engineered virus, developed and released by a doomsday cult, has wiped out almost all human life on Earth. Twelve hospital patients, accompanied by the one remaining staff member, nurse Marie Alexander, are living on borrowed time in", "doc_score": "73.36457061767578", "publish_date": "2018/12/31"}, {"doc_id": "10085192", "text": "24 (season 7) / breathing from the smoke. United States Navy SEALs helped battle fictional terrorists at Camarillo Airport during filming of an episode on August 12–13, 2008. After completion of the 18th episode, production was temporarily shut down on September 15, 2008, for two weeks in order to perform script rewrites for the final six episodes. In an \"Entertainment Weekly\" interview, Howard Gordon responded \"We just couldn't get this direction to work, and we found another one that we liked better, so we wound up retooling it.\" Executive producer and \"24\" co-creator Joel Surnow left the series on February 12, 2008. His contract", "doc_score": "74.3194808959961", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_23", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "2902219", "text": "Status symbol / status symbol regardless of material possessions. In academic circles, a long list of publications and a securely tenured position at a prestigious university or research institute are a mark of high status. It has been speculated that the earliest foods to be domesticated were luxury feast foods used to cement one's place as a \"rich person\". A uniform symbolizes membership in an organization, and may display additional insignia of rank, specialty, tenure and other details of the wearer's status within the organization. A state may confer decorations, medals or badges that can show that the wearer has heroic or official", "doc_score": "87.39351654052734", "publish_date": "2018/12/31"}, {"doc_id": "2902216", "text": "Status symbol / Status symbol A status symbol is a perceived visible, external denotation of one's social position and perceived indicator of economic or social status. Many luxury goods are often considered status symbols. \"Status symbol\" is also a sociological term – as part of social and sociological symbolic interactionism – relating to how individuals and groups interact and interpret various cultural symbols. As people aspire to high status, they often seek also its symbols. As with other symbols, status symbols may change in value or meaning over time, and will differ among countries and cultural regions, based on their economy and technology.", "doc_score": "85.80921936035156", "publish_date": "2018/12/31"}, {"doc_id": "3764822", "text": "Visual markers of marital status / is denominated a \"Alyndaňy\". Visual markers of marital status Visual markers of marital status, as well as social status, may include clothing, hairstyle, accessories, jewelry, tattoos, and other bodily adornments. Visual markers of marital status are particularly important because they indicate that a person should not be approached for flirtation, courtship, or sex. In some cultures, married people enjoy special privileges or are addressed differently by members of the community. Marital status markers are usually gender-specific. Male marital status markers are usually less elaborate than female marital status markers. In many cultures, they may not exist. In many Western nations,", "doc_score": "85.341064453125", "publish_date": "2018/12/31"}, {"doc_id": "3482850", "text": "Dress code / The dress code has built in rules or signals indicating the message being given by a person's clothing and how it is worn. This message may include indications of the person's gender, income, occupation and social class, political, ethnic and religious affiliation, attitude towards comfort, fashion, traditions, gender expression, marital status, sexual availability, and sexual orientation, etc. Clothes convey other social messages including the stating or claiming personal or cultural identity, the establishing, maintaining, or defying social group norms, and appreciating comfort and functionality. For example, wearing expensive clothes of high quality can communicate wealth or the image of wealth.", "doc_score": "85.54834747314453", "publish_date": "2018/12/31"}, {"doc_id": "491812", "text": "Clothing / and indeed Newburgh's book is still cited by contemporary authors, including those attempting to develop thermoregulatory models of clothing development. In most cultures, gender differentiation of clothing is considered appropriate. The differences are in styles, colors, and fabrics. In Western societies, skirts, dresses and high-heeled shoes are usually seen as women's clothing, while neckties are usually seen as men's clothing. Trousers were once seen as exclusively male clothing, but can nowadays be worn by both genders. Male clothes are often more practical (that is, they can function well under a wide variety of situations), but a wider range of clothing", "doc_score": "85.6369400024414", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_24", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "3465034", "text": "Tik-Tok (novel) / servant in the Oz books to analyze Asimov's principles, and to question the social status of robots, was first proposed in the 1978 essay \"Tik-Tok and the Three Laws of Robotics\" by Paul A. Abrahm and Stuart Kenter in the academic journal \"Science Fiction Studies\", which Sladek may have read. \"Tik-Tok\" so far has seen five editions in the English language, spread over three different publishers: Gollancz (who published the 1st edition and two later editions); DAW Books (1985) and Corgi (1984). In 1985 \"Tik-Tok\" was translated into the German as \"Tick-Tack\", published by Ullstein-Verlag, and into the Italian as", "doc_score": "77.57649230957031", "publish_date": "2018/12/31"}, {"doc_id": "3465031", "text": "Tik-Tok (novel) / Tik-Tok (novel) Tik-Tok is a 1983 science fiction novel by John Sladek. It received a 1983 British Science Fiction Association Award. The title character is an intelligent robot (named after the mechanical man in the Oz books) who originally works as a domestic servant and house-painter. Unlike other robots, whose behavior is constrained by \"asimov circuits\"—a reference to Isaac Asimov's fictional Three Laws of Robotics, which require robots to protect and serve humans—Tik-Tok finds that he can do as he pleases, and he secretly commits various hideous crimes for his amusement. After manipulating both robots and humans to cause chaos", "doc_score": "77.3634033203125", "publish_date": "2018/12/31"}, {"doc_id": "10636910", "text": "Susan Wiggs / 2003 with \"Home Before Dark\". Many of her novels are connected, allowing Wiggs to revisit established characters. Her books have been published in many languages, including French, German, Dutch, Latvian, Japanese, Hungarian and Russian. Wiggs's books are frequently named finalists for the RITA Award, the highest honor given in the genre. She received the Romance Writers of America RITA Award for Best Romance of the year in 1993 for \"Lord of the Night\". She won a second RITA in 2000 when \"The Charm School\" was named \"Favorite Book of the Year.\" She has also won the RITA in 2001 for", "doc_score": "75.12403869628906", "publish_date": "2018/12/31"}, {"doc_id": "10221914", "text": "Depths (novel) / island. Ever since his childhood Svartman has been obsessed by exactness in the measurement of time or distance. He seeks solace through secretly observing or following people, and at night overcomes fear by cradling his most precious possession, his sounding lead. Svartman's obsessions and growing distrust of others leads him to submerge himself in a web of deceit involving his employer, Kristina and Sara which increasingly threatens to engulf him. Depths (novel) Depths (original title: \"Djup\") is a 2004 novel by Swedish writer Henning Mankell. Set in 1914 and 1915, the novel concerns a naval engineer Lars Tobiasson-Svartman, on board", "doc_score": "74.3143081665039", "publish_date": "2018/12/31"}, {"doc_id": "20206975", "text": "Tiya: A Parrot's Journey Home / audio form.The movie \"Tiya\" is under progress with Edgeworx Studios, LLC, New York. Tiya bagged comments from former President of India, Dr. A. P. J. Abdul Kalam who wrote in 2009, \" for the first time I have read a great book in the past five years \". Later he listed the book in one of the five must read books. Tiya has also been prescribed as suggested read for english for class XI-XII students under CBSE Curriculum.( Circular No. 03/2012, CBSE/ACAD/DIR (TRG)/2012 dated 11.04.2012 ) 1.Tiya – The main character, a parrot, inexperienced about the world around it. 2.", "doc_score": "77.09587097167969", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_25", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "3648214", "text": "Frederick's of Hollywood / to New York. In 2008, the company changed its name to Frederick's of Hollywood Group Inc. The company was traded on the American Stock Exchange under the ticker symbol FOHL, but in May 2014, the company was taken private by Harbinger Group and other investors. Its headquarters remain in New York City. In 2015, the company closed its stores and again filed for Chapter 11 bankruptcy. Its brand and online operations were acquired by Authentic Brands Group. The company announced it would be online only, with possible future plans to create products for sale in department stores and other retail", "doc_score": "76.52005767822266", "publish_date": "2018/12/31"}, {"doc_id": "12783253", "text": "Sparletta / Club Cool in Epcot. Sparletta is available at select Coles Supermarkets in Australia, Sainsbury's in the United Kingdom and many online shops around the world. Sparletta Sparletta is a range of soft drink products manufactured by The Coca-Cola Company in South Africa and Zimbabwe. It was invented by Thomas Cook at his Standerton Coca Cola factory in 1953. He also owned the Nigel Coca Cola factory and the Witbank Coca Cola factory. Sparletta is distributed in Zimbabwe, South Africa, Malawi, Lesotho, Namibia, Mozambique, Kenya, Uganda, Zambia, Botswana and Tanzania. It is available in the following flavours: Creme Soda, Sparberry, Cherry", "doc_score": "74.96414947509766", "publish_date": "2018/12/31"}, {"doc_id": "6405211", "text": "Millstream Brewing / Millstream Brewing Millstream Brewing is a small American brewery founded in 1985 by Carroll F. Zuber and brothers James Roemig and Dennis Roemig in Amana Colonies Iowa. Millstream Brewing Company was established in the fall of 1985 in The Amana Colonies by locals Carrol Zuber and brothers James and Dennis Roemig. Joseph Pickett designed the brewery and created the original recipes. Originally Millstream's only products consisted of the Millstream Lager and the Schild Brau Amber. In 2001 three employees formed a partnership and purchased the brewery. Since that time Millstream has continued to grow and expand their product line, now", "doc_score": "76.11814880371094", "publish_date": "2018/12/31"}, {"doc_id": "13457317", "text": "Carolina Brewery / Carolina Brewery Carolina Brewery is a beer brewery and restaurant/pub located in Chapel Hill, North Carolina with an additional location in Pittsboro, North Carolina. Carolina Brewery has drawn international attention for its handcrafted beers, all brewed in-house by Brewmaster Jon Connolly and his team. Founded in 1995, Carolina Brewery is the oldest brewery in the Triangle area. The restaurant serves contemporary American cuisine and features a seasonal menu which changes 4 times per year. Alter Ego Altbier, Anniversary Ale, California Steamin', Downtown Trolley Brown, Dunkelweizen, Franklin Street Lager, Funky Monk Ale, Imperial Stout, Maibock, Oatmeal Porter, Oatmeal Stout, Oktoberfest, Old", "doc_score": "74.09041595458984", "publish_date": "2018/12/31"}, {"doc_id": "14113754", "text": "Anheuser-Busch brands / Spiced Wheat, Shock Top Belgian White won gold and bronze medals in the Belgian Wit (White) category at the 2006 and 2007 North American Beer Awards, earning the reputation as America's Beer respectively. The brand now includes some seasonals and specialties that have replaced the Michelob Seasonals. Such varieties include Shock Top Pumpkin Wheat, Shock Top Raspberry Wheat, Shock Top Wheat IPA, Shock Top Lemon Shandy, Shock Top Honeycrisp Apple Wheat, Shock Top Chocolate Wheat, Ginger Wheat, Pretzel Wheat and Shock Top End of the World Midnight Wheat. It competes directly with the MillerCoors brand Blue Moon. \"Natural Light\" is", "doc_score": "76.279541015625", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_26", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "20202987", "text": "2018 EFL Cup Final / 2018 EFL Cup Final The 2018 EFL Cup Final, or 2018 Carabao Cup Final, was the final association football match of the 2017–18 EFL Cup that took place on 25 February 2018 at Wembley Stadium. It was the first League Cup final contested under the \"Carabao Cup\" name following the sponsorship of Carabao Energy Drink. It was contested between Manchester City and Arsenal and won, 3–0 by Manchester City who would have entered the Second Qualifying Round of the 2018–19 UEFA Europa League, but they qualified directly for the 2018–19 UEFA Champions League by finishing first in the 2017–18 Premier", "doc_score": "86.3372573852539", "publish_date": "2018/12/31"}, {"doc_id": "15616780", "text": "2012 FA Cup Final / 2012 FA Cup Final The 2012 FA Cup Final was a football match between Chelsea and Liverpool on 5 May 2012. It was the final match of the 2011–12 FA Cup, the 131st season of the world's oldest football knockout competition, the FA Cup. Chelsea were participating in their eleventh final, they had previously won six and lost four. Liverpool were appearing in their fourteenth final, they had won seven times and lost six. Scheduled to provide a clear four-week period between the end of the English season and the start of UEFA Euro 2012, the date of the final", "doc_score": "87.5625", "publish_date": "2018/12/31"}, {"doc_id": "9610746", "text": "1989 FA Cup Final / 1989 FA Cup Final The 1989 FA Cup Final was the final of the 1988–89 FA Cup, the top football knockout competition in England. The match was a Merseyside derby between Liverpool and Everton, played at Wembley Stadium, London, on 20 May 1989. Liverpool won 3–2 after extra time, with goals from John Aldridge and two from Ian Rush. Stuart McCall scored both Everton goals. The final was played only five weeks after the Hillsborough disaster, in which 96 Liverpool fans were killed in a crush, and before kick-off there was a minute's silence and the teams wore black armbands", "doc_score": "84.8148422241211", "publish_date": "2018/12/31"}, {"doc_id": "19254168", "text": "2016 Football League Cup Final / ground, Anfield. After extra time the score was 1–1 but Liverpool advanced after a 3–2 penalty shoot out win. In the fourth round they were drawn at home again, this time against fellow Premier League team AFC Bournemouth; they won the game 1–0 after Nathaniel Clyne's debut goal for Liverpool. In the quarter finals, they were drawn away to fellow Premier League team Southampton. At St. Mary's Stadium, Liverpool won 6–1 with a hat-trick from Divock Origi, two goals from Daniel Sturridge and one from Jordon Ibe. In the two-legged semi-final, Liverpool were drawn against Stoke City. At the Britannia", "doc_score": "87.16046905517578", "publish_date": "2018/12/31"}, {"doc_id": "6232054", "text": "2005 Football League Cup Final / 2005 Football League Cup Final The 2005 Football League Cup Final was a football match played between Liverpool and Chelsea on 27 February 2005 at the Millennium Stadium, Cardiff. It was the final match of the 2004–05 Football League Cup, the 45th season of the Football League Cup, a football competition for the 92 teams in the Premier League and Football League. Liverpool were appearing in their tenth final; they had previously won seven and lost two while Chelsea were appearing in the final for the fourth time. They had previously won twice and lost once. As both teams were", "doc_score": "87.32382202148438", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_27", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "17342574", "text": "Russian foreign agent law / their official statements with a disclosure that it is being given by a \"foreign agent\". The word \"foreign agent\" () in Russian has strong associations with cold war-era espionage, and the law has been criticized both in Russia and internationally as a violation of human rights and as being designed to counter opposition groups; supporters of the law have likened it to United States legislation on lobbyists employed by foreign governments. The foreign agent label increases registration barriers for an NGO in Russia. This includes restrictions on foreigners and stateless peoples from establishing or even participating in the organization. A", "doc_score": "86.2868881225586", "publish_date": "2018/12/31"}, {"doc_id": "14452865", "text": "Putin Must Go / covered in a number of Russian and foreign media, including On 11 March Radio Liberty published an English translation of the entire text of the petition. 15 March 2010 the magazine NewTimes.ru published a statistical analysis of signatories according to their places of residence and professions, concluding that the petition was signed mostly by the middle class. On 22 March the magazine published its second analysis, on a larger base of signatures (7500). The article said that signatures had come from all over the country. The exceptions were ethnic republics, especially in the North Caucasus. The most active were Moscow", "doc_score": "84.26107025146484", "publish_date": "2018/12/31"}, {"doc_id": "17342587", "text": "Russian foreign agent law / capability, or the security of the Russian state.\" NGOs that do not disband when given notice to do so are now subject to high fines and significant jail time. Critics say the terms are unclear and lead to dangerous precedent. Supporters of the bill reference organizations that have become actively involved in supporting political dissent. In November 2017, President Putin signed a law that would force foreign-funded news agencies in Russia to be classified as foreign agents and disclose their funding sources. This was done in response to a recent American law forcing Russian-funded news agencies in the US to", "doc_score": "85.89791870117188", "publish_date": "2018/12/31"}, {"doc_id": "10149238", "text": "Refugees and asylum in Russia / the 1993 Law on Refugees to better address those individuals who have traveled to Russia in need of international protection. The 1997 Law on Refugees, though slightly amended in 1998 and 2000, represents the Russian Federation’s current legislation on refugees. According to Article 4.1(3), an asylum seeker who enters the Russian Federation illegally must file an application with the regional Ministry of Interior (\"MOI\") within 24 hours. According to a 2002 World Refugee Survey, the majority of applications that have been submitted to regional MOI offices are from foreigners who have entered illegally. While an individual cannot be detained for", "doc_score": "83.85948944091797", "publish_date": "2018/12/31"}, {"doc_id": "4713152", "text": "Abstention / active abstention. An intentionally spoilt vote is caused by a voter who turns to an election and invalidates the ballot paper in some way. Because of the nature of an abstention, only intentionally spoiled ballots could be counted as an active abstention. In the United Nations Security Council, representatives of the five countries holding a veto power (the United States, United Kingdom, France, Russia and China) sometimes abstain rather than vetoing a measure about which they are less than enthusiastic, particularly if the measure otherwise has broad support. By convention, their abstention does not block the measure, despite the wording", "doc_score": "84.20101928710938", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_28", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "5844823", "text": "Frogmore House / the royal family for entertaining and it was used as a venue for the wedding reception after the marriage of the Queen's grandson, Peter Phillips, to Autumn Kelly in May 2008. Ten years later, it was also used for the reception after the marriage of Prince Harry and Meghan Markle in May 2018. It was announced in November 2018 that the Duke and Duchess of Sussex would move from Kensington Palace to Frogmore Cottage, a 10-bedroom grade II listed house in the grounds of Frogmore House, in spring 2019, before the birth of their first child. During the 1980s the", "doc_score": "87.0013198852539", "publish_date": "2018/12/31"}, {"doc_id": "20982374", "text": "Frogmore Cottage / It was announced in November 2018 that the Duke and Duchess of Sussex would move from Nottingham Cottage in the grounds of Kensington Palace to Frogmore Cottage in spring 2019, before the birth of their first child. Frogmore Cottage Frogmore Cottage is a Grade II listed house in the grounds of Frogmore House built at the direction of Queen Charlotte. The cottage is situated on the Frogmore Estate, itself part of Home Park, Windsor, in Berkshire. The cottage was originally known as Double Garden Cottage and was listed in Queen Charlotte's 1801 accounts for her garden as having been built", "doc_score": "86.59513854980469", "publish_date": "2018/12/31"}, {"doc_id": "5844815", "text": "Frogmore House / Frogmore House Frogmore House is a 17th-century English country house owned by the Crown Estate. The house is situated within the Frogmore Estate, which is itself located within the grounds of the Home Park, Windsor, Berkshire. Half a mile south of Windsor Castle, Frogmore was let to a number of tenants until the late 18th century, when it was used intermittently as a residence for several members of the royal family. The house is currently uninhabited, but it is used by the royal family to host both private and official events. It is a Grade I listed building. The Frogmore", "doc_score": "84.0958023071289", "publish_date": "2018/12/31"}, {"doc_id": "2382132", "text": "Frogmore / Frogmore The Frogmore Estate or Gardens comprise of private gardens within the Home Park - Private, adjoining Windsor Castle, in the English county of Berkshire. It is the location of Frogmore House, a royal retreat. The name derives from the preponderance of frogs which have always lived in this low-lying and marshy area near the River Thames. This area is part of the local flood plain. It is also the site of three burial places of the British Royal Family: the Royal Mausoleum containing the tombs of Queen Victoria and Prince Albert; the Duchess of Kent's Mausoleum, burial place of", "doc_score": "83.92508697509766", "publish_date": "2018/12/31"}, {"doc_id": "5844822", "text": "Frogmore House / Wilderness House in the grounds of Hampton Court Palace. Since 1928, most members of the Royal Family, except for sovereigns and their consorts, have been interred at the Royal Burial Ground, on the Frogmore Estate. In 1997, following the decommissioning of the Royal Yacht \"Britannia\", Prince Philip, Duke of Edinburgh furnished what had previously been Queen Charlotte's library and the Duchess of York's dining room with a selection of items from the vessel. This included a mahogany table constructed for \"Britannia\" c. 1950. Although currently no member of the royal family lives at Frogmore, the house is still used by", "doc_score": "82.47846984863281", "publish_date": "2018/12/31"}]}
{"question_id": "20230310_29", "search_time": "2023/03/15/03:34", "search_result": [{"doc_id": "119421", "text": "England / considerable size and influence tend to be in northern England or the English Midlands. There are 50 settlements which have been designated city status in England, while the wider United Kingdom has 66. While many cities in England are quite large, such as Birmingham, Sheffield, Manchester, Liverpool, Leeds, Newcastle, Bradford, Nottingham, population size is not a prerequisite for city status. Traditionally the status was given to towns with diocesan cathedrals, so there are smaller cities like Wells, Ely, Ripon, Truro and Chichester. According to the Office for National Statistics, the ten largest, continuous built-up urban areas are: England's economy is", "doc_score": "75.77129364013672", "publish_date": "2018/12/31"}, {"doc_id": "795899", "text": "City status in the United Kingdom / are located in East Dunbartonshire, East Renfrewshire, North Lanarkshire, Renfrewshire, South Lanarkshire and West Dunbartonshire; Wolverhampton and London. The holding of city status gives a settlement no special rights other than that of calling itself a \"city\". Nonetheless, this appellation carries its own prestige and, consequently, competitions for the status are hard-fought. Historically, city status could only be granted to incorporated towns. The grant was specifically awarded to the relevant local government area such as a civil parish or borough. However, recent grants have used a looser wording, where the status is awarded to the \"town\". In most cases the", "doc_score": "77.7273178100586", "publish_date": "2018/12/31"}, {"doc_id": "795852", "text": "City status in the United Kingdom / City status in the United Kingdom City status in the United Kingdom is granted by the monarch of the United Kingdom to a select group of communities:, there are 69 cities in the United Kingdom – 51 in England, six in Wales, seven in Scotland and five in Northern Ireland. The holding of city status gives a settlement no special rights. This appellation carries its own prestige and competition for the status is hard-fought. The status does not apply automatically on the basis of any particular criteria, although in England and Wales it was traditionally given to towns with", "doc_score": "78.56360626220703", "publish_date": "2018/12/31"}, {"doc_id": "236597", "text": "London / its status as \"de facto\" capital a part of the UK's uncodified constitution. The capital of England was moved to London from Winchester as the Palace of Westminster developed in the 12th and 13th centuries to become the permanent location of the royal court, and thus the political capital of the nation. More recently, Greater London has been defined as a region of England and in this context is known as \"London\". Greater London encompasses a total area of, an area which had a population of 7,172,036 in 2001 and a population density of. The extended area known", "doc_score": "75.52333068847656", "publish_date": "2018/12/31"}, {"doc_id": "3200848", "text": "Principal area / Principal area In England and Wales local government legislation, a principal area is one of the sub-national areas established for control by a principal council. They include most of the areas governed by the lowest level of local government above that of Parish or Community council. In England the principal areas are defined by the Local Government Act 1992 as :- Note that while the areas of the City of London, Inner Temple, Middle Temple, Parish and Community councils are not included within this definition as they otherwise remain defined as \"local government areas\". While the phrase exists as a", "doc_score": "76.27511596679688", "publish_date": "2018/12/31"}]}
