{"question_id": "20231229_0", "question_date": "2023/12/27", "question_source": "CNN", "question_url": "https://edition.cnn.com/interactive/2023/12/us/quiz-us-government-do-you-know/", "question_sentence": "What kind of a democracy is the United States?", "choices": ["Direct democracy", "Parliamentary democracy", "Presidential democracy", "Democratic republic"], "answer": ["3"], "evidence": "It's complicated. A <a href=\"https://www.govinfo.gov/content/pkg/CDOC-108hdoc94/pdf/CDOC-108hdoc94.pdf\" target=\"_blank\">2003 description of the US government</a> approved by Congress describes the US \"interpretation\" of democracy as being, under the Constitution, \"a federal, representative, democratic republic, an indivisible union of 50 sovereign States.\" It is a federal system because power is shared between local, state and national governments. It is a democratic republic because power is meant to originate with the people who elect representatives rather than a king or a dictator."}
{"question_id": "20231229_1", "question_date": "2023/12/27", "question_source": "CNN", "question_url": "https://edition.cnn.com/interactive/2023/12/us/quiz-us-government-do-you-know/", "question_sentence": "Who chooses the US president?", "choices": ["Electors", "Voters", "State legislatures", "The House of Representatives"], "answer": ["0"], "evidence": "The correct answer is electors. But this is kind of a trick question. Voters cast ballots for presidential candidates in their respective states. Each candidate’s party appoints electors to act if he or she wins that state — or congressional district, in some states. Those electors then vote as members of the Electoral College to pick the president. If there's a tie, the House of Representatives steps in."}
{"question_id": "20231229_2", "question_date": "2023/12/27", "question_source": "CNN", "question_url": "https://edition.cnn.com/interactive/2023/12/us/quiz-us-government-do-you-know/", "question_sentence": "How do Republican and Democratic candidates get on the presidential ballot?", "choices": ["By winning more primaries than other candidates in their party", "By amassing more delegates to vote for them at party conventions", "By filing the paperwork and paying a fee in each state", "By getting a certain number of signatures on a petition"], "answer": ["1"], "evidence": "Each state and territory has a presidential nominating contest, and the results of these primaries and caucuses, conducted in the first part of the election year, determine how many delegates a candidate gets. But the rules vary between the parties. Ultimately, it is the candidate who gets more delegates at the party convention who is selected as either the Republican or Democratic candidate."}
{"question_id": "20231229_3", "question_date": "2023/12/27", "question_source": "CNN", "question_url": "https://edition.cnn.com/interactive/2023/12/us/quiz-us-government-do-you-know/", "question_sentence": "Why have the Iowa caucuses and New Hampshire primary come first in recent elections?", "choices": ["It's in the Constitution", "There is a law passed by Congress", "It's a tradition", "Their state governments work hard to protect their first-in-the-nation status"], "answer": ["3"], "evidence": "There's no guarantee that <a href=\"https://www.cnn.com/2023/12/02/politics/iowa-caucuses-what-matters/index.html\" target=\"_blank\">Iowa's caucuses</a> and New Hampshire's primary should come first, but they have worked hard to keep that status for decades. New Hampshire has conducted the first primary since 1920. But the place these states hold in the process is not without controversy. Iowa has botched caucus results multiple times, including for Republicans in 2012 and Democrats in 2020. Democrats in particular have wondered why two states with overwhelmingly White populations should go first in an increasingly diverse country. President Joe Biden worked to push the Democratic National Committee to make South Carolina the first state to hold an approved Democratic primary in 2024. New Hampshire will still hold a primary in January, but Biden has not placed his name on the ballot."}
{"question_id": "20231229_4", "question_date": "2023/12/27", "question_source": "CNN", "question_url": "https://edition.cnn.com/interactive/2023/12/us/quiz-us-government-do-you-know/", "question_sentence": "Which one of these presidents won the Iowa caucuses on the way to his first party nomination?", "choices": ["Bill Clinton", "Donald Trump", "Joe Biden", "Ronald Reagan", "None of the above"], "answer": ["4"], "evidence": "The early contest states are not necessarily predictive of winning the nomination. States have different voters and different characteristics. Joe Biden lost both Iowa and New Hampshire before ultimately winning the 2020 Democratic nomination. George W. Bush won in Iowa and then lost in New Hampshire in 2000. Bill Clinton lost in Iowa in 1992, barely getting any support, but then somehow rode momentum off a second-place finish in New Hampshire to ultimately win the nomination."}
{"question_id": "20231229_5", "question_date": "2023/12/27", "question_source": "CNN", "question_url": "https://edition.cnn.com/interactive/2023/12/us/quiz-us-government-do-you-know/", "question_sentence": "How many times has a person lost the popular vote but won the presidency?", "choices": ["1", "5", "8", "12"], "answer": ["1"], "evidence": "Five of the 59 presidential elections have been won by a person who got fewer popular votes than another candidate. It's a race for electoral votes, not popular votes, and so the question of who gets more total votes is academic. But it is interesting nonetheless. Two of the five popular-vote-losing presidents are Republicans who won elections in recent eras: George W. Bush in 2000 and Donald Trump in 2016. The elections of 1888, 1876 and 1824 also saw the person who got fewer popular votes win the White House. In 2020, Joe Biden won the popular vote by more than 7 million votes, but only won multiple key states by very slim margins."}
{"question_id": "20231229_6", "question_date": "2023/12/27", "question_source": "CNN", "question_url": "https://edition.cnn.com/interactive/2023/12/us/quiz-us-government-do-you-know/", "question_sentence": "Which president was never elected?", "choices": ["Gerald Ford", "Martin Van Buren", "James K. Polk", "John Tyler"], "answer": ["0"], "evidence": "The only person to serve as president after never appearing before voters as either a president or vice president was Gerald Ford. He assumed the vice presidency after Richard Nixon's first vice president, Spiro Agnew, resigned in disgrace. When Nixon also later resigned, Ford became president. He lost a bid for election in his own right in 1976."}
{"question_id": "20231229_7", "question_date": "2023/12/27", "question_source": "CNN", "question_url": "https://edition.cnn.com/interactive/2023/12/us/quiz-us-government-do-you-know/", "question_sentence": "When was the most recent amendment added to the US Constitution?", "choices": ["2003", "1992", "1986", "1972"], "answer": ["1"], "evidence": "Amendments used to happen with relative frequency. There have been a total of 27, including the first 10 in the Bill of Rights. But while there are plenty of things people might like to change about the Constitution, it's a difficult process. An amendment can either be proposed by supermajorities in the House and Senate or by two-thirds of the states at a convention. It must then be ratified by three-quarters of the state legislatures or conventions called in each state. The process can take a long time. The <a href=\"https://constitutioncenter.org/the-constitution/amendments/amendment-xxvii\" target=\"_blank\">27</a><a href=\"https://constitutioncenter.org/the-constitution/amendments/amendment-xxvii\" target=\"_blank\">th</a> <a href=\"https://constitutioncenter.org/the-constitution/amendments/amendment-xxvii\" target=\"_blank\">Amendment</a>, which clarified that there must be a waiting period before lawmakers can raise their own salaries, was first proposed in 1789 but was not ratified until 1992. An Equal Rights Amendment intended to guarantee equal rights for all Americans regardless of sex received the necessary votes in Congress and in 38 state legislatures, but not in time to meet a deadline originally set by Congress."}
{"question_id": "20231229_8", "question_date": "2023/12/27", "question_source": "CNN", "question_url": "https://edition.cnn.com/interactive/2023/12/us/quiz-us-government-do-you-know/", "question_sentence": "How did the Constitution envision the election of senators?", "choices": ["Appointment by the governor", "Selection by state legislature", "Popular vote", "None of the above"], "answer": ["1"], "evidence": "The Constitution said state legislatures should pick US senators, but by the early 20th century, the system was not working very well. While some states had already given power to state voters, others were unable to fill Senate seats when there were party splits inside the state's elected government. There were also allegations of fraud and favors. Support for direct election grew <a href=\"https://www.archives.gov/milestone-documents/17th-amendment\" target=\"_blank\">until the 17th Amendment was ratified in 1913</a>."}
{"question_id": "20231229_9", "question_date": "2023/12/27", "question_source": "CNN", "question_url": "https://edition.cnn.com/interactive/2023/12/us/quiz-us-government-do-you-know/", "question_sentence": "Which president served in Congress, the White House and on the Supreme Court?", "choices": ["William Howard Taft", "John Quincy Adams", "James Garfield", "Abraham Lincoln", "None of the above"], "answer": ["4"], "evidence": "While John Quincy Adams went from the White House to later serving in the House of Representatives, and William Howard Taft went from the White House to serving on the Supreme Court, no American has served at the top levels of all three branches of government."}
