{"question_id": "20230707_0", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "3121018", "text": "South Orkney Islands / beyond 2-3 meters along with sponges, urchins, and ascidians. At 8-10 meters the variety of starfish increases along with the general biomass, and below 30 meters there are vast colonies of these creatures. Two penguin species, Chinstrap (\"Pygoscelis antarctica\") and Adélie (\"Pygoscelis adeliae\"), are present on land. The two claimant nations maintain research stations on the islands. South Orkney Islands The South Orkney Islands are a group of islands in the Southern Ocean, about north-east of the tip of the Antarctic Peninsula. They have a total area of about. The islands are claimed both by Britain (as part of", "doc_score": "86.3155746459961", "publish_date": "2018/12/31"}, {"doc_id": "18274512", "text": "Constitutional status of Orkney, Shetland and the Western Isles / Constitutional status of Orkney, Shetland and the Western Isles The constitutional status of Orkney, Shetland and the Western Isles has periodically been discussed, for example during the Scottish independence referendum campaign. The island groups of Orkney, Shetland and the Western Isles are all politically integral parts of Scotland. They are council areas with the same constitutional status as the other 29 local government areas. The three island councils are the only local authorities among the 32 in the country where independent councillors form a majority. In July 2013, the Scottish Government made the Lerwick Declaration, establishing a ministerial working group", "doc_score": "85.52342224121094", "publish_date": "2018/12/31"}, {"doc_id": "299698", "text": "Orkney / have been inhabited for at least years, originally occupied by Mesolithic and Neolithic tribes and then by the Picts. Orkney contains some of the oldest and best-preserved Neolithic sites in Europe, and the \"Heart of Neolithic Orkney\" is a designated UNESCO World Heritage Site. Orkney was invaded and forcibly annexed by Norway in 875 and settled by the Norse. The Scottish Parliament then re-annexed the earldom to the Scottish Crown in 1472, following the failed payment of a dowry for James III's bride Margaret of Denmark. Orkney is one of the 32 council areas of Scotland, a constituency of the", "doc_score": "87.13378143310547", "publish_date": "2018/12/31"}, {"doc_id": "3121010", "text": "South Orkney Islands / South Orkney Islands The South Orkney Islands are a group of islands in the Southern Ocean, about north-east of the tip of the Antarctic Peninsula. They have a total area of about. The islands are claimed both by Britain (as part of the British Antarctic Territory since 1962, previously as a Falkland Islands Dependency), and by Argentina as part of Argentine Antarctica. Under the 1959 Antarctic Treaty, sovereignty claims are held in abeyance. Britain and Argentina both maintain bases on the islands. The Argentine base, Orcadas, established 1904, is sited on Laurie Island. The 11 buildings of the Argentine", "doc_score": "86.28501892089844", "publish_date": "2018/12/31"}, {"doc_id": "299697", "text": "Orkney / Orkney Orkney (), also known as the Orkney Islands, is an archipelago in the Northern Isles of Scotland, situated off the north coast of Great Britain. Orkney is 16 kilometres (10 mi) north of the coast of Caithness and comprises approximately 70 islands, of which 20 are inhabited. The largest island, Mainland, is often referred to as \"the Mainland\". It has an area of, making it the sixth-largest Scottish island and the tenth-largest island in the British Isles. The largest settlement and administrative centre is Kirkwall. A form of the name dates to the pre-Roman era and the islands", "doc_score": "87.41314697265625", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_1", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "16937910", "text": "The X Factor (UK series 10) / with the judges on his yacht to give opinions on the acts, but further reports claimed that due to a pregnancy scandal, Cowell would instead speak to the judges by telephone, as he did in series 9. However, this did not happen. In a change to the usual format, the judges were allocated their categories before bootcamp, via a phonecall from executive producer Richard Holloway. Walsh has the Boys, Scherzinger had the Girls, Osbourne has the Over 25s and Barlow has the Groups. On the first day of bootcamp, soloists were put into groups of three within their category, and", "doc_score": "71.5223159790039", "publish_date": "2018/12/31"}, {"doc_id": "847709", "text": "Glastonbury Festival / national rights to broadcast the event until 2022. On 24 June 2017 reggae group Toots and the Maytals were slotted for 17:30, with BBC Four scheduled to show highlights from their set. When they did not show it was suspected they missed their time slot, and BBC broadcaster Mark Radcliffe apologized on their behalf stating, \"If you were expecting Toots and the Maytals – and, frankly, we all were – it seems like they were on Jamaican time or something because they didn't make it to the site on time.\" The group credited with coining the term \"reggae\" in song", "doc_score": "72.0699234008789", "publish_date": "2018/12/31"}, {"doc_id": "12615007", "text": "Glastonbudget / Glastonbudget Glastonbudget is an annual three-day music festival that takes place at Turnpost Farm in Wymeswold, Leicestershire, England. Founded by Christopher Dunn and Nicholas Tanner, the festival has been held since 2005. Initially started as a festival for tribute bands it has expanded in recent years to include a showcase for new acts as well. Since 2006, the festival has invited special guests to perform. These have included Chas and Dave (2006), the Neville Staples Specials (2007), Bad Manners (2008) and Chesney Hawkes (2009), Ex Simple Minds (2010), Doctor and the Medics (2011) and Showaddywaddy, the Sweet, and the return", "doc_score": "72.26543426513672", "publish_date": "2018/12/31"}, {"doc_id": "2602868", "text": "Richard Ashcroft / fourth solo album, \"These People\", which was released 20 May 2016. Chris Martin of Coldplay has described Ashcroft as \"the best singer in the world\". Ashcroft was the only son of office worker Frank and hairdresser Louise Ashcroft (née Baxter); he also has two younger sisters. His middle name, Paul, is also the name of a paternal uncle. When Ashcroft was 11, his father died suddenly of a brain haemorrhage. Ashcroft soon \"fell under the influence of his stepfather\", who belonged to the Rosicrucians. Ashcroft attended Upholland High School, along with future bandmates Simon Jones, Peter Salisbury and Simon Tong,", "doc_score": "70.6443099975586", "publish_date": "2018/12/31"}, {"doc_id": "19779170", "text": "The Brymers / House of the Rising Sun\" were both featured in the film \"Jobs\" starring Ashton Kutcher. Their song \"I Want to Tell You\" was included in a scene from the ABC TV series \"Once Upon A Time\". The Brymers were from San Joaquin Valley, California. They were founded by drummer Dick Lee in 1963, originally as the de-Fenders. Lee gathered several friends at Lemoore High School to form the band—all of whom were in the graduating class of that year. The band's earliest lineup consisted of Lee on drums, Bob Virdin on bass, and Ken Valentine on keyboards, as well as", "doc_score": "71.71165466308594", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_2", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "3795698", "text": "Disputed status of Gibraltar / Faro (Portugal), and Mallorca (Spain), the Spanish foreign minister Miguel Ángel Moratinos went to Gibraltar in July 2009 to discuss a range of mutual issues. This was the first official Spanish visit since Gibraltar was ceded. The issue of sovereignty was not discussed. From 2010 Spain has claimed that the trilateral dialogue is finished and reverted to the original call for a bilateral agreement with the UK with four way \"ad hoc\" meetings which would include Campo de Gibraltar. The Gibraltarians have sought a more modern status and relationship with the United Kingdom reflecting and expanding the present level of", "doc_score": "88.40022277832031", "publish_date": "2018/12/31"}, {"doc_id": "3795735", "text": "Disputed status of Gibraltar / May discussed the problem but the Spanish PM declared that \"our positions remain far away. My Government will always defend the interests of Spain. If there are no changes, we will veto Brexit.\" On November 24, 2018, Spain agreed not to veto the Brexit deal in exchange for a tripartite statement of the European Commission President and the European Council President, the UK Government and the EU Member States saying that no deal would be reached about Gibraltar without Spain's consent. The European statement also declared that the EU does not consider Gibraltar to be part of the United Kingdom.", "doc_score": "88.2055435180664", "publish_date": "2018/12/31"}, {"doc_id": "3795670", "text": "Disputed status of Gibraltar / the territory became government policy under the regime of the dictator Francisco Franco and has remained in place under successive governments following the Spanish transition to democracy. The Gibraltarians themselves reject any such claim and no political party or pressure group in Gibraltar supports union with Spain. In a referendum in 2002 the people of Gibraltar rejected a joint sovereignty proposal on which Spain and the United Kingdom were said to have reached \"broad agreement\". The British Government has stated that it would \"never... enter into an agreement on sovereignty without the agreement of the Government of Gibraltar and", "doc_score": "87.4423599243164", "publish_date": "2018/12/31"}, {"doc_id": "3795725", "text": "Disputed status of Gibraltar / HMS \"Tireless\" in July 2004, together with the Tercentenary Celebrations of the capture of The Rock were subjects of complaint by the Spanish Government. A new round of talks on a tri-lateral basis were proposed in October 2004 to discuss regional co-operation. In February 2005 the first talks took place at a meeting held in Málaga and subsequently in Portugal and London. This is the first sign of formal recognition of the Government of Gibraltar, and has been generally welcomed. The main issues of the talks have been a new agreement on the airport, the pensions of the Spanish workers", "doc_score": "88.04692077636719", "publish_date": "2018/12/31"}, {"doc_id": "3795718", "text": "Disputed status of Gibraltar / In a 1967 referendum on sovereignty organised by the British Government, 99.6% of voters voted to remain under British sovereignty. In a second referendum on sovereignty held in November 2002 by the Government of Gibraltar, 187 voted yes (1%) and 17,900 voted no (99%) on the proposal of sharing sovereignty with Spain. The question put was: On the 12 July 2002 the Foreign Secretary, Jack Straw, in a formal statement in the House of Commons, said that after twelve months of negotiation the British Government and Spain are in broad agreement on many of the principles that should underpin a", "doc_score": "87.7079086303711", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_3", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "12764793", "text": "Cannabis in the United Kingdom / Democrats became the first major political party in the UK to support the legalisation of cannabis. In early 2018, the Institute of Economic Affairs (IEA) published a report looking at the size of the UK cannabis market and the potential implications of legalisation. The report concluded that the current UK cannabis black market is worth over £2.5bn and cannabis tax yields could be between £204 million and £571 million. The recommendation from the IEA is that if cannabis is legalised, the duty rate should not be too high, as high tax would make retail prices less competitive and could prevent", "doc_score": "85.57576751708984", "publish_date": "2018/12/31"}, {"doc_id": "18900291", "text": "Cannabis in India / and other products. Indian law enforcement agencies seized a total of 182,622 kg of ganja and 2,489 kg of hashish in 2016. Attempts at criminalising cannabis in British India were made, and mooted, in 1838, 1871, and 1877. The 1961 international treaty Single Convention on Narcotic Drugs classed cannabis with hard drugs. During the negotiations, the Indian delegation opposed its intolerance to the social and religious customs of India. As a compromise, the Indian Government promised to limit the export of Indian hemp, and the final draft of the treaty defined cannabis as: Bhang was thus left out from the", "doc_score": "82.43016815185547", "publish_date": "2018/12/31"}, {"doc_id": "10165636", "text": "Lewes Arms controversy / 1200 signatures was collected. The Mayor of Lewes and the local MP Norman Baker spoke out against the withdrawal. Following the withdrawal, the regulars of the pub staged a well-publicised boycott with a regular vigil outside the pub at peak times to explain the situation to casual visitors. The boycott resulted in an estimated loss of trade of 90%. The campaign was covered on the internet and the licensing trade press (i.e. \"The Publican\" and the \"Morning Advertiser\") prompting a wider discussion about the power of the larger brewers over consumer choice. It gained national coverage in \"The Guardian\", \"The", "doc_score": "80.6607894897461", "publish_date": "2018/12/31"}, {"doc_id": "12764777", "text": "Cannabis in the United Kingdom / frequented by Negro theatrical performers\". This perception was strained by a 1950 police raid on Club Eleven in Soho which recovered cannabis and cocaine, and led to the arrest of several young white British men. With the changing youth and drug cultures globally, cannabis arrests increased dramatically in the UK: \"from 235 in 1960 to 4,683 by the end of the decade, principally involving white middle class youths with no previous convictions\". By 1973, marijuana possession convictions in the UK had reached 11,111 annually. With the passage of the Misuse of Drugs Act 1971, cannabis was listed as a \"Class", "doc_score": "84.37249755859375", "publish_date": "2018/12/31"}, {"doc_id": "12764782", "text": "Cannabis in the United Kingdom / the cannabis plant which remains after the fibres are removed provides good animal bedding which can absorb more moisture than either straw or wood shavings. Boiled cannabis seed is frequently used by British sport fishermen. Cannabis is illegal to possess, grow, distribute or sell in the UK. It is a Class B drug, with penalties for unlicenced dealing, unlicenced production and unlicenced trafficking of up to 14 years in prison, an unlimited fine, or both. The maximum penalty for possession of cannabis is five years in prison and an unlimited fine. A \"Cannabis warning\" can be issued for small amounts", "doc_score": "84.2885513305664", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_4", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "5440936", "text": "Mary Fallin / of the mother.'\" In December 2016, Fallin signed into law a bill to require all Oklahoma Department of Health-regulated entities, including restaurants, public buildings, hospitals, and small businesses, to install anti-abortion signs in their public restrooms by January 2018. The bill appropriates no state funding for the signs, requiring businesses to pay the estimated cost (estimated to be $2.3 million). Fallin was criticized for bias after ordering state-owned National Guard facilities to deny spousal benefits (including the provision of identification cards that would allow them to access such benefits) to all same-sex couples. Fallin took the position that Oklahoma law", "doc_score": "78.5630111694336", "publish_date": "2018/12/31"}, {"doc_id": "17452577", "text": "Maggie Daley Park / to drag on regarding the use of parkland for such a structure. Preparations for construction began with closures of elements like the Daley Bicentennial field house and areas fenced off in September 2012. By November, the removal of 877 aged crab apple, magnolia, white ash, elm and other varieties of trees began. There were two stated purposes for the tree removal: the removal of the trees and soil would facilitate the repair of the underground East Monroe Street Parking Garage roof; the removal of the trees would make way for a healthier park with a broader variety of plants that", "doc_score": "76.48899841308594", "publish_date": "2018/12/31"}, {"doc_id": "15452746", "text": "EISA Title 14: Virginia Graeme Baker Pool and Spa Safety Act / IV. James Baker is the son of former Secretary of State James Baker III. In June 2002, Graeme was stuck to a hot tub drain by suction. Efforts by her mother to free her were unsuccessful and when two men eventually were able to free her (postmortem), the drain broke from the force. Although Graeme drowned, her official cause of death was \"suction entrapment due to a faulty drain cover\". Following Graeme's death in June 2002, her mother, Nancy Baker, began work to advocate pool and spa safety. She began lobbying Congress to pass legislation to require anti-entrapment drain covers", "doc_score": "77.45767974853516", "publish_date": "2018/12/31"}, {"doc_id": "18240222", "text": "Esther McCready / Esther McCready Esther McCready (born January 10, 1931) is a retired nurse and teacher who desegregated the University of Maryland School of Nursing in 1950. The case was filed in 1949 in Baltimore City Court by National Association for the Advancement of Colored People lawyers Charles Hamilton Houston and Donald Gaines Murray (McCready v. Byrd, 1949). After the court sided with the university, the case went to the Maryland Court of Appeals where it was argued by Houston, Murray, and Thurgood Marshall The lower court’s ruling was overturned by the Maryland Court of Appeals and McCready began classes on September", "doc_score": "76.21122741699219", "publish_date": "2018/12/31"}, {"doc_id": "13360900", "text": "Liz Gebhardt / Hurts\", \"Keeping Up Appearances\" and others. Her few film roles included the movie version of \"Please Sir!\" (1971), and a brief appearance as a maid in \"Julius Caesar\" (1970). In her earlier years, Liz attended Willesden County Grammar School in North-West London Gebhardt was diagnosed with cancer and admitted to hospital in summer 1996; she died in August, aged 51. During her cancer treatment, she sustained injuries from radiotherapy, a situation which contributed to the formation of a campaign to prevent damage from such treatment. Gebhardt was married to fellow actor and former director of the Regent’s Park Open Air", "doc_score": "74.58306884765625", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_5", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "10172001", "text": "End-of-life care / a majority of people would prefer to die at home or in a hospice, and according to one survey less than 5% would rather die in hospital. A key aim of the strategy therefore is to reduce the needs for dying patients to have to go to hospital and/or to have to stay there; and to improve provision for support and palliative care in the community to make this possible. One study estimated that 40% of the patients who had died in hospital had not had medical needs that required them to be there. In 2015 and 2010, the UK", "doc_score": "84.66596984863281", "publish_date": "2018/12/31"}, {"doc_id": "19015742", "text": "Public health funeral / approximately £500,000. These funerals are usually conducted by an undertaker contracted by the local authority to prepare the body and provide a basic funeral. Public health funeral Public health funerals are funerals in the United Kingdom paid for by the local authority, where the relatives are either unwilling or unable to pay, or where no relatives can be found. Public health funerals in England and Wales are governed by the Public Health (Control of Disease) Act 1984. Local authorities are obliged to arrange a funeral where no arrangements are being made or have been made. Local authorities are permitted to", "doc_score": "85.17864990234375", "publish_date": "2018/12/31"}, {"doc_id": "19015739", "text": "Public health funeral / Public health funeral Public health funerals are funerals in the United Kingdom paid for by the local authority, where the relatives are either unwilling or unable to pay, or where no relatives can be found. Public health funerals in England and Wales are governed by the Public Health (Control of Disease) Act 1984. Local authorities are obliged to arrange a funeral where no arrangements are being made or have been made. Local authorities are permitted to recover the costs of such funerals from the estate of the deceased under the Act. \"The Guardian\" has reported that the average cost of", "doc_score": "85.63960266113281", "publish_date": "2018/12/31"}, {"doc_id": "18482785", "text": "Home care in the United Kingdom / Home care in the United Kingdom Home care in the United Kingdom (also referred to as domiciliary care, social care, live-in care or in-home care) is supportive care provided in the home. Care may be provided by licensed healthcare professionals who provide medical care needs or by professional caregivers who provide daily care to help to ensure the activities of daily living (ADLs) are met. In home medical care is often and more accurately referred to as home health care or formal care. Often, the term home \"health\" care is used to distinguish it from non-medical care, custodial care, or", "doc_score": "83.33953857421875", "publish_date": "2018/12/31"}, {"doc_id": "20888117", "text": "Assisted suicide in the United Kingdom / Assisted suicide in the United Kingdom Assisted suicide is related to, but distinct from, voluntary euthanasia. Voluntary euthanasia is the act of ending the life of another for the purpose of relieving their suffering. Assisted suicide is the ending of one's own life with the assistance of another. The phrase \"assisted dying\" is often used instead of assisted suicide by proponents of legalisation and the media when used in the context of a medically assisted suicide for the purpose of relieving suffering. \"Assisted dying\" is also the phrase used by politicians when bills are proposed in parliament. Section 2 of", "doc_score": "84.4321517944336", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_6", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "11742355", "text": "Committee of Selection (House of Commons) / function in scrutinising legislation. The current structure of the committee is dominated by party whips. This means that the government effectively chooses which MPs will scrutinise its bills. Advocates of reform highlight that the current organisation of the committee means that MPs who are subject specialists or may hold views contrary to the leadership of their party can be kept off public bill committees. Suggested reforms include limiting the number of whips that can serve on the committee and allowing MPs a vote on public bill committee nominations. Members are elected at the beginning of each session. Aside from Bill", "doc_score": "83.59407043457031", "publish_date": "2018/12/31"}, {"doc_id": "18438116", "text": "Recall of MPs Act 2015 / pressure group 38 Degrees and the National Union of Students. In June 2012, the Political and Constitutional Reform Select Committee published its reports into the recall process, listing twenty conclusions and recommendations which included the views that \"a system of full recall may deter MPs from taking decisions that are unpopular locally or unpopular in the short-term, but which are in the long-term national interest\", note that expulsion would not prevent the person concerned standing in the resulting by-election. We recommend that the Government abandon its plans to introduce a power of recall\", and \"We have not seen enough evidence", "doc_score": "85.39410400390625", "publish_date": "2018/12/31"}, {"doc_id": "7466734", "text": "Wakeham Report / House is often also criticised because no part of it is directly accountable to the electorate; no peers stand for election, and there is no normal procedure for removing peers. Adding some elected members, and limiting members' terms in office, might ameliorate this problem. The report has been criticised for not addressing some crucial issues. For instance, at present, the House of Lords only has a power of suspensive veto; they may only delay legislation for one year, after which the House of Commons may pass it without the Lords' assent. The report did not address whether this situation would", "doc_score": "84.99394226074219", "publish_date": "2018/12/31"}, {"doc_id": "14666017", "text": "Speaker's Committee for the Independent Parliamentary Standards Authority / Speaker's Committee for the Independent Parliamentary Standards Authority The Speaker's Committee for the Independent Parliamentary Standards Authority, or 'SCIPSA', is a body created under the Parliamentary Standards Act 2009 to scrutinise the UK's Independent Parliamentary Standards Authority. The committee's purposes are to approve the members of IPSA and to scrutinize and approve its estimate (or budget). The chair and members of IPSA are selected on an Address to the Queen from the House of Commons, but the names are chosen by the Speaker with the agreement of SCIPSA. The committee comprises eight MPs and three lay members. The MPs are:", "doc_score": "86.82295989990234", "publish_date": "2018/12/31"}, {"doc_id": "10936765", "text": "Special working group on parliamentary reform / it often has to deal with a great number of questions that deal with issues outside its mandate (past examples include asking the Commission for information about the death of Osama bin Laden and whether Marks & Spencer uses weight distorting mirrors), sometimes to disrupt the working of the Commission. The new rules would make a question inadmissible if it: fell outside the remit of the European Union, contained offensive language or related to personal matters. If a question was already asked, the author would be informed but they could still maintain their question. This proposal faces opposition from some", "doc_score": "82.26456451416016", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_7", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "12945350", "text": "Alex Salmond / was short of full political Scottish independence. Salmond's first spell as leader was characterised by a moderation of his earlier left-wing views and by his firmly placing the SNP into a gradualist, but still pro-independence, strategy. Salmond was one of the few politicians in the UK to oppose the NATO bombing of Serbia in 1999. He was opposed to the conflict because it was not authorised by a United Nations Security Council resolution, which was a controversial subject at the time. Despite this, Salmond was heavily criticised in the media for describing Tony Blair's decision to intervene militarily as an", "doc_score": "80.38552856445312", "publish_date": "2018/12/31"}, {"doc_id": "12945371", "text": "Alex Salmond / as his successor by the Scottish Parliament took place the following day. On 7 December 2014, Salmond announced that he would stand as the SNP candidate for the Westminster constituency of Gordon in the 2015 May election. He indicated that he did not intend to replace Angus Robertson, MP for Moray, as the SNP leader in the House of Commons. Nicola Sturgeon, his successor as SNP leader and First Minister, repeatedly reminded voters at the March 2015 SNP conference that she, not he, was party leader after he gave interviews about his possible role in a hung parliament. After he", "doc_score": "80.27869415283203", "publish_date": "2018/12/31"}, {"doc_id": "12945351", "text": "Alex Salmond / \"unpardonable folly\". Several years as party leader earned Salmond an unusually high profile for an SNP politician in the London-based media. In 1998, Salmond won the Spectator Award for Political Strategist of the Year. Following an appearance on the entertainment programme \"Call My Bluff\", Salmond used one of the 'bluff' cards that are used as props in the show in the run-up to the first elections to the Scottish Parliament. To counter his frustration at having to sit in silence through what he claimed was an inappropriately political speech by Tony Blair at a charity lunch, he held up the", "doc_score": "80.94783020019531", "publish_date": "2018/12/31"}, {"doc_id": "12945369", "text": "Alex Salmond / months after receiving it, and referred to it as \"ridiculous frippery\". On 7 November 2012, Salmond became the longest-serving First Minister of Scotland, when he surpassed the 2,001-day term of his predecessor, Jack McConnell. In 2012, Salmond indicated in a television interview that he had sought the advice of his law officers on whether an independent Scotland would be part of the European Union. The following year, it was revealed that the Scottish Government had spent almost £20,000 to prevent the disclosure of the content of the alleged legal advice, even though no such advice existed. Salmond has faced scrutiny", "doc_score": "79.0555191040039", "publish_date": "2018/12/31"}, {"doc_id": "9268219", "text": "Eóghan of Argyll / title perhaps, in 1249 King Alexander II, King of Scotland launched an expedition against Eóghan after the latter refused to renounce his homage to Hákon. Alexander II fell ill and died on this expedition, but Eóghan seems to have been temporarily deprived of his Argyll possessions. In 1250, Eóghan tried to obtain rulership of the Isle of Man, but was expelled by the inhabitants. He then travelled to Norway, hoping for recognition as King of the Isles. This attempt was unsuccessful. By 1255, King Henry III, King of England had secured a deal for Eóghan whereby he regained Lorne and", "doc_score": "76.94429779052734", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_8", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "13451697", "text": "Green Dam Youth Escort / as spyware without having a clear understanding of the product\". On 10 June, amidst massive criticism circling within the internet about the software and the MIIT's directive, the Publicity Department of the Communist Party of China Central Committee, the agency responsible for censorship, issued an instruction attributed to \"central leaders\" requiring the Chinese media to stop publishing questioning or critical opinions. Reports in defense of the official stand appeared subsequently, with a commentary by the state-run Xinhua news agency saying \"support largely stems from end users, opposing opinions primarily come from a minority of media outlets and businesses\". The instruction", "doc_score": "80.01612854003906", "publish_date": "2018/12/31"}, {"doc_id": "17485820", "text": "Fifty Shades of Grey (film) / the MTRCB. A similarly cut version was released in Zimbabwe. Roughly 20 minutes were cut from the film for screening in Vietnam, leaving no sex scenes. The scene in which Ana is beaten with a belt is skipped entirely. On January 28, 2015, a campaign in the United States by the National Center on Sexual Exploitation started two petitions to boycott the film's release. Their website makes more than 50 allegations that the film has a negative impact on the community. It said, \"Hollywood is advertising the \"Fifty Shades\" story as an erotic love affair, but it is really about", "doc_score": "80.55535888671875", "publish_date": "2018/12/31"}, {"doc_id": "19523965", "text": "RiceGum / a scene where they gave a half-eaten ice cream to a local Hong Kong man. Other actions such as touching strangers' hands, disrupting store operations, asking in the street \"do you fuck with RiceGum?\", \"where the bitches at\", \"where the hoes at\", and using the Japanese flag to note their arrival in Hong Kong in the video also drew criticism online. Online commentary has compared the video to Logan Paul's Japan vlog controversy, saying that he is being disrespectful and culturally insensitive in a foreign country. Jimmy Wong tweeted in his Twitter account saying that he is disappointed as RiceGum's", "doc_score": "80.33589172363281", "publish_date": "2018/12/31"}, {"doc_id": "13451701", "text": "Green Dam Youth Escort / the MIIT and the ministry of commerce about Green Dam, American diplomats in China issued a statement: Jinhui claimed that Green Dam recognizes pornographic images by analyzing skin-coloured regions, complemented by human face recognition. However, according to a \"Southern Weekly\" article, the software is incapable of recognizing pictures of nudity featuring black- or red-skinned characters but sensitive enough to images with large patches of yellow that it censors promotional images of the film \"\". The article also cited an expert saying that the software's misrecognition of \"inappropriate contents\" in applications including Microsoft Word can lead it to forcefully close those", "doc_score": "80.79480743408203", "publish_date": "2018/12/31"}, {"doc_id": "7896912", "text": "Censorship in India / the Golden Globe Award Ceremony. The filmmakers appealed this decision to the Film Certification Appellate Tribunal (FCAT), which overruled the censor board's ruling, thereby granting the film a theatrical release rights. FCAT asked the filmmakers to make some cuts, mostly related to the sex scenes, at their discretion. The film will be released with an \"A\" or adults certificate, equivalent to an NC-17 rating in the United States, with some voluntary edits. Shrivastava told Agence-France Presse: \"Of course I would have loved no cuts, but the FCAT has been very fair and clear. I feel that we will be able", "doc_score": "78.40847778320312", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_9", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "13234897", "text": "Second Test, 2000–01 Border–Gavaskar Trophy / and Rahul Dravid's batting performance, Harbhajan Singh's hattrick and last day wicket-taking, Sachin Tendulkar's wicket-taking spell on the final day and Saurav Ganguly's aggressive brand of captaincy in deciding to go for the improbable victory and not just a draw. Also of note were Australia's first innings performances, particularly that of captain Steve Waugh and Matthew Hayden. The Test is most noted for its fourth day. After India trailed by more than 250 runs in the first innings, Dravid and Laxman batted the entirety of day four to build up a lead of 384. In the process, Laxman also posted", "doc_score": "91.37799072265625", "publish_date": "2018/12/31"}, {"doc_id": "1299", "text": "The Ashes / First Test at Sydney by just 10 runs having followed on. Australia had scored a massive 586 (Syd Gregory 201, George Giffen 161) and then dismissed England for 325. But England responded with 437 and then dramatically dismissed Australia for 166 with Bobby Peel taking 6 for 67. At the close of the second last day's play, Australia were 113–2, needing only 64 more runs. But heavy rain fell overnight and next morning the two slow left-arm bowlers, Peel and Johnny Briggs, were all but unplayable. England went on to win the series 3–2 after it had been all square", "doc_score": "90.8094253540039", "publish_date": "2018/12/31"}, {"doc_id": "13234898", "text": "Second Test, 2000–01 Border–Gavaskar Trophy / what was, at that time, the highest individual score by an Indian (later to be surpassed by Virender Sehwag's two triple centuries). It is widely considered to be the greatest test match in cricket history. Steve Waugh won the toss and decided to bat first. Michael Slater and Matthew Hayden gave the visitors a strong foundation putting on 103 for the opening wicket. Slater was dismissed by Zaheer Khan but Hayden, given a life on 67 when he sliced a drive to Rahul Dravid off Zaheer continued to score freely. He added another 90 runs with Justin Langer to take", "doc_score": "93.99314880371094", "publish_date": "2018/12/31"}, {"doc_id": "1344", "text": "The Ashes / of high-class swing bowling from James Anderson, who ended with 10 wickets in the match, Australia collapsed to 117–9. However, debutant 19-year-old Ashton Agar made a world-record 98 for a number 11 and Phil Hughes an unbeaten 81 to secure an unlikely lead of 65. England's second-innings total of 375 set Australia a target of 311, against which it fell short by only 14 runs in a tense finish. In the Second Test, England beat Australia by 347 runs in a very one-sided contest. In the Third Test, held at a newly refurbished Old Trafford, Australia won the toss and", "doc_score": "90.71894836425781", "publish_date": "2018/12/31"}, {"doc_id": "1338", "text": "The Ashes / series would be closely fought proved well-founded, the series remaining undecided as the closing session of the final Test began. Experienced journalists including Richie Benaud rated the series as the most exciting in living memory. It has been compared with the great series of the distant past, such as 1894–95 and 1902. The First Test at Lord's was convincingly won by Australia, but in the remaining four matches the teams were evenly matched and England fought back to win the Second Test by 2 runs, the smallest winning margin in Ashes history, and the second-smallest in all Tests. The rain-affected", "doc_score": "90.7931137084961", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_10", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "3385083", "text": "Ivar's / In this respect, he singled out the Salmon House, \"an almost exact replica of an old Indian longhouse.\" Every Independence Day from 1964 until 2008, Ivar's sponsored the Fourth of Jul-Ivar's festival and fireworks show at Downtown Seattle's Myrtle Edwards Park on Elliott Bay. Ivar's estimated its attendance at around 300,000 people. On April 3, 2009, Ivar's announced it was no longer sponsoring its Fourth of Jul-Ivar's community fireworks show. Ivar's decided to focus its efforts on feeding families in the Pacific Northwest through its partnership with Northwest Harvest. Capitalizing on founder Haglund's reputation for eccentric marketing stunts, Ivar's put", "doc_score": "79.97578430175781", "publish_date": "2018/12/31"}, {"doc_id": "5836801", "text": "Rhythm and Booms / Rhythm and Booms Rhythm and Booms was an annual summer fireworks show in Madison, Wisconsin. The show was held on the last Saturday in June. From its inception in 1993 through 2013 the event was held at Warner Park. Upwards of 200,000 people regularly attended the celebration. In 2014, the fireworks display moved from Warner Park to downtown Madison. Environmental concerns, nimbyism, and cost reduction were all cited by city officials as reasons for the move. In 2015, after 22 years, the celebration was cancelled by event organizers. Rhythm and Booms has since been replaced by a new event, Shake", "doc_score": "81.48698425292969", "publish_date": "2018/12/31"}, {"doc_id": "15347765", "text": "Creation Festival / The first fireworks display at the Creation Festival was in 1983. In 1992, the festival opened a second stage, \"The Fringe Stage\". Due to the festival's positive response to the concept of multiple stages, by 1994 both stages were operating continually and in tandem to provide more variety and availability of bands and speakers. Due to thunderstorms and severe flooding, the festival was canceled in 1995 and 2006. In 1996 and 2003, the festival was held in Hershey, Pennsylvania, with the concerts taking place in the Hersheypark complex arenas. Fans attending the four-day festival were offered a reduced price ticket", "doc_score": "81.60082244873047", "publish_date": "2018/12/31"}, {"doc_id": "2749896", "text": "VEISHEA / VEISHEA VEISHEA (pronounced \"VEE-sha\") was an annual week-long celebration held each spring on the campus of Iowa State University in Ames, Iowa. The celebration featured an annual parade and many open-house demonstrations of the university facilities and departments. Campus organizations exhibited products, technologies, and hold fund raisers for various charity groups. In addition, VEISHEA brought speakers, lecturers, and entertainers to Iowa State, and throughout its over eight-decade history it has hosted such distinguished guests as Bob Hope, John Wayne, Tony Bruno, Presidents Harry Truman, Ronald Reagan, and Lyndon Johnson, and performers Diana Ross, Mike Jones (rapper), Billy Joel, Sonny and", "doc_score": "78.67048645019531", "publish_date": "2018/12/31"}, {"doc_id": "3384605", "text": "Independence Day (United States) / base. New York City has the largest fireworks display in the country, with more than 22 tons of pyrotechnics exploded in 2009. It generally holds displays in the East River. Other major displays are in Seattle on Lake Union; in San Diego over Mission Bay; in Boston on the Charles River; in Philadelphia over the Philadelphia Museum of Art; in San Francisco over the San Francisco Bay; and on the National Mall in Washington, D.C. During the annual Windsor–Detroit International Freedom Festival, Detroit, Michigan hosts one of the largest fireworks displays in North America, over the Detroit River, to celebrate", "doc_score": "81.62403106689453", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_11", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "99726", "text": "Comprehensive Nuclear-Test-Ban Treaty / possessed nuclear power reactors or research reactors at that time. As of 2016, eight Annex 2 states have not ratified the treaty: China, Egypt, Iran, Israel and the United States have signed but not ratified the Treaty; India, North Korea and Pakistan have not signed it. Geophysical and other technologies are used to monitor for compliance with the Treaty: forensic seismology, hydroacoustics, infrasound, and radionuclide monitoring. The technologies are used to monitor the underground, the waters and the atmosphere for any sign of a nuclear explosion. Statistical theories and methods are integral to CTBT monitoring providing confidence in verification analysis.", "doc_score": "83.96327209472656", "publish_date": "2018/12/31"}, {"doc_id": "13431703", "text": "Nuclear Free World Policy / Nuclear Free World Policy The Nuclear Free World Policy is a commitment by a bloc of countries known as the New Agenda Coalition (NAC) to shape foreign policy around the goal of \"the elimination of nuclear weapons and assurance that they will never be produced again.\" The policy arose from an 18-point Joint Declaration signed by the Ministers of foreign affairs of Brazil, Egypt, Ireland, Mexico, New Zealand, South Africa, Slovenia and Sweden on June 9, 1998. The signatories of this Joint Declaration became member-states of the NAC, although Slovenia and Sweden subsequently left the Coalition. The key reason for", "doc_score": "84.61185455322266", "publish_date": "2018/12/31"}, {"doc_id": "18944310", "text": "Clean Power Plan / Clean Power Plan The Clean Power Plan was an Obama administration policy aimed at combating anthropogenic climate change (global warming) that was first proposed by the Environmental Protection Agency (EPA) in June 2014. The plan was widely expected to be eliminated under President Donald Trump, who signed an executive order on March 28, 2017 mandating the EPA to review the plan. On June 1, 2017, the United States withdrew from the Paris Agreement. In August 2017, the U.S. Court of Appeals for the District of Columbia Circuit granted the EPA an additional 60 days to review the CPP and submit", "doc_score": "86.00460815429688", "publish_date": "2018/12/31"}, {"doc_id": "99713", "text": "Comprehensive Nuclear-Test-Ban Treaty / Comprehensive Nuclear-Test-Ban Treaty The Comprehensive Nuclear-Test-Ban Treaty (CTBT) is a multilateral treaty that bans all nuclear explosions, for both civilian and military purposes, in all environments. It was adopted by the United Nations General Assembly on 10 September 1996, but has not entered into force, as eight specific states have not ratified the treaty. The movement for international control of nuclear weapons began in 1945, with a call from Canada and United Kingdom for a conference on the subject. In June 1946, Bernard Baruch, an emissary of President Harry S. Truman, proposed the Baruch Plan before the United Nations Atomic", "doc_score": "84.39176177978516", "publish_date": "2018/12/31"}, {"doc_id": "5767806", "text": "Nuclear power phase-out / the March 2011 Fukushima nuclear disaster, Germany has permanently shut down eight of its 17 reactors and pledged to close the rest by the end of 2022. Italy voted overwhelmingly to keep their country non-nuclear. Switzerland and Spain have banned the construction of new reactors. Japan’s prime minister has called for a dramatic reduction in Japan’s reliance on nuclear power. Taiwan’s president did the same. Shinzō Abe, the prime minister of Japan since December 2012, announced a plan to re-start some of the 54 Japanese nuclear power plants (NPPs) and to continue some NPP sites under construction. As of 2016,", "doc_score": "85.64991760253906", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_12", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "12257683", "text": "Housing and Economic Recovery Act of 2008 / a mortgage loan whose repayment is guaranteed by the Federal Housing Administration (FHA). The Act: This statute established the Federal Housing Finance Agency (FHFA) as an independent federal agency. As of February 2009, only 451 applications had been received and 25 loans finalized, far short of the estimated 400,000 homeowners who were expected to participate. This was attributed to high fees, high interest rates, the need for a reduction in principal on the part of the lender, and the requirement that the federal government receive 50% of any appreciation in value of the house. Congress began hearings on the program", "doc_score": "85.59099578857422", "publish_date": "2018/12/31"}, {"doc_id": "10130537", "text": "Student loans in the United States / back to affected borrowers. The biggest lenders, Sallie Mae and Nelnet, are criticized by borrowers. They frequently find themselves embroiled in lawsuits, the most serious of which was filed in 2007. The False Claims Suit was filed on behalf of the federal government by former Department of Education researcher, Dr. Jon Oberg, against Sallie Mae, Nelnet, and other lenders. Oberg argued that the lenders overcharged the United States Government and defrauded taxpayers of over $22 million. In August 2010, Nelnet settled the lawsuit and paid $55 million. In an effort to improve the student loan market, startups like LendKey, SoFi", "doc_score": "86.21627807617188", "publish_date": "2018/12/31"}, {"doc_id": "17507464", "text": "Public Service Loan Forgiveness (PSLF) / not eligible. In response, the American Bar Association, joined with four individual plaintiffs who were denied eligibility under PSLF, filed a lawsuit against the United States Department of Education to stop the Department’s decision to retroactively refuse to honor loan forgiveness commitments it made to individuals who \"have dedicated their careers to public service.\" The ABA argues that the Department of Education has \"substantially changed its policy on PSLF-eligible employers\" which directly contradicts statutory procedures for modifying regulations requiring public notice and comment periods. Both sides have filed motions for summary judgment, both of which remain pending. Public Service Loan", "doc_score": "85.71741485595703", "publish_date": "2018/12/31"}, {"doc_id": "12533278", "text": "Troubled Asset Relief Program / spent $114 million on lobbying and campaign contributions. Banks that received bailout money had compensated their top executives nearly $1.6 billion in 2007, including salaries, cash bonuses, stock options, and benefits including personal use of company jets and chauffeurs, home security, country club memberships, and professional money management. The Obama administration has promised to set a $500,000 cap on executive pay at companies that receive bailout money, directing banks to tie risk taken to workers' reward by paying anything further in deferred stock. Graef Crystal, a former compensation consultant and author of \"The Crystal Report on Executive Compensation,\" claimed that", "doc_score": "83.94342803955078", "publish_date": "2018/12/31"}, {"doc_id": "17507461", "text": "Public Service Loan Forgiveness (PSLF) / forgiveness a borrower can receive. Those interested in receiving PSLF should regularly submit the \"Employment Certification Form\" for PSLF. This form will be used by the Department of Education's contractor, FedLoan Servicing, to determine whether an individual's employment and payments qualify for the program. Multiple plans are available to those interested in the PSLF program. Those wishing to seek forgiveness under the PSLF should make payments under one of the income-driven repayment plans, including Income Contingent Repayment, Income Based Repayment, Pay As You Earn, or Revised Pay As You Earn. On May 23, 2018, the U.S. Department of Education announced", "doc_score": "84.19487762451172", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_13", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "20758678", "text": "Inspector General report on FBI and DOJ actions in the 2016 election / organizations, and members of the public.\" The review began in 2016, and the report was released on June 14, 2018, after several delays. The OIG reviewed about 1.2 million documents and interviewed more than 100 witnesses, including former director James Comey, former Attorney General (AG) Loretta Lynch, former Deputy Attorney General (DAG) Sally Yates, and former president Bill Clinton. The Inspector General's office centered on six primary allegations regarding Clinton's private email server: The OIG discovered text messages and instant messages between three FBI employees which expressed hostility toward 2016 Republican presidential candidate Donald Trump and support for his opponent,", "doc_score": "80.8067855834961", "publish_date": "2018/12/31"}, {"doc_id": "3324882", "text": "White House FBI files controversy / Billy Dale had been delivered to the White House. The following day, the White House delivered to the committee hundreds of other such files related to White House employees of the Reagan Administration and George H. W. Bush Administration, for which Craig Livingstone, director of the White House's Office of Personnel Security, had improperly requested and received background reports from the FBI in 1993 and 1994, without asking permission of the subject individuals. Estimates ranged from 400 to 700 to 900 unauthorized file disclosures. The incident caused an intense burst of criticism because many of the files covered White House", "doc_score": "81.326416015625", "publish_date": "2018/12/31"}, {"doc_id": "18289524", "text": "2014 White House intrusion / 2014 White House intrusion The 2014 White House intrusion occurred on September 19, 2014, when Omar J. Gonzalez, an Iraq War veteran with post-traumatic stress disorder, jumped over the White House's fence and entered the building's front door before being stopped first by an off-duty security officer, and later multiple security officers, and arrested. He was found to have a small knife in his pocket, and stated that the \"atmosphere was collapsing\" and he needed to tell the president so that he could alert the public. President Barack Obama and his family were not home at the time of the", "doc_score": "79.33732604980469", "publish_date": "2018/12/31"}, {"doc_id": "20993092", "text": "Criminal charges brought in the Special Counsel investigation (2017–present) / Criminal charges brought in the Special Counsel investigation (2017–present) The ongoing Special Counsel investigation is a United States law enforcement and counterintelligence investigation of the Russian government's efforts to interfere in United States politics, with primary focus on the 2016 presidential election. Through November 2018, the Special Counsel has publicly initiated criminal proceedings against 33 people—six U.S. nationals, 26 Russian nationals, and one Dutch national—and three Russian organizations. The Special Counsel has brought charges in three different jurisdictions: the District of Columbia (D.D.C.), the Eastern District of Virginia (E.D. Va.), and the Southern District of New York (S.D.N.Y.). The Special", "doc_score": "78.53062438964844", "publish_date": "2018/12/31"}, {"doc_id": "19944245", "text": "Trump–Russia dossier / told Russian intelligence believed \"they had Trump over a barrel\", an assertion that Steele echoed in his dossier. Ohr also stated that Steele told him Page had met with \"higher-level Russian officials than [he] had acknowledged\".<ref name=\"Tucker_Day_9/1/2018\"></ref> According to Senate Intelligence Committee vice chairman Mark Warner (D-VA), the dossier's allegations are being investigated by a Special Counsel led by Robert Mueller, which, since May 2017, has been investigating allegations of Russian interference in the 2016 elections. In the summer of 2017, Mueller's team of investigators met with Steele.<ref name=\"Perez_Prokupecz_Brown_10/25/2017\"></ref> As some leads stemming from the dossier have already been followed", "doc_score": "78.67948150634766", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_14", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "18395600", "text": "Meta (company) / 2014, Meta began to ship its Meta 1 Developer Kit. In 2015, Meta received $23 million in Series-A funding from Horizons Ventures, Tim Draper, BOE Optoelectronics, Garry Tan and Alexis Ohanian of Y Combinator, Danhua Capital, Commodore Partners, and Vegas Tech Fund. In 2016, Meta unveiled its second-generation product at a TED conference. The company began accpeting pre-orders for its second-generation headset, the Meta 2 Development Kit. The company received another $50M in venture-capital funds from Lenovo, Tencent, Banyan Capital, Comcast Ventures, and GQY. In 2018, the company furloughed two-thirds of its one-hundred employees after it failed to secure another", "doc_score": "88.48690032958984", "publish_date": "2018/12/31"}, {"doc_id": "18395598", "text": "Meta (company) / Meta (company) Meta is a Silicon Valley company known for making augmented reality products, including the Meta 1 Developer Kit and the Meta 2 Development Kit. These products combine real-world technology with holographic images. According to CNBC, Meta's main competitors are Vuzix and Recon Instruments rather than Google Glass. Meta's customers are as product engineers and architects. After a failed investment round, the company furloughed about two-thirds of its approximately 100 employees in September 2018. Meta was founded by Meron Gribetz while he was a student of neuroscience and computer science at Columbia University under tutelage of Steven Feiner. In", "doc_score": "87.9949951171875", "publish_date": "2018/12/31"}, {"doc_id": "18395601", "text": "Meta (company) / round of venture-capital funding. Meta (company) Meta is a Silicon Valley company known for making augmented reality products, including the Meta 1 Developer Kit and the Meta 2 Development Kit. These products combine real-world technology with holographic images. According to CNBC, Meta's main competitors are Vuzix and Recon Instruments rather than Google Glass. Meta's customers are as product engineers and architects. After a failed investment round, the company furloughed about two-thirds of its approximately 100 employees in September 2018. Meta was founded by Meron Gribetz while he was a student of neuroscience and computer science at Columbia University under tutelage", "doc_score": "87.71221923828125", "publish_date": "2018/12/31"}, {"doc_id": "9166478", "text": "MeTA1 / release was smX-1.0.PreAlpha7.0, released on May 20, 2006, under the same license used by Sendmail 8. MeTA1 1.0.0.0 was released on May 25, 2014. MeTA1 MeTA1 is a mail transfer agent (MTA) that has been designed with these main topics in minds: security, reliability, efficiency, configurability and extendibility. It supports the Simple Mail Transfer Protocol (SMTP) as specified by RFC 2821 and various extensions. The next generation of Sendmail was initially called Sendmail X; it was previously called Sendmail 9, but it does not derive from the Sendmail version 8 code base. However, the development of Sendmail X was stopped", "doc_score": "83.6005859375", "publish_date": "2018/12/31"}, {"doc_id": "272564", "text": "Meta element / simply conclude there is no clear answer but, since they do no harm, they use them just in case. Google states they do support the meta tags \"content\", \"robots\", \"google\", \"google-site-verification\", \"content-type\", \"refresh\" and \"google-bot\". Major search engine robots look at many factors when determining how to rank a page of which meta tags will only form a portion. Furthermore, most search engines change their ranking rules frequently. Google have stated they update their ranking rules every 48 hours. Under such circumstances, a definitive understanding of the role of meta tags in SEO is unlikely. The codice_18 attribute was popularized", "doc_score": "83.11792755126953", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_15", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "3411859", "text": "Climate of India / in Dras, Ladakh, in eastern Jammu and Kashmir. Figures as low as have been taken in Leh, further east in Ladakh. However, temperatures on the disputed but Indian-controlled Siachen Glacier near Bilafond La () and Sia La () have fallen below, while blizzards bring wind speeds in excess of, or hurricane-force winds ranking at 12—the maximum—on the Beaufort scale. These conditions, not hostile actions, caused more than 97% of the roughly 15,000 casualties suffered among Indian and Pakistani soldiers during the Siachen conflict. The highest temperature ever recorded in India occurred on 19 May 2016 in Phalodi, Jodhpur", "doc_score": "89.13018035888672", "publish_date": "2018/12/31"}, {"doc_id": "14730404", "text": "2010 Northern Hemisphere heat waves / Hemisphere, at 1.25 °C (2.25 °F) above average. The previous record for the global average temperature in June was set in 2005 at 0.66 °C (1.19 °F), and the previous warm record for April–June over Northern Hemisphere land areas was 1.16 °C (2.09 °F), set in 2007. The strongest of the anticyclones, the one situated over Siberia, registered a maximum high pressure of 1040 millibars. The weather caused forest fires in China, where three in a team of 300 died fighting a fire that broke out in the Binchuan County of Dali, as Yunnan suffered the worst drought in 60", "doc_score": "90.08743286132812", "publish_date": "2018/12/31"}, {"doc_id": "5202968", "text": "United States temperature extremes / United States temperature extremes For the United States, the extremes are in Death Valley, California in 1913 and recorded in Prospect Creek, Alaska in 1971. The largest recorded temperature change in one place over a 24-hour period occurred on January 15, 1972 in Loma, Montana, when the temperature rose from. The most dramatic temperature changes occur in North American climates susceptible to Chinook winds. For example, the largest 2-minute temperature change of occurred in Spearfish, South Dakota, a rise from. Among the U.S. states, Hawaii has both the lowest state maximum of and the highest state minimum of", "doc_score": "92.02899169921875", "publish_date": "2018/12/31"}, {"doc_id": "14730456", "text": "2010 Northern Hemisphere heat waves / South Asia. Temperatures of 53.7C (128.66 F) have been recorded in Pakistan. Said to be the harshest summer since 1800, the heat wave has killed hundreds of people due to heat exhaustion and food poisoning The summer of 2010 was the hottest since Japan began keeping records. Major Japanese cities recorded their highest temperatures between July 15 and September 6. According to the Japan Meteorological Agency (JMA)'s confirmed report, major Japanese cities on average, were at their highest level of hot temperatures, in August 2010. Fukuoka, Kyushu, Fukuyama, Hiroshima, Hirakata, Osaka, Hiroshima, Kyoto, Okayama, Osaka and Takamatsu, Shikoku were all", "doc_score": "90.04913330078125", "publish_date": "2018/12/31"}, {"doc_id": "15817327", "text": "2011 North American heat wave / record. Based on an index of residential energy demand, 2011 was the hottest summer on record. However, the states of Oregon and Washington recorded cooler than average summers, while California recorded its wettest. The continuing heat and drought resulted in several lakes dropping to record lows, particularly in Texas and Oklahoma. This resulted in re-exposing old towns and other historical sites that were submerged by dam construction. The original site of Bluffton, Texas was re-exposed, revealing a town site that had been submerged under Lake Buchanan since a dam was completed in 1939. The town of Woodville, Oklahoma was also", "doc_score": "89.22373962402344", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_16", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "9146225", "text": "Fermi glow / Fermi glow The Fermi glow are ultraviolet-glowing particles, mostly hydrogen, originating from the solar system's bow shock, created when light from stars and the Sun enter the region between the heliopause and the interstellar medium and undergo Fermi acceleration, bouncing around the transition area several times, gaining energy via collisions with atoms of the interstellar medium. The first evidence of the Fermi glow, and hence the bow shock, was obtained with the help from Voyager 1 and the Hubble Space Telescope. In 2012, data collected from the Interstellar Boundary Explorer satellite and Voyager 1 and 2 indicated that the Sun", "doc_score": "74.49530029296875", "publish_date": "2018/12/31"}, {"doc_id": "16043591", "text": "O'Neill cylinder / in design, and is 1,600 meters in diameter. The Island Three design, better known as the O'Neill cylinder, consists of two counter-rotating cylinders, each in diameter, and capable of scaling up to long. Each cylinder has six equal-area stripes that run the length of the cylinder; three are transparent windows, three are habitable \"land\" surfaces. Furthermore, an outer agricultural ring, in radius, rotates at a different speed to support farming. The habitat's industrial manufacturing block is located in the middle, to allow for minimized gravity for some manufacturing processes. To save the immense cost of rocketing the materials from Earth,", "doc_score": "80.03094482421875", "publish_date": "2018/12/31"}, {"doc_id": "10954570", "text": "Savannah Gas Company Globe / Savannah Gas Company Globe The Savannah Gas Company Globe is a spherical structure in Savannah, Georgia. It is located at 14 East 73rd Street, nearby the intersection of White Bluff Road and DeRenne Avenue. The Globe was constructed between 1956 and 1957 and was first used as a storage tank by the \"Savannah Gas Company\". Its diameter is 60 feet. About two years after its completion, it was re-painted to resemble the Earth. At one point, an elaborate mileage sign stood next to it, providing distance between Savannah and the following international cities: Amsterdam, Tokyo, Oslo, Bombay, Durban, Manila, Rio", "doc_score": "79.40097045898438", "publish_date": "2018/12/31"}, {"doc_id": "1777694", "text": "Spherical Earth / most abundant heavier elements were iron and nickel, which now form the Earth's core. Though the surface rocks of the Earth have cooled enough to solidify, the outer core of the planet is still hot enough to remain liquid. Energy is still being released; volcanic and tectonic activity has pushed rocks into hills and mountains and blown them out of calderas. Meteors also create impact craters and surrounding ridges. However, if the energy release ceases from these processes, then they tend to erode away over time and return toward the lowest potential-energy curve of the ellipsoid. Weather powered by solar", "doc_score": "77.8440170288086", "publish_date": "2018/12/31"}, {"doc_id": "20558262", "text": "Amazon Spheres / Amazon Spheres The Amazon Spheres are three spherical conservatories on the headquarters campus of Amazon in Seattle, Washington, United States. Designed by NBBJ and Landscape Architect Site Workshop, the three glass domes are covered in pentagonal hexecontahedron panels and serve as an employee lounge and workspace. The domes, which range from three to four stories tall, house 40,000 plants as well as meeting space and retail stores. They are located under the Day 1 building on Lenora Street. The complex opened to Amazon employees and limited public access on January 30, 2018. The spheres are reserved mainly for Amazon employees,", "doc_score": "75.7567138671875", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_17", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "20235537", "text": "2017 China floods / 2017 China floods The 2017 China floods began in early June 2017. More than 14.9017 million people in 10 provinces and municipalities and regions were affected, especially the southern and central provinces and regions of Guangxi, Guangdong, Hunan, Hubei, Jiangxi, Jiangsu, Anhui, Zhejiang, Shandong, Shaanxi, Yunnan, Sichuan, Gansu and Henan. Hunan was the hardest hit. A total of 18,100 houses were destroyed, and more than of crops were inundated. Many major rivers and lakes in China, including the Yangtze River, Zhujiang River, Dongting Lake, Poyang Lake were flooded to danger levels. The State Flood Control and Drought Relief Headquarter said", "doc_score": "100.1449966430664", "publish_date": "2018/12/31"}, {"doc_id": "20235540", "text": "2017 China floods / townships in Ningxiang the power systems and water supply systems have been devastated, and phone line were out. On July 1, a mudslide left 9 dead and 19 injured in Zuta Village () of Weishan Township. According to the Government of Ningxiang, heavy downpours pounded Ningxiang since June 22, leading to Ningxiang's worst natural disaster in 60 years. The affected population reached 815 thousand, 44 people deaths, of crops affected, accounting for 56% of the population in the city, more than 14,000 houses collapsed or partially damaged, more than 900 dams damaged, more than 70 roads damaged, the direct economic", "doc_score": "97.03096771240234", "publish_date": "2018/12/31"}, {"doc_id": "20235544", "text": "2017 China floods / Chairman of Ningxiang State-owned Capital Pan Liqiang () was removed from the post.\" 2017 China floods The 2017 China floods began in early June 2017. More than 14.9017 million people in 10 provinces and municipalities and regions were affected, especially the southern and central provinces and regions of Guangxi, Guangdong, Hunan, Hubei, Jiangxi, Jiangsu, Anhui, Zhejiang, Shandong, Shaanxi, Yunnan, Sichuan, Gansu and Henan. Hunan was the hardest hit. A total of 18,100 houses were destroyed, and more than of crops were inundated. Many major rivers and lakes in China, including the Yangtze River, Zhujiang River, Dongting Lake, Poyang Lake were", "doc_score": "98.83174896240234", "publish_date": "2018/12/31"}, {"doc_id": "19613087", "text": "2016 China floods / summer, a semi-permanent frontal boundary—called the \"meiyu\" front—emerges across eastern China, Taiwan, and Japan. This feature leads to prolonged periods of heavy rain and thunderstorms which frequently cause damage. Rainfall along this boundary tends to be particularly heavy in post-El Niño summers such as the summer of 2016. Heavy rainfall in South China began on 14 June, resulting in floods that killed 14 people. Over the following week, flooding spread across seven provinces and claimed a further 22 lives. By 20 June, at least 3.7 million people had been affected by the disaster and 197,000 were displaced. At least 10,500", "doc_score": "95.00346374511719", "publish_date": "2018/12/31"}, {"doc_id": "19613086", "text": "2016 China floods / 2016 China floods In mid-June 2016, heavy rainfall began across southern China, triggering deadly floods. Over the following month, additional rain events exacerbated flooding and affected more of the country. Areas along the Yangtze River and Huai River have been particularly hard-hit. An estimated 32 million people across 26 provinces were affected and more than 200 people were killed. of cropland was destroyed, with state damage estimates of around US$5.73 billion. According to Aon Benfield, the damage estimate has reached US$22 billion. Flooding of this magnitude was last seen in the country in 1998. During the late spring and early", "doc_score": "95.79012298583984", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_18", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "1363456", "text": "Strike action / lockouts in the U.S. fell by 97% from 381 in 1970 to 187 in 1980 to only 11 in 2010. Companies countered the threat of a strike by threatening to close or move a plant. International Covenant on Economic, Social and Cultural Rights adopted in 1967 ensure the right to strike in Article 8 and European Social Charter adopted in 1961 also ensure the right to strike in Article 6. The Farah Strike, 1972-1974, labeled the \"strike of the century,\" and it was organized and led by Mexican American women predominantly in El Paso, Texas. Most strikes are undertaken by", "doc_score": "79.17711639404297", "publish_date": "2018/12/31"}, {"doc_id": "2765559", "text": "Lockout (industry) / Lockout (industry) A lockout is a temporary work stoppage or denial of employment initiated by the management of a company during a labor dispute. That is different from a strike in which employees refuse to work. It is usually implemented by simply refusing to admit employees onto company premises and may include changing locks and hiring security guards for the premises. Other implementations include a fine for showing up or a simple refusal of clocking in on the time clock. It is therefore referred to as the antithesis of strike. A lockout is generally to try to enforce terms of", "doc_score": "76.8537826538086", "publish_date": "2018/12/31"}, {"doc_id": "8299929", "text": "Predicted effects of the FairTax / sponsor, is considering adding language to H.R. 25 during the 111th Congress that would require a supermajority vote of Congress to exempt any industry from the tax. The cost of preparing and filing all business and personal income tax returns is estimated to be $250–$300 billion each year. Approximately the same amount of money was estimated for calculating the tax implications of business decisions. That means approximately $500 to $600 billion was spent in the process of collecting roughly four times as much in taxes. According to a 2005 report from the U.S. Government Accountability Office, the efficiency cost of", "doc_score": "76.26405334472656", "publish_date": "2018/12/31"}, {"doc_id": "16707648", "text": "Executive Order 10988 / not require \"good faith negotiations\", as the Wagner Act does. And because federal workers are not allowed to strike, labor disputes can only legally reach the point of an \"impasse\". An impasse can be resolved by appeals to mediators, fact-finders, or a higher authority—or it can be ignored by management, and the status quo allowed to continue. The order explicitly does not apply to intelligence agencies. It also gives agency heads the right to suspend its rules for operations outside of the United States. Union membership among federal employees increased several times over in the next decade. This effect boosted", "doc_score": "78.34539031982422", "publish_date": "2018/12/31"}, {"doc_id": "1363458", "text": "Strike action / of union contracts in the United States are settled each of the 67 years without a strike. Occasionally, workers decide to strike without the sanction of a labor union, either because the union refuses to endorse such a tactic, or because the workers concerned are ionized. Such strikes are often described as \"unofficial\". Strikes without formal union authorization are also known as wildcat strikes. In many countries, wildcat strikes do not enjoy the same legal protections as recognized union strikes, and may result in penalties for the union members who participate or their union. The same often applies in the", "doc_score": "78.4559555053711", "publish_date": "2018/12/31"}]}
{"question_id": "20230707_19", "search_time": "2023/08/07/15:47", "search_result": [{"doc_id": "6143538", "text": "Cajun Cliffhanger / the room would begin to rotate. When the rate of rotation was sufficient, the floor would drop a few feet, leaving the riders pinned to the wall by centripetal force. On July 19, 2000, two girls, aged 11 and 13, were injured on the ride. Both girls sustained injuries to their feet; at least one had broken bones. The girls' feet were caught between the moving floor and the wall. Witnesses reported the floor was raised at the wrong time. After inquiries found the operators negligent, they were fined $1,000. The ride remained closed until it was demolished and scrapped", "doc_score": "82.96992492675781", "publish_date": "2018/12/31"}, {"doc_id": "10915204", "text": "Mount Hood climbing accidents / the \"hogsback\". Most unusual was the televised crash-and-roll of a USAF Pavehawk rescue helicopter from the 304th RQS, which suddenly lost lift. Though the helicopter's five crew members were injured, no one was killed by the crash. On March 7, 2003, the search for a man snowshoeing from Timberline Lodge was abandoned after more than four days in heavy winter weather. More than six feet of snow fell during the search. An extensive search five months later for the man's body failed, but unexpectedly discovered the body of another man who was not identified. On Thursday, December 7, 2006, three", "doc_score": "83.23658752441406", "publish_date": "2018/12/31"}, {"doc_id": "8214171", "text": "Shockwave (Six Flags Great America) / with some operational issues throughout its lifetime. Due to the speed and stress from the train negotiating the first vertical loop, a track fracture developed and needed attention on a regular basis in order to remain safe for operation. The wheels for the ride were quite expensive and, according to some ride operators, wore out quickly, which required a vigilant crew and frequent closures for a period of ten to fifteen minutes for maintenance staff to be dispatched to change them out. The coaster gained a reputation as being an overly intense ride, as evidenced by postings in roller coaster", "doc_score": "81.74394226074219", "publish_date": "2018/12/31"}, {"doc_id": "2908325", "text": "Freedomland U.S.A. / bucket ride, with several buckets, took people over the Rockies from the US Southwest to the Canada–US border. In its opening season Freedomland had already begun to run into major problems, both financially and otherwise. On June 25, 1960, almost a week after the park opened, a stagecoach overturned in the Great Plains section of the park, injuring ten people. Three of the victims were hospitalized, including one with a snapped spine. The park initially denied any responsibility until a visitor publicly released a photograph of the accident. Eventually, the injured parties filed lawsuits against the park. Two months later,", "doc_score": "83.2418441772461", "publish_date": "2018/12/31"}, {"doc_id": "8835957", "text": "Platte Canyon High School hostage crisis / counselors were present during the day for students. Superintendent Dr. James Walpole noted that of 460 high school students, only 10 were absent. The service for Emily Keyes was held on September 30, the day that Governor Bill Owens later declared \"Emily Keyes Day\". About 5,000 motorcyclists took part in the \"Columbine to Canyon Ride\", which occurred in memory of the victims of both the Columbine and Platte Canyon shootings. The procession of motorcycles was so long that the first to get to Platte Canyon High School arrived as the final motorcyclists departed from Columbine High School, two riding alongside", "doc_score": "82.33688354492188", "publish_date": "2018/12/31"}]}
