{"question_id": "20230303_0", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "12707343", "text": "Expedition 23 / continued outfitting the newest modules of the nearly completed space station. The crew welcomed the shuttle flight STS-131 in April 2010. The Expedition 23 crew also saw the arrival of the Rasvet Russian docking module (MRM1) aboard on STS-132, which launched on 14 May 2010. Expedition 23 Expedition 23 () was the 23rd long-duration mission to the International Space Station (ISS). Expedition 23 began with the Soyuz TMA-16 undocking on 18 March 2010. Shortly thereafter cosmonauts Aleksandr Skvortsov and Mikhail Korniyenko and astronaut Tracy Caldwell Dyson arrived at the Space Station on Soyuz TMA-18 on 4 April 2010. The Soyuz", "doc_score": "84.18041229248047", "publish_date": "2018/12/31"}, {"doc_id": "12709301", "text": "Expedition 24 / Expedition 24 Expedition 24 was the 24th long-duration mission to the International Space Station (ISS). Expedition 24 initially had two planned spacewalks, one Russian and one American Extra-vehicular Activity (EVA). The U.S. EVA was re-planned and a second U.S. EVA was added. On 31 July 2010, the Expedition 24 crew was awoken by an alarm on the station. The alarm was caused by a cooling pump that had failed and caused a Remote Power Controller to trip and cut power to some of the International Space Station (ISS). Astronauts Tracy Caldwell Dyson and Doug Wheelock performed some steps to assist", "doc_score": "85.51866912841797", "publish_date": "2018/12/31"}, {"doc_id": "18629844", "text": "SpaceX CRS-9 / left open and, in September 2015, was moved to NET 21 March 2016. The flight was later pushed to 24 June, 27 June, 16 July, and finally 18 July 2016, as the crewed mission Soyuz MS-01 took the 24 June slot. CRS-9 launched on 18 July 2016 at 04:44 UTC from Cape Canaveral SLC-40 aboard a Falcon 9 launch vehicle. After 9 minutes and 37 seconds the Dragon spacecraft successfully separated from the rocket, and deployed its solar arrays about two minutes later. The opening of its GNC door came two hours later, enabling orbital operations. After a series or", "doc_score": "82.05610656738281", "publish_date": "2018/12/31"}, {"doc_id": "9283211", "text": "Lunar outpost (NASA) / rim of Peary crater near the lunar north pole and the Malapert Mountain region on the rim of Malapert crater. The outpost design included: The outpost would have been supplied by a mixed crew and cargo Altair lander, capable of bringing four astronauts and a payload of six tons to the Moon's surface. As planned, an incremental buildup would begin with four-person crews making several seven-day visits to the moon until their power supplies, rovers and living quarters were operational. The first mission would begin by 2020. This would be followed by 180-day missions to prepare for journeys to Mars.", "doc_score": "84.21617889404297", "publish_date": "2018/12/31"}, {"doc_id": "10118843", "text": "Expedition 19 / Expedition 19 Expedition 19 was the 19th long-duration flight to the International Space Station. This expedition launched on 26 March 2009, at 11:49 UTC aboard the Soyuz TMA-14 spacecraft. Expedition 19 was the final three crew member expedition, before the crew size increased to six crew members with Expedition 20. The expedition was commanded by Russian Air Force Colonel Gennady Padalka. On 31 March 2009, Padalka raised an issue concerning shared use of facilities such as exercise equipment and toilet facilities. Padalka claims that initial approval to use exercise equipment owned by the U.S. government was subsequently turned down. Russian", "doc_score": "85.29792022705078", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_1", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "19755381", "text": "National Biodefense Strategy Act of 2016 / National Biodefense Strategy Act of 2016 The National Biodefense Strategy Act of 2016 is a bill introduced in the United States Senate by U.S. Senator Ron Johnson (R-Wisconsin). The bill would amend the Homeland Security Act of 2002 by requiring the government to change its current policy and programs to coordinate and improve biodefense preparedness. Johnson is the current chairman of the Senate Committee on Homeland Security and Governmental Affairs. The bill was placed on the Senate legislative calendar and is currently awaiting further action. Johnson wrote the bill in response to the Blue Ribbon Study Panel on Biodefense's findings", "doc_score": "81.81031036376953", "publish_date": "2018/12/31"}, {"doc_id": "7248104", "text": "Advisory Committee on Immunization Practices / Advisory Committee on Immunization Practices The Advisory Committee on Immunization Practices (ACIP), is a committee within the United States Centers for Disease Control and Prevention (CDC) that provides advice and guidance on effective control of vaccine-preventable diseases in the U.S. civilian population. The ACIP develops written recommendations for routine administration of vaccines to the pediatric and adult populations, along with vaccination schedules regarding appropriate timing, dosage, and contraindications of vaccines. ACIP statements are official federal recommendations for the use of vaccines and immune globulins in the U.S., and are published by the CDC. The ACIP was established in 1964 by", "doc_score": "83.1481704711914", "publish_date": "2018/12/31"}, {"doc_id": "13832217", "text": "Animal efficacy rule / Animal efficacy rule The FDA Animal Efficacy Rule (also known as Animal Rule) applies to development and testing of drugs and biologicals to reduce or prevent serious/life-threatening conditions caused by exposure to lethal or permanently disabling toxic agents (chemical, biological, radiological, or nuclear substances), where human efficacy trials are not feasible or ethical. The animal efficacy rule was finalized by the FDA and authorized by the United States Congress in 2002, following the September 11 attacks and concerns regarding bioterrorism. The FDA can rely on evidence from animal studies to provide substantial evidence of product effectiveness FDA published a \"Guidance", "doc_score": "82.06082153320312", "publish_date": "2018/12/31"}, {"doc_id": "19893099", "text": "21st Century Cures Act / the normal budget process, and therefore may be reduced from what this bill promised. The NIH funding was actually less than many advocates hoped for, and earlier versions of the bill had promised. One of the goals of the bill was streamlining approval, but Jerry Avorn and Aaron Kesselheim pointed out that a third of medicines are approved from a single clinical trial averaging less than 700 patients; ultimately, however, the law did not allow real-world evidence for approving drugs, but rather for label expansions. 21st Century Cures Act The 21st Century Cures Act is a United States law enacted", "doc_score": "83.47695922851562", "publish_date": "2018/12/31"}, {"doc_id": "4143512", "text": "Presidential Advisory Council on HIV/AIDS / Presidential Advisory Council on HIV/AIDS The Presidential Advisory Council on HIV/AIDS (PACHA) advises the White House and the Secretary of Health and Human Services on the US government's response to the AIDS epidemic. The commission was formed by President Bill Clinton in 1995 and each president since has renewed the Council's charter. Previously, all ten existing members of the Council were dismissed by President Donald Trump on 28 December 2017, following the resignation of six members in June 2017 in protest at Trump's health policies. A December 7, 2018 notice in the Federal Register announced the PACHA will meet March", "doc_score": "81.25279235839844", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_2", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "20814186", "text": "2018 Attica wildfires / 48 females, 41 males, 11 children (1 infant). The youngest was 6 month and the oldest 93 years old. There were 95 Greeks, 2 Polish, 1 Irish, 1 Belgian, 1 Georgian. At least 164 adults and 23 children were taken to hospital with injuries, including 11 adults in serious condition. It was also reported that at least 15 of the injured later died in the hospital. On 26 July 2018, the Mayor of Penteli, Dimitris Stergiou, supported that the deadly fire that hit Mati in eastern Attica began from a damaged cable at a utility pole. In a press conference", "doc_score": "85.087890625", "publish_date": "2018/12/31"}, {"doc_id": "20947685", "text": "2018 Ionian Sea earthquake / 2018 Ionian Sea earthquake A strong earthquake measuring magnitude occurred in the Ionian Sea near the coasts of Greece during the night between 25 and 26 October 2018 at 22:54:51 UTC (01:54:51 in Greece). Sea level changes were predicted, and a tsunami advisory was issued. Reports of sea level change of up to 20 centimeters were reported in Greece and Italy. The epicenter was located about 133 km from Patras. The earthquake occurred 14km below the surface. Power outages were reported on the island of Zakynthos, and a 15th century monastery was also damaged on the islands of Strofades. The", "doc_score": "86.70018768310547", "publish_date": "2018/12/31"}, {"doc_id": "20087998", "text": "2017 Saint Petersburg Metro bombing / 2017 Saint Petersburg Metro bombing On 3 April 2017, a terrorist attack using an explosive device took place on the Saint Petersburg Metro between Sennaya Ploshchad and Tekhnologichesky Institut stations. Seven people (including the perpetrator) were initially reported to have died, and eight more died later from their injuries, bringing the total to 15. At least 45 others were injured in the incident. The explosive device was contained in a briefcase. A second explosive device was found and defused at Ploshchad Vosstaniya metro station. The suspected perpetrator was named as Akbarzhon Jalilov, a Russian citizen who was an ethnic Uzbek", "doc_score": "85.36870574951172", "publish_date": "2018/12/31"}, {"doc_id": "20621352", "text": "2018 Iran Bombardier Challenger crash / were transported to Tehran by helicopter. Turkey then sent emergency personnel via a military jet for assistance. Identification of the bodies required DNA testing. After identification by the Iranian authorities, the bodies of ten victims were flown to Istanbul by the Turkish military and then handed over to the victims' families. Iranian Legal Medicine Organization stated that the remains of the captain were not among the recovered bodies in the eleven body bags from the wreckage. The aircraft's two flight recorders (the flight data recorder and the cockpit voice recorder) were recovered for analysis. In September 2018, the Aircraft Accident", "doc_score": "84.11018371582031", "publish_date": "2018/12/31"}, {"doc_id": "20672431", "text": "2018 Algerian Air Force Ilyushin Il-76 crash / the Saharawi Republic. They had been visiting Algiers for various medical and bureaucratic reasons. Saharawis from the refugee camps are regularly provided with free flights in Algerian military transport aircraft. Initial reports claimed that a senior member of the National Liberation Front, the governing party of the National Assembly in Algeria, said that 26 Polisario Front members were among the casualties. The Moroccan media in particular unanimously claimed that several Polisario Front members were among the dead; however, Algerian and Saharawi officials have since maintained that there were only 30 Saharawi civilian casualties. Local authorities dispatched fourteen ambulances, ten fire", "doc_score": "85.02335357666016", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_3", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "895156", "text": "Bush Doctrine / democracy: \"\"exemplarism,\"\" or leadership by example, and \"\"vindicationism,\"\" or the direct application of United States power, including the use of coercive force. Whereas exemplarism largely prevailed in the 20th century, vindicationism has been the preferred approach of the Bush administration. The Bush Doctrine resulted in criticism and controversy. Peter D. Feaver, who worked on the Bush national security strategy as a staff member on the National Security Council, said he has counted as many as seven distinct Bush doctrines. One of the drafters of the National Security Strategy of the United States, which is commonly mistakenly referred to as the", "doc_score": "77.87618255615234", "publish_date": "2018/12/31"}, {"doc_id": "14085735", "text": "Obama Doctrine / Obama administration by the Treasury Department. They are the subject of a book by Juan Zarate, a former White House staffer. The aim is to shut off the market access of enemy banks, companies and state bodies. The denial of access to bond markets can hurt the enemy. This was developed in the early years of the 21st century by practice against North Korea and later Iran. The relevant paragraph in the NSS reads as follows: That is precisely the reason we should strengthen enforcement of international law and our commitment to engage and modernize international institutions and frameworks. Those", "doc_score": "78.99356079101562", "publish_date": "2018/12/31"}, {"doc_id": "14085722", "text": "Obama Doctrine / was used by Lynn Sweet of the \"Chicago Sun-Times\" in a comment on a speech given by then-Senator Obama at the Woodrow Wilson Center on July 15. Here Obama listed the five pillars of his foreign policy, should he be elected: Sweet pointed out that these ideas were a reiteration of the essay \"Renewing American Leadership,\" that Obama had written for \"Foreign Affairs\" magazine in the summer of 2007. Not long after Obama's inauguration on January 20, 2009, commentators began to speculate on the emergence of a distinct Obama Doctrine in action. A proposal to close the American detention facility", "doc_score": "80.57001495361328", "publish_date": "2018/12/31"}, {"doc_id": "2536922", "text": "United States presidential doctrines / \"view our security in terms of a common security and a common prosperity with other peoples and other countries\". On April 16, 2009, E. J. Dionne wrote a column for \"The Washington Post\" defining the doctrine as \"a form of realism unafraid to deploy American power but mindful that its use must be tempered by practical limits and a dose of self-awareness\". The Obama Doctrine has been praised by some as a welcome change from the dogmatic and aggressive Bush Doctrine. Others, such as Bush appointee and former United States Ambassador to the United Nations John Bolton, have criticized it", "doc_score": "79.11619567871094", "publish_date": "2018/12/31"}, {"doc_id": "14085715", "text": "Obama Doctrine / introduced by the executive. This has led journalists and political commentators to analyze what the exact tenets of an Obama Doctrine might look like. Generally speaking, it is widely accepted that a central part of such a doctrine would emphasize negotiation and collaboration rather than confrontation and unilateralism in international affairs. This policy has been praised by some as a welcome change from the interventionist Bush Doctrine. Critics of Obama's unilateral policies (such as targeted killings of suspected enemies of the US) including former United States Ambassador to the United Nations John Bolton, have described it as overly idealistic and", "doc_score": "79.33407592773438", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_4", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "17778446", "text": "Early 2014 North American cold wave / 4.4 °F (2.4 °C) above average, while first two months of 2014 were the warmest on record in Fresno, Los Angeles, San Francisco, Las Vegas, Nevada, Phoenix and Tucson, Arizona. In addition, while December through February was the ninth driest on record for the contiguous 48 states dating to 1895, chiefly due to extremely dry conditions in the West and Southwest, yet Winter snow cover areal extent was the 10th-largest on record for same 48 states, dating to 1966. New York City, Philadelphia, and Chicago all had one of their ten snowiest winters, while Detroit had its snowiest winter on", "doc_score": "88.51172637939453", "publish_date": "2018/12/31"}, {"doc_id": "18483296", "text": "2014–15 North American winter / snow, being the fifth-largest snowfall in city history. Detroit received, the third-largest recorded total and largest storm in 40 years. Over a foot of snow was reported in locations in Indiana, Iowa, Ohio, and Wisconsin. At least of snow fell near Toronto. Some parts of the Northeast received up to two feet of snow from this storm, as a heavy band of snow stalled over Southern New England. However, widespread amounts of between 10 and 15 inches were much more the norm. On February 8, Boston experienced its fourth winter storm in as many weeks, with added to already", "doc_score": "86.99742126464844", "publish_date": "2018/12/31"}, {"doc_id": "18483286", "text": "2014–15 North American winter / November 13, a total of of snow was recorded in Little Rock, Arkansas, the earliest accumulating snow measured in the area in over 20 years. Gaylord, Michigan received a record amount of snow for any time of the year, with from November 18–20. In Buffalo, New York, significant snowfall occurred during the November 17–21 period, with of snow recorded. On December 9, a strong nor'easter moved ashore over New England, bringing with it heavy rain, wind, some ice, and snow in interior parts of the region, some which were battered hard by Hurricane Sandy more than 2 years prior. Developing", "doc_score": "85.20037841796875", "publish_date": "2018/12/31"}, {"doc_id": "4441995", "text": "Climate of Chicago / December 24, 1983, and January 18, 1994, the high temperature reached only. The greatest 24-hour precipitation was at O'Hare on July 23, 2011, while the heaviest 24-hour snowfall was, again at O'Hare, on January 2, 1999. Daily snow depth has amassed as high as on January 14, 1979; as of 2018, January 1979 alone holds 8 of the top 10 daily snow-depth measurements. Chicago is known as the Windy City. The \"Windy City\" moniker did not originally refer to Chicago's climate. It is believed to have been created by a New York newspaper writer deriding Chicagoans' bluster as", "doc_score": "87.70597076416016", "publish_date": "2018/12/31"}, {"doc_id": "18483269", "text": "2014–15 North American winter / the cold weather. Temperatures in much of the United States dropped below average by November 19 following a southward \"dip\" of the polar vortex into the eastern two-thirds of the country. The effects of this dip were widespread, bringing about temperatures as low as in Pensacola, Florida. Following a significant snowstorm there, Buffalo, New York received several feet of snow from November 17–21. During the 2014–15 winter season, Boston broke its all-time official seasonal snowfall record from the winter of 1995–96, with a total snowfall record of as of March 15, 2015. Many records for snowfall and temperature were broken,", "doc_score": "87.77760314941406", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_5", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "14966498", "text": "FDA Food Safety Modernization Act / Congressional Budget Office reported that the fees would not cover the cost of the new system, leaving the FDA to incur a net cost of $2.2 billion over five years. For the first time, the FDA will have a legislative mandate to require comprehensive, science-based preventive controls across the food supply, including pet food and animal feed. The FSMA recognizes that preventive control standards improve food safety only to the extent that producers and processors comply with them. FSMA provides the FDA with new authority to conduct inspections and ensure compliance. The bill gives the FDA the authority to recall", "doc_score": "87.30564880371094", "publish_date": "2018/12/31"}, {"doc_id": "16116301", "text": "National Defense Authorization Act for Fiscal Year 2012 / 1021 and 1022 have been called a violation of constitutional principles and of the Bill of Rights. Internationally, the UK-based newspaper \"The Guardian\" has described the legislation as allowing indefinite detention \"without trial [of] American terrorism suspects arrested on U.S. soil who could then be shipped to Guantánamo Bay;\" \"Al Jazeera\" has written that the Act \"gives the U.S. military the option to detain U.S. citizens suspected of participating or aiding in terrorist activities without a trial, indefinitely\". The official Russian international radio broadcasting service \"Voice of Russia\" has been highly critical of the legislation, writing that under its authority", "doc_score": "85.1191177368164", "publish_date": "2018/12/31"}, {"doc_id": "15501289", "text": "United States Department of State panic button software / activists plans to control the application's distribution. United States Department of State panic button software The panic button software is an application being developed by the United States Department of State as part of its \"Internet freedom programming.” The program, which is designed for mobile devices, will allow users to wipe the contacts in address books, history, and text messages and also sends out an alert to all the contacts. The application, which was first reported by Reuters, will be used by qualified social activists. The application has received criticism that it may be used against American law enforcement. The", "doc_score": "87.13610076904297", "publish_date": "2018/12/31"}, {"doc_id": "15501288", "text": "United States Department of State panic button software / United States Department of State panic button software The panic button software is an application being developed by the United States Department of State as part of its \"Internet freedom programming.” The program, which is designed for mobile devices, will allow users to wipe the contacts in address books, history, and text messages and also sends out an alert to all the contacts. The application, which was first reported by Reuters, will be used by qualified social activists. The application has received criticism that it may be used against American law enforcement. The United States which has trained over 5000", "doc_score": "87.48550415039062", "publish_date": "2018/12/31"}, {"doc_id": "11312321", "text": "Form 990 / the 5th month after the fiscal year, with up to 6 months of extensions. The Form 990 disclosures do not require but strongly encourage nonprofit boards to adopt a variety of board policies regarding governance practices. These suggestions go beyond Sarbanes-Oxley requirements for nonprofits to adopt whistleblower and document retention policies. The IRS has indicated they will use the Form 990 as an enforcement tool, particularly regarding executive compensation. For example, nonprofits that adopt specific procedures regarding executive compensation are offered safe harbor from excessive compensation rules under section 4958 of the Internal Revenue Code and Treasury Regulation section 53.4958-6.", "doc_score": "84.28070068359375", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_6", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "12913359", "text": "Insulin (medication) / derived primarily from cows (Eli Lilly and Company) and pigs (Nordisk Insulinlaboratorium). The making of eight ounces of purified insulin could require as much as two tons of pig parts. Insulin from these sources is effective in humans as it is highly similar to human insulin (three amino acid difference in bovine insulin, one amino acid difference in porcine). Initially, lower preparation purity resulted in allergic reactions to the presence of non-insulin substances. Purity has improved steadily since the 1920s ultimately reaching purity of 99% by the mid-1970s thanks to high-pressure liquid chromatography (HPLC) methods. Minor allergic reactions still occur", "doc_score": "87.92536163330078", "publish_date": "2018/12/31"}, {"doc_id": "19744434", "text": "Insulin glargine/lixisenatide / pharmacies in January 2017. Following FDA approval of Soliqua, Sanofi made a $25 million milestone payment to Zealand. Zealand may receive additional payments up to $110 million along with receiving royalties on global sales. Royalties paid to Zealand for Soliqua are based on a fixed low double-digit percentage of net sales. In January 2017, Sanofi announced that the wholesale acquisition cost (WAC) of a 3 ml pen of Soliqua is $127. At the average dose used in clinical trials, this amounts to $19.90 per day. According to Sanofi's Half-Year Financial Report, the net sales of Soliqua reached €9 million in", "doc_score": "88.71221160888672", "publish_date": "2018/12/31"}, {"doc_id": "12913398", "text": "Insulin (medication) / US$2.39 to $10.61 per 1,000 iu of regular insulin and $2.23 to $10.35 per 1,000 iu of NPH insulin. In the United Kingdom 1,000 iu of regular or NPH insulin costs the NHS £7.48, while this amount of insulin glargine costs £30.68. In the United States the unit price of insulin has increased steadily from 1991 to 2014. It rose threefold from 2002 to 2013. Costs can be as high as US$900 per month. Concerns were raised in 2016 of pharmaceutical companies working together to increase prices. In 2006 the U.S. Food and Drug Administration approved the use of Exubera,", "doc_score": "89.62890625", "publish_date": "2018/12/31"}, {"doc_id": "3337563", "text": "Eli Lilly and Company / approved biosimilar insulin product in the US, Basaglar (insulin glargine). Lilly is currently the largest manufacturer of psychiatric medications and produces Prozac (fluoxetine), Dolophine (methadone), Cymbalta (duloxetine), and Zyprexa (olanzapine). The company is ranked 132nd on the Fortune 500. It is ranked 221st on the Forbes Global 2000 list of the largest public companies in the world and 252nd on the Forbes list of America's Best Employers. Eli Lilly is a full member of the European Federation of Pharmaceutical Industries and Associations (EFPIA). As of 1997, it was the largest corporation and the largest charitable benefactor in Indiana. The company's", "doc_score": "87.04524230957031", "publish_date": "2018/12/31"}, {"doc_id": "10597489", "text": "MannKind Corporation / Village, California. The Afrezza manufacturing facility is in Danbury, Connecticut. Afrezza is an rapid-acting insulin peaking 12 to 15 minutes after inhalation and exiting the body within 2–3 hours. The FDA approved Afrezza on June 27, 2014 with a 13-1 vote for type 1 diabetes and 14-0 vote for type 2 diabetes. On August 11, 2014 MannKind entered into an exclusive global licensing agreement with Sanofi for Afrezza sales. Under the agreement, MannKind received $150 million cash from Sanofi, in exchange for sharing profits and losses of sales of Afrezza, with 65% for Sanofi and 35% for MannKind. On January", "doc_score": "88.11753845214844", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_7", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "2394677", "text": "Exercise physiology / exercise\" The autoregulation of the brain’s blood supply is impaired particularly in warm environments In adults, exercise depletes the plasma glucose available to the brain: short intense exercise (35 min ergometer cycling) can reduce brain glucose uptake by 32%. At rest, energy for the adult brain is normally provided by glucose but the brain has a compensatory capacity to replace some of this with lactate. Research suggests that this can be raised, when a person rests in a brain scanner, to about 17%, with a higher percentage of 25% occurring during hypoglycemia. During intense exercise, lactate has been estimated to", "doc_score": "94.56144714355469", "publish_date": "2018/12/31"}, {"doc_id": "20277395", "text": "Postpartum physiological changes / non-breastfeeding, non-pregnant woman changes from 1,800-2,000 kcal/day to 2,300 to 2500 kcal/day for the breastfeeding woman. Nutritional supplementation is often prescribed and recommended. In some instances women are encouraged to continue to take pre-natal vitamins. Increasing the intake of fluids is discussed. The need for additional levels of minerals is most likely due to lactation. Calcium and iron needs increase postpartum. Calories may need to increase by 333 kcal/day during the first four to six weeks postpartum and then by 400 kcal/day 6 months postpartum. Other foods or substances are not recommended postpartum if breastfeeding because they may have effects", "doc_score": "91.16664123535156", "publish_date": "2018/12/31"}, {"doc_id": "16301391", "text": "Neurobiological effects of physical exercise / currently known. In particular, the long-term effects of regular aerobic exercise in ADHD individuals include better behavior and motor abilities, improved executive functions (including attention, inhibitory control, and planning, among other cognitive domains), faster information processing speed, and better memory. Parent-teacher ratings of behavioral and socio-emotional outcomes in response to regular aerobic exercise include: better overall function, reduced ADHD symptoms, better self-esteem, reduced levels of anxiety and depression, fewer somatic complaints, better academic and classroom behavior, and improved social behavior. Exercising while on stimulant medication augments the effect of stimulant medication on executive function. It is believed that these short-term", "doc_score": "90.05919647216797", "publish_date": "2018/12/31"}, {"doc_id": "669973", "text": "Blood glucose monitoring / -0.1) at six months follow up, but a statistically insignificant reduction of 0.1% (95% CI, -0.3 – 0.04) at twelve months follow up. Conversely, newly diagnosed patients experienced a statistically significant reduction of 0.5% (95% CI, -0.9 – -0.1) at 12 months follow up. A recent study found that a treatment strategy of intensively lowering blood sugar levels (below 6%) in patients with additional cardiovascular disease risk factors poses more harm than benefit. For type 2 diabetics who are not on insulin, exercise and diet are the best tools. Blood glucose monitoring is, in that case, simply a tool to", "doc_score": "92.3158950805664", "publish_date": "2018/12/31"}, {"doc_id": "2394673", "text": "Exercise physiology / a hot environment. The effects of hypohydration may vary, depending on whether it is induced through diuretics or sauna exposure, which substantially reduce plasma volume, or prior exercise, which has much less impact on plasma volume. Hypohydration reduces aerobic endurance, but its effects on muscle strength and endurance are not consistent and require further study. Intense prolonged exercise produces metabolic waste heat, and this is removed by sweat-based thermoregulation. A male marathon runner loses each hour around 0.83 L in cool weather and 1.2 L in warm (losses in females are about 68 to 73% lower). People doing heavy exercise", "doc_score": "91.09347534179688", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_8", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "2834509", "text": "Fixed-rate mortgage / monthly payment for a fixed rate mortgage is the amount paid by the borrower every month that ensures that the loan is paid off in full with interest at the end of its term. This monthly payment formula_1 depends upon the monthly interest rate formula_2 (expressed as a fraction, not a percentage, i.e., divide the quoted yearly nominal percentage rate by 100 and by 12 to obtain the monthly interest rate), the number of monthly payments formula_3 called the loan's term, and the amount borrowed formula_4 known as the loan's principal; rearranging the formula for the present value of an", "doc_score": "98.38709259033203", "publish_date": "2018/12/31"}, {"doc_id": "2834510", "text": "Fixed-rate mortgage / ordinary annuity we get the formula for formula_1: For example, for a home loan for $200,000 with a fixed yearly nominal interest rate of 6.5% for 30 years, the principal is formula_7, the monthly interest rate is formula_8, the number of monthly payments is formula_9, the fixed monthly payment formula_10. This formula is provided using the financial function PMT in a spreadsheet such as Excel. In the example, the monthly payment is obtained by entering either of these formulas: This monthly payment formula is easy to derive, and the derivation illustrates how fixed-rate mortgage loans work. The amount owed on", "doc_score": "98.18048858642578", "publish_date": "2018/12/31"}, {"doc_id": "2834504", "text": "Fixed-rate mortgage / of the loan) precluding successive loans, and had fixed interest rates and payments. Fixed-rate mortgages are the most classic form of loan for home and product purchasing in the United States. The most common terms are 15-year and 30-year mortgages, but shorter terms are available, and 40-year and 50-year mortgages are now available (common in areas with high priced housing, where even a 30-year term leaves the mortgage amount out of reach of the average family). Outside the United States, fixed-rate mortgages are less popular, and in some countries, true fixed-rate mortgages are not available except for shorter-term loans. For", "doc_score": "96.14501190185547", "publish_date": "2018/12/31"}, {"doc_id": "2834508", "text": "Fixed-rate mortgage / cost the same. In effect, the lender has agreed to take the interest rate risk on a fixed-rate loan. Some studies have shown that the majority of borrowers with adjustable rate mortgages save money in the long term but also that some borrowers pay more. The price of potentially saving money, in other words, is balanced by the risk of potentially higher costs. In each case, a choice would need to be made based upon the loan term, the current interest rate, and the likelihood that the rate will increase or decrease during the life of the loan. The fixed", "doc_score": "95.85445404052734", "publish_date": "2018/12/31"}, {"doc_id": "2834482", "text": "Adjustable-rate mortgage / between 9.95% and 12% (maximum assessed interest rate). Some of these loans can have much higher rate ceilings. The fully indexed rate is always listed on the statement, but borrowers are shielded from the full effect of rate increases by the minimum payment, until the loan is recast, which is when principal and interest payments are due that will fully amortize the loan at the fully indexed rate. Since HELOCs are intended by banks to primarily sit in second lien position, they normally are only capped by the maximum interest rate allowed by law in the state wherein they are", "doc_score": "97.16072082519531", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_9", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "2495534", "text": "Sara Gilbert / co-host and executive producer of \"The Talk\", a talk show that premiered October 18, 2010. Gilbert won a Daytime Emmy in 2016 for Outstanding Entertainment Talk Show as producer and creator of the show. An eight-episode revival series of \"Roseanne\" was developed, with Gilbert as an executive producer. It was confirmed on May 16, 2017, and the eight episodes, picked up by ABC, began airing March 27, 2018. Due to the revival's strong ratings and positive critical reception, a second season was announced. However, on May 29, 2018, in the wake of controversial remarks made by Barr on Twitter also", "doc_score": "78.52010345458984", "publish_date": "2018/12/31"}, {"doc_id": "8983582", "text": "Spring Awakening (musical) / of \"The Bitch of Living\" on its icon. The 2015 Broadway Revival was also featured in the award-winning documentary series \"Working in the Theatre\" produced by the American Theatre Wing. \"Rise\", a television show that premiered March 13, 2018 on NBC, focuses on a high school English teacher turned theater director attempting to put on a high school production of \"Spring Awakening\", while facing intense resistance from members of the community — including parents of cast members — who consider the material inappropriate for teenagers. In April 2009, McG was announced as the director for the film adaptation. In 2010,", "doc_score": "77.55918884277344", "publish_date": "2018/12/31"}, {"doc_id": "8892310", "text": "Adrienne Arsht Center for the Performing Arts / and Free Gospel Sundays. The 2018-2019 Broadway in Miami series is presented by Bank of America and includes \"Hello Dolly\", \"Irving Berlin's White Christmas\", \"Les Misérables\", \"Waitress\", \"School of Rock: The Musical\", \"Come From Away\", and \"The Lion King\". Subscribers from the 2018/19 season will have first access to \"Hamilton\". 2017-2018 shows included \"On Your Feet!: The Story of Emilio and Gloria Estefan\", \"The Bodyguard\", \"Finding Neverland\", \"The Color Purple\", \"Chicago,\" and \"The Book of Mormon.\" Past seasons have included \"The Illusionists\", \"An American in Paris\", \"Dirty Dancing\", \"Jersey Boys\", \"The King and I\", \"Annie\", \"\", \"Kinky Boots\", \"The Sound", "doc_score": "79.27831268310547", "publish_date": "2018/12/31"}, {"doc_id": "19238292", "text": "Bright Star (musical) / 11, 2017 at the Ahmanson Theatre in Los Angeles, CA, with Carmen Cusack, A.J. Shively, Jeff Blumenkrantz, and Stephen Lee Anderson all reprising their original Broadway roles. Subsequent cities scheduled are San Francisco, CA; Salt Lake City, UT; Houston, TX; Worcester, MA; Raleigh, NC; New Haven, CT; Dallas, TX; and Charlotte, NC, through July 1, 2018. Following the completion of the national tour, Musical Theatre West in Long Beach, California, bought the rights along with the original sets and costumes. They presented the show in October of 2018 and made the sets and costumes available for other theater companies to", "doc_score": "77.25896453857422", "publish_date": "2018/12/31"}, {"doc_id": "20704695", "text": "New Amsterdam (2018 TV series) / New Amsterdam (2018 TV series) New Amsterdam is an American medical drama television series, based on the book \"Twelve Patients: Life and Death at Bellevue Hospital\" by Eric Manheimer, that premiered on September 25, 2018 on NBC. The series was created by David Schulner and stars Ryan Eggold, Freema Agyeman, Janet Montgomery, Jocko Sims, Anupam Kher, and Tyler Labine. On October 10, 2018, it was announced that NBC had ordered an additional nine episodes of the series, bringing the first season total up to twenty-two episodes. \"New Amsterdam\" follows Dr. Max Goodwin as he becomes the medical director of one", "doc_score": "78.8725357055664", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_10", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "17435751", "text": "67th Primetime Emmy Awards / two Streaming service networks win four Acting awards: Netflix, with Uzo Aduba in \"Orange Is the New Black\" and Reg E. Cathey in \"House of Cards\"; and Amazon Studios, with Jeffrey Tambor for \"Transparent\" and Bradley Whitford for the same show. The Primetime Emmy Award for Outstanding Comedy Series went to the HBO political satire \"Veep\", which not only broke \"Modern Family\"s five-year hold on the award but became the second time a premium channel won Outstanding Comedy Series (the first was for HBO's surrealist romantic comedy \"Sex and the City\" in 2001). The Academy of Television Arts & Sciences", "doc_score": "79.34672546386719", "publish_date": "2018/12/31"}, {"doc_id": "20230849", "text": "24th Screen Actors Guild Awards / 24th Screen Actors Guild Awards The 24th Annual Screen Actors Guild Awards, honoring the best achievements in film and television performances for the year 2017, were presented on January 21, 2018 at the Shrine Auditorium in Los Angeles, California. The ceremony was broadcast on both TNT and TBS 8:00 p.m. EST / 5:00 p.m. PST. On December 4, 2017, it was announced that the award ceremony would have its first host ever in its twenty-four year history with actress Kristen Bell presiding over the award show. The nominees were announced on December 13, 2017. Morgan Freeman was announced as the", "doc_score": "83.83519744873047", "publish_date": "2018/12/31"}, {"doc_id": "14293024", "text": "85th Academy Awards / Franco, who was a co-host and a Best Actor nominee during the 83rd ceremony in 2011, to host the ceremony while receiving a nomination in the same year. He was also the first singer nominee and also the first to host the show solo. \"Silver Linings Playbook\" was the fourteenth film to earn nominations in all four acting categories, and the first since \"Reds\" in 1981. At age 22, Best Actress winner Jennifer Lawrence became the second-youngest winner in that category. With his third win for Best Lead Actor, Daniel Day-Lewis became the first three-time winner in that category. He", "doc_score": "80.76769256591797", "publish_date": "2018/12/31"}, {"doc_id": "20490547", "text": "San Diego Film Critics Society Awards 2017 / Beast\" (TIE) Paul Machliss and Jonathan Amos – \"Baby Driver\" Paul D. Austerberry – \"The Shape of Water\" War for the Planet of the Apes Baby Driver Timothée Chalamet Mudbound Michael Stuhlbarg for \"Call Me by Your Name\", \"The Post\", and \"The Shape of Water\" San Diego Film Critics Society Awards 2017 The 22nd San Diego Film Critics Society Awards were announced on December 11, 2017. Get Out Greta Gerwig – \"Lady Bird\" James McAvoy – \"Split\" Sally Hawkins – \"Maudie\" Sam Rockwell – \"Three Billboards Outside Ebbing, Missouri\" Allison Janney – \"I, Tonya\" (TIE) Laurie Metcalf – \"Lady Bird\"", "doc_score": "78.75849914550781", "publish_date": "2018/12/31"}, {"doc_id": "17040992", "text": "28th AVN Awards / Feature honors for Brad Armstrong who also took home the Best Director—Feature award. Tori Black won her second Female Performer of the Year award, the first actress to do so in the event's 28-year history, while Gracie Glam won the Best New Starlet Award. Evan Stone became a three-time Male Performer of the Year, joining Manuel Ferrara and Lexington Steele as the two others with three wins in the category. The nominees for the 28th AVN Awards were announced on Nov. 29, 2010 in a press release. The film receiving the most nominations was \"Malice in Lalaland\" with 19, while", "doc_score": "80.0494155883789", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_11", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "2170506", "text": "Politically Incorrect / that he had been criticizing U.S. military policy, not American soldiers. The show was canceled the following June, which Maher and many others saw as a result of the controversy, although ABC denied that the controversy was a factor and said the program was canceled due to declining ratings. Maher said that the show struggled for advertisers in its final months. There were subsequently comments in various media on the irony that a show called \"Politically Incorrect\" was canceled because its host had made a supposedly politically incorrect comment. The show was replaced on ABC by \"Jimmy Kimmel Live!\" in", "doc_score": "81.44532012939453", "publish_date": "2018/12/31"}, {"doc_id": "2760227", "text": "The Saturday Evening Post / and readers' attention. The \"Post\" had problems retaining readers: the public's taste in fiction was changing, and the \"Post\"s conservative politics and values appealed to a declining number of people. Content by popular writers became harder to obtain. Prominent authors drifted away to newer magazines offering more money and status. As a result, the \"Post\" published more articles on current events and cut costs by replacing illustrations with photographs for covers and advertisements. The magazine's publisher, Curtis Publishing Company, lost a landmark defamation suit, \"Curtis Publishing Co. v. Butts\" 388 U.S. 130 (1967), resulting from an article, and was ordered", "doc_score": "81.29442596435547", "publish_date": "2018/12/31"}, {"doc_id": "2760220", "text": "The Saturday Evening Post / readers), single-panel gag cartoons (including \"Hazel\" by Ted Key) and stories by the leading writers of the time. It was known for commissioning lavish illustrations and original works of fiction. Illustrations were featured on the cover and embedded in stories and advertising. Some \"Post\" illustrations became popular and continue to be reproduced as posters or prints, especially those by Norman Rockwell. Curtis Publishing Co. stopped publishing the \"Post\" in 1969 after the company lost a landmark defamation suit and was ordered to pay over $3 million in damages. The \"Post\" was revived in 1971 as a limited circulation quarterly publication.", "doc_score": "81.26548767089844", "publish_date": "2018/12/31"}, {"doc_id": "15300128", "text": "Men on... / that after Fox moved \"In Living Color\" from its original 9:30 PM Eastern Time to 8:00 PM, Fox censors began exercising more editorial control over the sketches. \"David will say something to me [in a \"Men on...\" sketch] and it will cut to me and I'm smiling. What I said was taken out. It happens a lot.\" The \"Men on...\" series was controversial within the LGBT community. At the time Blaine and Antoine were the only recurring gay characters on network television, also making them the only African American gay characters on the air. As evidenced by a 1992 survey", "doc_score": "81.4324951171875", "publish_date": "2018/12/31"}, {"doc_id": "3321632", "text": "The Brown Daily Herald / Daily Herald\". In later years, \"The Herald\" issued its own comic papers, often on April Fools' Day (a tradition that continues today). In 1933, \"The Herald\" caused a considerable stir by launching an editorial campaign urging students at Brown and at other colleges to sign petitions pledging \"not to bear arms except when the country is invaded.\" An unexpected result was the appointment by the Rhode Island General Assembly of a committee \"to investigate the University and to provide penalties for disloyalty to the State and Nation.\" The response of the students was to raise the number of pledges to", "doc_score": "81.01566314697266", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_12", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "16142114", "text": "Damian Lillard / to score 1,500 points and he led all rookies in scoring (19.0 ppg), assists (6.5 apg), field goals (553) and free throws (271). Lillard averaged 19.0 points, 3.1 rebounds, 6.5 assists, 0.90 steals and 38.6 minutes in 82 games (all starts), as he won the NBA Rookie of the Year Award, joining Blake Griffin (2011), David Robinson (1990) and Ralph Sampson (1984) as the only players to win the award unanimously. He became the fourth Trail Blazer to win the award and joined Robertson and Iverson as the only rookies in NBA history to record 1,500 points and 500 assists", "doc_score": "85.2020034790039", "publish_date": "2018/12/31"}, {"doc_id": "16142141", "text": "Damian Lillard / the Trail Blazers' first-round playoff series against the Pelicans, Lillard scored 19 points in a 131–123 loss. The loss eliminated Portland from the playoffs, as they lost the series in a four-game sweep. Lillard never scored more than 20 in the series and was held below that three times. For the season, he was named to the All-NBA First Team, becoming the third player in franchise history to earn All-NBA First Team honors, joining Drexler (1991–92) and Bill Walton (1977–78). In the Trail Blazers' season opener on October 18, 2018, Lillard scored a game-high 28 points in a 128–119 win", "doc_score": "85.42678833007812", "publish_date": "2018/12/31"}, {"doc_id": "16142130", "text": "Damian Lillard / November 8 against Phoenix, Lillard had 262 points over the first eight games of the season, the most through the first eight games of a season in franchise history. It was also the most by an NBA player since Bryant had 264 through the first eight in 2009–10. Lillard amassed a team-record 695 points in the Blazers' first 25 games of the season, eclipsing Clyde Drexler's previous mark of 681 in 1988. He went on to miss five games between December 26 and January 4 after spraining his left ankle against San Antonio on December 23. On January 28 against", "doc_score": "86.915283203125", "publish_date": "2018/12/31"}, {"doc_id": "16142133", "text": "Damian Lillard / All-Star break, Lillard helped the Trail Blazers to an 18–8 late-season surge to earned them the No. 8 seed in the Western Conference with a 41–41 record. They faced the Golden State Warriors for the second straight year in the playoffs, this time in the first round. Portland went on to lose the series in a clean sweep despite Lillard's 34-point effort in Game 4. For the series, Lillard averaged 27.8 points, 4.5 rebounds, 3.3 assists and 1.3 steals per game while shooting 43% from the field, 28% from behind the arc, and 96% from the free throw line. On", "doc_score": "82.69560241699219", "publish_date": "2018/12/31"}, {"doc_id": "15710480", "text": "Norris Cole / the Pelicans tendered a $3.03 million qualifying offer to make Cole a restricted free agent. On September 17, 2015, Cole re-signed with the Pelicans, accepting the one-year, $3.03 million qualifying offer. On December 1, Cole played his first game of the 2015–16 season after missing the Pelicans' first 17 games with a left ankle injury. In just under 23 minutes of action off the bench, he scored 11 points in a loss to the Memphis Grizzlies, as the Pelicans dropped to a 4–14 win/loss record to start the season. On January 2, 2016, he recorded his second career double-double with", "doc_score": "81.3209228515625", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_13", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "9102989", "text": "Academic Word List / 10 sublists. The sublists are ordered such that the words in the first sublist are the most frequent words and those in the last sublist are the least frequent. The is available on the. Academic Word List The Academic Word List (AWL) was developed by Averil Coxhead at the School of Linguistics and Applied Language Studies at Victoria University of Wellington, New Zealand. The list contains 570 semantic fields which were selected because they appear with great frequency in a broad range of academic texts. The list does not include words that are in the most frequent 2000 words", "doc_score": "81.1209716796875", "publish_date": "2018/12/31"}, {"doc_id": "299668", "text": "Oxford English Dictionary / Third Edition revising their existing entries and adding new words and senses. More than 600 new words, senses, and subentries have been added to the OED in December 2018, including \"to drain the swamp\", \"TGIF\", and \"burkini\". South African editions were added too like \"eina\", \"dwaal\",and \"amakhosi\". The \"taffety tarts\" word entered the OED for the first time. In 1971, the 13-volume \"OED1\" (1933) was reprinted as a two-volume \"Compact Edition\", by photographically reducing each page to one-half its linear dimensions; each compact edition page held four \"OED1\" pages in a four-up (\"4-up\") format. The two volume letters were \"A\"", "doc_score": "83.05760955810547", "publish_date": "2018/12/31"}, {"doc_id": "3654133", "text": "Shorter Oxford English Dictionary / development of a word. Headwords are traced back to their earliest usage. Includes 97,600 headwords, 25,250 variant spellings, 500,000 definitions, 87,400 illustrative quotations and 7,333 sources of quotations (including 5,519 individual authors). The Fifth Edition was published in 2002, and contains more than half a million definitions, with 83,500 illustrative quotations from 7,000 authors. The name Shorter Oxford English Dictionary was used to emphasise the link between this two-volume dictionary and the original twenty-volume OED. On 21 September 2007, the Sixth Edition appeared. The dictionary now includes 600,000 words, phrases, and definitions, covering global English-speaking regions and 2500 new words", "doc_score": "80.97979736328125", "publish_date": "2018/12/31"}, {"doc_id": "9102987", "text": "Academic Word List / Academic Word List The Academic Word List (AWL) was developed by Averil Coxhead at the School of Linguistics and Applied Language Studies at Victoria University of Wellington, New Zealand. The list contains 570 semantic fields which were selected because they appear with great frequency in a broad range of academic texts. The list does not include words that are in the most frequent 2000 words of English (the General Service List), thus many of the words are specific to academic contexts. However, a significant percentage of the vocabulary contained within the AWL is of general use; it is simply not", "doc_score": "82.1376724243164", "publish_date": "2018/12/31"}, {"doc_id": "294778", "text": "New Oxford American Dictionary / reading device also uses \"NOAD\" as its built-in dictionary, along with a choice for the \"Oxford Dictionary of English\". Oxford University Press published \"NOAD2\" in electronic form in 2006 at the OxfordAmericanDictionary.com, and in 2010, along with the \"Oxford Dictionary of English\", as part of Oxford Dictionaries Online. Published in August 2010, the third edition was edited by Angus Stevenson and Christine A. Lindberg. This edition includes over 2,000 new words, senses, and phrases, and over 1,000(1225) illustrations; hundreds of new and revised explanatory notes, new \"Word Trends\" feature charts usage for rapidly changing words and phrases. The dictionary includes", "doc_score": "80.5103759765625", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_14", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "3578653", "text": "Baseball rules / 2007, teams could not replace players on their playoff rosters in the event of an injury and had to play out the series shorthanded. Starting in 2007, an injured player could be placed on the disabled list and replaced by another player who was not included on the initial 25-man roster, but the injured player becomes available for the next round of the playoffs should his team advance. Rule changes have been implemented at different levels of baseball to quicken the pace of play. In college baseball, the Southeastern Conference experimented with a 20-second pitch clock during the 2010 season,", "doc_score": "93.39105987548828", "publish_date": "2018/12/31"}, {"doc_id": "3578640", "text": "Baseball rules / rain is moderate-to-heavy and/or there is standing water on some part of the playing field. In Japan's Nippon Professional Baseball, if the score remains tied after nine innings, up to three extra innings may be played (6 in the playoffs) before the game is called a tie. Since 2011 only regular season games have a 3-hour, 30-minute time limit. Some youth or amateur leagues will end a game early if one team is ahead by ten or more runs, a practice officially known as the \"runs ahead rule\" (sometimes referred to as a \"mercy rule\" or \"slaughter rule\"). Rarely, a", "doc_score": "89.48802185058594", "publish_date": "2018/12/31"}, {"doc_id": "3578654", "text": "Baseball rules / and the NCAA instituted the pitch clock before the 2011 season for when no runners are on base. The pitch clock began to be used in professional baseball as well, first in the Arizona Fall League in 2014 and in the Double-A and Triple-A levels of Minor League baseball in 2015. Rob Manfred, the Commissioner of Baseball, instituted rule changes to MLB before the start of the 2015 MLB season to address the pace of the game, including having batters remain in the batter's box and the installation of time clocks to limit the time spent around commercial breaks. Baseball", "doc_score": "91.97749328613281", "publish_date": "2018/12/31"}, {"doc_id": "13948941", "text": "Instant replay in Major League Baseball / later, on January 16, MLB officially announced the approval of expanded instant replay for use during the 2014 season, whose terms were modified after negotiations with the MLBPA and WUA. According to its terms, managers will be allotted one challenge per game (two if the first challenge results in an overturned call) while the umpiring crew chief will be empowered to initiate a review in innings 7 and later. The umpires will also be allowed to review a home run call at any time. Once a call is challenged an umpire requests a video review, fellow umpires in New York's", "doc_score": "88.31432342529297", "publish_date": "2018/12/31"}, {"doc_id": "11346026", "text": "Official rules of Major League Baseball / usually considered impractical and disregarded. Starting with the Knickerbocker Rules in 1845, and the National League Rules in 1877, the rules of baseball have evolved over time. The 2014 edition of the rulebook fills about 250 pages. After the 2014 season, the Playing Rules Committee reorganized and recodified the rules. However, through the 2017 edition, the rulebook also contains a listing in the 2014 format. The 2017 edition occupies 163 and 99 pages in the current and 2014 formats, respectively. Changes to the rules are decided by a committee. Although new rules are added, some rules which are obsolete have", "doc_score": "88.78707885742188", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_15", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "1003632", "text": "Hollywood Walk of Fame / (a significant problem during the original selections in the late 1950s). However, in 1999, in response to intensifying charges of secrecy in the selection process, the chamber disclosed the members' names: Johnny Grant, the longtime chair and representative of the television category; Earl Lestz, president of Paramount Studio Group (motion pictures); Stan Spero, retired manager with broadcast stations KMPC and KABC (radio); Kate Nelson, owner of the Palace Theatre (live performance); and Mary Lou Dudas, vice president of A&M Records (recording industry). Since that 1999 announcement the chamber has revealed only that Lestz (who received his own star in 2004)", "doc_score": "82.36617279052734", "publish_date": "2018/12/31"}, {"doc_id": "1003631", "text": "Hollywood Walk of Fame / agree to the mandatory personal appearance at the unveiling ceremony; however, Denver received a posthumous star in late 2014. Others have simply never been nominated, or do not have a nominator willing or able to pay the selection fee, or have less than the required five years' minimum involvement in their designated field. Probability also plays a role as only about 10% of nominees are selected each year. Traditionally, the identities of selection committee members, other than its chairman, have not been made public in order to minimize conflicts of interest and to discourage lobbying by celebrities and their representatives", "doc_score": "83.11802673339844", "publish_date": "2018/12/31"}, {"doc_id": "1003630", "text": "Hollywood Walk of Fame / or a film studio, record company, broadcaster, or other sponsor involved with the prospective honoree. The Starz cable network, for example, paid for Dennis Hopper's star as part of the promotion for its series \"Crash\". The star was unveiled in March 2010 shortly before Hopper's death. Numerous major entertainment figures and legendary show business acts are not included on the Walk of Fame for a variety of reasons. Some, such as Julia Roberts and Clint Eastwood, have declined to participate; nominations cannot proceed without the nominee's consent. Others, such as George Clooney and John Denver, were nominated, but would not", "doc_score": "81.90586853027344", "publish_date": "2018/12/31"}, {"doc_id": "11707035", "text": "Former Presidents Act / Former Presidents Act The Former Presidents Act (known also as FPA; 3 U.S.C. § 102) is a 1958 U.S. federal law that provides several lifetime benefits to former presidents of the United States who have not been. Before 1958, the U.S. federal government provided no pension or other retirement benefits to former United States presidents. Andrew Carnegie offered to endow a US$25,000 annual pension for former Chief Executives in 1912, but congressmen questioned the propriety of such a private pension. That prompted legislation to provide benefits to former presidents. When the Former Presidents Act took effect, there were two", "doc_score": "79.22445678710938", "publish_date": "2018/12/31"}, {"doc_id": "19256076", "text": "2017 Baseball Hall of Fame balloting / newly created Today's Game Committee convened early in December 2016 to select from a ballot of retired players and non-playing personnel who made their greatest contributions to the sport after 1987. John Schuerholz and Bud Selig were elected by this committee. On July 26, 2014, the Hall announced changes to the rules for election for recently retired players, reducing the number of years a player will be eligible to be on the ballot from fifteen years to ten. One candidate presently on the BBWAA ballot (Lee Smith) in years 10-15 was grandfathered into this system and retained his previous 15", "doc_score": "78.7051773071289", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_16", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "1815743", "text": "ReBoot / completely computer-animated TV series. A reimagined, live-action/CG-animated series, \"\", was announced in 2015, and the first ten episodes debuted on Netflix worldwide (excluding Canada) on March 30, 2018. YTV aired all twenty episodes from June 4, 2018, to July 5, 2018. The series follows the adventures of a Guardian named Bob and his companions Enzo and Dot Matrix as they work to keep the computer system of Mainframe safe from the viruses known as Megabyte and Hexadecimal. The setting is in the inner world of a computer system known by its inhabitants as Mainframe. It was deliberately chosen due to", "doc_score": "79.46684265136719", "publish_date": "2018/12/31"}, {"doc_id": "20431170", "text": "The Assassination of Gianni Versace: American Crime Story / producer Ryan Murphy would be directing the season premiere. Following the airing of the's finale in April 2016, it was revealed that series creators Scott Alexander and Larry Karaszewski would not be returning for the second season. In June 2017, it was announced that \"Katrina\" would not begin production until early 2018 and that \"Versace\" would air in early 2018, replacing \"Katrina\" as the show's official second installment. On October 2, 2017, \"American Horror Story\" veteran Matt Bomer was announced as the director of the eighth episode, making it his directorial debut. During its production, the working title of", "doc_score": "83.30299377441406", "publish_date": "2018/12/31"}, {"doc_id": "20832060", "text": "Devs (miniseries) / Devs (miniseries) Devs is an upcoming American drama television miniseries set to premiere in 2019 on FX. \"Devs\" follows \"a young computer engineer, Lily [who] investigates the secretive development division of her employer, a cutting-edge tech company based in San Francisco, which she believes is behind the disappearance of her boyfriend.\" On March 13, 2018, it was announced that FX had given the production a pilot order. The pilot screenplay was written by Alex Garland who was also expected to direct and executive produce the episode as well. On August 3, 2018, it was announced the during the Television Critics", "doc_score": "80.90250396728516", "publish_date": "2018/12/31"}, {"doc_id": "20318961", "text": "19-2 (2014 TV series) / 19-2 (2014 TV series) 19-2 is a Canadian police procedural crime drama television series developed by Bruce M. Smith, based on the Canadian French-language series of the same name created by Réal Bossé and Claude Legault. It was produced by Sphere Media Plus and Echo Media, in association with Bell Media; Smith served as showrunner. The series premiered on Bravo in Canada on January 29, 2014, and aired for three seasons, before it moved to CTV for its fourth and final season. It finished its four-year run on September 18, 2017, with 38 episodes. Set in Montreal, \"19-2\" follows the", "doc_score": "82.19833374023438", "publish_date": "2018/12/31"}, {"doc_id": "16507857", "text": "Arrow (TV series) / of soundtracks was also released. In October 2014, a spin-off series entitled \"The Flash\" premiered. In August 2015, an animated spin-off, \"Vixen\", was released, while a second live-action spin-off, \"Legends of Tomorrow\", premiered in January 2016, featuring several characters from \"Arrow\" and \"The Flash\". All four shows are set in a shared universe collectively known as the Arrowverse. On April 2, 2018, The CW renewed the series for a seventh season, which premiered on October 15, 2018. The series follows Oliver Queen, billionaire playboy of Starling City, who is discovered on the mysterious island of Lian Yu five years after", "doc_score": "81.96985626220703", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_17", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "20014782", "text": "2019 Chicago mayoral election / 2019 Chicago mayoral election An election for Mayor of Chicago is scheduled to be held on February 26, 2019. The election is officially nonpartisan, and the winner will be elected to a four-year term. If no candidate receives a majority of votes, a runoff election will be held on April 2, 2019. Incumbent mayor Rahm Emanuel is not running for a third term. Emanuel was first elected in 2011 (winning in the first round with 55.19% of the vote) and reelected in 2015 (receiving 55.7% of the vote in the runoff election). Chicago Board of Elections spokesperson Jim Allen has", "doc_score": "87.66481018066406", "publish_date": "2018/12/31"}, {"doc_id": "18437736", "text": "2015 Chicago aldermanic elections / 2015 Chicago aldermanic elections The 2015 Chicago aldermanic elections happened on February 24, 2015, to elect the 50 Aldermen that represent Chicago in the City Council. The elections are non-partisan and if no candidate receives an absolute majority, a runoff will be held between the top two finishers on April 7, 2015. 43 incumbent alderman are seeking re-election. Aldermen Edward M. Burke (14th Ward), Marty Quinn (13th Ward), Brendan Reilly (42nd Ward) and Harry Osterman (48th Ward) are all running unopposed this election. Aldermen Toni L. Foulkes (15th Ward) and Nicholas Sposato (36th Ward) are running in different wards: the", "doc_score": "84.16529846191406", "publish_date": "2018/12/31"}, {"doc_id": "18437738", "text": "2015 Chicago aldermanic elections / recount. On May 12, however, Pope conceded defeat to Garza. 2015 Chicago aldermanic elections The 2015 Chicago aldermanic elections happened on February 24, 2015, to elect the 50 Aldermen that represent Chicago in the City Council. The elections are non-partisan and if no candidate receives an absolute majority, a runoff will be held between the top two finishers on April 7, 2015. 43 incumbent alderman are seeking re-election. Aldermen Edward M. Burke (14th Ward), Marty Quinn (13th Ward), Brendan Reilly (42nd Ward) and Harry Osterman (48th Ward) are all running unopposed this election. Aldermen Toni L. Foulkes (15th Ward) and", "doc_score": "83.27227020263672", "publish_date": "2018/12/31"}, {"doc_id": "20014787", "text": "2019 Chicago mayoral election / write-in candidates: The following individuals previously-declared candidates who have terminated their candidacies. Unless otherwise indicated, these individuals did not submit petitions: 2019 Chicago mayoral election An election for Mayor of Chicago is scheduled to be held on February 26, 2019. The election is officially nonpartisan, and the winner will be elected to a four-year term. If no candidate receives a majority of votes, a runoff election will be held on April 2, 2019. Incumbent mayor Rahm Emanuel is not running for a third term. Emanuel was first elected in 2011 (winning in the first round with 55.19% of the vote)", "doc_score": "85.874267578125", "publish_date": "2018/12/31"}, {"doc_id": "14898097", "text": "2011 Chicago mayoral election / to support Carol Moseley Braun, in an attempt to unite voters behind a single major African American candidate. Assemblies of God congregation leader Wilfredo De Jesús dropped out of the race on January 7, 2011, and endorsed Gery Chico. Real estate broker John Hu was removed from the ballot by the Chicago Board of Election Commissioners on December 29, 2010. On January 11, 2011, the Chicago Board of Election Commissioners removed three additional candidates whose candidacies were challenged and finalized the election ballot of six candidates. On January 24, 2011, Rahm Emanuel was removed from the ballot by the Illinois", "doc_score": "83.57252502441406", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_18", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "4372766", "text": "Lou Anna Simon / Simon's career being strictly in administrative roles with virtually no faculty experience, and on the basis of it having been a direct appointment by the trustees bypassing usual academic procedure. Following her resignation, Simon's contract allowed for a 12-month research leave at her full presidential salary, after which she could officially assume her faculty position in the department of educational administration. On November 20, 2018, Simon was charged with two felonies and two misdemeanor counts for lying to the police about her knowledge of sexual abuse committed by Nassar. MSU interim President John Engler announced that Simon would be taking", "doc_score": "82.03379821777344", "publish_date": "2018/12/31"}, {"doc_id": "8895317", "text": "Bill Lacy / Bill Lacy William \"Bill\" Lacy is a former political operative and business executive who is the current Director of the Robert J. Dole Institute of Politics, and was the campaign manager for Fred Thompson's 2008 presidential campaign. He was also President Ronald Reagan's Political Director. He currently resides in Lawrence, Kansas. Lacy graduated from Vanderbilt University with a Bachelor's degree in political science and history. From 1975 to 1982, Lacy served in various positions within the Republican National Committee. In 1982, Lacy left the RNC to become the White House deputy director of political affairs. In 1983, Lacy left the", "doc_score": "82.62742614746094", "publish_date": "2018/12/31"}, {"doc_id": "19836422", "text": "Lois Combs Weinberg / her former campaign. Lois Combs Weinberg Lois Ann Combs Weinberg (born December 18, 1943) is a politician and an advocate for improvements in public education in Kentucky. A native of the eastern region of Kentucky, Weinberg has served on the University of Kentucky Board of Trustees, the Kentucky Council on Postsecondary Education, and the Kentucky Prichard Committee for Academic Excellence. In 2002, Weinberg won the Kentucky Democratic Party primary for United States Senate against Tom Barlow. She lost to incumbent Mitch McConnell in the November general election, 64.7%–35.3%. Lois Combs Weinberg, the daughter of Bertam \"Bert \"T. Combs and Mabel", "doc_score": "78.82207489013672", "publish_date": "2018/12/31"}, {"doc_id": "4322327", "text": "Liz Cheney / but faced concerns about the fact she moved to Wyoming in fall 2012. In the video announcing her candidacy, she noted that the Cheney family first came to Wyoming in 1852. Her father served Wyoming in the U.S. House of Representatives from 1979 to 1989. In her first campaign appearance in Cheyenne after announcing her challenge to Enzi, Cheney said, \"We have to not be afraid of being called obstructionists. Obstructing President Obama's policies and his agenda isn't actually obstruction; it's patriotism.\" Cheney claimed that Obama had \"literally declared war\" on the First and Second amendments to the United States", "doc_score": "83.49349212646484", "publish_date": "2018/12/31"}, {"doc_id": "16055717", "text": "Pete Buttigieg / officers without a warrant, and he was punched and Tasered during the encounter, but was ultimately not arrested. Buttigieg's administration offered the teen's family $15,000 in settlement. The family rejected this offer, and the case went to trial. A jury found that the officers had violated Franklin's civil rights, and he was awarded $18. On January 5, 2017, Buttigieg announced his candidacy for Chair of the Democratic National Committee in its 2017 chairmanship election. He \"built a national profile as an emerging dark horse in the race for the chairmanship with the backing of former DNC Chairman Howard Dean.\" Buttigieg", "doc_score": "80.20718383789062", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_19", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "11127830", "text": "Low-carbon power / industry accounted for 39% of CO emissions in 2004, a 27% increase since 1990. Because the cost of reducing emissions in the electricity sector appears to be lower than in other sectors such as transportation, the electricity sector may deliver the largest proportional carbon reductions under an economically efficient climate policy. Technologies to produce electric power with low-carbon emissions are already in use at various scales. Together, they account for roughly 28% of all U.S. electric-power production, with nuclear power representing the majority (20%), followed by hydroelectric power (7%). However, demand for power is increasing, driven by increased population and", "doc_score": "97.44693756103516", "publish_date": "2018/12/31"}, {"doc_id": "11127845", "text": "Low-carbon power / more substantial cost reduction. The Intergovernmental Panel on Climate Change stated in its first working group report that “most of the observed increase in globally averaged temperatures since the mid-20th century is very likely due to the observed increase in anthropogenic greenhouse gas concentrations, contribute to climate change. As a percentage of all anthropogenic greenhouse gas emissions, carbon dioxide (CO) accounts for 72 percent (see Greenhouse gas), and has increased in concentration in the atmosphere from 315 parts per million (ppm) in 1958 to more than 375 ppm in 2005. Emissions from energy make up more than 61.4 percent of", "doc_score": "96.66255950927734", "publish_date": "2018/12/31"}, {"doc_id": "8392190", "text": "Electric energy consumption / in industrial and 0.03 Quads [8.79 TWh] used in transportation. 1 Quad = 1 Quadrillion BTU = 1 x 10 BTU = 293 TWh 16,816 TWh (83%) of electric energy was consumed by final users. The difference of 3,464 TWh (17%) was consumed in the process of generating power and lost in transmission to end users. A sensitivity analysis on an adaptive neuro-fuzzy network model for electric demand estimation shows that employment is the most critical factor influencing electrical consumption. The study used six parameters as input data, employment, GDP, dwelling, population, HDD and CDD, with electricity demand as output", "doc_score": "95.85939025878906", "publish_date": "2018/12/31"}, {"doc_id": "8392196", "text": "Electric energy consumption / (28th) In the Commercial and Public Service, Japan is highest with 36.4%, USA 35.6% (3rd), China 5.4% (29th). For Domestic usage, Saudi Arabia is highest with 56.9%, USA 36.2% (8th), Japan 29.8% (16th), China 15.5% (29th), Korea 13.8% (30th). Definition Electric energy consumption per inhabitant by primary energy source in some countries and areas in 2008 is in the table. For the OECD with 8 991 kWh/yr/person: 1.026 watt/person. In all scenarios, increasing efficiency will result in less electricity needed for a given demand of power and light. But demand will increase strongly on account of As transport and heating", "doc_score": "94.19036865234375", "publish_date": "2018/12/31"}, {"doc_id": "9016404", "text": "Energy in the United States / next 5 years are discussed. Electricity consumption data in this section is based upon data mined from US DOE Energy Information Administration/Electric Power Annual 2016 files In 2016 the total US consumption of electricity was 4,137.1 terawatt-hours (TWh). Consumption was essentially flat from 2015, with a 6 TWh or 0.15% drop. This is broken down as: A profile of the electric energy consumption for 2016 is shown in the following graph. The April minimum of 298 TWh to the July peak of 417 TWh shows the monthly range of consumption variations. The following table derived from data mined from Electric", "doc_score": "96.33770751953125", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_20", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "8279644", "text": "28 Weeks Later / Kingdom and United States on 11 May 2007. During the original outbreak of the Rage Virus, Don, his wife Alice and four more survivors hide in a barricaded cottage on the outskirts of London. They hear a terrified boy pounding at their door and let him in. A few minutes later, they discover that the infected have followed the boy. The infected attack and kill most of the survivors, while Don, Alice and the boy are chased upstairs. Don pleads with Alice to leave the boy but she refuses. He is forced to abandon them as the infected break into", "doc_score": "75.50952911376953", "publish_date": "2018/12/31"}, {"doc_id": "7371642", "text": "A Change of Mind / A Change of Mind \"A Change of Mind\" is a television episode of the British science fiction-allegorical series, \"The Prisoner\". It was first broadcast on 15 December 1967. Themes explored include coerced confessions and medicalized political control; also conformity, methods of enforcing it, and the consequences of its rejection. Number Six pursues his daily exercise routine in the woods. Two young toughs arrive and accuse him of being anti-social for not using the community gym and a fight ensues in which Number Six prevails. In an anteroom to the Council Chamber, a Villager is seen desperately confessing to being \"inadequate", "doc_score": "76.01698303222656", "publish_date": "2018/12/31"}, {"doc_id": "7371644", "text": "A Change of Mind / scar on his temple who says that he had been labelled as \"unmutual\", but is now cured. Number Six again appears before the committee and is told he will be labelled for \"Instant Social Conversion\" if he doesn't fall into line. He then reads in the \"Tally-Ho\" and hears over the public address system that he is officially \"unmutual\". Next morning Number Six is thoroughly shunned, and Number Two threatens him again with Social Conversion, which is a sort of lobotomy. Number Six is attacked by the irate Villagers and marched to the Hospital. There he is strapped to a", "doc_score": "74.33666229248047", "publish_date": "2018/12/31"}, {"doc_id": "14936229", "text": "The Full Treatment / a clinic, but gets in a car accident on the way there. In the confusion, Alan escapes back to southern France. While lying low, he spots Denise and Prade on a yacht. Prade has deceived Denise into taking a vacation while believing that Alan is under intense psychiatric care. Alan appears with a gun at Prade's house, believing that Prade and Denise conspired against him. Prade tells Alan that he has been in a clinic for ten days, causing Alan to question his sanity once again. Denise, however, finds an estimate for repairs to Prade's car and realizes that he", "doc_score": "74.45417785644531", "publish_date": "2018/12/31"}, {"doc_id": "9956388", "text": "Gridlock (Doctor Who) / with thousands of hover vans stuck in gridlock. The fumes in the air begin to affect the Doctor and he seeks refuge in the van of cat person Thomas Kincade Brannigan, his human wife, Valerie and their kitten children. The Doctor learns that the couple, along with all the other traffic on the road, have only travelled a short distance in several years. Brannigan helps the Doctor to locate the vehicle containing Martha, which is heading towards the fast lane. The Doctor tries to call the police but gets put on hold, and Brannigan refuses to put his family in", "doc_score": "76.70356750488281", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_21", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "984026", "text": "Celestial mechanics / Celestial mechanics Celestial mechanics is the branch of astronomy that deals with the motions of objects in outer space. Historically, celestial mechanics applies principles of physics (classical mechanics) to astronomical objects, such as stars and planets, to produce ephemeris data. As an astronomical field of study, celestial mechanics includes the sub-fields of orbital mechanics, which deals with the launching and orbits artificial satellites, and lunar theory, a specialty which deals with the complications of the orbit of the Moon. Modern celestial mechanics tends to divide between five broad fields of study: All of the above fields overlap, but are sometimes", "doc_score": "96.2036361694336", "publish_date": "2018/12/31"}, {"doc_id": "9007054", "text": "Orbit determination / satellite operators. Other countries, including Russia and China, have similar tracking assets. Orbit determination has a long history, beginning with the prehistoric discovery of the planets and subsequent attempts to predict their motions. Johannes Kepler used Tycho Brahe's careful observations of Mars to deduce the elliptical shape of its orbit and its orientation in space, deriving his three laws of planetary motion in the process. The mathematical methods for orbit determination originated with the publication in 1687 of the first edition of Newton's \"Principia\", which gave a method for finding the orbit of a body following a parabolic path from", "doc_score": "95.49284362792969", "publish_date": "2018/12/31"}, {"doc_id": "3813155", "text": "Astrology and astronomy / Astrology and astronomy Astrology and astronomy were archaically treated together (), and were only gradually separated in Western 17th century philosophy (the \"Age of Reason\") with the rejection of astrology. During the later part of the medieval period, astronomy was treated as the foundation upon which astrology could operate. Since the 18th century they have come to be regarded as completely separate disciplines. Astronomy, the study of objects and phenomena originating beyond the Earth's atmosphere, is a science and is a widely studied academic discipline. Astrology, which uses the apparent positions of celestial objects as the basis for the prediction", "doc_score": "95.6370849609375", "publish_date": "2018/12/31"}, {"doc_id": "984038", "text": "Celestial mechanics / fix\" method used anciently with numbers. Research Artwork Course notes Associations Simulations Celestial mechanics Celestial mechanics is the branch of astronomy that deals with the motions of objects in outer space. Historically, celestial mechanics applies principles of physics (classical mechanics) to astronomical objects, such as stars and planets, to produce ephemeris data. As an astronomical field of study, celestial mechanics includes the sub-fields of orbital mechanics, which deals with the launching and orbits artificial satellites, and lunar theory, a specialty which deals with the complications of the orbit of the Moon. Modern celestial mechanics tends to divide between five broad", "doc_score": "95.44403839111328", "publish_date": "2018/12/31"}, {"doc_id": "5310174", "text": "Spherical astronomy / Spherical astronomy Spherical astronomy or positional astronomy is the branch of astronomy that is used to determine the location of objects on the celestial sphere, as seen at a particular date, time, and location on Earth. It relies on the mathematical methods of spherical geometry and the measurements of astrometry. This is the oldest branch of astronomy and dates back to antiquity. Observations of celestial objects have been, and continue to be, important for religious and astrological purposes, as well as for timekeeping and navigation. The science of actually measuring positions of celestial objects in the sky is known as", "doc_score": "98.18177795410156", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_22", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "1716507", "text": "Quinoline Yellow WS / in children. These concerns have led the U.S. FDA and other food safety authorities to regularly review the scientific literature, and led the UK FSA to commission a study by researchers at the University of Southampton to assess the effect of a mixture of six food dyes (Tartrazine, Allura Red, Ponceau 4R, Quinoline Yellow WS, Sunset Yellow FCF and Carmoisine (dubbed the \"Southampton 6\")) and sodium benzoate (a preservative) on children in the general population, who consumed them in beverages; the study published in 2007. The study found \"a possible link between the consumption of these artificial colours and a", "doc_score": "82.38642120361328", "publish_date": "2018/12/31"}, {"doc_id": "11285555", "text": "Mephedrone / was the fourth most popular street drug in the United Kingdom, behind cannabis, cocaine, and ecstasy. The drug was used by a diverse range of social groups. Whilst the evidence was anecdotal, researchers, charity workers, teachers and users reported widespread and increasing use of the drug in 2009. The drug's rapid growth in popularity was believed to be related to both its availability and legality. Fiona Measham, a criminologist at The University of Lancaster, thought the emergence of mephedrone was also related to the decreasing purity of ecstasy and cocaine on sale in the UK, a view reinforced in a", "doc_score": "81.9540786743164", "publish_date": "2018/12/31"}, {"doc_id": "2301715", "text": "Energy drink / is a common occurrence on many college campuses. The alcohol industry has recently been criticized for marketing cohesiveness of alcohol and energy drinks. The combination of the two in college students is correlated to students experiencing alcohol-related consequences, and several health risks. There is no reliable evidence that other ingredients in energy drinks provide further benefits, even though the drinks are frequently advertised in a way that suggests they have unique benefits. The dietary supplements in energy drinks may be purported to provide produce benefits, such as for vitamin B12, but no claims of using supplements to enhance health in", "doc_score": "81.66706848144531", "publish_date": "2018/12/31"}, {"doc_id": "11285571", "text": "Mephedrone / ban. The 2010 \"Mixmag\" survey of 2,500 nightclubbers found one quarter had used mephedrone in the previous month, the price had roughly doubled since it was made illegal, and it was more likely to be cut with other substances. Of those who had already used mephedrone prior to the ban, 75% had continued to use it after the ban. Of the various drugs used by the survey participants, users were more likely to have concerns about it. Interviews with users in Northern Ireland also found the price had roughly doubled since it was made illegal, to around £30 a gram.", "doc_score": "80.48187255859375", "publish_date": "2018/12/31"}, {"doc_id": "2301716", "text": "Energy drink / otherwise normal people have been verified scientifically. Various marketing organizations such as Red Bull and Monster have described energy drinks by saying their product \"gives you wings\", is \"scientifically formulated\", or is a \"killer energy brew\". Marketing of energy drinks has been particularly directed towards teenagers, with manufacturers sponsoring or advertising at extreme sports events and music concerts, and targeting a youthful audience through social media channels. When mixed with alcohol, either as a prepackaged caffeinated alcoholic drink, a mixed drink, or just a drink consumed alongside alcohol, energy drinks are often consumed in social settings. Energy drinks have the", "doc_score": "83.00996398925781", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_23", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "20866952", "text": "Chequers plan / declaration. The outcome needs support from the UK parliament and the EU leaders. May described the political declaration as \"right for the whole of the UK\". Leader of the Opposition, Labour Party's Jeremy Corbyn, described it as \"26pages of waffle\". The leaders from the remaining twenty-sevenEU countries endorsed the draft. Chequers plan The Chequers plan, also known as the Chequers deal or Chequers agreement, is a white paper concerning Brexit, published 12July 2018 by the Government of the United Kingdom under Prime Minister Theresa May. It lays out the type of relationship the UK seeks to have with the European", "doc_score": "85.61410522460938", "publish_date": "2018/12/31"}, {"doc_id": "20083528", "text": "Brexit negotiations / In May 2017, JP Morgan became the first major bank to officially choose Dublin to transfer some of its personnel and operations from its London office. Lloyd's of London have confirmed that they will open a subsidiary in Brussels, hoping to ensure continuation of their continental business which generates 11% of its premiums. The situation may be different when it comes to the fund management industry, as British asset owners, notably UK pension funds, often constitute an incommensurate share of total turnover for German, French, Dutch and other Continental European asset managers. This imbalance could potentially give Britain some negotiating", "doc_score": "81.70932006835938", "publish_date": "2018/12/31"}, {"doc_id": "20083432", "text": "Brexit negotiations / deal was now complete. The government published the \"Chequers plan\" on 12 July 2018. In response to a statement about it by the Secretary of State, the opposition spokesman said that it was a disgrace that it had been shown to the media from 9 a.m. that morning but it had not been shown to MPs until hours later. While the President of the United States Donald Trump was on a visit to the United Kingdom on 13 July 2018, his comment – made in an exclusive interview with \"The Sun\" – that the UK would probably not get a", "doc_score": "83.01972961425781", "publish_date": "2018/12/31"}, {"doc_id": "20818961", "text": "New Chandigarh, Punjab / New Chandigarh, Punjab New Chandigarh is a new planned smart city near Mullanpur Garibdass in the Sahibzada Ajit Singh Nagar district (SAS Nagar) in Punjab, India. It is designed as an extension of already crowded city of Chandigarh. It is developed by Greater Mohali Area Development Authority. Digital land survey was started by using a drone on 26 April 2018 and was completed on 24 June 2018. Initial Master of city is divided in sectors numbering 1 to 21. Eco City I and Eco City II are the residential townships in New Chandigarh, spread over 806 acres in the foothills", "doc_score": "80.46287536621094", "publish_date": "2018/12/31"}, {"doc_id": "20106561", "text": "Economic effects of Brexit / benefit aerospace and defence firms, pharmaceutical companies, and professional services companies; the share prices of these companies were boosted after the EU referendum. On 12 July, the global investment management company BlackRock predicted the UK would experience a recession in late 2016 or early 2017 as a result of the vote to leave the EU, and that economic growth would slow down for at least five years because of a reduction in investment. On 18 July, the UK-based economic forecasting group EY ITEM club suggested the country would experience a \"short shallow recession\" as the economy suffered \"severe confidence effects", "doc_score": "80.18482971191406", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_24", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "4851285", "text": "Young Vic / Young Vic The Young Vic is a theatre on the Cut, located near the South Bank, in the London Borough of Lambeth. Kwame Kwei-Armah has been the theatre's artistic director since February 2018, succeeding David Lan. Its philosophy is to \"produce great plays for great audiences now and in the future\". In the period after World War II, a Young Vic Company was formed in 1946 by director George Devine as an offshoot of the Old Vic Theatre School for the purpose of performing classic plays for audiences aged nine to fifteen. This was discontinued in 1948 when Devine and", "doc_score": "85.065185546875", "publish_date": "2018/12/31"}, {"doc_id": "4445055", "text": "Cue (theatrical) / Cue (theatrical) A theatrical cue is the trigger for an action to be carried out at a specific time. It is generally associated with theatre and the film industry. They can be necessary for a lighting change or effect, a sound effect, or some sort of stage or set movement/change. Cues are generally given by the stage manager as a verbal signal over the headset system or backstage intercom, by a signal with a 'cue light' or by a show control system. There are 3 types of cues given. Warning, Standby, and Go. There are several common methods for the", "doc_score": "85.16768646240234", "publish_date": "2018/12/31"}, {"doc_id": "2971352", "text": "The Old Vic / to the stage. Since 2015 Matthew Warchus has been Artistic Director of The Old Vic. His debut season opened in September 2015 with Warchus's production of a new play about education, \"Future Conditional\" by Tamsin Oglesby. On 24 October 2017 The Old Vic announced its bicentenary season. The theatre celebrated its 200th birthday on Friday 11 May 2018 with a free performance of Joe Penhall's Mood Music, featuring Ben Chaplin. Productions with Kevin Spacey as artistic director include: 2011 season 2012 season 2013 season 2014 season 2015 season Productions with Matthew Warchus as artistic director include: 2015-16 season 2016-17 season", "doc_score": "83.54485321044922", "publish_date": "2018/12/31"}, {"doc_id": "4445066", "text": "Cue (theatrical) / prompt book. Cue (theatrical) A theatrical cue is the trigger for an action to be carried out at a specific time. It is generally associated with theatre and the film industry. They can be necessary for a lighting change or effect, a sound effect, or some sort of stage or set movement/change. Cues are generally given by the stage manager as a verbal signal over the headset system or backstage intercom, by a signal with a 'cue light' or by a show control system. There are 3 types of cues given. Warning, Standby, and Go. There are several common methods", "doc_score": "84.24722290039062", "publish_date": "2018/12/31"}, {"doc_id": "2971353", "text": "The Old Vic / 2017-18 season 2018-19 season The Old Vic The Old Vic is a 1,000-seat, not-for-profit producing theatre, located just south-east of Waterloo station on the corner of the Cut and Waterloo Road in Lambeth, London, England. Established in 1818 as the Royal Coburg Theatre, and renamed in 1833 the Royal Victoria Theatre, in 1871 it was rebuilt and reopened as the Royal Victoria Palace. It was taken over by Emma Cons in 1880 and formally named the Royal Victoria Hall, although by that time it was already known as the \"Old Vic\". In 1898, a niece of Cons, Lilian Baylis, assumed", "doc_score": "82.19002532958984", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_25", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "13026458", "text": "Adam Lambert / in the television remake of \"The Rocky Horror Picture Show.\" \"The X Factor Australia\" wrapped its 2016 season in November, with a member of Lambert's team declared the winner. In December, he performed a duet with finalist Saara Aalto on \"The X Factor UK\" finale; and presented the award for British Artist of the Year on the BBC Music Awards 2016 live telecast. Lambert featured on the soundtrack album of DreamWorks Animation's \"\" with \"Think,\" released in June 2017. Queen + Adam Lambert commenced a worldwide arena tour on June 23, 2017 in Glendale, Arizona consisting of dates in North", "doc_score": "76.597412109375", "publish_date": "2018/12/31"}, {"doc_id": "523671", "text": "Brian May / 2013, when the three performed together at the iHeartRadio Music Festival at the MGM Grand Hotel & Casino in Las Vegas on 20 September. Five months later, May, Taylor and Lambert announced a 19-date summer tour of North America on \"Good Morning America\". Due to ticket demand, five dates were soon added. In May 2014, shows in Australia and New Zealand were announced, along with festival performances in South Korea and Japan. The tour was extended to the UK and greater Europe in early 2015. The group performed together in South America in September 2015, including Queen's first performance at", "doc_score": "74.93973541259766", "publish_date": "2018/12/31"}, {"doc_id": "20436441", "text": "Taylor Swift's Reputation Stadium Tour / cities. Furthermore, the singer also announced extra shows in North America for Pasadena, Chicago, East Rutherford, Foxborough, Toronto, and Atlanta due to popular demand before the pre-sale began. On December 3, Swift announced five dates for Oceania. In January 2018, due to huge demand, Swift went on to add second dates in Santa Clara, Landover, Philadelphia, Minneapolis and Arlington and third dates in East Rutherford and Foxborough, totalling 40 shows for the tour's North American leg. On March 1, 2018, Swift officially announced Camila Cabello and Charli XCX as the opening acts for the Reputation Stadium Tour. Cabello was previously", "doc_score": "74.8183822631836", "publish_date": "2018/12/31"}, {"doc_id": "19971054", "text": "Queen + Adam Lambert Tour 2017–2018 / Arena Birmingham in Birmingham on 16 December 2017. The group then played concerts in Oceania starting on 17 February 2018 in Auckland, ending on 6 March with a show at Perth Arena. The overall tour ended with another European leg. The tour marks the group's second visits to North America and Oceania, both of which took place in 2014 as part of the Queen + Adam Lambert Tour 2014–2015. After performing with \"American Idol\" finalists Kris Allen and Adam Lambert during the programme's season finale in 2009, the active members of Queen, Brian May and Roger Taylor, began contemplating the", "doc_score": "76.7785415649414", "publish_date": "2018/12/31"}, {"doc_id": "20307973", "text": "Reputation (Taylor Swift album) / in support of \"Reputation\", first announcing North American dates. The tour began on May 8, 2018, at the University of Phoenix Stadium in Glendale, Arizona, and concluded on November 21, 2018 at the Tokyo Dome in Tokyo, Japan, with a total of 53 dates in stadiums throughout North America, Europe, Oceania and Asia. \"Reputation\" received generally positive reviews from music critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream publications, the album received an average score of 71 based on 28 reviews, indicating \"generally favorable reviews\". \"The Guardian\" writer Alexis Petridis opined \"Reputation\", \"may", "doc_score": "76.05503845214844", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_26", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "20202987", "text": "2018 EFL Cup Final / 2018 EFL Cup Final The 2018 EFL Cup Final, or 2018 Carabao Cup Final, was the final association football match of the 2017–18 EFL Cup that took place on 25 February 2018 at Wembley Stadium. It was the first League Cup final contested under the \"Carabao Cup\" name following the sponsorship of Carabao Energy Drink. It was contested between Manchester City and Arsenal and won, 3–0 by Manchester City who would have entered the Second Qualifying Round of the 2018–19 UEFA Europa League, but they qualified directly for the 2018–19 UEFA Champions League by finishing first in the 2017–18 Premier", "doc_score": "85.9106216430664", "publish_date": "2018/12/31"}, {"doc_id": "20164775", "text": "2017 U.S. Open Cup Final / Cup in 1970 and 1972. <onlyinclude></onlyinclude> 2017 U.S. Open Cup Final The 2017 Lamar Hunt U.S. Open Cup Final was played on September 20, 2017, at Children's Mercy Park in Kansas City, Kansas. The match determined the winner of the 2017 U.S. Open Cup, a tournament open to amateur and professional soccer teams affiliated with the United States Soccer Federation. It was the 104th edition of the oldest competition in United States soccer. This edition of the final was contested between Sporting Kansas City and the New York Red Bulls, both of Major League Soccer. Kansas City and New York", "doc_score": "84.7239990234375", "publish_date": "2018/12/31"}, {"doc_id": "20574600", "text": "2018 Copa del Rey Final / 2018 Copa del Rey Final The 2018 Copa del Rey Final was a football match played on 21 April 2018 to decide the winner of the 2017–18 Copa del Rey, the 116th edition of Spain's primary football cup. The match was between Sevilla and Barcelona at the Wanda Metropolitano Stadium in Madrid. Barcelona won the final 5–0 for their 4th consecutive and 30th overall Copa del Rey title. Barcelona were competing in their 40th Copa del Rey final, extending the record of 39 which they previously shared with Real Madrid, having won 29 titles prior, a competition record. They were", "doc_score": "84.92384338378906", "publish_date": "2018/12/31"}, {"doc_id": "20441571", "text": "2018 FIFA World Cup Final / also became the second team in the 32-team World Cup to win all their knockout matches without any extra time or penalty shoot-out after Brazil in 2002. As winners, France qualified for the 2021 FIFA Confederations Cup. The final was played at the Luzhniki Stadium in Moscow, located in the Khamovniki District of the Central Administrative Okrug. An expanded version of the stadium was named as the provisional final venue in Russia's World Cup bid, which was selected by FIFA on 2 December 2010. Luzhniki Stadium was confirmed as the final venue on 14 December 2012, following a meeting of", "doc_score": "81.67530822753906", "publish_date": "2018/12/31"}, {"doc_id": "20164774", "text": "2017 U.S. Open Cup Final / and the 2015, and to date, are the only Kansan club to have ever won the honor. To reach the final, Kansas City hosted three of their four cup fixture heading to the final. The Red Bulls had only been to one previous Open Cup Final, the 2003 Lamar Hunt U.S. Open Cup Final, which the then-MetroStars lost to the Chicago Fire 0-1 at Giants Stadium. Two other teams from New Jersey, Elizabeth S.C. and Paterson F.C., have won the Open Cup, with Paterson F.C. winning the then-Challenge Cup in 1923 on a forfeit, and Elizabeth S.C. winning the Challenge", "doc_score": "85.63947296142578", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_27", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "16725462", "text": "Ron DeSantis / \"doesn't conduct fishing expeditions.\" DeSantis stated that the May 17, 2017 DOJ order \"didn't identify a crime to be investigated and practically invites a fishing expedition.\" He is a founding member of the Freedom Caucus, a group of congressional conservatives. On May 6, 2015, DeSantis announced that he was running for the United States Senate seat held by Marco Rubio, who initially did not file to run for re-election due to his bid for the U.S. presidency. He was endorsed by the fiscally conservative Club for Growth. In January 2018, DeSantis announced his candidacy for Governor of Florida to succeed", "doc_score": "79.13278198242188", "publish_date": "2018/12/31"}, {"doc_id": "9070794", "text": "The Domain (Austin, Texas) / stadium would be open for the 2021 season. Brian Rodgers, leader of Stop Domain Subsidies, sued the City of Austin and Endeavor Real Estate Group in 2004, claiming Endeavor purposely misled the city in order to receive what he argued amounted to $65 million in tax subsidies. The suit was settled out of court, with the settlement allowing the City of Austin to back out of deal with no penalties. Eventually, the local newspaper verified that the original claim that the subsidy was only $25 million was false and that, according to their figures, it could amount to $57 million.", "doc_score": "77.24163818359375", "publish_date": "2018/12/31"}, {"doc_id": "16725464", "text": "Ron DeSantis / the support DeSantis's primary campaign had received demonstrated both Trump's kingmaking capacity in a Republican-trending state but also a \"broader nationalization of conservative politics\" wherein \"a willingness to hurl rhetorical lightning bolts at the left, the media and special counsel Robert S. Mueller can override local credentials, local endorsements and preparedness for a state-based job.\" On August 28, 2018, DeSantis won the Republican primary. His Democratic opponent in the general election was Andrew Gillum. The race was \"widely seen as a toss-up.\" In September 2018, DeSantis announced state Rep. Jeanette Núñez as his running mate. He resigned his seat in", "doc_score": "75.70765686035156", "publish_date": "2018/12/31"}, {"doc_id": "7294707", "text": "Rick Scott / Rick Scott Richard Lynn Scott (né Myers; born December 1, 1952) is an American businessman and politician, serving as the 45th and current Governor of Florida since 2011. He is the United States Senator-elect from Florida. Born in Bloomington, Illinois, Scott is a graduate of the University of Missouri, Kansas City, later receiving his law degree from Southern Methodist University's Dedman School of Law. In 1987, after serving in the United States Navy and becoming a law firm partner, he co-founded Columbia Hospital Corporation. Columbia later merged with another corporation to form Columbia/HCA, which eventually became the largest private for-profit", "doc_score": "75.36764526367188", "publish_date": "2018/12/31"}, {"doc_id": "15551726", "text": "Jonathon Sharkey / Jonathon Sharkey Jonathon Tepes Sharkey (born John Albert Sharkey; April 2, 1964) is an American professional wrestler and perennial candidate. He resides in Florida and initially attempted to run for President as a Republican in 2012. On August 24, 2011, he formally ended his presidential campaign, but said he intends to run again in 2020. Sharkey was born in Elizabeth, New Jersey and joined the United States Army in 1981. Following his discharge on medical grounds in 1983, he studied at Kansas State University. He formerly lived in Minnesota but moved to Florida in 2010. Sharkey has three living children,", "doc_score": "77.60175323486328", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_28", "search_time": "2023/03/15/03:30", "search_result": [{"doc_id": "15123863", "text": "Climate change and poverty / research comparing the interrelated processes of climate change and agriculture. Climate change will affect rainfall, temperature, and water availability for agriculture in vulnerable areas. Climate change could affect agriculture in several ways including productivity, agricultural practices, environmental effects, and distribution of rural space. Additional number affected by malnutrition could rise to 600 million by 2080. Climate change could worsen the prevalence of hunger through direct negative effects on production and indirect impacts on purchasing powers. Of the 3 billion growth in population projected worldwide by the mid-21st century, the majority will be born in countries already experiencing water shortages. As", "doc_score": "92.06033325195312", "publish_date": "2018/12/31"}, {"doc_id": "12879258", "text": "Global Hunger Index / in South Asia and Africa show. Since 2005 and increase in armed conflict can be seen. Unless armed conflicts can be reduced there is little hope for overcoming hunger. Hidden hunger concerns over 200 million people worldwide. This micronutrient deficiency develops when humans do not take in enough micronutrients such as zinc, folate, iron and vitamins, or when their bodies cannot absorb them. Reasons include an unbalanced diet, a higher need for micronutrients (e.g. during pregnancy or while breast feeding) but also health issues related to sickness, infections or parasites. The consequences for individuals can be devastating: these often include", "doc_score": "93.19083404541016", "publish_date": "2018/12/31"}, {"doc_id": "3671590", "text": "Population growth / 2050. Conversely, a 2014 paper by demographers from several universities and the United Nations Population Division projected that the world's population would reach about 10.9 billion in 2100 and continue growing thereafter. One of its authors, Adrian Raftery, a University of Washington professor of statistics and of sociology, says \"The consensus over the past 20 years or so was that world population, which is currently around 7 billion, would go up to 9 billion and level off or probably decline. We found there’s a 70 percent probability the world population will not stabilize this century. Population, which had sort of", "doc_score": "92.2757568359375", "publish_date": "2018/12/31"}, {"doc_id": "5253", "text": "Extreme poverty / in global poverty, for better or worse. Others are more pessimistic about this possibility, with many predicting a range of 193 million to 660 million people living in extreme poverty by 2035. Additionally, some believe the rate of poverty reduction will slow down in the developing world, especially in Africa, and as such it will take closer to five decades to reach global zero. Despite these reservations, several prominent international and national organizations, including the UN, the World Bank and the United States Federal Government (via USAID), have set a target of reaching global zero by the end of 2030.", "doc_score": "92.08299255371094", "publish_date": "2018/12/31"}, {"doc_id": "8589940", "text": "Demographic dividend / future basic minimum living standards including food, water and energy. As per Population Reference Bureau India's population in 2050 is predicted to be 1.692 billion people. The Middle East and North Africa recently experienced a youth bulge in which 15- to 29-year-olds comprise around 30% of the total population. It is believed that, through educational and employment, the current youth population in the Middle East could fuel economic growth and developments as young East Asians were able to for the Asian Tigers. During the course of the demographic dividend there are four mechanisms through which the benefits are delivered. There", "doc_score": "92.8262939453125", "publish_date": "2018/12/31"}]}
{"question_id": "20230303_29", "search_time": "2023/03/15/03:31", "search_result": [{"doc_id": "14073098", "text": "Measuring economic worth over time / of an item in the past, and the price of an item today. Over short periods of time, like months, inflation may measure the role an object and its cost played in an economy: the price of fuel may rise or fall over a month. The price of money itself changes over time, as does the availability of goods and services as they move into or out of production. What people choose to consume changes over time. Finally, concepts such as cash money economies may not exist in past periods, nor ideas like wage labour or capital investment. Comparing what", "doc_score": "79.31520080566406", "publish_date": "2018/12/31"}, {"doc_id": "19557393", "text": "Food prices / production with China accounting for more than 10% of both production and consumption in the global fruit and vegetable processing and preserving industry. The trend is similarly evident in industries such as soft drink and bottled water manufacturing, as well as global cocoa, chocolate, and sugar confectionery manufacturing, forecast to grow by 5.7% and 10.0% respectively during 2008 in response to soaring demand in Chinese and Southeast Asian markets. Rising food prices over recent years have been linked with social unrest around the world, including rioting in Bangladesh and Mexico, and the Arab Spring. Fluctuating food prices have led to", "doc_score": "83.890869140625", "publish_date": "2018/12/31"}, {"doc_id": "19557387", "text": "Food prices / 2016 according to the South African Reserve Bank. To a certain extent, adverse price trends can be counteracted by food politics. When food commodities become too expensive on the world market, food security is in danger especially for developing countries. In keeping with the supply and demand-principle, global prices will on average continue to rise with the growing world population. Sharp dramatic rises in the food inflation as happened during the 2007-08 world food price crisis have been more pronounced in developing countries than in the OECD and North America in particular, however. Consumer prices in the rich countries are", "doc_score": "82.59264373779297", "publish_date": "2018/12/31"}, {"doc_id": "19557386", "text": "Food prices / Food prices Food prices refer to the (averaged) price level for food in particular countries or regions or on a global scale. The food industry's contribution to the price levels and fluctuations come from the food production process, food marketing and food distribution. Source of uncontrollable price fluctuations are varying crop yield from excess supply to harvest failure and food speculation activities. It is speculated that already the global climate change could be a major factor behind rising food prices. A continuing drought in South Africa may - amongst other factors - have food inflation soar 11% until end of", "doc_score": "82.82918548583984", "publish_date": "2018/12/31"}, {"doc_id": "1524175", "text": "Exchange rate / the relative price of domestic and foreign goods and services, thus reflecting the competitiveness of a country with respect to the rest of the world. More in detail, an appreciation of the currency or a higher level of domestic inflation drives up the RER, worsening the country’s competitiveness and reducing the Current Account (CA). On the other hand, a currency depreciation generates an opposite effect, improving the country’s CA. There is evidence that the RER generally reaches a steady level in the long-term, and that this process is faster in small open economies characterized by fixed exchange rates. Any substantial", "doc_score": "82.18833923339844", "publish_date": "2018/12/31"}]}
