{"question_id": "20230915_0", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "12900407", "text": "Meningococcal vaccine / protection after receiving MPSV-4 (31% protective compared with controls). As of 2010, there remains limited evidence that any of the current conjugate vaccines offer continued protection beyond three years; studies are ongoing to determine the actual duration of immunity, and the subsequent requirement of booster vaccinations. The CDC offers recommendations regarding who they feel should get booster vaccinations. On June 14, 2012, the FDA approved a new combination vaccine against two types of meningococcal disease and Hib disease for infants and children 6 weeks to 18 months old. The vaccine, Menhibrix, will prevent disease caused by \"Neisseria meningitidis\" serogroups C", "doc_score": "88.84969329833984", "publish_date": "2018/12/31"}, {"doc_id": "19445936", "text": "Universal flu vaccine / Energy and Commerce Subcommittee on Oversight and Investigations, Goodman replied \"Nature is very tricky and as this is a very crafty virus, so I'd be very hesitant to predict... I think the earliest we'd begin to see something with clinical benefit might be 5 to 10 years.\" In recent years, research has concerned use of an antigen for the flu hemagglutinin (HA) stem. Based on the results of animal studies, a universal flu vaccine may use a two-step vaccination strategy: priming with a DNA-based HA vaccine, followed by a second dose with an inactivated, attenuated, or adenovirus-vecto-based vaccine. The NIAID/NIH", "doc_score": "87.28275299072266", "publish_date": "2018/12/31"}, {"doc_id": "3868697", "text": "Influenza vaccine / immune response to the antigens present on the inactivated virus, while cold-adapted LAIV works by establishing infection in the nasal passages. Various public health organizations, including the World Health Organization, have recommended that yearly influenza vaccination be routinely offered, particularly to people at risk of complications of influenza and those individuals who live with or care for high-risk individuals, including: Both types of flu vaccines are contraindicated for those with severe allergies to egg proteins and people with a history of Guillain–Barré syndrome., the World Health Organization recommends seasonal influenza vaccination for: In 2008, the National Advisory Committee on", "doc_score": "85.8218994140625", "publish_date": "2018/12/31"}, {"doc_id": "12900400", "text": "Meningococcal vaccine / Meningococcal vaccine Meningococcal vaccine refers to any of the vaccines used to prevent infection by \"Neisseria meningitidis\". Different versions are effective against some or all of the following types of meningococcus: A, C, W-135, and Y. The vaccines are between 85 and 100% effective for at least two years. They result in a decrease in meningitis and sepsis among populations where they are widely used. They are given either by injection into a muscle or just under the skin. The World Health Organization recommends that countries with a moderate or high rate of disease or with frequent outbreaks should routinely", "doc_score": "87.7656478881836", "publish_date": "2018/12/31"}, {"doc_id": "10799105", "text": "Hepatitis B vaccine / fail to respond will require hepatitis B immunoglobulin (HBIG) if later exposed to the hepatitis B virus. Poor responses are mostly associated with being over the age of 40 years, obesity and smoking, and also in alcoholics, especially if with advanced liver disease. Patients who are immunosuppressed or on renal dialysis may respond less well and require larger or more frequent doses of vaccine. At least one study suggests that hepatitis B vaccination is less effective in patients with HIV. It is now believed that the hepatitis B vaccine provides indefinite protection. However, it was previously believed and suggested that", "doc_score": "84.81983184814453", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_1", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "20660580", "text": "Kim–Xi meetings / 19–20, 2018. The first China–North Korea meeting in 2018 was organized by the invitation from Xi Jinping, General Secretary of the Communist Party of China (\"de facto\" paramount leader). During the meeting between the two heads of state, Kim Jong-un officially invited Xi Jinping to Pyongyang at a time convenient for him, and Xi accepted the invitation. During the confidential summit schedule, Xi presented and explained the list of the presents to Kim, who also prepared several gifts and described their details for Xi. Xi urged Kim to strengthen the strategic and diplomatic future partnership between China and North Korea.", "doc_score": "93.38729858398438", "publish_date": "2018/12/31"}, {"doc_id": "20617447", "text": "2018 North Korea–United States summit / United States President Donald Trump arrived six minutes later. They started the summit at 9:05 am local time with a 12-second handshake and then participated in a one-on-one meeting, with interpreters only. Trump and Kim emerged from the one-on-one talks and walked down the corridor to the Cassia where the expanded bilateral meeting took place. Trump described the one-on-one meeting as \"very very good\" when asked by a reporter. When Trump was asked if he had notes of the one-on-one meeting to refer back and verify, Trump replied, \"I don't have to verify because I have one of the great", "doc_score": "91.33330535888672", "publish_date": "2018/12/31"}, {"doc_id": "20660584", "text": "Kim–Xi meetings / negotiation strategy between the DPRK and United States. Kim–Xi meetings Kim–Xi meetings is a series of summits between North Korea and China during the year 2018. North Korean supreme leader Kim Jong-un secretly met with Chinese paramount leader Xi Jinping on March 25–28, 2018. Xi made a classified invitation to Kim to visit China, after which Kim visited Beijing used his bullet proof train to travel to the three-day meeting. It is his first known out-of-country diplomatic trip since taking power. Kim and Xi had a second surprise meeting on May 7–8, 2018 in the city of Dalian. Kim and", "doc_score": "94.72891235351562", "publish_date": "2018/12/31"}, {"doc_id": "8274782", "text": "Kim Jong-un / 7–8 May, Kim made a second visit to China, meeting with Xi Jinping in Dalian. On 26 May, Kim had a second and unannounced meeting the North Korean side of Panmunjom, meeting with Moon to discuss the summit with Donald Trump. On 10 June, Kim arrived in Singapore and met with Prime Minister Lee Hsien Loong. On June 12, Kim met Donald Trump for a summit and signed a declaration, affirming a commitment to peace and nuclear disarmament. In September, Kim held another summit with Moon in Pyongyang. Kim agreed to dismantle North Korea's nuclear weapons facilities if the United", "doc_score": "93.26183319091797", "publish_date": "2018/12/31"}, {"doc_id": "8274781", "text": "Kim Jong-un / of the Presidium, Kim Yong-nam, and performers such as the Samjiyon Orchestra. On 5 March, he arranged a meeting with South Korea's Chief of the National Security Office, Chung Eui-yong. Chinese media announced that Kim had visited Beijing on 26 March. This was confirmed by the North Korean state press outlet Korean Central News Agency (KCNA) on 28 March. At the April 2018 inter-Korean summit, Kim and South Korean President Moon Jae-in signed the Panmunjom Declaration, pledging to convert the Korean Armistice Agreement into a full peace treaty, formally ending the Korean War, by the end of the year. From", "doc_score": "91.32929229736328", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_2", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "8553006", "text": "David Stanley Jacubanis / 1962, shortly after being paroled, Jacubanis robbed $6,004 from a bank in Dedham, Massachusetts on March 27, 1962. Because the bank was not insured by the federal government, thus remaining under jurisdiction of state officials, federal authorities issued arrest warrants for Jacubanis with unlawful flight to avoid prosecution and violation of his parole. After a second robbery in North Smithfield, Rhode Island on April 5, Jacubanis faced additional federal charges and was officially placed as the 171st fugitive on the FBI's Ten Most Wanted List on November 21. After eight days, Jacubanis was captured in Arlington, Vermont where he was", "doc_score": "87.8855972290039", "publish_date": "2018/12/31"}, {"doc_id": "7415158", "text": "Michael Curtis Reynolds / Al-Qaeda\", in addition to \"seeking to destroy property used in interstate or foreign commerce\". He waived any dispute to extradition and was extradited to Lackawanna County Prison in Scranton, Pennsylvania where he was incarcerated pending trial, which began July 9, 2007. The judge, having been informed that Reynolds had been held without contact with his mother or any means of financial aid, suggested that the State government might afford the cost to purchase him a suit of clothing for the trial. Reynolds had initially been assigned a public defender but had a dispute with her, and hired Joseph A. O'Brien", "doc_score": "89.67053985595703", "publish_date": "2018/12/31"}, {"doc_id": "3688529", "text": "Randy Weaver / was charged with multiple crimes relating to the Ruby Ridge incident - a total of ten counts, including the original firearms charges. Attorney Gerry Spence handled Weaver's defense, and successfully argued that Weaver's actions were justifiable as self-defense. The judge dismissed two counts after hearing prosecution witness testimony. The jury acquitted Weaver of all remaining charges except two, one of which the judge set aside. Weaver was found guilty of one count, failure to appear, for which Weaver was fined $10,000 and sentenced to 18 months in prison. He was credited with time served plus an additional three months, and", "doc_score": "88.13338470458984", "publish_date": "2018/12/31"}, {"doc_id": "8234498", "text": "Richard Lee McNair / Richard Lee McNair Richard Lee McNair (born December 19, 1958) is a convicted murderer known for his ability to escape and elude capture. In 1987, McNair murdered one man and shot a second man four times during a botched robbery. He is currently serving two terms of life imprisonment for these crimes including escaping from prison. After McNair's arrest, he escaped three times from three different institutions using various creative methods. On his first attempt, he used lip balm to squeeze out of a pair of handcuffs. He escaped a second time by crawling through a ventilation duct. In his", "doc_score": "86.91764068603516", "publish_date": "2018/12/31"}, {"doc_id": "18838952", "text": "Richard Matt / Richard Matt Richard William Matt (June 25, 1966 – June 26, 2015) was an American murderer known for several prison escapes, most notably the 2015 Clinton Correctional Facility escape. On December 3, 1997, Richard Matt and his accomplice Lee Bates kidnapped his former 72-year-old boss, William Rickerson, in his North Tonawanda home. After attacking him, Matt forced Rickerson into the trunk of Bates' car. Matt believed Rickerson had access to a large sum of money and demanded to know its location. They drove for more than 24 hours with Rickerson in the trunk to Ohio and back, periodically stopping to", "doc_score": "89.59148406982422", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_3", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "307220", "text": "Planet / the Sun: Jupiter is the largest, at 318 Earth masses, whereas Mercury is the smallest, at 0.055 Earth masses. The planets of the Solar System can be divided into categories based on their composition: An exoplanet (extrasolar planet) is a planet outside the Solar System. In early 1992, radio astronomers Aleksander Wolszczan and Dale Frail announced the discovery of two planets orbiting the pulsar PSR 1257+12. This discovery was confirmed, and is generally considered to be the first definitive detection of exoplanets. These pulsar planets are believed to have formed from the unusual remnants of the supernova that produced the", "doc_score": "86.12285614013672", "publish_date": "2018/12/31"}, {"doc_id": "3621210", "text": "Omega Centauri / David Villa is set on a planet \"diametrically opposite\" Omega Centauri (renamed w-Centauri) with respect to Earth, thereby marking the globular cluster as a pointer to humanity's distant and all but forgotten homeworld. Omega Centauri Omega Centauri (ω Cen or NGC 5139) is a globular cluster in the constellation of Centaurus that was first identified as a non-stellar object by Edmond Halley in 1677. Located at a distance of 15,800 light-years (4,850 pc), it is the largest globular cluster in the Milky Way at a diameter of roughly 150 light-years. It is estimated to contain approximately 10 million stars and", "doc_score": "83.88874053955078", "publish_date": "2018/12/31"}, {"doc_id": "364414", "text": "Star / time, a signal of the reionization epoch, an indirect detection of light from the earliest stars formed - about 180 million years after the Big Bang. In April, 2018, astronomers reported the detection of the most distant \"ordinary\" (i.e., main sequence) star, named Icarus (formally, MACS J1149 Lensed Star 1), at 9 billion light-years away from Earth. In May 2018, astronomers reported the detection of the most distant oxygen ever detected in the Universe - and the most distant galaxy ever observed by Atacama Large Millimeter Array or the Very Large Telescope - with the team inferring that the signal", "doc_score": "86.36450958251953", "publish_date": "2018/12/31"}, {"doc_id": "320178", "text": "Planets beyond Neptune / Pluto was massive enough to perturb planets, they assumed that its albedo could be no less than 0.07 (meaning that it reflected only 7% of the light that hit it); about as dark as asphalt and similar to that of Mercury, the least reflective planet known. This would give Pluto an estimated mass of no more than 70% that of Earth. Observations also revealed that Pluto's orbit was very elliptical, far more than that of any other planet. Almost immediately, some astronomers questioned Pluto's status as a planet. Barely a month after its discovery was announced, on April 14, 1930,", "doc_score": "83.73555755615234", "publish_date": "2018/12/31"}, {"doc_id": "1346539", "text": "Stellar nucleosynthesis / for the longevity of the Sun as a source of heat and light. In 1920, Arthur Eddington, on the basis of the precise measurements of atomic masses by F.W. Aston and a preliminary suggestion by Jean Perrin, proposed that stars obtained their energy from nuclear fusion of hydrogen to form helium and raised the possibility that the heavier elements are produced in stars. This was a preliminary step toward the idea of nucleosynthesis. In 1928, George Gamow derived what is now called the Gamow factor, a quantum-mechanical formula that gave the probability of bringing two nuclei sufficiently close for the", "doc_score": "83.58975982666016", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_4", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "20726220", "text": "2018 East Africa floods / Dam failure on 9 May, 2018 in Solai, Kenya, which led to 48 of the fatalities in Kenya. Four additional dams near Lake Baringo burst on May 26, killing another 5 people and displacing another 10,000. Repairs to road damages in Kenya are currently estimated to cost $187 Million. Initial bouts of flooding throughout April and early May killed 5 people, displaced 215,000 people, and affected over 630,000 people in Somalia. Most flooding has occurred along the Jubba and Shabelle rivers, an example of the Somali Flash Flood effect. More floods were experienced between May 17 and 21 as Somalia", "doc_score": "85.10719299316406", "publish_date": "2018/12/31"}, {"doc_id": "20726221", "text": "2018 East Africa floods / was hit by Cyclone Sagar, the westernmost landfalling cyclone on record in the North Indian Ocean. 31 people were killed, most of them in Somaliland where 80% of the livestock were also killed. In March, floods in Bujumbura triggered landslides that killed 6 people and affected 12,000 others. Continued flooding throughout April caused a dyke along the Mutumbizi River to fail and ultimately left 1 person dead and 2,573 people homeless. Heavy rainfall throughout May around Gatumba led to massive flooding that affected an additional 12,956 people. Djibouti experienced its worst flooding when hit by Cyclone Sagar, which made landfall", "doc_score": "84.65803527832031", "publish_date": "2018/12/31"}, {"doc_id": "20298374", "text": "2017 Sierra Leone mudslides / 2017 Sierra Leone mudslides On the morning of August 14, 2017, significant mudflow events occurred in and around the capital city of Freetown in Sierra Leone. Following three days of torrential rainfall, mass wasting of mud and debris damaged or destroyed hundreds of buildings in the city, killing 1,141 people and leaving more than 3,000 homeless. Causal factors for the mudslides include the region's particular topography and climate – with Freetown's elevation close to sea level and its greater position within a tropical monsoon climate. Those factors were assisted by the generally poor state of the region's infrastructure and loss", "doc_score": "82.2293930053711", "publish_date": "2018/12/31"}, {"doc_id": "20726218", "text": "2018 East Africa floods / 2018 East Africa floods The 2018 East Africa Floods are an ongoing natural disaster in Kenya, Ethiopia, Uganda, Rwanda, Somalia, Djibouti, and Burundi affecting millions of people. They began when excessive rains began falling in March 2018 following a year of severe drought and are still ongoing as of June 2018, leading to massive flooding, landslides, and the failure and overflow of several dams. Record rainfall was recorded in several areas, surpassing various records set during the 1950's and during the 1997–98 El Niño event. Nearly 500 people have lost their lives while hundreds of thousands of others have been", "doc_score": "88.56656646728516", "publish_date": "2018/12/31"}, {"doc_id": "14652963", "text": "Global storm activity of 2010 / by the floods in 28 provinces and regions. The storms in north-east Jilin province also killed several people and left more than 100 people missing; heavy snowfall was reported in the Himalayas. August 8 had heavy rainfalls in southwest Kosovo, killing an elderly man, who fell into a swollen river on the Albania/Kosovo border. On August 20 the worst floods for 80 years hit Africa's Sahara Desert region. The UN warned that Niger, Chad, Burkina Faso, Cameroon and northern Nigeria were also in the grip of the worst regional food crisis since 2006. In the Sudanian Savanna city of Kano,", "doc_score": "80.23019409179688", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_5", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "19017851", "text": "IPad Pro / earlier models; both sizes also have a 12-megapixel rear-facing camera with quad-LED True-Tone flash and a 7-megapixel front-facing camera with Retina Flash. They have USB-C connection speeds using Lightning cables, with USB-C fast-charge support. The second generation iPad Pro has storage capacities up to 512 GB. The third generation of iPad Pro was announced on October 30, 2018, during an Apple Special Event at the Howard Gilman Opera House in Brooklyn, New York. The redesigned 2018 models feature new edge-to-edge Liquid Retina displays, Face ID, improved 12MP cameras, USB-C connectors, and Apple A12X Bionic processors. The tablets are offered in", "doc_score": "91.58781433105469", "publish_date": "2018/12/31"}, {"doc_id": "19548159", "text": "IOS 10 / contact AppleCare. With this release, Apple dropped support for devices with either an A5 or an A5X chip: the iPhone 4S, iPad 2, iPad (3rd generation), iPad Mini (1st generation) and iPod Touch (5th generation). IOS 10 iOS 10 is the tenth major release of the iOS mobile operating system developed by Apple Inc., being the successor to iOS 9. It was announced at the company's Worldwide Developers Conference on June 13, 2016, and was released on September 13, 2016. It was succeeded by iOS 11 on September 19, 2017. iOS 10 incorporates changes to 3D Touch and the lock", "doc_score": "89.28297424316406", "publish_date": "2018/12/31"}, {"doc_id": "20887230", "text": "IPhone XR / IPhone XR iPhone XR (stylized as iPhone X🅁, Roman numeral \"X\" pronounced \"ten\", although colloquially, sometimes pronounced as the name of the letter) is a smartphone designed and manufactured by Apple, Inc. It is the twelfth generation of the iPhone. It was announced by Apple CEO Tim Cook on September 12, 2018, at Steve Jobs Theater in the Apple Park campus, alongside the higher-priced iPhone XS and iPhone XS Max. Pre-orders began on October 19, 2018, with an official release on October 26, 2018. The phone has a 6.1-inch \"Liquid Retina\" LCD display, which Apple claims is the \"most advanced", "doc_score": "90.21670532226562", "publish_date": "2018/12/31"}, {"doc_id": "15988441", "text": "IPhone 5S / iOS device, having supported six major versions of the iOS operating system, on par with the iPad 2 which supported iOS 4 through iOS 9. The iPhone 5S will also receive major speed boosts of up to 70%, according to Apple. This includes the camera, keyboard and other functions. During the keynote, Apple announced a case for the iPhone 5S that was made of soft microfiber on the inside and leather on the outside. This case was announced along with iPhone 5C's case, both of which were the first cases Apple had announced since the iPhone 4 Bumpers. Docks for", "doc_score": "85.60763549804688", "publish_date": "2018/12/31"}, {"doc_id": "15988426", "text": "IPhone 5S / which incorporated internal hardware similar to the iPhone 6S while retaining the smaller form factor and design of the 5S. The iPhone 5S is the first iPhone to be supported through six major versions of iOS and the second iOS device to support six major updates behind the iPad 2: from iOS 7 which was released in September 2013 to iOS 12 which was released on September 17, 2018. Before its official unveiling, media speculation primarily centered on reports that the next iPhone would include a fingerprint scanner; including Apple's July 2012 acquisition of AuthenTec, a developer of mobile security", "doc_score": "90.0338134765625", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_6", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "1404331", "text": "National Park Service / \"System\" as a whole is considered to be a national treasure of the United States, and some of the more famous national parks and monuments are sometimes referred to metaphorically as \"crown jewels\". The system encompasses approximately 84.4 million acres (338,000 km²), of which more than 4.3 million acres (17,000 km²) remain in private ownership. The largest unit is Wrangell-St. Elias National Park and Preserve, Alaska. At 13,200,000 acres (53,000 km²), it is over 16 percent of the entire system. The smallest unit in the system is Thaddeus Kosciuszko National Memorial, Pennsylvania, at 0.02 acre (80 m²). In addition to", "doc_score": "91.61094665527344", "publish_date": "2018/12/31"}, {"doc_id": "3336856", "text": "Theodore Roosevelt National Park / park units from 1934 to 1941, and they developed roads and other structures in use today. The area was designated the \"Roosevelt Recreation Demonstration Area\" in 1935. In 1946 it was transferred to the United States Fish and Wildlife Service as the \"Theodore Roosevelt National Wildlife Refuge\". President Truman established the \"Theodore Roosevelt National Memorial Park\" on April 25, 1947, the only National Memorial Park ever established. In 1978, in addition to boundary adjustments and the establishment of 29,920 acres (121.1 km) of the Theodore Roosevelt Wilderness, the park's designation was changed to \"Theodore Roosevelt National Park\". Both main units", "doc_score": "82.29785919189453", "publish_date": "2018/12/31"}, {"doc_id": "289820", "text": "National park / national park, created in 1963 after public mobilization against a touristic project. The world's first national park service was established 19 May 1911, in Canada. The Dominion Forest Reserves and Parks Act placed the dominion parks under the administration of the Dominion Park Branch (now Parks Canada). The branch was established to \"protect sites of natural wonder\" to provide a recreational experience, centered on the idea of the natural world providing rest and spiritual renewal from the urban setting. Canada now has the largest protected area in the world with 377,000 km² of national park space. In 1989, the Qomolangma", "doc_score": "82.24274444580078", "publish_date": "2018/12/31"}, {"doc_id": "10439152", "text": "Fort Dupont Park / Fort Dupont Park Fort Dupont Park is a wooded park under the management of the National Park Service located in Washington, DC. The name of the park comes from the old Civil War earthwork fort that lies within the park. The fort was one of several designed to defend Washington from a Confederate attack during the Civil War. There are few remains of the actual fortifications. It is one Washington's largest parks and protects an important sub-watershed of the Anacostia River. The park is a popular place for picnics, nature walks, indoor ice skating, mountain bike riding, gardening, environmental education,", "doc_score": "80.41329193115234", "publish_date": "2018/12/31"}, {"doc_id": "5037030", "text": "National Military Park / National Military Park National Military Park, National Battlefield, National Battlefield Park, and National Battlefield Site are four designations for 25 battle sites preserved by the United States federal government because of their national importance. The designation applies to \"sites where historic battles were fought on American soil during the armed conflicts that shaped the growth and development of the United States...\" There are 11 National Battlefields, nine National Military Parks, four National Battlefield Parks, and one National Battlefield Site. The National Park Service does not distinguish among the four designations in terms of their preservation or management policies. In 1890,", "doc_score": "85.49217987060547", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_7", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "17336817", "text": "Efforts to impeach Barack Obama / detainees from Guantanamo Bay in order to free Bowe Bergdahl from his Taliban captors. Former Congressmember Allen West also expressed the view that the prisoner exchange that brought the release of Bowe Bergdahl was grounds for impeachment. John Dean, former White House Counsel to Richard Nixon, criticized the movement to impeach Obama as \"insanity,\" arguing that Republican demands for impeachment are grounded in political disagreements rather than actual impeachable offenses. \"Partisans promoting and pushing impeachment as a political solution to being out of power seem to forget that what comes around goes around. These people are not conservatives, who by", "doc_score": "81.53521728515625", "publish_date": "2018/12/31"}, {"doc_id": "13460775", "text": "Impeachment investigations of United States federal officials / house passed such a measure. During most of 1860, the \"Covode Committee\" held hearings on whether to impeach President James Buchanan. While it found no real cause, it did find that his administration was the most corrupt since the foundation of the Republic. Several attempts were made to remove President Andrew Johnson from office. The first occurred on January 7, 1867, when Rep. James M. Ashley of Ohio, introduced a resolution accusing him of corruption. On November 21, 1867, the House Judiciary committee produced a bill of impeachment that consisted of a vast collection of complaints against Johnson. After a", "doc_score": "82.86500549316406", "publish_date": "2018/12/31"}, {"doc_id": "13460792", "text": "Impeachment investigations of United States federal officials / whether to impeach Attorney General Harry Daugherty. Despite evidence of wrongdoing, impeachment articles weren't reported to the full House. However it was his alleged knowledge of a kickback scam involving bootleggers (operated by his chief aide Jess Smith) that led to his eventual resignation on March 28, 1924. As the subject of a U.S. Senate investigation begun the year before, spearheaded under the direction of Senator Burton K. Wheeler of Montana, Daugherty, was eventually found not guilty in the investigation. In January 1932, Rep. Wright Patman and others introduced articles of impeachment against Andrew Mellon, with hearings before the House", "doc_score": "83.87786865234375", "publish_date": "2018/12/31"}, {"doc_id": "4989296", "text": "Impeachment in the United States / demands for impeachment, especially of presidents, are common, going back to the administration of George Washington in the mid-1790s. While almost all of them were for the most part frivolous and were buried as soon as they were introduced, several did have their intended effect. Treasury Secretary Andrew Mellon and Supreme Court Justice Abe Fortas both resigned in response to the threat of impeachment hearings, and, most famously, President Richard Nixon resigned from office after the House Judiciary Committee had already reported articles of impeachment to the floor. State legislatures can impeach state officials, including governors, in every State except", "doc_score": "81.34593963623047", "publish_date": "2018/12/31"}, {"doc_id": "13460787", "text": "Impeachment investigations of United States federal officials / with three voting “present” Vice President Schuyler Colfax's name surfaced during witness testimony in a House investigation of the Crédit Mobilier scandal. Under this cloud of suspicion, on February 20, 1873, Congressman Fernando Wood introduced a resolution to investigate the Vice President's conduct. The House, however, refused to consider Wood's resolution, primarily because Colfax was leaving office in a little over two weeks. Then a second resolution was introduced by Congressman Tyner, calling for a general investigation into the witness testimony to see if anyone else warranted impeachment. This resolution was adopted and referred to the Judiciary Committee, which buried", "doc_score": "82.89702606201172", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_8", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "4282756", "text": "Aaron Rodgers / Aaron Rodgers Aaron Charles Rodgers (born December 2, 1983) is an American football quarterback for the Green Bay Packers of the National Football League (NFL). Rodgers played college football for the California Golden Bears, where he set several career passing records, including lowest single-season and career interception rates. He was selected in the first round of the 2005 NFL Draft by the Packers. After backing up Brett Favre for the first three years of his NFL career, Rodgers became the Packers' starting quarterback in 2008. In 2010 he led them to a victory in Super Bowl XLV over the Pittsburgh", "doc_score": "91.37370300292969", "publish_date": "2018/12/31"}, {"doc_id": "4282804", "text": "Aaron Rodgers / Vikings 24–10 in the wildcard round, but were then beaten 45–31 by the San Francisco 49ers in the divisional round. He earned his third career Pro Bowl nomination for his performance in the 2012 season. He was voted #6 by his peers on the NFL Top 100 Players of 2013. On April 26, 2013, the Packers and Rodgers agreed to a 5-year, $110 million contract extension making him the highest paid player in NFL history. The Packers began their 2013 season against the reigning NFC champions, the San Francisco 49ers, the team that also ended their playoff run the previous", "doc_score": "86.11834716796875", "publish_date": "2018/12/31"}, {"doc_id": "16026909", "text": "Jordan Rodgers / Jordan Rodgers Jordan Edward Rodgers (born August 30, 1988) is an American sports commentator and former college and professional American football quarterback. Rodgers signed with the Jacksonville Jaguars as an undrafted free agent in 2013, and also played on practice and preseason squads for the Tampa Bay Buccaneers and Miami Dolphins, as well as the BC Lions in the Canadian Football League. He is the brother of Green Bay Packers quarterback Aaron Rodgers. Rodgers was born in Chico, California, and raised there with eldest brother Luke and their middle brother, Green Bay Packers quarterback Aaron Rodgers. Rodgers attended Pleasant Valley", "doc_score": "89.77915954589844", "publish_date": "2018/12/31"}, {"doc_id": "4282786", "text": "Aaron Rodgers / a controversial play in overtime. The ball was returned by Karlos Dansby for the winning touchdown in the 51–45 Cardinals victory. It was the highest scoring playoff game in NFL history. Due to his regular-season performance, Rodgers earned a trip to his first Pro Bowl as the NFC's third quarterback, behind Drew Brees and Brett Favre. However, after Favre dropped out due to injury and Brees was replaced due to his participation in Super Bowl XLIV, Rodgers became the NFC's starter. He finished the day with 15 of 19 passing, 197 yards and two touchdowns. In 2010, Rodgers led the", "doc_score": "87.93732452392578", "publish_date": "2018/12/31"}, {"doc_id": "4282757", "text": "Aaron Rodgers / Steelers, earning the Super Bowl MVP. He was named Associated Press Athlete of the Year in 2011, and was voted league MVP by the Associated Press for the 2011 and 2014 NFL seasons. Rodgers has led the NFL three times in touchdown-to-interception ratio (2011, 2012, 2014); twice in passer rating (2011, 2012), touchdown passing percentage (2011, 2012), and lowest passing interception percentage (2009, 2014); and once in touchdown passes (2016) and yards per attempt (2011). Rodgers is the NFL's all-time regular season career passer rating leader and is one of two quarterbacks to have a regular season career passer rating", "doc_score": "87.16841888427734", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_9", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "11667325", "text": "MTV Icon / and music video.\" The event began with the previous year's icon Janet Jackson delivering a testimonial about the band, and featured performances by The X-Ecutioners, Nelly, Ja Rule, DJ Clue, Sum 41, Pink, Shakira, Kid Rock, Train, and Papa Roach, concluding with a five-song set by Aerosmith themselves. Heavy metal band Metallica was selected as MTV's Icon for 2003, with the event held in Universal City, California. It featured performances by Sum 41, Staind, Avril Lavigne, Snoop Dogg, Korn, and Limp Bizkit, as well as celebrity appearances by Rob Zombie, Lisa Marie Presley, Jim Breuer, Sean Penn, and others. The", "doc_score": "87.01387023925781", "publish_date": "2018/12/31"}, {"doc_id": "2016826", "text": "MTV Video Music Award / Pop Performance and Most Iconic VMA Performance in 2011 with more than half the votes. TLC was the big winner of the night winning four awards, including \"Viewer's Choice\", \"Best Group Video\", and \"Video of the Year\". 1996: On September 4, at the 1996 MTV Video Music Awards, the four original members of Van Halen received 20-second standing ovation when they made their first public appearance together since their break-up in April 1985. Backstage, after presenting an award to Beck, the reunion soured bitterly, and reportedly, David Lee Roth and Eddie Van Halen nearly came to blows. Several weeks later,", "doc_score": "87.29600524902344", "publish_date": "2018/12/31"}, {"doc_id": "2016817", "text": "MTV Video Music Award / he received a standing ovation, after which he asked the audience, \"Heard any good jokes lately?\" After his appearance, Van Halen made their television debut, performing \"Poundcake.\" Metallica was another highlight of the performances with \"Enter Sandman.\" Prince & The New Power Generation performed their sexually charged song \"Gett Off\" on a Caligula-esque set, with Prince dressed in a yellow mesh outfit which infamously exposed his buttocks. His trousers were parodied numerous times throughout the following year, on In Living Color & even on the next year's VMAs by Howard Stern. It also marked the last TV appearance of Kiss", "doc_score": "84.45249938964844", "publish_date": "2018/12/31"}, {"doc_id": "2016832", "text": "MTV Video Music Award / marking one of the most significant performances for the band. 1998: In 1998, after Green Day won a \"Moon Man\" Trophy at the MTV Music Awards, drummer of the band Tré Cool famously climbed the Universal Globe at Universal Studios, but escaped with no punishment, only compliments and cheers. Cool is one of the only two people ever to do so, the other being Jai Brooks. At the 1998 VMA's, Brandy and Monica performed \"The Boy Is Mine\" together live for the first time, putting an end to the media speculation that the two were rivals. During the original broadcast", "doc_score": "85.86156463623047", "publish_date": "2018/12/31"}, {"doc_id": "11667323", "text": "MTV Icon / own at the close of the show. The series celebrated Janet Jackson in 2001, Aerosmith in 2002, Metallica in 2003, and The Cure in 2004. Pop artist Janet Jackson was selected as MTV's inaugural Icon, in an event held in Los Angeles. Performers at the ceremony included 'N Sync, Pink, Usher, Outkast, Destiny's Child, Macy Gray, Mýa, and Buckcherry. Celebrity presenters included Britney Spears, Jessica Simpson, Jennifer Lopez, Aaliyah, Christina Aguilera, Stevie Wonder, Michael Jackson, and record producers Jimmy Jam and Terry Lewis. Jackson herself concluded the event with a performance of her hit single \"All for You\". The event", "doc_score": "86.65876007080078", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_10", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "11830430", "text": "Burger King legal issues / and it produces better products by preventing injury to the animal. Responding to the proposal in March 2007, Burger King announced it would make further changes to its animal-welfare policies. The new policies favor suppliers of chickens that utilize CAK rather than electric shock to knock birds unconscious before slaughter, and require its pork and poultry suppliers to upgrade the living conditions of pigs and chickens. Under the agreement, 2% of BK's North American egg suppliers are to use cage-free-produced eggs and 10% of pork suppliers are to use crate-free pigs for its pork products. PETA and the Humane Society", "doc_score": "82.35360717773438", "publish_date": "2018/12/31"}, {"doc_id": "4166533", "text": "PepsiCo / billion by 2020. To meet this intended target, the company has said that it plans to acquire additional health-oriented brands while also making changes to the composition of existing products that it sells. Public health advocates have suggested that there may be a link between the ingredient makeup of PepsiCo's core snack and carbonated soft drink products and rising rates of health conditions such as obesity and diabetes. The company aligns with personal responsibility advocates, who assert that food and beverages with higher proportions of sugar or salt content are fit for consumption in moderation by individuals who also exercise", "doc_score": "81.28369140625", "publish_date": "2018/12/31"}, {"doc_id": "5582102", "text": "Noodles & Company / College. They opened a second location in Madison, Wisconsin, the following March. In the first three months, Noodles & Company lost $42,000.($ in dollars), and almost went out of business in 1996 after a reporter with the \"Wisconsin State Journal\" published a negative review. He said Noodles & Company was \"a killer idea\" but \"criticized nearly every dish he'd tried.\" The \"Denver Post\" and other newspapers had published similar reviews. In response, Kennedy started a \"Redefine Noodles & Company\" campaign \"to redefine and refine nearly every aspect of the operation.\" In mid-1996, the management team went to Chicago to observe", "doc_score": "82.31578063964844", "publish_date": "2018/12/31"}, {"doc_id": "4166527", "text": "PepsiCo / developments combined with recycling initiatives. In 2010, PepsiCo announced a goal to create partnerships that prompt an increase in the beverage container recycling rate in the U.S. to 50 percent by 2018. One strategy enacted to reach this goal has been the placement of interactive recycling kiosks called \"Dream Machines\" in supermarkets, convenience stores, and gas stations, with the intent of increasing access to recycling receptacles. The use of resin to manufacture its plastic bottles has resulted in reduced packaging weight, which in turn reduces the volume of fossil fuels required to transport certain PepsiCo products. The weight of Aquafina", "doc_score": "82.33451843261719", "publish_date": "2018/12/31"}, {"doc_id": "5833538", "text": "McDonald's / criticism for its environmental policies in the 1970s, it began to make substantial progress in reducing its use of materials. For instance, an \"average meal\" in the 1970s—a Big Mac, fries, and a drink—required 46 grams of packaging; today, it requires only 25 grams, allowing a 46 percent reduction. In addition, McDonald's eliminated the need for intermediate containers for cola by having a delivery system that pumps syrup directly from the delivery truck into storage containers, saving of packaging annually. Overall, weight reductions in packaging and products, as well as the increased usage of bulk packaging ultimately decreased packaging by", "doc_score": "82.37199401855469", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_11", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "2341458", "text": "Varsity letter / award title, such as \"Academics\" or \"Arts\". The chenille letter is traditionally placed on the left chest of the varsity jacket, which is also at times adorned with championship chenille patches showcasing the team or individual accomplishments. School mascot patches are also commonly used. During the 1980s, and again in the 2010s, varsity jackets have been adopted into hip-hop fashion, with companies such as Avirex, Phat Farm and Rocawear making their own variations. Varsity letter A varsity letter (or monogram) is an award earned in the United States for excellence in school activities. A varsity letter signifies that its winner", "doc_score": "75.28588104248047", "publish_date": "2018/12/31"}, {"doc_id": "6730871", "text": "Georgetown Hoyas / as \"Jack Jr.\" Blue and gray are the official colors of Georgetown University and its athletic teams. The colors are an important reminder of the school's past. During the American Civil War, Prussian blue was commonly used in Union uniforms, while cadet grey was used in Confederate uniforms. These colors were introduced by the rowing team in 1876, who deemed blue and gray \"appropriate colors for the [Boat] Club and expressive of the feeling of unity between the Northern and Southern boys of the College.\" Girls from neighboring Georgetown Visitation sewed the original uniforms together for the team and presented", "doc_score": "77.19239044189453", "publish_date": "2018/12/31"}, {"doc_id": "2075818", "text": "University of Delaware / to perform in the 56th Presidential Inaugural Parade in 2009. In 2006, the new Center for the Arts building opened. This building has a number of recital halls and a large number of practice rooms, most with upright pianos. The practice rooms are locked and cannot be used by students who are not music majors or in an official UDel ensemble. The university employs a tiered access system, with larger rooms and rooms with grand pianos being reserved for certain groups of students. In addition the music department also uses their old building, with offices, classrooms, practice rooms, and recital", "doc_score": "73.45575714111328", "publish_date": "2018/12/31"}, {"doc_id": "2341453", "text": "Varsity letter / Varsity letter A varsity letter (or monogram) is an award earned in the United States for excellence in school activities. A varsity letter signifies that its winner was a qualified varsity team member, awarded after a certain standard was met. The award letter is usually made in the colors and initials representing the school that the recipient attends. The letter patch is primarily constructed of chenille and felt materials. Standard sizes range from to. While and usually denote Junior Varsity achievements, to would denote full (Senior) Varsity. The stitching style used for creating the chenille look is called a", "doc_score": "76.3354263305664", "publish_date": "2018/12/31"}, {"doc_id": "15126381", "text": "Oversigning / Oversigning Oversigning (also spelled over-signing) is an unofficial term for the practice of American college athletic departments signing prospective student-athletes to a National Letter of Intent (NLI) that may exceed the maximum number of athletic scholarships permitted by the National Collegiate Athletic Association (NCAA). The NCAA limits the total number of scholarships that may be awarded in all of its sponsored sports, and in football also limits the number of scholarships awarded in a given year. Those limits differ by sport and the division in which that school participates. Most conferences have additional rules governing signing NLI. NCAA Bylaw 15.5.6.1", "doc_score": "75.76913452148438", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_12", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "486456", "text": "West Nile fever / 40 years in age had WNV antibodies. The ecology was characterized in 1953 with studies in Egypt and Israel. The virus became recognized as a cause of severe human meningoencephalitis in elderly patients during an outbreak in Israel in 1957. The disease was first noted in horses in Egypt and France in the early 1960s and found to be widespread in southern Europe, southwest Asia and Australia. The first appearance of WNV in the Western Hemisphere was in 1999 with encephalitis reported in humans, dogs, cats, and horses, and the subsequent spread in the United States may be an important", "doc_score": "91.3877944946289", "publish_date": "2018/12/31"}, {"doc_id": "486434", "text": "West Nile fever / West Nile fever West Nile fever is a viral infection typically spread by mosquitoes. In about 75% of infections people have few or no symptoms. About 20% of people develop a fever, headache, vomiting, or a rash. In less than 1% of people, encephalitis or meningitis occurs, with associated neck stiffness, confusion, or seizures. Recovery may take weeks to months. The risk of death among those in whom the nervous system is affected is about 10%. West Nile virus (WNV) is typically spread by infected mosquitoes. Mosquitoes become infected when they feed on infected birds. Rarely the virus is spread", "doc_score": "94.78466796875", "publish_date": "2018/12/31"}, {"doc_id": "486435", "text": "West Nile fever / through blood transfusions, organ transplants, or from mother to baby during pregnancy, delivery, or breastfeeding. It otherwise does not spread directly between people. Risks for severe disease include age over 60 and other health problems. Diagnosis is typically based on symptoms and blood tests. There is no human vaccine. The best method to reduce the risk of infections is avoiding mosquito bites. This may be done by eliminating standing pools of water, such as in old tires, buckets, gutters, and swimming pools. Mosquito repellent, window screens, mosquito nets, and avoiding areas where mosquitoes occur may also be useful. While there", "doc_score": "93.60551452636719", "publish_date": "2018/12/31"}, {"doc_id": "486461", "text": "West Nile fever / virus encephalitis as well as other viruses. A vaccine called Chimerivax-WNV is being actively researched and has undergone phase II Clinical trials in 2011. West Nile fever West Nile fever is a viral infection typically spread by mosquitoes. In about 75% of infections people have few or no symptoms. About 20% of people develop a fever, headache, vomiting, or a rash. In less than 1% of people, encephalitis or meningitis occurs, with associated neck stiffness, confusion, or seizures. Recovery may take weeks to months. The risk of death among those in whom the nervous system is affected is about 10%.", "doc_score": "94.04421997070312", "publish_date": "2018/12/31"}, {"doc_id": "486446", "text": "West Nile fever / activities, and epidemiologic history of the location where infection occurred. A recent history of mosquito bites and an acute febrile illness associated with neurologic signs and symptoms should cause clinical suspicion of WNV. Diagnosis of West Nile virus infections is generally accomplished by serologic testing of blood serum or cerebrospinal fluid (CSF), which is obtained via a lumbar puncture. Initial screening could be done using the ELISA technique detecting immunoglobulins in the sera of the tested individuals. Typical findings of WNV infection include lymphocytic pleocytosis, elevated protein level, reference glucose and lactic acid levels, and no erythrocytes. Definitive diagnosis of", "doc_score": "92.60047149658203", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_13", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "336511", "text": "Phish / festival at the Big Cypress Seminole Indian Reservation in Florida in December 1999. The festival's climactic New Year's Eve concert, referred to by fans as simply \"The Show,\" started at 11:35 p.m. on December 31, 1999, and continued through to sunrise on January 1, 2000, approximately eight hours later. This concert has been referred to as a peak musical experience by the band. The band's performance of the song \"Heavy Things\" at the festival was broadcast live as part of ABC's \"2000 Today\" millennium coverage, giving the band their biggest television audience up to that point. In 2017, \"Rolling Stone\"", "doc_score": "82.6290283203125", "publish_date": "2018/12/31"}, {"doc_id": "336508", "text": "Phish / which featured selections from their March 1997 concert at the Markthalle Hamburg in Hamburg, Germany. In April 1998, the band embarked on the Island Tour - a four night tour with two shows at the Nassau Coliseum in Uniondale, New York on Long Island and another two at the Providence Civic Center in Providence, Rhode Island. The four concerts are highly regarded by fans due to the band's exploration of a jazz-funk musical style, which Anastasio dubbed \"cowfunk\". The band performed the tour in the middle of studio sessions for their seventh album, and were inspired by the quality of", "doc_score": "83.02961730957031", "publish_date": "2018/12/31"}, {"doc_id": "336505", "text": "Phish / their first festival, The Clifford Ball, in Plattsburgh, New York. The festival attracted 70,000 attendees, making it both Phish's biggest concert crowd to that point and the largest single concert by attendance in the United States in 1996. Phish retreated to their Vermont recording studio and recorded hours and hours of improvisations, sometimes overlaying them on one another, and included some of the result on the second half of \"Billy Breathes\", which they released in the fall of 1996. Alongside traditional rock-based crescendos, the album has more acoustic guitar than their previous records, and was regarded by the band and", "doc_score": "81.57891082763672", "publish_date": "2018/12/31"}, {"doc_id": "336490", "text": "Phish / without replicating the song list. \"The Man Who Stepped Into Yesterday\" has never received an official release, but a bootleg tape has circulated for decades, and songs such as \"Wilson\" and \"The Lizards\" remain concert staples for the band. Beginning in the spring of 1988, members of the band began practicing in earnest, sometimes locking themselves in a room and jamming for hours on end. One such jam took place at Anastasio's apartment, with a second at Paul Languedoc's house in August 1989. They called these jam sessions \"Oh Kee Pa Ceremonies\", saying the name was chosen by Anastasio after", "doc_score": "81.46094512939453", "publish_date": "2018/12/31"}, {"doc_id": "7584627", "text": "Live Phish 04.02.98 / is available as a download in FLAC and MP3 formats at LivePhish.com. Live Phish 04.02.98 Live Phish 04.02.98 is the first night of the four-night \"Island Tour,\" recorded live at the Nassau Coliseum in Uniondale, New York, on April 2, 1998. The short mini-run quickly became one of the most popular Phish performances of all time, with the band mixing the funk of 1997 with the high-energy jams of the mid-1990s along with brand new compositions. Highlights include a 20-minute \"Stash\", an 18-minute \"Twist\", \"Wolfman's Brother\" -> \"Sneakin' Sally Through the Alley\", and the debut of \"Frankie Says\" and \"Birds", "doc_score": "81.86317443847656", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_14", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "2075815", "text": "University of Delaware / Student Handbook in 1933. It was composed by alumnus George F. Kelly (Class of 1915). In November 2007, it was announced that the University of Delaware and Delaware State University would have their first game against each other, the game being in the first round of the NCAA Division I Football Championship Subdivision playoffs. The game was played on November 23, with University of Delaware winning 44–7. Delaware has won all of the regular season match-ups, which have been called the Route 1 Rivalry. Future contests were held during the 2013–2014 college year. The University of Delaware has a variety", "doc_score": "91.2090835571289", "publish_date": "2018/12/31"}, {"doc_id": "13781521", "text": "Route 1 Rivalry / in the game to complete the scoring at 27–17. Route 1 Rivalry The \"Route 1 Rivalry\" is the name given for the American football rivalry between the University of Delaware and Delaware State University. The winner of the game is awarded the First State Cup. Delaware has won each of the eight games of the rivalry. For years, one of the most controversial aspects of the University of Delaware and Delaware State University football programs was the fact that they had never been scheduled as potential instate rivals for a regular season game. It is highly unusual for two state", "doc_score": "90.13523864746094", "publish_date": "2018/12/31"}, {"doc_id": "12402810", "text": "Delaware State Hornets football / Delaware State Hornets football The Delaware State Hornets football team compete in Division I FCS, and are full-members of the Mid-Eastern Athletic Conference. They are a five-time conference champion and made their first-ever FCS playoff appearance in 2007. They play at the 7,193-seat Alumni Stadium located in Dover, Delaware. The facility opened in 1957 as a multi-purpose for football, and track and field. On November 9, 1980, Delaware State took on QB Neil Lomax and the Portland State Vikings and were defeated 105–0 in the most lopsided loss in Division I-AA Football history. This was marked as the low point", "doc_score": "89.75977325439453", "publish_date": "2018/12/31"}, {"doc_id": "13100646", "text": "Delaware Fightin' Blue Hens / Football Championship Subdivision playoffs. The game was played on November 23, with University of Delaware winning 44–7. Delaware was the victor in the teams' seven regular season match-ups (2009, 2011, 2012, 2013, 2014, 2016, 2017). \"The Delaware Fight Song\" first appeared in the Student Handbook in 1933. It was composed by alumnus George F. Kelly (Class of 1915). Delaware Fightin' Blue Hens The Delaware Fightin' Blue Hens are the athletic teams of the University of Delaware of Newark, Delaware, in the United States. The Blue Hens compete in the Football Championship Subdivision (FCS) of Division I of the National Collegiate", "doc_score": "89.00032043457031", "publish_date": "2018/12/31"}, {"doc_id": "12402822", "text": "Delaware State Hornets football / season meetings to date (2009, 2011-2014 and 2016), this year with a score of 56–14 on September 1, 2016. Delaware State Hornets football The Delaware State Hornets football team compete in Division I FCS, and are full-members of the Mid-Eastern Athletic Conference. They are a five-time conference champion and made their first-ever FCS playoff appearance in 2007. They play at the 7,193-seat Alumni Stadium located in Dover, Delaware. The facility opened in 1957 as a multi-purpose for football, and track and field. On November 9, 1980, Delaware State took on QB Neil Lomax and the Portland State Vikings and were", "doc_score": "87.37232208251953", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_15", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "7452254", "text": "Marco Polo (The Sopranos) / Marco Polo (The Sopranos) \"Marco Polo\" is the 60th episode of the HBO original series \"The Sopranos\" and the eighth of the show's fifth season. Written by Michael Imperioli and directed by John Patterson, it originally aired on April 25, 2004. \"* = credit only\" As tensions rise in New York, Little Carmine is recruiting supporters in exchange for new washing machines. However, their business is interrupted when Little Carmine's party boat, recently refurbished, is found damaged and sinks. Meanwhile, Tony meets with Johnny and agrees to pay for the damage to Phil's vehicle in the recent car chase. To", "doc_score": "76.83552551269531", "publish_date": "2018/12/31"}, {"doc_id": "3136260", "text": "Christina Milian / since been cast in the 2010 ABC Family Original Movie \"Christmas Cupid\", alongside Ashley Benson and Chad Michael Murray. On September 4, 2009, Milian and R&B singer-songwriter The-Dream eloped in Las Vegas, and she gave birth to their daughter, Violet, on February 26, 2010. Milian and The-Dream announced their separation on July 12, 2010. From 2015 to 2016, she acted in Grandfathered. In 2018 she was cast in The Oath in the series regular role of Christine Parks. Milian was born in Jersey City, New Jersey, and is Cuban American. She was born to parents Don Flores and Carmen Milian,", "doc_score": "74.38768768310547", "publish_date": "2018/12/31"}, {"doc_id": "20262864", "text": "The Oath (U.S. TV series) / The Oath (U.S. TV series) The Oath is an American crime drama web television series, created by Joe Halpin, that premiered on March 8, 2018 on Sony Crackle. The series stars an ensemble cast featuring actors such as Ryan Kwanten, Katrina Law and Sean Bean. On April 24, 2018, it was announced that Sony had renewed the series for a second season, which is set to premiere on February 21, 2019. \"The Oath\" explores \"a world of gangs made up of those sworn to protect and defend and sheds light on corrupt and secret societies that are nearly impossible to", "doc_score": "74.70915222167969", "publish_date": "2018/12/31"}, {"doc_id": "20063020", "text": "Naked (2017 film) / Cody and Vicky, earns Reginald's approval, and marries Megan. He tells her he has accepted the teaching job and wants to have a stable, grounded life with her. On September 21, 2016, it was announced Marlon Wayans and Regina Hall would star in the film. On October 20, 2016, Cory Hardrict joined the cast of the film. Principal photography began on October 17, 2016. The film was released on Netflix on August 11, 2017. Naked (2017 film) Naked is a 2017 American comedy film directed by Michael Tiddes and written by Rick Alvarez, Cory Koller and Marlon Wayans. It is", "doc_score": "73.50236511230469", "publish_date": "2018/12/31"}, {"doc_id": "4426448", "text": "Teri Polo / in the sixth and seventh seasons of \"The West Wing\" playing the role of Helen Santos, the wife of Democratic presidential candidate Matt Santos (Jimmy Smits). In February 2005, Polo not only appeared on the cover of, but also posed naked in, \"Playboy\" magazine. Her appearance was linked to the release of \"Meet the Fockers\", with cover text that made similar plays on words such as \"She's one hot Focker\". She was ranked No. 40 on the Maxim Hot 100 Women of 2002. She was also featured in \"InStyle\". She also starred in the Lifetime Movie Network 2006 movie, \"Legacy", "doc_score": "74.82865905761719", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_16", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "13493822", "text": "LGBT rights in Delaware / on June 25, 2015. The law became effective immediately. Since March 26, 2016, Delaware has prohibited discrimination based on gender identity within insurance contracts. This includes sex reassignment surgery. In April 2017, the Delaware Legislature passed, and Governor John C. Carney Jr. subsequently signed into law, a bill to allow HIV patients to donate to other HIV patients. The law went into effect on January 1, 2018. \"SB 65\", a bill to ban the use of conversion therapy on minors, passed the state Senate by a vote of 12-3 on May 17, 2017, and the state House on June 7,", "doc_score": "88.66999816894531", "publish_date": "2018/12/31"}, {"doc_id": "13493816", "text": "LGBT rights in Delaware / as one of the United States' most LGBT-friendly states. A majority of Delawareans support same-sex marriage. Delaware repealed its sodomy law in July 1972. The repeal of the sodomy law became effective on January 1, 1973. In March 2011, state senators David P. Sokola and Melanie George introduced a bill to create civil unions in Delaware. It was approved by the Delaware Legislature. Governor Jack Markell signed the legislation on May 11, 2011, and it took effect on January 1, 2012. In 2012, Delaware issued at least 565 civil union licenses, much higher than advocates had anticipated. In March 2012,", "doc_score": "86.03443145751953", "publish_date": "2018/12/31"}, {"doc_id": "18008492", "text": "2012 California Proposition 36 / The rapidly growing inmate population resulted in an additional $1 billion spent on adult corrections in four years, from approximately $3 billion to over $4 billion. According to the California Department of Corrections and Rehabilitation, the budget for fiscal year 2011-2012 has increased to $6.4 billion. In addition, with the AB900, the ballot that was signed into law in May 2007 granting $7.4 billion for prison expansion, taxpayers will shell out an average of $315,000 per bed for the projects. In California specifically, citizens are concerned over the billions of dollars spent by the state legislature on prison construction in", "doc_score": "84.81533813476562", "publish_date": "2018/12/31"}, {"doc_id": "13493819", "text": "LGBT rights in Delaware / areas. Since 2013, Delaware law has prohibited discrimination on the basis of actual or perceived gender identity in employment, housing, public accommodations, and other areas. \"Bill SB 97\" that prohibits discrimination on the basis of actual or perceived gender identity passed the Senate by a vote of 11-7 on June 6, 2013. The House later passed it by a vote of 24-17 with amendments. The Senate approved the amendments by a vote of 11-9 on June 18, and then a day later it was signed into law by the Governor. The law went into effect immediately. Governor Jack Markell issued", "doc_score": "86.16289520263672", "publish_date": "2018/12/31"}, {"doc_id": "18401318", "text": "2014 California Proposition 47 / out of prison, though the Legislative Analyst's Office has concluded that it will decrease the state's prison population by \"several thousand\" inmates. It has been estimated that the measure will affect about 40,000 felony convictions per year, which would be reduced from felonies to misdemeanors, representing about one-fifth of annual convictions in California. The California Department of Corrections and Rehabilitation has estimated that under the measure, almost 4,800 state prisoners are eligible to petition for resentencing. Several commentators contrasted Proposition 47 with the three-strikes law that had been passed in California two decades earlier. Before the initiative passed, political science", "doc_score": "84.830322265625", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_17", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "2075834", "text": "University of Delaware / of Newark Board of Adjustment upheld its April 19, 2014 ruling that the power plant is an accessory to the data center and that no rezoning was required. The ruling is presently under appeal. The University of Delaware's Sustainability Task Force sent an open letter to President Harker citing concerns that the project violates the university's strategic plan and Climate Action Plan. On May 4, 2014, the University Faculty Senate voted 43 to 0 (with 8 abstentions) to recommend to the administration that it not allow construction of The Data Center on UD's STAR campus if The Data Center includes", "doc_score": "88.50155639648438", "publish_date": "2018/12/31"}, {"doc_id": "2075818", "text": "University of Delaware / to perform in the 56th Presidential Inaugural Parade in 2009. In 2006, the new Center for the Arts building opened. This building has a number of recital halls and a large number of practice rooms, most with upright pianos. The practice rooms are locked and cannot be used by students who are not music majors or in an official UDel ensemble. The university employs a tiered access system, with larger rooms and rooms with grand pianos being reserved for certain groups of students. In addition the music department also uses their old building, with offices, classrooms, practice rooms, and recital", "doc_score": "86.01812744140625", "publish_date": "2018/12/31"}, {"doc_id": "7048411", "text": "Newark High School (Delaware) / 1919. Following the 1954 \"Brown v. Board of Education\" ruling, the Newark School District was placed into the jurisdiction of the State of Delaware. However, the Delaware public school system was redistricted in 1981 following the 1978 U.S. Supreme Court ruling of \"Evans v. Buchanan\" (1978 US, 439 U.S. 1360), which found that inequalities still existed and that Delaware schools were not adequately desegregated. Newark High School at that time became part of the Christina School District, which it remains part of today. Although Newark was desegregated prior to the ruling, with the creation of the Christina School District in", "doc_score": "86.56732177734375", "publish_date": "2018/12/31"}, {"doc_id": "1812264", "text": "Seton Hall University / the university opened the new $35 million Science and Technology Center, completing one of the major campaign priorities ahead of schedule. On December 17, 2007, the university announced that the campaign's fund raising goals had been met and exceeded more than two weeks ahead of the campaign's scheduled closing date. The university has completed a host of campus renovations and new construction while attracting more and better students. An initial round of improvements totaling nearly $100 million concluded in 2014 with the opening of a new fitness center(now open), academic building, parking garage and expanded Aquinas Hall dormitory(now open). A", "doc_score": "85.22744750976562", "publish_date": "2018/12/31"}, {"doc_id": "9560557", "text": "Wilmington University / for all sports. Athletic teams at the university are served by the Wilmington University Athletic Complex in Bear, Delaware. Opened in 2013, this sports complex includes outdoor fields as well as an indoor, multi-purpose playing court for basketball and volleyball. The complex provides athletic facilities and a home field to the men's and women's basketball and soccer teams as well as the women's lacrosse and volleyball teams. The university's present mascot was unveiled in 2009. Following the announcement of the school's new mascot, the university involved students and faculty in a popular poll to suggest and choose a name for", "doc_score": "84.4727783203125", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_18", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "15844623", "text": "David DeCastro / round (24th overall) of the 2012 NFL Draft. He was the first offensive guard taken in the first round by the Steelers since Kendall Simmons in 2002 and was one of four Stanford players taken in the first two rounds of the 2012 NFL Draft. On June 23, 2012, the Pittsburgh Steelers signed DeCastro to a four-year, $7.81 million rookie contract that also includes $6.35 million guaranteed and a signing bonus of $4.12 million. He entered training camp competing for a starting guard position with veterans Willie Colon, Ramon Foster, and Trai Essex. In the Pittsburgh Steelers' third preseason game", "doc_score": "81.98617553710938", "publish_date": "2018/12/31"}, {"doc_id": "17062015", "text": "Wesley Saunders / over 29.8 minutes in 120 games, and averaged career-highs of 16.6 points, 6.1 rebounds and 4.3 assists as a senior, earning the Ivy League Player of the Year in 2014 alongside his third All-Ivy League first-team selection. After going undrafted in the 2015 NBA draft, Saunders joined the Utah Jazz for the 2015 NBA Summer League. On September 10, 2015, he signed with the New York Knicks. However, he was later waived by the Knicks on October 23 after appearing in two preseason games. On November 2, he was acquired by the Westchester Knicks of the NBA Development League as", "doc_score": "82.8055191040039", "publish_date": "2018/12/31"}, {"doc_id": "5655193", "text": "Cedric Benson / where he was a four-year starter for the Texas Longhorns football team. As a senior in 2004, he received the Doak Walker Award as the nation's top running back and was recognized as a consensus All-American. He finished his college career with 5,540 rushing yards to rank sixth all time in NCAA Division I-A history, and second only to Ricky Williams in Longhorns team history. He has often been compared to Williams, due to their similarities in running style, college choice, legal complications, and superficial appearance (roughly the same size and build coming out of college, and both had dreadlocks", "doc_score": "83.6608657836914", "publish_date": "2018/12/31"}, {"doc_id": "5746071", "text": "Othella Harrington / Othella Harrington Othella Harrington (born January 31, 1974) is a retired American professional basketball player and former director of basketball operations for the Georgetown University men's basketball team. After he finished his high school career at Murrah High School, he played in college at Georgetown University where he teamed with NBA superstar Allen Iverson. Harrington was drafted 30th overall (1st pick of the second round) in the 1996 NBA Draft by the Houston Rockets. In 2011, Harrington was hired as an assistant coach at his alma mater Georgetown. Playing at basketball powerhouse Murrah, Harrington was ranked number one or two", "doc_score": "82.5976791381836", "publish_date": "2018/12/31"}, {"doc_id": "20037497", "text": "Duke Riley (American football) / 28, 2017, Riley recorded a team-high seven combined tackles (four solo), helping the South defeat the North 16-15. His overall performance was spectacular during the 2017 Senior Bowl and was thought to immensely improve his draft stock. He received an invitation to the NFL Combine and completed nearly all of the required drills, but opted to skip the short shuttle and three-cone drill. On April 5, 2017, Riley participated at LSU's pro day, but opted to stand on his combine numbers and only perform positional drills. Over 125 team representatives and scouts attended, including head coaches Sean Payton (Saints), Mike", "doc_score": "80.69905853271484", "publish_date": "2018/12/31"}]}
{"question_id": "20230915_19", "search_time": "2023/10/06/06:03", "search_result": [{"doc_id": "7411223", "text": "Isa Chandra Moskowitz / Isa Chandra Moskowitz Isa Chandra Moskowitz is an American author, magazine columnist, former host of community access cooking show \"Post Punk Kitchen\", and restaurateur. She has authored several best-selling cookbooks, including \"Vegan with a Vengeance\", \"Vegan Cupcakes Take Over the World\", \"Veganomicon\", \"Vegan Brunch\", \"Vegan Cookies Invade Your Cookie Jar\" and \"Appetite for Reduction\". Her first restaurant, Modern Love, opened in Omaha in 2014, and its second location opened in Brooklyn in 2016. Raised in Brooklyn, New York, and having dropped out of The High School of Music & Art, where she majored in fine art, Moskowitz found herself drawn", "doc_score": "85.07437133789062", "publish_date": "2018/12/31"}, {"doc_id": "20762238", "text": "Philly taco / Philly Cheesesteak Book\", in 2009 (in a feature on Jim's Steaks, in the Hometown eateries chapter). Wyman noted the alternate name of the Jim's/Lorenzo Challenge, and that if the lines at Jim's Steaks were too long, that an acceptable substitute cheesesteak could be sourced from Ishkabibble's or Steaks on South. The dish was featured for NPR blog's \"Sandwich Mondays\" by Ian Chillag in November 2010. The Philly taco was included as one of \"15 of America's most outrageous foods\" in August 2014. A veganised version of the Philly taco was created by Blackbird Pizzeria as part of an eating challenge,", "doc_score": "85.18605041503906", "publish_date": "2018/12/31"}, {"doc_id": "23582", "text": "American cuisine / brought American standards to Europe. The logistical requirements of the US military during WW2 spurred the development and growth of the processed foods industry in the US. The war encouraged production of shelf-stable ingredients processed on a vast industrial scale. Examples include powdered milk, powdered eggs, potato flakes, and frozen concentrated orange juice. After the war, low cost, highly processed foods became one of the foundational elements of an era of mass prosperity. One such example is the TV dinner in which a multi-course meal was assembled in aluminum packaging in a food factory and flash frozen, then reheated at", "doc_score": "81.05558776855469", "publish_date": "2018/12/31"}, {"doc_id": "20762239", "text": "Philly taco / for Philadelphia's celebration of World Vegan Day in 2014. It was highlighted on an episode of \"The Pizza Show\" in season two, where host Frank Pinello ate a Philly taco with Jeff Barg. It has been variously credited as episode 5 or episode 10, circa 2017. Philly taco A Philly taco, also known as South Street Sushi, or the Lorenzo's-Jim's Challenge, is a sandwich consisting of a cheesesteak wrapped in a jumbo slice. The Philly taco was created by Jeff Barg and Adam Gordon in 2003. The Philly taco was intended as a challenge on South Street (Philadelphia), the location", "doc_score": "83.89439392089844", "publish_date": "2018/12/31"}, {"doc_id": "23710", "text": "American cuisine / cuisine fused with many ethnic and globalized elements in his \"Feast of Sunlight\" cookbook in 1988. California became swept up in the movement, then seemingly started to lead the trend itself, in, for example, the popular restaurant Chez Panisse in Berkeley. Examples of the Chez Panisse phenomenon, chefs who embraced a new globalized cuisine, were celebrity chefs like Jeremiah Tower and Wolfgang Puck, both former colleagues at the restaurant. Puck went on to describe his belief in contemporary, new style American cuisine in the introduction to \"The Wolfgang Puck Cookbook\": Another major breakthrough, whose originators were once thought to be", "doc_score": "84.01593017578125", "publish_date": "2018/12/31"}]}
