{"question_id": "20230818_0", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "4820206", "text": "Bury St Edmunds Abbey / ruins had an \"Internet bench\" installed in 2001, which people could use to connect laptops to the Internet. It was the first bench of its kind. There is a sensory garden for the visually impaired. In the late 19th century, a manuscript discovered in France revealed the burial location of eighteen of the Abbey's abbots. The antiquary and author Montague R. James, an authority on the Abbey's history, oversaw an excavation of the chapter house, and on New Year's Day 1903 the coffins and remains of five of the abbots were shown to the public. Bury St Edmunds Abbey The", "doc_score": "81.65792846679688", "publish_date": "2018/12/31"}, {"doc_id": "16063685", "text": "Knights Templar in England / Templars. But after lying undiscovered for at least 300 years, workmen accidentally stumbled upon Royston Cave (August 1742), hidden under a heavy millstone and a covering of soil. The cave's discovery created much excitement. Today, it still awes and inspires visitors who can see carvings depicting, among other images, knights, Saint George and Saint Catherine of Alexandria. Before the brief persecution, the Templars, assuming the cave was theirs, had no reason to hide below the ground, and they had wealth and access to stonemasons if they required religious carvings. It is thus suggested by storytellers and a few historians that", "doc_score": "82.39028930664062", "publish_date": "2018/12/31"}, {"doc_id": "18133670", "text": "Knights Templar Church, Dover / Knights Templar Church, Dover Knights Templar Church, Dover, is the ruins of a mediaeval church on Bredenstone hill, part of the Dover Western Heights, Kent England. It has been designated by English Heritage as a scheduled monument. The church followed the same plan as the New Temple Church in London but smaller in scale. It was probably used before the church moved to Temple Ewell in 1170, and built the Norman church of St.Peter and St.Paul. In 1309, Ralph de Malton was the preceptor of the church. It was discovered in 1806 during construction of the fortifications on Dover Western", "doc_score": "81.29238891601562", "publish_date": "2018/12/31"}, {"doc_id": "17077057", "text": "Exhumation and reburial of Richard III of England / the grave.\" Digging began the next day with a trench wide by long, running roughly north-south. A layer of modern building debris was removed before the level of the former monastery was reached. Two parallel human leg bones were discovered about from the north end of the trench at a depth of about, indicating an undisturbed burial. The bones were covered temporarily to protect them while excavations continued further along the trench. A second, parallel trench was dug next day to the south-west. Over the following days, evidence of medieval walls and rooms was uncovered, allowing the archaeologists to", "doc_score": "80.27423858642578", "publish_date": "2018/12/31"}, {"doc_id": "17191719", "text": "Dane John Mound / Dane John Mound The Dane John Mound, also known as the Dane John Gardens, is a former Roman cemetery in the city of Canterbury, Kent. It was converted into a motte-and-bailey castle in the 11th century, and turned into a civic park between 1790 and 1803. The first construction on the Dane John site was a burial mound, built during the Roman occupation of Canterbury between the 1st and 4th centuries AD. In 1066, Canterbury was occupied by the Normans. William the Conqueror instructed that a castle was to be built in the city; it was built on the south", "doc_score": "81.50453186035156", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_1", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "15872426", "text": "Health crisis / Health crisis A health crisis or public health crisis is a difficult situation or complex health system that affects humans in one or more geographic areas (mainly occurred in natural hazards), from a particular locality to encompass the entire planet. Health crises generally have significant impacts on community health, loss of life, and on the economy. They may result from disease, industrial processes or poor policy. Its severity is often measured by the number of people affected by its geographical extent, or the disease or death of the pathogenic process which it originates. Generally there are three key components in", "doc_score": "93.20877075195312", "publish_date": "2018/12/31"}, {"doc_id": "6806571", "text": "Health effects of tobacco / the aggregate population level. Tobacco companies have capitalized on this philosophical objection and exploited the doubts of clinicians, who consider only individual cases, on the causal link in the stochastic expression of the toxicity as actual disease. There have been multiple court cases against tobacco companies for having researched the health effects of tobacco, but having then suppressed the findings or formatted them to imply lessened or no hazard. After a ban on smoking in all enclosed public places was introduced in Scotland in March 2006, there was a 17 percent reduction in hospital admissions for acute coronary syndrome. 67%", "doc_score": "91.33474731445312", "publish_date": "2018/12/31"}, {"doc_id": "695818", "text": "Measles / by measles. This is down from 630,000 deaths in 1990. As of 2013, measles remains the leading cause of vaccine-preventable deaths in the world. In developed countries, death occurs in one to two cases out of every 1,000 (0.1–0.2%). In populations with high levels of malnutrition and a lack of adequate healthcare, mortality can be as high as 10%. In cases with complications, the rate may rise to 20–30%. In 2012, the number of deaths due to measles was 78% lower than in 2000 due to increased rates of immunization among UN member states. Even in countries where vaccination has", "doc_score": "91.0063247680664", "publish_date": "2018/12/31"}, {"doc_id": "11632943", "text": "Health in the United Kingdom / Health in the United Kingdom Health in the United Kingdom refers to the overall health of the population of the United Kingdom. Smoking, alcohol consumption and obesity in the United Kingdom are all above the OECD average. In 2013 Life expectancy at birth for women was 83 years and for men 79 years. Life expectancy in the UK is rising more slowly than in other comparable nations. Austerity may be a cause. Underfunding of the NHS and Social care are blamed. In 2018 life expectancy in the UK stopped increasing for the first time since 1982 when recording started. There", "doc_score": "93.5771713256836", "publish_date": "2018/12/31"}, {"doc_id": "20244616", "text": "Mental health in the United Kingdom / 66,500–133,000 women a year develop illnesses. In 2016, 13,000 women were treated by perinatal teams while 800 became inpatients. This means the majority were untreated. Benefit cuts and sanctions \"are having a toxic impact on mental health\" according to the UK Council for Psychotherapy. Rates of severe anxiety and depression among unemployed people increased from 10.1% in June 2013 to 15.2% in March 2017. In the general population the increase was from 3.4% to 4.1%. On 5 March 2018, it was reported that \"hundreds of mental health patients died after NHS care failures\". The report found \"271 highly vulnerable patients", "doc_score": "91.75892639160156", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_2", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "544844", "text": "Harrison Ford / in London, he herniated a disc in his back, forcing him to fly back to Los Angeles for an operation. He returned six weeks later. On June 11, 2014, Ford injured his ankle during filming of \"\". He was airlifted to John Radcliffe Hospital in Oxford, England. Ford is a licensed pilot of both fixed-wing aircraft and helicopters, and owns an ranch in Jackson, Wyoming, approximately half of which he has donated as a nature reserve. On several occasions, Ford has personally provided emergency helicopter services at the request of local authorities, in one instance rescuing a hiker overcome by", "doc_score": "79.8821029663086", "publish_date": "2018/12/31"}, {"doc_id": "2235809", "text": "Jack Horner (paleontologist) / Jack Horner (paleontologist) John R. \"Jack\" Horner (born June 15, 1946) is an American paleontologist most famous for discovering and naming \"Maiasaura\", providing the first clear evidence that some dinosaurs cared for their young. In addition to his paleontological discoveries, Horner served as the technical advisor for all the \"Jurassic Park\" films, had a cameo appearance in \"Jurassic World\", and served as a partial inspiration for one of the lead characters of the franchise, Dr. Alan Grant. Horner studied at the University of Montana, although he did not complete his degree due to undiagnosed dyslexia, and was awarded a Doctorate", "doc_score": "79.77091217041016", "publish_date": "2018/12/31"}, {"doc_id": "4178125", "text": "John Lasseter / named the Justi Creek Railway (for the \"Marie E.\", the locomotive Lasseter purchased from Ollie Johnston) approximately long, including a train station and water tower Lasseter purchased from former Disney animator Ward Kimball. Their residence has a swimming pool with a lazy river that runs through a cave. Lasseter owns a collection of more than 1,000 Hawaiian shirts and wears one every day. Lasseter also inherited his late father's passion for cars; besides having directed two films about them, he watches auto races at Sonoma Raceway near his home and collects classic cars, of which one of his favorites is", "doc_score": "77.47919464111328", "publish_date": "2018/12/31"}, {"doc_id": "1656843", "text": "William Beebe / particularly significant in the area of conservation, of which he was one of the most important early advocates. With his many writings about the dangers of environmental destruction, Beebe helped to raise public awareness about this topic. However, Beebe's prolific writing for a popular audience had a downside, in that other scientists of his time were reluctant to hold him in high accord because they regarded him as a popularizer. During the course of his career, Beebe authored over 800 articles and 21 books, including his four-volume pheasant monograph. He had a total of 64 animals named after him, and", "doc_score": "77.99916076660156", "publish_date": "2018/12/31"}, {"doc_id": "3306488", "text": "Animal (Muppet) / he has been summoned to chase off performers who are 'being annoying'. From \"The Muppet Movie\" when the Electric Mayhem is introducing themselves: Alone among characters on the show, Floyd has trained his fellow musician to obey a few simple off-drum commands correctly, suggesting dog training. Animal's bushy eyebrows and hair, outrageous behavior, and wild drumming style can be associated with classical hard-partying rock drummers, such as The Who's Keith Moon, Led Zeppelin's John Bonham and Cream's Ginger Baker. The original Animal sketches point to one Grammy Award-winning drummer named Steve Mitchell, a friend of Jim Henson's. Animal is a", "doc_score": "77.46401977539062", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_3", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "20097391", "text": "United Express Flight 3411 incident / amount of travel vouchers to passengers \"bounced\" from flights to up to $10,000 and a $1,500 \"no questions asked\" fee for permanently lost luggage, and the airline promised to reduce overbooking. However, United Airlines had not raised the amount for bounced passengers from their previous $1350 maximum as of the 14 December 2017 revision of their Contract of Carriage Agreement. The handling of the incident by Munoz was described as a \"fumbling response\" by Bloomberg News, part of a \"public-relations disaster\" for United. Munoz had been named \"Communicator of the Year for 2017\" by \"PRWeek\" in March 2017. Steve Barrett,", "doc_score": "79.27784729003906", "publish_date": "2018/12/31"}, {"doc_id": "3425435", "text": "Golden handshake / would get at retirement. The term originated in Britain in the mid-1960s. It was coined by the city editor of the \"Daily Express\", Frederick Ellis. It later gained currency in New Zealand in the late 1990s over the controversial departures of various state sector executives. Typically, \"golden handshakes\" are offered only to high-ranking executives by major corporations and may entail a value measured in millions of dollars. Golden handshakes are given to offset the risk inherent in taking the new job, since high-ranking executives have a high likelihood of being fired and since a company requiring an outsider to come", "doc_score": "78.14820861816406", "publish_date": "2018/12/31"}, {"doc_id": "4702229", "text": "Boarding pass / airport. Some carriers offer incentives for doing so (e.g., in 2015, US Airways offered 1000 bonus miles to anyone checking in online,), while others charge fees for checking in or printing one's boarding pass at the airport. In a bid to boost ancillary revenue from other sources of in-flight advertising, many airlines have turned to targeted advertising technologies aimed at passengers from their departure city to their destination. Print-at-home boarding passes display adverts chosen specifically for given travellers based on their anonymised passenger information, which does not contain any personally identifiable data. Advertisers are able to target specific demographic information", "doc_score": "78.85342407226562", "publish_date": "2018/12/31"}, {"doc_id": "18979594", "text": "Drip pricing / August 2010 and Wizz Air from October 2012 started surcharging passengers who travel with conventionally-sized hand luggage. Following Ryanair's introduction of allocated seating in February 2014, it and other UK-based airlines have been accused of seating young children far away from their parents unless a surcharge is paid. This is despite the UK's Civil Aviation Authority guidelines stating that airlines' seat allocation procedures should aim to seat children close to their parents. An example of airlines' drip pricing is shown in Robbert and Roth’s (2014) research which states “\"You click on “Book Now” and enter your personal information. Just as", "doc_score": "77.78353118896484", "publish_date": "2018/12/31"}, {"doc_id": "1907971", "text": "Ryanair / accompanied by the words \"Hottest back to school fares\". Ryanair ran the advertisement in two Scottish and one UK-wide newspaper. After receiving 13 complaints, the advertisement was widely reported by national newspapers. The Advertising Standards Authority (ASA) instructed them to withdraw the advert in the United Kingdom, saying that it \"appeared to link teenage girls with sexually provocative behaviour and was irresponsible and likely to cause serious or widespread offence\". Ryanair said that they would \"not be withdrawing this ad\" and would \"not provide the ASA with any of the undertakings they seek\", on the basis that they found it", "doc_score": "78.06368255615234", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_4", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "20111629", "text": "Opinion polling for the 2019 Indian general election / Opinion polling for the 2019 Indian general election In the run up to the Indian general election, 2019, various organisations carried out opinion polls to gauge voting intention in India. Results of such polls are displayed in this article. The date range for these opinion polls are from the Jan 2018 to April 2019. Many organisations have gone on to conduct exit polls and post-poll surveys as well, which too are displayed. Opinion polls in India can be controversial. These charges include partisan manipulation. Opinion poll methodology has heavily improved and agencies like CSDS have got it absolutely correct on", "doc_score": "79.06490325927734", "publish_date": "2018/12/31"}, {"doc_id": "20047836", "text": "2018 elections in India / states of Karnataka, Madhya Pradesh, Telangana, Chhattisgarh, Mizoram and Rajasthan are considered a barometer of the pulse of the public before the general elections. Elections to the upper house where the ruling National Democratic Alliance does not command a majority are by kicking on the part of all the political leaders expected to strengthen its position. According to the Constitution of India, elections should take place to the parliament and state legislative assemblies every five years, unless an emergency is under operation. Further, any vacancy caused by death or resignation must be filled through an election within six months of", "doc_score": "80.19850158691406", "publish_date": "2018/12/31"}, {"doc_id": "19207164", "text": "BackoffIndia / BackoffIndia On 20 September 2015, Nepal adopted the new Constitution of Nepal after the announcement by Rambaran Yadav, the then President of Nepal in the house of parliament. It was passed with 90% approval from the representatives in Nepal's Constituent Assembly (CA). On 16 September 2015, out of the 598 members of the Constituent Assembly, 507 voted for the new constitution, 25 voted against, and 66 abstained in a vote. Parties representing Nepal’s Madhesi and Tharu ethnic communities organized protests against the constitution, leading to widespread violence in southern Nepal and a targeted campaign by Nepal security forces against", "doc_score": "79.66748809814453", "publish_date": "2018/12/31"}, {"doc_id": "20901168", "text": "National Unity Process / is my sacred duty to ensure the empowerment of the people as per the constitution\". On 14 September 2018, the initiative announced a five-point demand. On 22 September 2018, a three-point demand was issued after the Bangladeshi Nationalist Party joined the initiative. National Unity Process The National Unity Process () is a political initiative in Bangladesh launched by Dr. Kamal Hossain, a long-standing proponent of a period of national unity government for political reform in the country. The initiative has received support from major opposition parties. The aim of the initiative has been to pressure the Awami League government of", "doc_score": "80.20743560791016", "publish_date": "2018/12/31"}, {"doc_id": "20731754", "text": "Twenty-fifth Amendment to the Constitution of Pakistan / of FATA within the Senate. The amendment was passed in the National Assembly on May 24th, 2018, with a 229-1 vote in favour. Jamiat Ulema-e Islam (F) (JUI-F) and Pakhtunkhwa Milli Awami Party (PkMAP) lawmakers walked out from the assembly before the vote. Dawar Kundi of Pakistan Tehreek-e-Insaf (PTI) was the sole dissenting voter. During the session, Imran Khan, the chief of PTI, addressed the house, congratulating parliament on uniting despite party differences and bringing up rigging, money laundering, and the Panama Papers. Prime Minister Shahid Khaqan Abbasi spoke afterwards, criticising Khan for bring up unrelated issues in his speech.", "doc_score": "79.28560638427734", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_5", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "19735459", "text": "2018 UEFA Champions League Final / the net. A second chance on goal for Ronaldo in the 93rd minute of play was interrupted by a pitch invader, who was captured by stadium stewards. The \"home\" team (for administrative purposes) was determined by an additional draw held after the semi-final draw, which was held on 13 April 2018, 13:00 CEST, at the UEFA headquarters in Nyon, Switzerland. <onlyinclude></onlyinclude> Real Madrid became the first team since Bayern Munich in 1974–76 to win three consecutive UEFA Champions Leagues or European Cups. The title was Madrid's 13th, another Champions League record, and their fourth in five years. Real Madrid's victory", "doc_score": "83.95533752441406", "publish_date": "2018/12/31"}, {"doc_id": "20441571", "text": "2018 FIFA World Cup Final / also became the second team in the 32-team World Cup to win all their knockout matches without any extra time or penalty shoot-out after Brazil in 2002. As winners, France qualified for the 2021 FIFA Confederations Cup. The final was played at the Luzhniki Stadium in Moscow, located in the Khamovniki District of the Central Administrative Okrug. An expanded version of the stadium was named as the provisional final venue in Russia's World Cup bid, which was selected by FIFA on 2 December 2010. Luzhniki Stadium was confirmed as the final venue on 14 December 2012, following a meeting of", "doc_score": "82.0588607788086", "publish_date": "2018/12/31"}, {"doc_id": "18877064", "text": "2017 UEFA Europa League Final / 2017 UEFA Europa League Final The 2017 UEFA Europa League Final was the final match of the 2016–17 UEFA Europa League, the 46th season of Europe's secondary club football tournament organised by UEFA, and the 8th season since it was renamed from the UEFA Cup to the UEFA Europa League. It was played at the Friends Arena in Solna, Sweden on 24 May 2017, between Dutch side Ajax and English side Manchester United. Manchester United won the match 2–0 to secure their first title in this competition. With this victory, they joined Juventus, Ajax, Bayern Munich and Chelsea as the", "doc_score": "84.19281005859375", "publish_date": "2018/12/31"}, {"doc_id": "18871283", "text": "2017 UEFA Champions League Final / 2017 UEFA Champions League Final The 2017 UEFA Champions League Final was the final match of the 2016–17 UEFA Champions League, the 62nd season of Europe's premier club football tournament organised by UEFA, and the 25th season since it was renamed from the European Champion Clubs' Cup to the UEFA Champions League. It was played at the Millennium Stadium in Cardiff, Wales on 3 June 2017, between Italian side Juventus and Spanish side and title holders Real Madrid, in a repeat of the 1998 final. Real Madrid won the match 4–1 to secure their 12th title in this competition. With", "doc_score": "83.61914825439453", "publish_date": "2018/12/31"}, {"doc_id": "20574600", "text": "2018 Copa del Rey Final / 2018 Copa del Rey Final The 2018 Copa del Rey Final was a football match played on 21 April 2018 to decide the winner of the 2017–18 Copa del Rey, the 116th edition of Spain's primary football cup. The match was between Sevilla and Barcelona at the Wanda Metropolitano Stadium in Madrid. Barcelona won the final 5–0 for their 4th consecutive and 30th overall Copa del Rey title. Barcelona were competing in their 40th Copa del Rey final, extending the record of 39 which they previously shared with Real Madrid, having won 29 titles prior, a competition record. They were", "doc_score": "84.23255157470703", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_6", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "13776244", "text": "State Fair Classic / battles of the bands. The first battle features high school bands in the Dallas area and the last is between the \"World Famed Tiger Marching Band\" of Grambling and the \"Marching Storm\" of Prairie View. The classic has an annual estimated economic impact of $8.5 million for the City of Dallas. The official 2017 game attendance was 55,231 which solidified the event as one of the largest HBCU football classics in the nation and the largest Division I FCS football game in Texas. Both schools have a significant portion of their alumni base in the Dallas–Fort Worth metroplex. The contest", "doc_score": "81.20902252197266", "publish_date": "2018/12/31"}, {"doc_id": "13776239", "text": "State Fair Classic / State Fair Classic The State Fair Classic (known as the Southwest Airlines State Fair Classic for sponsorship purposes) is an annual college football game between the Grambling State University Tigers and the Prairie View A&M University Panthers of the Southwestern Athletic Conference. The game is played on a neutral site at the Cotton Bowl in Fair Park, Dallas, Texas during the State Fair of Texas. The game often occurs the weekend before the Oklahoma–Texas Red River Showdown game; the new Texas State Fair Football Showdown is also scheduled to take place on the third weekends of the 2018 and 2019", "doc_score": "80.18171691894531", "publish_date": "2018/12/31"}, {"doc_id": "2749896", "text": "VEISHEA / VEISHEA VEISHEA (pronounced \"VEE-sha\") was an annual week-long celebration held each spring on the campus of Iowa State University in Ames, Iowa. The celebration featured an annual parade and many open-house demonstrations of the university facilities and departments. Campus organizations exhibited products, technologies, and hold fund raisers for various charity groups. In addition, VEISHEA brought speakers, lecturers, and entertainers to Iowa State, and throughout its over eight-decade history it has hosted such distinguished guests as Bob Hope, John Wayne, Tony Bruno, Presidents Harry Truman, Ronald Reagan, and Lyndon Johnson, and performers Diana Ross, Mike Jones (rapper), Billy Joel, Sonny and", "doc_score": "76.11216735839844", "publish_date": "2018/12/31"}, {"doc_id": "17577130", "text": "State Fair (novel) / for him. Margy meanwhile finds herself bored with her responsible, devoted, but dull boyfriend Harry Ware, who has planned their whole lives as a farm couple already, and will also not be coming to the fair. At the fair, both Abel's hog and Melissa's pickles win blue ribbons, and both Wayne and Margy meet and fall in love with exciting new people whose backgrounds are very different from their own. At the hoop-la stand, Wayne meets Emily, the motherless daughter of a stock show manager, who lives a rootless life in hotels following horse shows, horse races and carnivals. Emily's", "doc_score": "77.75069427490234", "publish_date": "2018/12/31"}, {"doc_id": "19396299", "text": "2017 Southland Conference Men's Basketball Tournament / 2017 Southland Conference Men's Basketball Tournament The 2017 Southland Conference Men's Basketball Tournament, was the postseason men's basketball tournament that completed 2016–17 season in the Southland Conference. The tournament was held at the Merrell Center in Katy, Texas from March 8–11, 2017. The winner of the tournament, New Orleans, received the conference's automatic bid to the NCAA Tournament with a 68–65 OT win over Texas A&M-Corpus Christi. Two programs in their final year of the transition from NCAA Division II to Division I, Abilene Christian and Incarnate Word, were ineligible for the tournament. The top 8 teams in the conference", "doc_score": "73.42487335205078", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_7", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "20586395", "text": "Javier Milei / eccentric hairstyle. He owns a dog called 'Conan' to whom he regards as his'son.' In relation to the Economics School of University of Buenos Aires, he has controversially asserted: \"the main producer of Argentina's economists is a Marxist indoctrination center,\" resulting in \"the ubiquitous proliferation of Keynesian brutes.\" Having been asked who was the best Minister of Economy Argentina ever had, he answered Domingo Cavallo. This statement engendered another controversy, given the bad image Cavallo still suffers in the Argentine society. On June 26th, 2018 Milei was delivering a conference in Metan, Salta, when he called journalist Teresita Frias", "doc_score": "84.6680908203125", "publish_date": "2018/12/31"}, {"doc_id": "20622399", "text": "Javier Bertucci / initiative did not materialize and that he did not have the resources to possess accounts in tax havens. Both the intermediary of Mossack Fonseca and Bertucci denied the accusations and rejected the investigative work done by the International Consortium of Investigative Journalists. The journalist was subjected to cyberbullying and attacks on social networks headed by Bertucci himself. In January 2018 he announced his presidential candidacy, in which he referred to his desire to be \"the light among the darkness,\" to seek to electoral victory over Venezuelan leader Nicolás Maduro, and to affect change in the country. As the Venezuelan Constitution", "doc_score": "80.41436004638672", "publish_date": "2018/12/31"}, {"doc_id": "17525911", "text": "José Antonio Meade / himself as a candidate for the 2018 presidential election, his social media accounts such as \"@MovimientoMEADE\" (created by the PRI's official account @PRI_Nacional), obtained a huge quantity of followers far too quick. Some users noticed and brought it to attention, after investigations it was reported 94% of such followers were bots (702,000 out of 747,000), and the account was eliminated from Twitter after 20 hours. The fake accounts used the hashtags #YoConMeade and #Meade18, further revealed was that Meade's official account on Twitter, @JoseAMeadeK has 25% bots (216,000 fake followers out of the 981,000). These numbers, however, are lower than", "doc_score": "82.86735534667969", "publish_date": "2018/12/31"}, {"doc_id": "10061633", "text": "Milenio / only poll in Mexico to predict the victory of Vicente Fox in 2000. The newspaper also publishes a biweekly magazine distributed nationwide, and operates the 24-hour news channel Milenio Televisión, which is distributed throughout Mexico via cable and satellite, and over-the-air in Multimedios's main region of Northern Mexico through subchannels of Multimedios Televisión. The newspaper was criticized for publishing a daily poll which gave President Enrique Peña Nieto an 18-point lead over Andrés Manuel López Obrador 5 days before the election, while the real difference was 6.46%. Ciro Gómez Leyva printed a public apology, adding that they would \"retire from", "doc_score": "83.57417297363281", "publish_date": "2018/12/31"}, {"doc_id": "17525908", "text": "José Antonio Meade / February 2016, the League of United Latin American Citizens Council No. 12 in Laredo, Texas, U.S., announced that Meade and George P. Bush, the Texas land commissioner, would both receive the titles of \"Señor Internacional,\" a designation used since 1976 to honor distinguished figures in the border region as part of the annual Washington's Birthday Celebration. On 9 August 2017, the PRI revised its requirements for presidential candidates, eliminating the requirement that candidates must have 10 years of party membership, and allowing \"illustrious\" non-party figures to lead the party. This move was seen as benefitting Meade, as he is not", "doc_score": "82.28726196289062", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_8", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "18873887", "text": "Operation Icarus / Group estimates the theft of art and antiques to be worth around £300 million, \"second only to drug dealing and more costly than the theft of stolen vehicles.\" Operation Icarus was launched in 2013 by West Mercia Police (WMP) following the recovery by the Metropolitan Police Service (MPS) of several stolen religious artefacts. The MPS had received information from HM Revenue and Customs relating to the illegal importation of a gorilla's head by an art collector in South London. When police confronted the collector they also found two 15th century decorative oak panels and a 13th-century stone memorial. The oak", "doc_score": "81.90290832519531", "publish_date": "2018/12/31"}, {"doc_id": "18658460", "text": "Isabella Stewart Gardner Museum theft / Isabella Stewart Gardner Museum theft On March 18, 1990, 13 works of art valued at a combined total of $500 million were stolen from the Isabella Stewart Gardner Museum in Boston. In the early hours, guards admitted two men posing as police officers responding to a disturbance call. Once inside, the thieves tied up the guards and over the next hour committed the largest-value recorded theft of private property in history. Despite efforts by the Federal Bureau of Investigation (FBI) and multiple probes around the world, no arrests have been made and no works have been recovered. The museum initially", "doc_score": "83.88627624511719", "publish_date": "2018/12/31"}, {"doc_id": "18658461", "text": "Isabella Stewart Gardner Museum theft / offered a reward of $5 million for information leading to the art's recovery, but in 2017 this was temporarily doubled to $10 million, with an expiration date set to the end of the year. This was extended into 2018 following helpful tips from the public. The stolen works had originally been purchased by art collector Isabella Stewart Gardner (1840–1924) and intended to be left on permanent display at the museum with the rest of her collection. Since the collection and its layout are permanent, empty frames remain hanging both in homage to the missing works and as placeholders for their", "doc_score": "82.94872283935547", "publish_date": "2018/12/31"}, {"doc_id": "52115", "text": "British Museum / Museum and the other great museums of the world\". The museum has also argued that the British Museum Act of 1963 legally prevents any object from leaving its collection once it has entered it. Nevertheless, it has returned items such as the Tasmanian Ashes after a 20-year-long battle with Australia. The British Museum continues to assert that it is an appropriate custodian and has an inalienable right to its disputed artefacts under British law. In 2016, the British Museum moved its bag searches to marquees in the front courtyard and beside the rear entrance. This has been criticised by heritage", "doc_score": "81.89244842529297", "publish_date": "2018/12/31"}, {"doc_id": "3059215", "text": "Mildenhall Treasure / seen them in his home. An inquest was held in the summer of that year, when the find was legally declared \"treasure trove\" and acquired by the British Museum in London. Academic opinion at the time was generally reluctant to believe that such fine-quality Roman silver could possibly have been used in Roman Britain, and so there were many imaginative rumours and even doubts that this was a genuine British find at all. The numerous well documented discoveries of high-quality Roman material in recent decades, including the Hoxne Hoard, have set all such doubts to rest. More recently, Richard Hobbs", "doc_score": "80.43627166748047", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_9", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "9800533", "text": "Fenmore Baldwin / the idea, but when his father, Michael Baldwin (Christian LeBlanc), began looking out for Jamie, he became jealous and took over the bullying by sending him harassing text messages from a disposable cell phone. Fenmore's jealously continued when Michael and Lauren had Jamie move in with them temporarily. He attempted to frame Jamie for stealing his mother's expensive decoration, and attempted to take pictures of him with the decoration on a rooftop. The boys struggled and Jamie was found face down in the snow below. He accused Fenmore of pushing him, Michael believed Jamie over his own son and he", "doc_score": "79.45050811767578", "publish_date": "2018/12/31"}, {"doc_id": "9453180", "text": "Plastic Paddy / Stanford, the television presenter Dermot O'Leary describes his upbringing as \"classic plastic Paddy\", where he would be \"bullied in a nice way\" by his own cousins in Wexford for being English \"until anyone else there called me English and then they would stick up for me.\" In \"Spiked\", Brendan O'Neill uses the term to refer to \"second-generation wannabe\" Irishmen, and writes that some of those guilty of \"plastic Paddyism\" (or, in his words, \"Dermot-itis\") are Bill Clinton, Daniel Day-Lewis, and Shane MacGowan. Plastic Paddy is typically used in a derogatory fashion towards those who identify as Irish Americans or who", "doc_score": "77.65161895751953", "publish_date": "2018/12/31"}, {"doc_id": "14293327", "text": "Rick Burks / Rick Burks Richard Allen Burks (July 27, 1960 - February 19, 1989) was an American Musician and Actor. Burks was born in Oakland California. He is most notable for his portrayal of Michael Tutman in the 1987 horror/comedy film \"Blood Diner\". Produced by Jimmy Maslon and Directed by Jackie Kong. He also made a minor appearance in the 1987 film \"The Underachievers\" and the 1988 film \"Wicked Stepmother\". He was also in numerous music videos; David Bowie's \"Day-In Day-Out\", Brenda Russell's \"Piano In The Dark\", Gladys Knight's \"Livin On Next To Nothin\", and Neil Young's \"Hey Hey, My My\". Burks", "doc_score": "76.35433197021484", "publish_date": "2018/12/31"}, {"doc_id": "3129230", "text": "Sean Kanan / and Tang Soo Do master Pat E. Johnson. He suffered internal bleeding after doing 20 takes of being thrown out a door and landing on his stomach. Kanan collapsed at a Las Vegas hotel four days after shooting the scene and was discovered to have two quarts of blood pooled in his abdomen. Sean and Michele Kanan married in July 2012. He has a daughter by his prior relationship and Michele has four children of her own. Politically Kanan is involved with the Anti-Defamation League. In May 2016 Kanan said that he supported Donald Trump for President of the United", "doc_score": "77.912109375", "publish_date": "2018/12/31"}, {"doc_id": "846805", "text": "Michael Douglas / problems. Douglas is a U.S. citizen by birth in the United States and has British Citizenship with Bermudian Status through his mother's birth in Bermuda. In 2018, journalist and author Susan Braudy alleged on the U.S. TV program Today and in several interviews that, while Braudy was in her 40s and working for Douglas in 1989, Douglas regularly made degrading comments around or toward her. She stated this prompted her to wear baggy clothing at work. Douglas admits to coarse language but categorically denied wrongdoing in a statement. His wife Catherine Zeta-Jones did not address the incidents, but said Douglas", "doc_score": "77.645263671875", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_10", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "20903130", "text": "Hurricane Rosa (2018) / Rainfall from Rosa affected a large geographical area, due to the remnants having split apart in the Gulf of California. Rosa caused significant flooding throughout Northwestern Mexico, which has resulted in the deaths of one person. Rosa also caused flash-flooding in Arizona, with several inches of rain falling in areas, which indirectly resulted in the deaths of two individuals. Additionally, moisture from Rosa led to less destructive rainfall throughout the Southwestern United States. Hurricane Rosa originated from an area of disturbed weather that the National Hurricane Center (NHC) first forecasted on September 19. At that time, the NHC predicted that", "doc_score": "94.57853698730469", "publish_date": "2018/12/31"}, {"doc_id": "20527157", "text": "January 2018 Western United States floods / expected. of rain, as well as tropical storm-force wind gusts as high as, were expected on the Oregon coast. January 2018 Western United States floods The January 2018 American West floods occurred due to heavy precipitation in the Western United States. While wildfires in Southern California exacerbated the rain's effects in the region, other states, like Nevada, also experienced flooding. Gusts as high as, hurricane-force, were reported, and scattered power outages were expected. The storm brought much-needed rain to places in the desert like Las Vegas and Phoenix—with the risk of flash floods. Also, mountain snow was expected", "doc_score": "91.51665496826172", "publish_date": "2018/12/31"}, {"doc_id": "20894660", "text": "Tropical Depression Nineteen-E (2018) / taken on a more linear look and that it had lost its closed surface circulation. In total, at least eleven Mexican states were affected by Tropical Depression Nineteen-E, with Baja California Sur, Sonora, and Sinaloa being impacted the hardest. As a result, the Marine Plan was activated for Baja California, Baja California Sur, Sonora and Sinaloa to help victims of the floods. Additionally, the Macrosimulacro 2018, a nationwide disaster evacuation drill, was suspended as a precautionary measure. In Guanajuato, heavy rainfall forced the reopening of floodgates at the Ignacio Allende Dam. Torrential rainfall affected the Baja California peninsula for a", "doc_score": "93.91365051269531", "publish_date": "2018/12/31"}, {"doc_id": "20903138", "text": "Hurricane Rosa (2018) / of the flooding. On September 30, in anticipation of severe rainfall from the remnants of Rosa, flood watches and warnings were issued for Southern California, Arizona, southwest Colorado, Utah, central Nevada, and a small portion of southeast Idaho. At the same time, heavy rainfall from Rosa began to affect Arizona, causing street flooding. By the final storm summary on October 3, a preliminary total of was reported at Towers Mountain, with other areas reporting of rain. The National Weather Service issued a flash flood warning for the Phoenix area, as Rosa drenched the city with up to 2 inches of", "doc_score": "94.39754486083984", "publish_date": "2018/12/31"}, {"doc_id": "20903135", "text": "Hurricane Rosa (2018) / to cross into the Gulf of California. From that point forward, The Weather Prediction Center (WPC) began issuing storm summaries on Rosa as it remained a major flood threat. On the same day, the WPC noted that Rosa's low-level and mid-level remnants had split, with the surface low of Rosa located in the Gulf of California while its mid-level remnants were over northeast Arizona. On October 3, the remnants of Rosa were absorbed into a developing upper-level low off the coast of California, and the WPC issued their last advisory on Rosa's remnants. On September 29, the Government of Mexico", "doc_score": "92.08425903320312", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_11", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "19944245", "text": "Trump–Russia dossier / told Russian intelligence believed \"they had Trump over a barrel\", an assertion that Steele echoed in his dossier. Ohr also stated that Steele told him Page had met with \"higher-level Russian officials than [he] had acknowledged\".<ref name=\"Tucker_Day_9/1/2018\"></ref> According to Senate Intelligence Committee vice chairman Mark Warner (D-VA), the dossier's allegations are being investigated by a Special Counsel led by Robert Mueller, which, since May 2017, has been investigating allegations of Russian interference in the 2016 elections. In the summer of 2017, Mueller's team of investigators met with Steele.<ref name=\"Perez_Prokupecz_Brown_10/25/2017\"></ref> As some leads stemming from the dossier have already been followed", "doc_score": "86.10556030273438", "publish_date": "2018/12/31"}, {"doc_id": "20894153", "text": "Reactions to the Special Counsel investigation (2017–present) / Reactions to the Special Counsel investigation (2017–present) Reactions to the Special Counsel investigation of any Russian government efforts to interfere in the 2016 presidential election have been widely varied and have evolved over time. An initial period of bipartisan support and praise for the selection of former FBI director Robert Mueller to lead the Special Counsel investigation gave way to some degree of partisan division over the scope of the investigation, the composition of the investigative teams, and the results achieved. While initially enjoying bipartisan support, the special counsel investigation became subject to criticism by Trump and his surrogates in", "doc_score": "85.2669906616211", "publish_date": "2018/12/31"}, {"doc_id": "7642237", "text": "Donald Trump / for the Khan Shaykhun chemical attack. According to investigative journalist Bob Woodward, Trump had ordered his Defense Secretary James Mattis to assassinate Syrian President Bashar al-Assad after the chemical attack, but Mattis declined; Trump denied doing so. In April 2018, he announced missile strikes against Assad's regime, following a suspected chemical attack near Damascus. Trump actively supported the Saudi Arabian-led intervention in Yemen against the Houthis and signed a $110billion agreement to sell arms to Saudi Arabia. Trump also praised his relationship with Saudi Arabia's powerful Crown Prince Mohammad bin Salman. In November 2017, the Trump administration tightened the rules", "doc_score": "83.44098663330078", "publish_date": "2018/12/31"}, {"doc_id": "19974612", "text": "Attempted assassination of Donald Trump / a plea agreement that reduced his maximum sentence from 20 years to 27 months. A third charge of being an illegal alien in possession of a firearm was dropped. Sandford apologized for his actions, saying, \"I know saying sorry is not enough. I really do feel awful about what I did. I wish there was some way to make things better. I have cost taxpayers so much money. I feel terrible.\" Sandford subsequently claimed to have no memory of the assassination attempt. Sandford was sentenced on December 13, 2016, receiving 12 months and one day's imprisonment. The sentencing judge, James", "doc_score": "85.43569946289062", "publish_date": "2018/12/31"}, {"doc_id": "19974603", "text": "Attempted assassination of Donald Trump / Attempted assassination of Donald Trump On June 18, 2016, Michael Steven Sandford was arrested at a Donald Trump presidential campaign rally in Las Vegas, Nevada in the United States after he attempted to seize the pistol of a Las Vegas Metropolitan Police officer providing security for the event. At the time, Trump was the presumptive nominee of the Republican Party for the 2016 United States presidential election. Sandford, a 20-year-old British citizen who had a lengthy history of mental disorders, stated that he had wished to kill Trump to prevent him from becoming president. He was charged with impeding and", "doc_score": "84.382080078125", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_12", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "4157532", "text": "Wow! signal / Wow! signal The Wow! signal was a strong narrowband radio signal received on August 15, 1977, by Ohio State University's Big Ear radio telescope in the United States, then used to support the search for extraterrestrial intelligence. The signal appeared to come from the constellation Sagittarius and bore the expected hallmarks of extraterrestrial origin. Astronomer Jerry R. Ehman discovered the anomaly a few days later while reviewing the recorded data. He was so impressed by the result that he circled the reading on the computer printout and wrote the comment \"Wow!\" on its side, leading to the event's widely used", "doc_score": "87.84852600097656", "publish_date": "2018/12/31"}, {"doc_id": "8924372", "text": "Astrological symbols /, was suggested by Lalande in 1784. In a letter to Herschel, Lalande described it as \"un globe surmonté par la première lettre de votre nom\" (\"a globe surmounted by the first letter of your name\"). After Neptune was discovered, the Bureau des Longitudes proposed the name Neptune and the familiar trident for the planet's symbol. The astrological symbols for the first three objects discovered at the beginning of the 19th century —Ceres, Pallas, and Juno—were also created after their discovery. Firstly, they were listed as planets, and half a century later, renamed as Asteroids. Shortly after Giuseppe Piazzi's discovery", "doc_score": "83.61534118652344", "publish_date": "2018/12/31"}, {"doc_id": "13604804", "text": "Gamma-ray astronomy / board the Vela satellite series, designed to detect flashes of gamma rays from nuclear bomb blasts, began to record bursts of gamma rays from deep space rather than the vicinity of the Earth. Later detectors determined that these gamma-ray bursts are seen to last for fractions of a second to minutes, appearing suddenly from unexpected directions, flickering, and then fading after briefly dominating the gamma-ray sky. Studied since the mid-1980s with instruments on board a variety of satellites and space probes, including Soviet Venera spacecraft and the Pioneer Venus Orbiter, the sources of these enigmatic high-energy flashes remain a mystery.", "doc_score": "86.1538314819336", "publish_date": "2018/12/31"}, {"doc_id": "5637041", "text": "Astrograph / device such as a blink comparator, astronomers are able to find objects that moved or changed brightness between the two exposures or simply appear in one image only, as in the case of a nova or meteor. Sometimes objects can even be found in one exposure since a fast moving object will appear as a \"line\" in a long exposure. One well-known case of an astrograph used in a discovery is Clyde Tombaugh’s discovery of the dwarf planet Pluto in 1930. Tombaugh was given the job of hunting for a suspected \"9th planet\" to be achieved by systematically photographing the", "doc_score": "85.72378540039062", "publish_date": "2018/12/31"}, {"doc_id": "377001", "text": "Search for extraterrestrial intelligence / not built, but the report formed the basis of much SETI work that followed. The Ohio State SETI program gained fame on August 15, 1977, when Jerry Ehman, a project volunteer, witnessed a startlingly strong signal received by the telescope. He quickly circled the indication on a printout and scribbled the exclamation \"Wow!\" in the margin. Dubbed the \"Wow! signal\", it is considered by some to be the best candidate for a radio signal from an artificial, extraterrestrial source ever discovered, but it has not been detected again in several additional searches. In 1980, Carl Sagan, Bruce Murray, and Louis", "doc_score": "83.77715301513672", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_13", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "8220981", "text": "Pat Fitzgerald / Pat Fitzgerald Patrick William Fitzgerald Jr. (born ) is the current head coach of the Northwestern University Wildcats football team. He was selected after the unexpected death of Randy Walker and announced at a press conference on July 7, 2006. He was 31 at the time, making him the youngest head football coach in the Big Ten Conference and NCAA Division I FBS by five years. As a linebacker for Northwestern from 1993 to 1996, he won both the Bronko Nagurski Trophy and Chuck Bednarik Award twice as the best defensive player in college football. He was inducted into the", "doc_score": "87.53994750976562", "publish_date": "2018/12/31"}, {"doc_id": "10152100", "text": "Sean Miller / by Duke and Kansas. Miller has helped to improve the University of Arizona's facilities, overseeing an $80 million renovation to the McKale Center, and the opening of the Cole and Jeannie Davis Strength and Conditioning Center at the Richard Jefferson Gymnasium—partly financed by a sizable donation from the Miller family. He is currently the subject of a reported investigation related to the 2017 NCAA basketball corruption scandal regarding offers to illegally pay athletes for attending his school, including 2017 recruit and future #1 2018 NBA Draft pick Deandre Ayton. On February 24, 2018, Miller would not be allowed to coach", "doc_score": "83.89649963378906", "publish_date": "2018/12/31"}, {"doc_id": "8922770", "text": "Jimbo Fisher / ACC conference championships, 4 AP Poll top 10 finishes, and 4 bowl game victories. His 0.783 winning percentage is the highest in FSU history among former head coaches. On December 1, 2017, Fisher resigned as the head coach at Florida State University to accept the same job at Texas A&M University. Fisher signed a 10-year, $75 million contract with the Aggies. During an August 2018 ESPN interview, when asked why he chose to take the A&M job, Fisher listed several reasons, including his connection with A&M athletic director Scott Woodward as well as the A&M culture, academics, and facilities. Fisher", "doc_score": "84.31774139404297", "publish_date": "2018/12/31"}, {"doc_id": "8220988", "text": "Pat Fitzgerald / the 2009–2010 bowl season.<ref> Pat Fitzgerald Patrick William Fitzgerald Jr. (born ) is the current head coach of the Northwestern University Wildcats football team. He was selected after the unexpected death of Randy Walker and announced at a press conference on July 7, 2006. He was 31 at the time, making him the youngest head football coach in the Big Ten Conference and NCAA Division I FBS by five years. As a linebacker for Northwestern from 1993 to 1996, he won both the Bronko Nagurski Trophy and Chuck Bednarik Award twice as the best defensive player in college football. He", "doc_score": "86.78816223144531", "publish_date": "2018/12/31"}, {"doc_id": "5802341", "text": "Rick Neuheisel / Rick Neuheisel Richard Gerald Neuheisel, Jr. (; born February 7, 1961) is an American football analyst, coach, former player, and attorney. He served as the head football coach at the University of Colorado Boulder from 1995 to 1999, at the University of Washington from 1999 to 2002, and at his alma mater, the University of California, Los Angeles (UCLA), from 2008 to 2011, compiling a career college football coaching record of 87–59. From 2005 to 2007, Neuheisel was an assistant coach with the Baltimore Ravens of the National Football League (NFL), as quarterbacks coach for two seasons and offensive coordinator", "doc_score": "85.523681640625", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_14", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "14511432", "text": "Ahihi-Kinau Natural Area Reserve / Kīnau was used for bombing target practice by the Navy. Unexploded ordnance is still present on Cape Kīnau. The reserve’s Kanahena Parking Area (also known as \"Dumps\") was a dump site for metal debris, such as barbed wire from around the coastline during and after the war. The popular surfing spot in the NAR takes its name from this former dump site. From 1980 to 2000, Maui's population doubled from 63,000 to 128,000. Including visitors, the number can reach 30-50,000 more. In 1980 the area bordering the reserve (Kīhei to Mākena) hosted 7,263 in a quiet rural area with miles", "doc_score": "84.49722290039062", "publish_date": "2018/12/31"}, {"doc_id": "20578886", "text": "Auwahi Dryland Forest Restoration Project / reproduced in restoration plots. 99% were native 'o'hia\", Coprosma foliosa, Osteomeles anthyllidifolia, Chamaesyce celastoides, Nestegis sandwicensis\" and nonnative \"Bocconia frutescens\". Stem counts had increased from 12.4 to 135.0/100 m2, and native species diversity increased from 2.4 to 6.6/100 m2. Reproducing species incluked two types of sandalwood – iliahi and iliahialoe. Mauila and hao (also the word for iron in the Hawaiian language) were present. More than 50 native species are found in the Auwahi region, including six endangered and five of concern. Native tree species are susceptible to \"fusarium oxysporum\", a vascular wilt fungus that is fatal to trees of", "doc_score": "80.59835052490234", "publish_date": "2018/12/31"}, {"doc_id": "10123660", "text": "Hawaiian honeycreeper conservation / Hawaiian honeycreeper conservation Hawaiian honeycreepers (Fringillidae), of the subfamily Carduelinae, were once quite abundant in all forests throughout Hawai'i. This group of birds historically consisted of at least 51 species. Less than half of Hawaii's previously extant species of honeycreeper still exist. Threats to species include habitat loss, avian malaria, predation by non-native mammals, and competition from non-native birds. The honeycreepers are threatened by recently introduced predation, competition, parasitism, degradation of habitat, and infectious disease including mosquito-borne avian malaria. One of the consequences of the invasive birds is the introduction of avian malaria. The pathogen is primarily transmitted via female", "doc_score": "80.15218353271484", "publish_date": "2018/12/31"}, {"doc_id": "14511433", "text": "Ahihi-Kinau Natural Area Reserve / of uncrowded beaches and a few small hotels. Today, Kīhei-Mākena is the second largest tourism area on Maui with a population of more than 22,400, in a strip of urban/suburban development. With more people and the paving of the road to La Pérouse Bay/Keoneōio in the 1990s, the reserve and adjacent areas became an increasingly popular destination. In 2001, visitor counts reached 805 people per day and as many as 339 vehicles. As of 2010, the partially closed reserve received an average of 700 visitors per day/250,000 per year. Āhihi-Kīnau was Hawaii's first such reserve, and remains the only one", "doc_score": "79.935791015625", "publish_date": "2018/12/31"}, {"doc_id": "12411808", "text": "1080 usage in New Zealand / unless it is reset. Traps need to be checked and reset regularly, which makes them labour-intensive. Self-resetting traps, such as the Goodnature trap, are being developed and trialled, and could in the future significantly reduce labour costs and increase the cost-effectiveness of ground control operations. Twenty three species of native birds have been reported as having been killed by leg-hold traps, and many kiwi have suffered leg or beak damage. These traps are now required to be set up off the ground on conservation land where kiwi or weka (which are ground-dwelling birds) live. Biological control has been likened to", "doc_score": "80.2969741821289", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_15", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "3610071", "text": "Elon Musk /... and magic!\" Musk gained media attention for mentioning the dangerous drug combination publicly on his social media. In mid-September 2018, Musk appeared on \"The Joe Rogan Experience\" podcast and discussed various topics for 2 hours. Within five days, the appearance had registered 10 million YouTube views. One of the highest profile and controversial aspects of the program was Musk's puffing from a cannabis-laced cigarette offered by Rogan. \"The Washington Post\" observed, \"In the media's hands, it became a story about Musk's growing instability...\" Tesla stock dropped after the incident, which coincided with the confirmation of the departure of", "doc_score": "80.1130142211914", "publish_date": "2018/12/31"}, {"doc_id": "2074632", "text": "Dennis Miller / authors, and political figures on the show, early on having guests like Larry Miller, Sally Kirkland, Clive Barker, Michael Kinsley, Tom Hanks, Christian Slater, Bonnie Raitt, Al Gore, and Benjamin Netanyahu. A few weeks in, the show began encountering problems booking guests, with some media outlets such as the Dallas Morning News wondering if it was Miller's interview style, where \"Miller messes around with them as best he can, looking for openings to throw a jab or two or 10.\" In response Miller said he did not want to always be \"a faceless, selfless conduit of information\", he did not", "doc_score": "80.95497131347656", "publish_date": "2018/12/31"}, {"doc_id": "19488597", "text": "Ted Cruz–Zodiac Killer meme / culture. Books about Cruz being the Zodiac Killer, including romantic ones, were listed on Amazon.com. In February 2016, Public Policy Polling asked registered voters in Florida ahead of the Republican primary if they believed Cruz to be the Zodiac Killer; 10% believed and 28% were not sure. The other 62% did not think he was. Comedian Larry Wilmore made references to the meme in his April 2016 routine at the White House Correspondents' Dinner, including a joke that Cruz was not campaigning to win the nomination, but to continue a murder spree. The meme has been repeated, without disclaimer, in", "doc_score": "81.34278869628906", "publish_date": "2018/12/31"}, {"doc_id": "4338166", "text": "Evan Coyne Maloney / protest in New York City. Although his site was fairly obscure at the time, several media outlets took notice, and within a day of his posting the video it was featured on \"Special Report with Brit Hume\". A day later, audio clips from the interviews were featured on Rush Limbaugh's radio show. Since then, Maloney's website has become popular, receiving more than 5 million hits by the end of 2003 and logging over 6 million hits in 2004. He then took a position as communications director for a New York State Senate campaign. Since then he has been working as", "doc_score": "81.47283172607422", "publish_date": "2018/12/31"}, {"doc_id": "20465749", "text": "Steve Berke / leading cannabis-related Facebook pages, as well as sites on Instagram, Snapchat and YouTube, with a dozen influencers with 250,000 to 10 million followers each. Bang Digital Media attracted attention outside the marijuana market in 2016, when it used the then-presidential candidate Donald Trump as the test case for its chatbots, which were the first AI personalities to sell products to humans via Facebook Messenger. The chatbot called \"The Donald,\" offering a digital download of the U.S. Constitution, had a Facebook page with more than 400,000 followers. In 2015, Berke was in Denver for the Cannabis Cup on the 4/20 weekend", "doc_score": "81.49095916748047", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_16", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "9179039", "text": "Gasoline and diesel usage and pricing / is the United States, which used an average of 368 million US gallons (1.46 gigalitres) each day in 2011. In 2008 a report by Cambridge Energy Research Associates stated that 2007 had been the year of peak gasoline usage in the United States, and that record energy prices would cause an \"enduring shift\" in energy consumption practices. According to the report, in April fuel consumption had been lower than a year before for the sixth straight month, suggesting 2008 would be the first year US usage declined in 17 years. The total annual distance driven in the US began declining", "doc_score": "87.78842163085938", "publish_date": "2018/12/31"}, {"doc_id": "7774272", "text": "Natural gas prices / increases again. Due to the shift in population in the United States toward the sun belt, summer demand for natural gas is rising faster than winter demand. Temperature effects are measured in terms of 'heating degree days' (HDD) during the winter, and 'cooling degree days'(CDD) during the summer. HDDs are calculated by subtracting the average temperature for a day from 65 degrees. Thus, if the average temperature for a day is 50 degrees, there are 15 HDDs. If the average temperature is above 65 degrees, HDD is zero. Cooling degree days are also measured by the difference between the average", "doc_score": "88.98529052734375", "publish_date": "2018/12/31"}, {"doc_id": "318930", "text": "Gasoline / by September 2009. More recently, the U.S. experienced an upswing in gasoline prices through 2011, and by 1 March 2012, the national average was $3.74 per gallon. In the United States, most consumer goods bear pre-tax prices, but gasoline prices are posted with taxes included. Taxes are added by federal, state, and local governments. As of 2009, the federal tax is 18.4¢ per gallon for gasoline and 24.4¢ per gallon for diesel (excluding red diesel). Among individual states, the highest gasoline tax rates, including the federal taxes as of 2005, are found in New York (62.9¢/gal), Hawaii (60.1¢/gal) and California", "doc_score": "86.31665802001953", "publish_date": "2018/12/31"}, {"doc_id": "7774285", "text": "Natural gas prices / withdrawn from U.S. reserves was vented or flared. Beginning in 1954, the Federal Power Commission regulated the price of US natural gas transported across state lines. The commission set the price of gas below the market rate, resulting in price distortions. The low prices encouraged consumption and discouraged production. By the 1970s, there were shortages of price-regulated interstate gas, while unregulated gas within the gas-producing states (intrastate gas) was plentiful, but more expensive. By 1975, nearly half the marketed gas in the US was sold to the intrastate market, resulting in shortages during 1976 and 1977 in the Midwest that", "doc_score": "86.91031646728516", "publish_date": "2018/12/31"}, {"doc_id": "9179045", "text": "Gasoline and diesel usage and pricing / gasoline. U.S. consumption of gasoline follows a seasonal pattern, where every year it is more expensive during the summer months when more people are driving. The long-term trend of consumption has been to increase year over year since 1950, with dips around the introduction of corporate average fuel economy standards and the 1979 energy crisis, the early 1990s recession and Gulf War, and the Great Depression. Most European countries have high fuel taxes. The prices have traditionally been three to four times the price in the United States, with prices during 2000–2005 of €1.00/litre (about US$1.42/L or $5.40/US gallon) while", "doc_score": "85.310302734375", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_17", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "8070982", "text": "Inca Gold / that deal in stolen works of art, the smuggling of ancient artifacts, and art forgery worth many millions of dollars. The clash between the art thieves, the FBI and the Customs Service, a tribe of local Indians, and Pitt, along with his friends from NUMA, two of whom are captured and threatened with execution, rushes toward a wild climax in a subterranean world of darkness and death – for the real key to the mystery, as it turns out, is a previously unknown, unexplored underground river that runs through the ancient treasure chamber. The fallen are told to come back", "doc_score": "78.178466796875", "publish_date": "2018/12/31"}, {"doc_id": "20706651", "text": "2018 lower Puna eruption / poles due to heat. The Puna Geothermal Venture (PGV), a geothermal power station, was shut down – closing the last unit on 22 May 2018; although the geothermal power plant provided approximately 25% of the Big Island's power, the plant's shutdown was later stated to not present a risk of power supply shortages to the island. A Temporary Flight Restriction area was also put in place by the FAA to place restrictions on flights below 3,000 feet AGL over the eruption area. A 6.9 magnitude earthquake occurred on May 4, which according to the United States Geological Survey was related", "doc_score": "77.15076446533203", "publish_date": "2018/12/31"}, {"doc_id": "19110542", "text": "October 2015 Hindu Kush earthquake / earthquake was also felt in New Delhi, in both Pakistan’s Azad Kashmir and the Indian state of Jammu and Kashmir and as far as Lucknow and in the prefectures of Kashgar, Aksu, Hotan, and Kizilsu in Xinjiang, China while damage was also reported in Afghan capital Kabul. The earthquake was also felt in the Nepalese capital of Kathmandu. The Himalayan mountains, pushed up by the collision of tectonic plates, are prone to devastating quakes. An earthquake in April 2015, Nepal's worst in 80 years, killed over 8,600 people. The last major earthquake in the same region of similar magnitude (7.6", "doc_score": "78.51507568359375", "publish_date": "2018/12/31"}, {"doc_id": "17233064", "text": "2013 Saravan earthquake / century Pakistan and Iran have suffered a combined total of eighteen earthquakes, with the most recent earthquake in Iran occurring on April 16, 2013 and the most recent earthquake in Pakistan occurring on September 28, 2013. These earthquakes can range from microearthquakes, measuring less than a 2.0 on the moment magnitude scale (), to very large events measuring 7.0–7.9. The smallest earthquakes may not be felt, while major earthquakes can be assessed at VIII (\"Severe\") or higher on the Mercalli intensity scale. Subduction usually occurs at convergent fault lines. The underlying tectonic plate descends, or subducts, into the Earth's", "doc_score": "76.0704345703125", "publish_date": "2018/12/31"}, {"doc_id": "17864673", "text": "2014 Yutian earthquake / eastern Afghanistan, Tajikistan, Kyrgyzstan and Almaty, in Kazakhstan. 2014 Yutian earthquake The 2014 Yutian earthquake struck Xinjiang on 12 February at 17:19 Beijing Time. The epicenter was located in Aqiang Township, Yutian County. The United States Geological Survey reported its magnitude to be 6.9. News reports indicate that no people were killed, but the earthquake could be felt in the seat of Yutian County, Aqiang Township, and Aksu Prefecture far to the north. The earthquake was reported to be felt in Ngari, Zanda and Tholing, and as far away as Uttarakhand, Himachal Pradesh, Uttaranchal, Kashmir, Delhi, Punjab, Haryana, parts of", "doc_score": "75.99880981445312", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_18", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "6076350", "text": "Drug recall / levels of recall depending on the severity of the effects. From most to least severe, there is Class I, Class II, and Class III (defined above).There is also market withdrawal which occurs when a drug does not violate FDA regulation but has a known, minor default. The producer must either fix the default or take the drug off the market. Drugs and medical devices are typically recalled if the product is defective, contaminated, contains a foreign object, fails to meet specifications, mislabeled, or misbranded. Misbranding was the most common reason for pharmaceutical recalls in 2015, accounting for 42%. This graph", "doc_score": "82.49026489257812", "publish_date": "2018/12/31"}, {"doc_id": "6076347", "text": "Drug recall / or death. Class II recalls refer to drugs that induce temporary and/or medically reversible health effects. Class III recalls occur when adverse health effects are not likely to occur when consuming the drug or being exposed to it. There are also market withdrawals and medical device safety alerts'. Market withdrawals occur when a product has a minor violation that does not require FDA legal action. Medical device safety alerts occur when there are unreasonable safety risks associated with using a product. A more comprehensive list of drug recalls worldwide can be found here: List of withdrawn drugs. Mrs. Winslow's Soothing", "doc_score": "81.83692169189453", "publish_date": "2018/12/31"}, {"doc_id": "11833243", "text": "JWH-200 / 2015). A Schedule 9 substance is a substance which may be abused or misused, the manufacture, possession, sale or use of which should be prohibited by law except when required for medical or scientific research, or for analytical, teaching or training purposes with approval of Commonwealth and/or State or Territory Health Authorities. The US DEA temporarily declared JWH-200 a schedule I controlled substance on 1 March 2011 through 76 FR 11075, and permanently instated the same schedule on 9 July 2012 in the Section 1152 of the Food and Drug Administration Safety and Innovation Act., the drug is a", "doc_score": "82.24679565429688", "publish_date": "2018/12/31"}, {"doc_id": "7133778", "text": "Boil-water advisory / Boil-water advisory A boil-water advisory or boil-water order is a public health advisory or directive given by government or health authorities to consumers when a community's drinking water is, or could be, contaminated by pathogens. Under a boil-water advisory (BWA), the Centers for Disease Control and Prevention recommends that water be brought to a rolling boil for one minute before it is consumed in order to kill protozoa, bacteria and viruses. At altitudes above, boiling should be extended to 3 minutes, as the lower boiling point at high altitudes requires more time to kill such organisms. BWAs are typically", "doc_score": "82.37239074707031", "publish_date": "2018/12/31"}, {"doc_id": "2275246", "text": "Stryker Corporation / mergers and acquisitions and historical predecessors (this is not a comprehensive list): Stryker Corporation On January 27, 2000, Stryker Corporation restated its operating results for the year ended December 31, 1998, to reduce acquisition-related charges by $30.9 million. Since early 2007, the company has received three warning letters from the Food & Drug Administration citing issues in compliancy. The first of these, a seven-page correspondence, named various issues at an Irish manufacturing facility, such as untimely fix of failures and procedural noncompliance in the testing of failed or otherwise problem-prone devices. The second, sent November 2007, cites issues at the", "doc_score": "82.30241394042969", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_19", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "17212037", "text": "Coffee wars / Coffee wars The coffee wars are various marketing moves by coffee shops to increase brand market share. In North America, this currently includes Dunkin' Donuts, Starbucks, Second Cup, Tim Hortons, McDonald's, Burger King and more recently McCafé which originated in Australia. While the Coffee Wars have traditionally been between Dunkin' Donuts and Starbucks, more competitors expanded in the United States recently. In particular, Tim Hortons, a Canadian chain which historically had only a limited presence in the U.S. (particularly in Western New York, which is in close proximity to the chain's headquarters in Hamilton, Ontario and where the chain's founder", "doc_score": "86.65006256103516", "publish_date": "2018/12/31"}, {"doc_id": "10941358", "text": "Coffee World / Coffee World Coffee World is a Thai restaurant company with hundreds of outlets scattered across India, Bangladesh, Thailand, Indonesia, China, and Sudan. Coffee World is a brand of Global Franchise Architects (GFA), a Geneva Switzerland-based company that builds, operates, and franchises a select portfolio of specialty food service brands. GFA is part of the Synergia One Group of Companies; a diversified group that consists of companies founded by serial entrepreneur Fred Mouawad and includes the 122-year-old family jewelry business Mouawad. Fred Mouawad launched the first Coffee World store in Bangkok, Thailand in 1997. By 2004, Mouawad bought out the shares", "doc_score": "86.26484680175781", "publish_date": "2018/12/31"}, {"doc_id": "19280450", "text": "Drizly / to use its website and apps for iPhone and Android devices. Drizly has an exclusive alliance with the Wine and Spirits Wholesalers of America. Drizly Drizly is an alcohol E-commerce platform operating in over 100 markets across the United States and Canada. Known as the \"Amazon for liquor,\" Drizly lets users order a variety of beer, wine, and spirits directly from local retailers to their location through a mobile app or website. Drizly was founded by Nick Rellas, Justin Robinson, and Spencer Frazier, 3 Boston College graduates, in 2012 when they encountered the question of why almost anything was available", "doc_score": "85.18911743164062", "publish_date": "2018/12/31"}, {"doc_id": "10941361", "text": "Coffee World / quickly expanded and were soon operating across the city and eventually spread out to other provinces in Thailand like Chon Buri, Pattaya, Nakhon Ratchasima, Khon Kaen, Chiang Mai, Chiang Rai, Ko Samui, Nonthaburi, Pathum Thani, and Phuket. Coffee World Coffee World is a Thai restaurant company with hundreds of outlets scattered across India, Bangladesh, Thailand, Indonesia, China, and Sudan. Coffee World is a brand of Global Franchise Architects (GFA), a Geneva Switzerland-based company that builds, operates, and franchises a select portfolio of specialty food service brands. GFA is part of the Synergia One Group of Companies; a diversified group that", "doc_score": "84.16207122802734", "publish_date": "2018/12/31"}, {"doc_id": "2311227", "text": "Coffeehouse / well, and the North American espresso bar culture is responsible for the popularization of the Indian spiced tea drink masala chai. Iced drinks are also popular in some countries, including both iced tea and iced coffee as well as blended drinks such as Starbucks' Frappucino. A worker in an espresso bar is referred to as a barista. The barista is a skilled position that requires familiarity with the drinks being made (often very elaborate, especially in North American-style espresso bars), a reasonable facility with some equipment as well as the usual customer service skills. Abbas, H. (2014). \"Coffee Houses, Early", "doc_score": "84.46133422851562", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_20", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "15893328", "text": "Bastrop County Complex Fire / evacuated residents began returning to the affected area. On September 17, light rain began to fall in the fire zone, and the fire was reportedly 85% contained, although Bastrop County emergency management coordinator Mike Fisher warned that complete containment would take a further 7 days. On September 27, the fire was reported to be 98% contained, with no fire burning outside of the main containment lines. By September 30, cleanup operations had begun, although the fire was not formally declared to be contained until October 10. The cost of the removal of fire debris was estimated at $25 million, of", "doc_score": "80.47113800048828", "publish_date": "2018/12/31"}, {"doc_id": "12686891", "text": "Tea Fire / The Physics Lab, Psychology Building, Math Building, and 15 of the faculty homes were destroyed. Two of the residence hall buildings in Clark residence hall were completely gutted, along with the RD cottage. With the recovery phase initiated over the weekend, faculty and staff were allowed back on campus November 17, but the school was scheduled to remain closed to students until December 1. The Mount Calvary Retreat House and Monastery in Santa Barbara, part of the Order of the Holy Cross, was also destroyed. California Governor Arnold Schwarzenegger declared a state of emergency for Santa Barbara County due to", "doc_score": "79.60294342041016", "publish_date": "2018/12/31"}, {"doc_id": "5275198", "text": "LaSalle County Nuclear Generating Station / reset, the plant's instruments indicated that only one control rod was not fully inserted, not three. The emergency ended at 4:27 AM with no damage or release of radioactivity. Post trip evaluations have confirmed that all control rods were fully inserted within four minutes of the reactor SCRAM. A review indicates the problem was with the indication sensors, and that all control rods were fully inserted immediately at the time of the reactor scram. Follow-up evaluations also demonstrated that even if the three subject control rods remained fully withdrawn in a cold shutdown condition, the reactor would have remained adequately", "doc_score": "79.08277893066406", "publish_date": "2018/12/31"}, {"doc_id": "20965023", "text": "Camp Fire (2018) / firefighters, covered an area of, and destroyed 18,804 structures, with most of the damage occurring within the first four hours. As of November 19, insured damage was estimated to be $7.5–10 billion. The fire reached 100 percent containment after seventeen days on November 25, 2018. Residential development in wildland-urban interface areas such as Paradise and its vicinity are often located in state responsibility areas, where the State of California provides fire prevention and suppression. Due to a need for increased state resources to safeguard these communities, a special fee was imposed on property owners starting in 2011 to provide", "doc_score": "79.5813217163086", "publish_date": "2018/12/31"}, {"doc_id": "6186802", "text": "Red Hill Underground Fuel Storage Facility / of an environmental violation. Representatives from the EPA, Hawaii DOH, U.S. Navy, and Defense Logistics Agency (DLA) signed the AOC for Red Hill in September 2015. It acknowledges the shared responsibility to protect Oahu's drinking water supply and maintain Red Hill as a strategically vital resource. The EPA and Hawaii DOH negotiated the AOC with the U.S. Navy and the DLA in response to the January 2014 fuel release from the facility. The Order requires the Navy and DLA to take actions, subject to DOH and EPA approval, to address fuel releases and implement infrastructure improvements to protect human health", "doc_score": "77.6685791015625", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_21", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "330526", "text": "Prairie dog / Prateria\" (AICDP), remain against import from the United States, due to the high death rate of wild captures. Several zoos in Europe have stable prairie dog colonies that generate enough surplus pups to saturate the EU internal demand, and several associations help owners to give adoption to captive-born animals. Prairie dogs in captivity may live up to ten years. In companies that use large numbers of cubicles in a common space, employees sometimes use the term \"prairie dogging\" to refer to the action of several people simultaneously looking over the walls of their cubicles in response to a noise or", "doc_score": "82.75438690185547", "publish_date": "2018/12/31"}, {"doc_id": "13254909", "text": "Bo (dog) / appealing meals had lunch at the White House). The Obamas originally voiced a strong desire to adopt a shelter dog, but made no firm commitments. In the summer of 2008, Best Friends Animal Society, an animal welfare organization, gathered 50,000 signatures on a petition asking the family to adopt a shelter animal. As Bo is a gift through a breeder, he is not a shelter dog. Dog expert Cesar Milan stated Bo could be considered part of a larger group known as \"rescue dogs\". He was unsuccessful in his first home when plans for him to provide companionship to an", "doc_score": "81.64376831054688", "publish_date": "2018/12/31"}, {"doc_id": "11430130", "text": "Livestock guardian dog / of livestock guardian dogs by the Molossians in the ancient region of Epirus. The dogs are introduced to livestock as puppies so they \"imprint\" on the animals. Experts recommend that the pups begin living with the herd at 4 to 5 weeks of age. This imprinting is thought to be largely olfactory and occurs between 3 and 16 weeks of age. There are many myths in the West regarding the training of livestock guardian dogs, particularly the very incorrect idea that human contact should be kept to a minimum. Training requires regular daily handling and management, preferably from birth. A", "doc_score": "83.33213806152344", "publish_date": "2018/12/31"}, {"doc_id": "3980102", "text": "Greyhound adoption / of greyhounds are easily trained for housebreaking. Some people suspect Greyhounds consider the house to be an extension of their crate, and thus will not voluntarily urinate or defecate indoors except in exigent circumstances, such as severe intestinal upset. Greyhounds enjoy resting on beds and sofas, often sleeping or dozing 16 hours a day or more. They often \"dig up\" their bedding materials like blankets to create a pile that can cushion their deep rib cage, which can make it difficult for them to get comfortable. Particularly common in sleeping among Greyhounds is the so-called \"roach\" or \"cockroach\" sleeping position,", "doc_score": "84.12540435791016", "publish_date": "2018/12/31"}, {"doc_id": "330522", "text": "Prairie dog / common method of supplying the market demand. They can be difficult pets to care for, requiring regular attention and a very specific diet of grasses and hay. Each year, they go into a period called rut that can last for several months, in which their personalities can drastically change, often becoming defensive or even aggressive. Despite their needs, prairie dogs are very social animals and come to seem as though they treat humans as members of their colony, answering barks and chirps, and even coming when called by name. In mid-2003, due to cross-contamination at a Madison, Wisconsin-area pet swap", "doc_score": "82.86660766601562", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_22", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "20645132", "text": "2018 Atlanta cyberattack / been compromised, later studies show that the breach was worse than originally estimated. In June 2018, it was estimated that a third of the software programs used by the city remained offline or partially disabled. In addition, many legal documents and police dashcam video files were permanently deleted, though the police department was able to restore access to all its investigation files. For a while, residents were forced to pay their bills and forms by paper. In response to this hack, Atlanta devoted $2.7 million to contractors in order to recover, but later estimated it would need $9.5 million. On", "doc_score": "78.49788665771484", "publish_date": "2018/12/31"}, {"doc_id": "11345323", "text": "Graffiti abatement / Graffiti abatement Graffiti abatement is a joint effort between a given community; its public works division; police department; community development; and parks, recreation, and community services to eliminate graffiti vandalism. In an effective graffiti abatement program, hot spots – areas frequently targeted by graffiti vandals – are checked regularly, with the overall goal of removing graffiti as soon as possible. The reasoning given is, that graffiti is an expensive burden for a community, as it lowers property values, generates repair costs and can incite additional criminal activity. Young offender graffiti abatement programs have been growing in popularity throughout Europe and", "doc_score": "78.5683364868164", "publish_date": "2018/12/31"}, {"doc_id": "6028173", "text": "Medical restraint / viewed as a treatment. However, with the passing of SB-130, which became law in 2004, the use of psychiatric restraint(s) is no longer viewed as a treatment, but can be used as a behavioral intervention when an individual is in imminent danger of serious harm to self or others. There are many types of medical restraint: A number of private national and regional companies teach physical (non-mechanical) restraint techniques for companies and agencies that care for or have custody of people who might become aggressive. The strategies vary widely, with many based on police or martial art pain compliance techniques,", "doc_score": "78.18598937988281", "publish_date": "2018/12/31"}, {"doc_id": "15580673", "text": "Teacher tenure reform (United States) / time the teacher is evaluated using a system called AchieveNJ. During or after these three years, the principal must decide if the school will grant tenure to this teacher. If so, the teacher will be asked to work there for a fourth year and will be granted tenure. The principal is able to fire a teacher at any time during the probation period. However, once a teacher is tenured, the principal can no longer fire a teacher without just cause. The teacher is then protected by tenure. There are four reasons a teacher may be fired in New Jersey once", "doc_score": "78.44463348388672", "publish_date": "2018/12/31"}, {"doc_id": "496433", "text": "GNU Privacy Guard / was introduced. It affected only one method of digitally signing messages, only for some releases of GnuPG (1.0.2 through 1.2.3), and there were fewer than 1000 such keys listed on the key servers. Most people did not use this method, and were in any case discouraged from doing so, so the damage caused (if any, since none has been publicly reported) would appear to have been minimal. Support for this method has been removed from GnuPG versions released after this discovery (1.2.4 and later). Two further vulnerabilities were discovered in early 2006; the first being that scripted uses of GnuPG", "doc_score": "76.86044311523438", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_23", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "3325995", "text": "Raymond James Stadium / replace Tampa Stadium at the demand of the new Bucs owner Malcolm Glazer. It is located adjacent to the site of the old stadium on the former location of Al Lopez Field, a minor-league baseball stadium that had been demolished in 1989. Once completed, the final cost of the new stadium was $168.5 million, with the entire cost publicly financed. It was known as Tampa Community Stadium during construction, but the naming rights were bought for US$32.5 million for a 13–year deal by St. Petersburg-based Raymond James Financial in June 1998. On April 27, 2006, an extension was signed to", "doc_score": "82.02611541748047", "publish_date": "2018/12/31"}, {"doc_id": "5107960", "text": "Jones AT&T Stadium / Song at the Double T in the north and south end zones was also added. In February 2006, the university announced plans to add $60 million worth of upgrades including additional luxury suites, a 1,000-car parking garage, an upper deck, a facade on the east side of the stadium and more seating. The entire project was set to begin following the 2006 season but was cancelled before being re-initiated as a different project in 2008. On August 7, 2008, the Texas Tech Board of Regents announced a $25 million expansion project. The planned expansion added a Spanish Renaissance-themed façade to", "doc_score": "83.20606231689453", "publish_date": "2018/12/31"}, {"doc_id": "3060400", "text": "Williams–Brice Stadium / season, the stadium featured a new Daktronics 36 foot high by 124 foot wide high definition video board, the 3rd largest in the SEC. Also unveiled was a new 52 acre tailgating area, landscaped with over 650 trees and featuring a 100 foot wide pathway, called the \"Garnet Way\", that the team, band, and cheerleaders now walk through as they enter the stadium. In 2015, the surface parking lot surrounding the stadium was replaced with a landscaped promenade named \"Springs Brooks Plaza\", named for the family of Robert H. Brooks. The project included a half-mile of ornamental fencing, planting of", "doc_score": "81.33980560302734", "publish_date": "2018/12/31"}, {"doc_id": "5165349", "text": "LECOM Park / of a new, permanent roof was planned and completed in 2013. On August 16, 2012, the Pirates announced the team would contribute an additional $2 million to $3 million for the renovations to McKechnie Field, increasing total enhancement costs for their Bradenton Spring training home from 7.5 million to approximately $10 million. The design and construction for the renovations were performed by Fawley Bryant Architects and NDC Construction, both Manatee County businesses. The renovated ballpark was unveiled to the media on February 20, 2013. The changes come on the anniversaries of McKechnie's 90th year in existence, as well as the", "doc_score": "82.57250213623047", "publish_date": "2018/12/31"}, {"doc_id": "11410339", "text": "Apogee Stadium / Apogee Stadium Apogee Stadium is a college football stadium located at the junction of Interstate 35 East and West in Denton, Texas. Opened in 2011, it is home to the University of North Texas (UNT) Mean Green football team, which competes in Conference USA. The facility replaced Fouts Field, where the school's football program had been based since 1952. The stadium was proposed by the University of North Texas System Board of Regents after the 2002 New Orleans Bowl. Designed by HKS, Inc., it was constructed at a cost of $78 million after a contentious student body election in 2008.", "doc_score": "80.6160888671875", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_24", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "2492210", "text": "Beer Judge Certification Program / The ranks include Apprentice, Recognized, Certified, National, Master, Grand Master (with incremental levels, for example Grand Master I, Grand Master II, etc.), and Honorary Grand Master. The BJCP also certifies judges in mead, and a similar cider certification is currently under development. Its standards for beers have been cited by the Wall Street Journal and by \"Zymurgy\", the journal for members of the American Homebrewers Association, among others. The BJCP was founded in 1985, when the first exam was given at the American Homebrewers Association (AHA) annual conference in Estes Park, Colorado. During its formative years, the program was jointly", "doc_score": "84.7537841796875", "publish_date": "2018/12/31"}, {"doc_id": "14435607", "text": "UIC College of Pharmacy / the Master's Degree in Comparative Effectiveness Research. Although not required, nearly 70 percent of applicants to the PharmD program hold a bachelor's degree prior to admission. To earn the PharmD, students complete a minimum of six years of study: The first two years of prepharmacy coursework can be accomplished at any accredited college or university, the final four years of professional education are completed at the UIC College of Pharmacy. High school students may seek admission to the College of Pharmacy through UIC's Guaranteed Professional Program Admissions initiative; these students are required to successfully complete their prepharmacy coursework at UIC", "doc_score": "87.47764587402344", "publish_date": "2018/12/31"}, {"doc_id": "2554623", "text": "Dietitian / body which distinguishes registered dietitians from nutritionists in Canada, the regulations for which vary by province (Exceptions: Alberta where \"Registered Nutritionist\" is a protected title that can only be used by dietitians. Similarly in Nova Scotia and Québec \"Nutritionist\" is protected and can only be used by dietitians) The colleges also set the minimum entry requirements for admission into practice as a registered dietitian. Requirements to entry into practice as a dietitian include a four-year undergraduate degree from an accredited university (which includes courses in science, foods, nutrition, management, communication and psychology/sociology, among others), a 10–12 month supervised practice period", "doc_score": "85.16254425048828", "publish_date": "2018/12/31"}, {"doc_id": "11334005", "text": "Pharmacy school / Pharmacy website or a List of pharmacy schools is available. List of pharmacy schools#United States of America Today, individuals seeking to become pharmacists must first complete a pre-pharmacy undergraduate program. This program consists of a minimum of 60-90 semester credit hours (90-100 quarter credit hours) of undergraduate coursework in basic and advanced sciences; however, many students find completion of a four-year program (between 120-130 semester credit hours) leading to a Bachelor of Science degree in biology, chemistry, or a similar field enhances their chances of admission. Pre-requisite and application requirements vary by individual schools/colleges of pharmacy; therefore, it is prudent", "doc_score": "85.2639389038086", "publish_date": "2018/12/31"}, {"doc_id": "1131472", "text": "Education in the United States / Entrance into graduate programs usually depends upon a student's undergraduate academic performance or professional experience as well as their score on a standardized entrance exam like the Graduate Record Examination (GRE-graduate schools in general), the Medical College Admission Test (MCAT), or the Law School Admission Test (LSAT). Many graduate and law schools do not require experience after earning a bachelor's degree to enter their programs; however, business school candidates are usually required to gain a few years of professional work experience before applying. 8.9 percent of students receive postgraduate degrees. Most, after obtaining their bachelor's degree, proceed directly into the", "doc_score": "83.63920593261719", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_25", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "2075794", "text": "University of Delaware / is enrolled in a bachelor's degree program may apply for the college's Research Experiences for Undergraduates (REU) program. The college also offers may undergraduate study abroad opportunities to places such as New Zealand, Mexico, Bonaire, Fiji, Barbados, Austria, and London. Vision: \"The College of Education and Human Development will lead, inspire and engage our students, the citizens of Delaware, the nation, and the world in solving critical educational and social problems, and in promoting learning and development in all children and families.\" The School of Education within the College of Education and Human Development (CEHD) is a nationally recognized and", "doc_score": "86.62019348144531", "publish_date": "2018/12/31"}, {"doc_id": "11683835", "text": "Delaware College of Art and Design / A multimillion-dollar (4.7m US$) expansion in student housing opened for Fall 2012 in response to a significant increase in requests for on-campus residency. The former hotel's kitchen has been transformed into a student cafeteria for all resident and commuting students. The 600 North Market building was the initial opening site for the College with an entering student population of 50. The Tatiana Copeland Student Center, located in the Market Street side of the Saville, opened in March 2009. It provides a student lounge, bookstore and in-house art supply area. On the first floor of the North Market Street side of", "doc_score": "89.37767791748047", "publish_date": "2018/12/31"}, {"doc_id": "2733322", "text": "Delaware State University / In August 2015 it implemented a completely tobacco-free policy. In 2017, the university received the ACAS Health Leadership Award in recognition of its efforts. The award was jointly presented by the Public Health Service Officers Foundation for the Advancement of Public Health, the Truth Initiative, Arizonans Concerned About Smoking and the Arizona NAACP. The main campus in Dover, the capital of Delaware, is an approximate two-hour motor drive from Philadelphia, Baltimore, and Washington, D.C., and three hours from New York City. There are two satellite campuses in Wilmington and Georgetown. The main campus in Dover contains thirty buildings, including: There", "doc_score": "90.28504943847656", "publish_date": "2018/12/31"}, {"doc_id": "2733331", "text": "Delaware State University / Universities in the \"U.S. News & World Report\" (2019). The College of Business at DSU is one of the nation's most outstanding business schools, according to the Princeton Review. The Princeton Review and Random House have selected the college for their 2009 edition book to be recognized as one of \"The 269 Best Business Schools\" in the U.S. offering quality MBA programs. The college has been named to the Princeton Review's Best Business Schools for the tenth consecutive year (2009-2018). The university has over thirty formal international partnerships with institutions in countries including China, Cuba, Egypt, France, Italy, Japan, Korea,", "doc_score": "86.77047729492188", "publish_date": "2018/12/31"}, {"doc_id": "11683836", "text": "Delaware College of Art and Design / the 707 building, Jerry's Artarama modifies its paradigm and opened their first urban retail location because Wilmington and the area was without a full-service art and materials store for many years. The result of this partnership with DCAD marked the first \"destination\" retail store opening in Wilmington in its latest revitalization. Jerry's relocated to Newark, Del., in 2018 but continues to stock supplies for DCAD students in Wilmington. The Office of Student Services is responsible for overseeing the general welfare of students, offering support services and for planning both recreational and educational activities. Support services offered are career counseling, health", "doc_score": "87.56498718261719", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_26", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "13612894", "text": "Henry Louis Gates arrest controversy / Henry Louis Gates arrest controversy On July 16, 2009, Harvard University professor Henry Louis Gates Jr. was arrested at his Cambridge, Massachusetts, home by local police officer Sgt. James Crowley, who was responding to a 9-1-1 caller's report of men breaking and entering the residence. The arrest initiated a series of events that unfolded under the spotlight of the international news media. The arrest occurred just after Gates returned home to Cambridge after a trip to China to research the ancestry of Yo-Yo Ma for \"Faces of America\". Gates found the front door to his home jammed shut and, with", "doc_score": "82.09648132324219", "publish_date": "2018/12/31"}, {"doc_id": "20936491", "text": "Len Davis / Len Davis Len Davis is a former New Orleans police officer. He was convicted of depriving civil rights through murder by conspiring with an assassin to kill a local resident. Davis was known in the community as \"Robocop\" due to his large size and the \"Desire terrorist\" due to his aggressive policing style. He had a reputation as both a good and bad cop. He had been suspended six times and received 20 complaints between 1987 and 1992 while subsequently receiving the department's Medal of Merit in 1993. Due to significant corruption within the New Orleans police department, the FBI", "doc_score": "77.88665771484375", "publish_date": "2018/12/31"}, {"doc_id": "13612900", "text": "Henry Louis Gates arrest controversy / Gates, including the police report, interviews with Sgt. Crowley and other officers on the scene; and published interviews with Gates and Whalen. According to the police report, Crowley arrived at the scene, went up to the front door, and asked Gates to step outside. Crowley explained he was investigating the report of a break-in in progress; as he did so, Gates opened the front door and said, \"Why, because I'm a black man in America?\" Crowley's report states that he believed Gates was lawfully in the residence, but that he was surprised and confused by Gates' behavior, which included a", "doc_score": "79.46205139160156", "publish_date": "2018/12/31"}, {"doc_id": "14559488", "text": "Otis Rolley / \"The Star-Ledger\" of New Jersey. He was arrested in April 1995 for obstructing a highway during a protest near the president's mansion. He went to trial charged with three misdemeanor offenses. He was acquitted of two of the charges, but found guilty of disturbing the peace. In that same year, in recognition of his work to remove Dr. Lawrence from his post as well as his commitment to academic and community efforts, Rolley was the 1995 recipient of \"The New York Times\" Young Citizens Award. In 1995 Rolley was also accepted into the Woodrow Wilson Fellowship Program, and after the", "doc_score": "80.8980484008789", "publish_date": "2018/12/31"}, {"doc_id": "20387635", "text": "Assault of DeAndre Harris / beating. Roberts said that the exchange \"spilled into a parking lot close to the Charlottesville Police Department building.\" During the trial of assailant Jacob Scott Goodwin, arguments made by the defendant's attorney suggested that Harris had initiated the fight by \"striking a prominent white nationalist in the head with a flashlight\" in response to seeing \"a fellow counterprotester being speared in the abdomen with a flagpole\". According to the Washington Post, Harris said he swung a flashlight to try to \"knock the flagpole away\". Harris was separated from his friends in the chaos of the crowd and was \"cornered\" by", "doc_score": "80.7214126586914", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_27", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "19508157", "text": "Tower 12 / would have had two 27-story towers with 145 units in each, that was later cancelled. In 2008, developer Justen Company submitted proposals to build a 39-story, 234-unit condominium building on the same site, part of a two-tower project spanning Virginia Street, but did not move further on into the design review process. Bellevue-based developer Continental Properties bought the quarter-block property and master-use permit in March 2014 for $16 million, and announced plans to build a 324-unit residential building on the site using the previously-approved master-use permit. Initially planning to build condominiums, Continental instead opted to build apartments (later named \"Tower", "doc_score": "83.44192504882812", "publish_date": "2018/12/31"}, {"doc_id": "19992608", "text": "Blue Castle Project / Reed Searle. BCH started a new subsidiary, Power Block Coin, in November 2017. It will provide power to data centers that support mining of cryptocurrency. Blue Castle Project The Blue Castle Project is a proposed nuclear power plant near Green River, Utah, United States. Projected for completion in 2030, it will have two 1500 megawatt reactors. It was originally proposed in 2007 by Transition Power Development, which became Blue Castle Holdings (BCH) in 2009. After winning a three-year legal battle over water rights, Blue Castle began reviewing construction companies to work on building the plant. The project is projected to", "doc_score": "83.21334075927734", "publish_date": "2018/12/31"}, {"doc_id": "14034315", "text": "Holmes Towers / first Greenmarket on a NYCHA property. The Isaacs Houses projects are located just north of the Holmes Towers. Both developments are basically one complex totaling 5 buildings having the same Development Management Office managed by New York City Housing Authority. Both housing projects, as a whole, have been designated a \"high crime zone\" by the New York City Police Department's 19th precinct since the early 2000s, and are thus policed to a higher extent, especially due to the heavy socio-economic mixing of the immediate surrounding area, which includes public housing, working-class small tenement buildings, middle-class medium-size buildings, and upper-middle class", "doc_score": "81.6679916381836", "publish_date": "2018/12/31"}, {"doc_id": "19696893", "text": "Wolf Point East Tower / As of March 2017, some sources still felt the building might be 66 stories and encompass 707 apartment units, but when the building permit for construction was issued on June 22, 2017, it seemed that the plans were for a 60-story, 698-unit, buildling. By June 28, the $380 million construction project was backed by a $200 million loan led by Bank of America and construction had begun. Occupancy was expected in 2019. The property upon which the development was planned is historic and drew scrutiny by critics. Plans for the tower development were presented as scheduled by the Kennedy family", "doc_score": "83.99212646484375", "publish_date": "2018/12/31"}, {"doc_id": "13157554", "text": "North Shore Towers / course was replaced by the North Shore Towers. The North Shore Towers were constructed in Glen Oaks because of Queens's lax zoning rules, which are less restrictive than those in Nassau and Suffolk Counties in Long Island. Some Glen Oaks residents, mostly single-home dwellers, protested the construction of the North Shore Towers because they were afraid it would dominate the horizon. However, it was a highly anticipated \"big Queens project\" for most New Yorkers. The North Shore Towers were originally built as rentals, but in 1985 a filing with the New York State Attorney General's office sought to convert the", "doc_score": "82.60870361328125", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_28", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "13560733", "text": "Hollingsworth v. Perry / to allow an appeal to the U.S. Supreme Court. Proponents of Proposition 8 appealed the case (captioned \"Hollingsworth v. Perry\") to the U.S. Supreme Court on July 31, 2012. On August 24, opponents of Proposition 8 asked the Supreme Court not to hear the case. Olson said, \"It was with strong mixed emotions... But in the end, we represent real, live people, and if the court doesn't take the case, we've won and our clients and thousands of others in California can get married.\" The Supreme Court granted certiorari in the case on December 7, 2012, ordering the parties", "doc_score": "83.22947692871094", "publish_date": "2018/12/31"}, {"doc_id": "19209682", "text": "Direct Marketing Ass'n v. Brohl / the case in December 2016. By February 2017, the DMA and the state of Colorado had reached a settlement, with the DMA agreeing to drop the state and federal lawsuits in exchange for the state ignoring the penalty fees during the intervening years for non-compliance of the reporting requirements. A core facet of the Supreme Court's decision in \"Direct Marketing Ass'n\" came from Justice Anthony Kennedy's concurrence. Kennedy specifically wrote about \"Quill\"s \"tenuous nature\", and the \"serious, continuing injustice faced by Colorado and many other States\" of being able to only collect sales taxes from brick-and-mortar stores, and offered \"it", "doc_score": "84.30277252197266", "publish_date": "2018/12/31"}, {"doc_id": "1963102", "text": "Barry Minkow / lies. She ordered Minkow to reimburse Lennar for the legal expenses it incurred while ferreting out his lies. According to legal experts, it is extremely rare for a judge to issue terminating sanctions, since they are reserved for particularly egregious misconduct and have the effect of revoking a litigant's right to defend himself. Earlier, Freeman had been so angered by Minkow's behavior that she called him a liar in open court, a rarity for a judge. Lennar estimates that its attorneys and investigators spent hundreds of millions of dollars exposing Minkow's lies. On March 16, 2011, Minkow announced through his", "doc_score": "85.52658081054688", "publish_date": "2018/12/31"}, {"doc_id": "14822063", "text": "Citizens for Equal Protection v. Bruning / plaintiffs lacked standing, the case was not ripe, and the initiative measure could not possibly be construed as a bill of attainder. On November 10, 2003, Judge Bataillon disagreed, denied the motion, and let the case proceed. Because the case concerned a question of law, rather than a question of fact, the parties entered into a joint stipulation of facts and filed briefs. Judge Bataillon announced his ruling in favor of the plaintiffs on May 12, 2005, overturning Initiative Measure 416 based on the Equal Protection Clause, the First Amendment, and the prohibition on bills of attainder contained in the", "doc_score": "85.58943176269531", "publish_date": "2018/12/31"}, {"doc_id": "9052268", "text": "Vroegh v. Eastman Kodak Co. / proposed settlement and on November 1, 2006, LexisNexis reported in their \"California Legal News\" that the settlement agreement calls for $2.4M in attorney fees. The settlement was finally approved on or about November 21, 2006. The settlement provided for either a refund of 5% of the original purchase price or a 10% coupon on future purchases. The refund amount is in excess of the amount of memory that was allegedly missing. Accordingly, the settlement made available to class members refunds in excess of $100 million. Five defendants, including Dane Elec, settled the case on a non-class basis. The other five", "doc_score": "82.61502075195312", "publish_date": "2018/12/31"}]}
{"question_id": "20230818_29", "search_time": "2023/08/19/07:31", "search_result": [{"doc_id": "16617201", "text": "Antonio Buehler / that spanned a full calendar week, Buehler was acquitted of charges and found not guilty of failing to comply with the order of a police officer on New Year’s Day 2012.\" The trial was unique not only in its duration, but also in the resources invested into it by the state; the state had eight prosecutors in the courtroom and over a dozen police officers. On December 31, 2013, Buehler, while awaiting trial, sued the Austin Police Department, Police Chief Art Acevedo, Officer Patrick Oborski, Officer Robert Snider, SGT Adam Johnson and Officer Justin Berry for allegedly violating his civil", "doc_score": "77.0041275024414", "publish_date": "2018/12/31"}, {"doc_id": "17340185", "text": "Larry Hernandez / 2015, Hernandez was arrested in Ontario, California, on charges of kidnapping and assault. The charges are related to an incident that occurred in Newberry, South Carolina on August 16, 2015, after a performance. Allegedly, Hernandez was not happy with his payment for the performance, and he and another man assaulted a friend of the performance organizer. They then forced him to Hernandez's hotel room and continued the assault in an attempt to gain more money from the organizer. The victim was eventually able to escape. Extradition has occurred as of October 15, 2015 to South Carolina. On October 23, 2015,", "doc_score": "75.9067153930664", "publish_date": "2018/12/31"}, {"doc_id": "14820263", "text": "2010 Arizona prison escape / Attorney in Albuquerque, New Mexico, who said he would seek the death penalty. (He is now a federal District Court judge.) All three were extradited from Arizona to face charges in New Mexico for the alleged robbery, hijack and murder of the Haas couple there. Retired federal judge James Aubrey Parker offered to mediate the plea bargain to save the expenditure of the anticipated millions of dollars on the murder trials and appeals, but his offer was refused by Gonzales. McCluskey's trial began with jury selection on July 22, 2013. He was convicted on October 7, 2013. Province and Welch", "doc_score": "75.5501480102539", "publish_date": "2018/12/31"}, {"doc_id": "14820259", "text": "2010 Arizona prison escape / in Colorado state prison for one count of attempted first degree murder plus 12 more for a second count, involving shooting at law enforcement personnel. To avoid the costs of extradition and trial, the escape charges from the for-profit prison in Mohave were dropped. He had 32 years left to serve on his original two Arizona second-degree murder convictions, should he be released from the Colorado prison system. The Federal Bureau of Investigation in Albuquerque accused McCluskey, Province, and Welch of carjacking Gary and Linda Haas, a couple from Tecumseh, Oklahoma; their pickup truck, and trailer at an Interstate 40", "doc_score": "76.34598541259766", "publish_date": "2018/12/31"}, {"doc_id": "3688529", "text": "Randy Weaver / was charged with multiple crimes relating to the Ruby Ridge incident - a total of ten counts, including the original firearms charges. Attorney Gerry Spence handled Weaver's defense, and successfully argued that Weaver's actions were justifiable as self-defense. The judge dismissed two counts after hearing prosecution witness testimony. The jury acquitted Weaver of all remaining charges except two, one of which the judge set aside. Weaver was found guilty of one count, failure to appear, for which Weaver was fined $10,000 and sentenced to 18 months in prison. He was credited with time served plus an additional three months, and", "doc_score": "76.11927032470703", "publish_date": "2018/12/31"}]}
