{"question_id": "20231201_0", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "20249589", "text": "Iceberg A-68 / Iceberg A-68 Iceberg A-68 calved from the Larsen C Ice Shelf in July 2017. With a surface area of 5,800 square kilometres, twice the size of Luxembourg, larger than Delaware and weighing one trillion tonnes, it is one of the largest recorded icebergs, the largest being B-15 which measured 11,000 square kilometres before breaking up. The calving of A-68 reduced the overall size of the Larsen C shelf by 12 percent. There is no projected path at this point; however, historical data shows many icebergs broken off from the Antarctic Peninsula reach the South Georgia and the South Sandwich Islands.", "doc_score": "85.2586898803711", "publish_date": "2018/12/31"}, {"doc_id": "20249592", "text": "Iceberg A-68 /'smaller' bergs, one much larger than the rest. A British expedition on intended to sample the marine life at A-68 cleavage line in March 2018, but had to turn back due to thick sea ice. In July 2018 A-68 started to drift northwards. Iceberg A-68 Iceberg A-68 calved from the Larsen C Ice Shelf in July 2017. With a surface area of 5,800 square kilometres, twice the size of Luxembourg, larger than Delaware and weighing one trillion tonnes, it is one of the largest recorded icebergs, the largest being B-15 which measured 11,000 square kilometres before breaking up. The calving", "doc_score": "83.9316635131836", "publish_date": "2018/12/31"}, {"doc_id": "4001394", "text": "Larsen Ice Shelf / on Ice Shelf Dynamics and Stability project, or MIDAS. \"There appears to be very little to prevent the iceberg from breaking away completely.\" The larger swath of the Larsen C ice shelf that sat behind the calved iceberg \"will be less stable than it was prior to the rift\" and may rapidly disintegrate in the same manner as Larsen B did in 2002. In June 2017 the speed of the imminent Larsen C iceberg accelerated, with the eastern end moving at per day away from the main shelf. As discussed by the Project MIDAS researchers on their site: “In another", "doc_score": "83.6138687133789", "publish_date": "2018/12/31"}, {"doc_id": "1298870", "text": "Iceberg / Agency launched RADARSAT-2 in December 2007, which uses SAR and multi-polarization modes and follows the same orbit path as RADARSAT-1. Iceberg An iceberg or ice mountain is a large piece of freshwater ice that has broken off a glacier or an ice shelf and is floating freely in open water. It may subsequently become frozen into pack ice (one form of sea ice). As it drifts into shallower waters, it may come into contact with the seabed, a phenomenon called seabed gouging by ice. About 90 percent of an iceberg is below the surface of the water. Icebergs are possible", "doc_score": "83.84463500976562", "publish_date": "2018/12/31"}, {"doc_id": "1298864", "text": "Iceberg / letter indicating its point of origin and a running number. The letters used are as follows: Iceberg B15 calved from the Ross Ice Shelf in 2000 and initially had an area of. It broke apart in November 2002. The largest remaining piece of it, Iceberg B-15A, with an area of, was still the largest iceberg on Earth until it ran aground and split into several pieces October 27, 2005, an event that was observed by seismographs both on the iceberg and across Antarctica. It has been hypothesized that this breakup may also have been abetted by ocean swell", "doc_score": "83.82740783691406", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_1", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "10986921", "text": "Americans for Prosperity / of broadcast television political advertising purchases by category showed that two nonprofit organizations, AFP and Crossroads GPS, combined, outspent all other categories, including political parties, political action committees, super PACs, unions, and trade associations. While previously AFP had run issue advertising that opposed Obama's programs, in August 2012 the organization shifted to express advocacy, which explicitly called for his defeat. That month, AFP spent $25 million on television commercials against Obama. AFP said the goal of the commercials was to educate voters. AFP raised $140 million in the 2012 election cycle, and it spent $122 million, more than in all", "doc_score": "85.61675262451172", "publish_date": "2018/12/31"}, {"doc_id": "10986923", "text": "Americans for Prosperity / AFP sent a bus on a nationwide tour condemning Obama's economic policies called the \"Obama's Failing Agenda Tour.\" In April 2011 in New Hampshire, AFP sponsored an informal gathering of five Republican presidential candidates, including Mitt Romney, Tim Pawlenty, Michele Bachmann, Rick Santorum, and Herman Cain. AFP offered tea party groups $2 for every new AFP member their volunteers signed up at polling places in the February 2012 Florida Republican primary. AFP employed methodologies developed in its efforts to thwart the recall of Wisconsin governor Scott Walker, including deploying a smartphone application called \"Prosperity Knocks\" to canvassers. AFP canvassers utilized", "doc_score": "88.56297302246094", "publish_date": "2018/12/31"}, {"doc_id": "10986902", "text": "Americans for Prosperity / The \"Los Angeles Times\" said AFP performed roles typical of national and state political parties. ABC News said in August 2014 that AFP was \"poised to be the most influential conservative group in the nation this year, and among the most influential and heaviest spending across the political spectrum this year and into the looming presidential race\". As of mid-September 2018, Americans for Prosperity has become one of just 15 groups which account for three-quarters of the anonymous cash; following the 2010, Citizens United v. FEC decision by the U.S. Supreme Court, which paved the way paved the way for", "doc_score": "85.68355560302734", "publish_date": "2018/12/31"}, {"doc_id": "10986900", "text": "Americans for Prosperity / of business, and limiting the power of the courts. According to FactCheck.org, \"AFP seeks to support free markets and entrepreneurship by advocating lower taxes and limited government spending and regulation\". Its leaders view the organization as a counterbalance to the progressive movement's unions and activist organizations. According to NBC News, \"The New York Times\" and others, some of AFP's policy positions align with the business interests of the Koch brothers and Koch Industries, including its support for rescinding energy regulations and environmental restrictions, expanding domestic energy production, lowering taxes, and reducing government spending, especially Social Security, Medicare, and Medicaid. From", "doc_score": "87.37821197509766", "publish_date": "2018/12/31"}, {"doc_id": "12208286", "text": "America's Party (political party) / America's Party (political party) America's Party, founded as America's Independent Party, is a conservative American political party formed in August 2008 in an offshoot of the Constitution Party by supporters of Alan Keyes, with the goal of an alternative to the Republican and Democratic party system. It selected party leader Tom Hoefling in the 2012 presidential election, and Hoefling sought the party nomination again in the 2016 Presidential election. Alan Keyes declared his candidacy for President seeking the Republican nomination on September 14, 2007. Just three days later, Keyes placed third in the Family Research Council's Values Voter straw poll,", "doc_score": "84.64524841308594", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_2", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "20784123", "text": "Tham Luang cave rescue / Tham Luang cave rescue In June and July 2018, a widely publicised cave rescue successfully extricated members of a junior football team trapped in Tham Luang Nang Non cave in Chiang Rai Province, Thailand. Twelve members of the team, aged eleven to seventeen, and their 25-year-old assistant coach entered the cave on 23 June after football practice. Shortly afterwards, heavy rains partially flooded the cave, trapping the group inside. Efforts to locate the group were hampered by rising water levels and strong currents, and no contact was made for more than a week. The rescue effort expanded into a massive", "doc_score": "82.53578186035156", "publish_date": "2018/12/31"}, {"doc_id": "20784182", "text": "Tham Luang Nang Non / Tham Luang Nang Non Tham Luang Nang Non (, ) is a karstic cave system in the Tham Luang–Khun Nam Nang Non Forest Park, near the village of Pong Pha, in northern Thailand. It lies beneath Doi Nang Non, a mountain range on the border with Myanmar. On 2 July 2018, the cave was brought to international prominence when twelve members of a junior association football team and their assistant coach were found deep inside the cave. They had become trapped due to monsoonal flooding on 23 June. A rescue effort succeeded in bringing them out safely by 10 July.", "doc_score": "79.88043975830078", "publish_date": "2018/12/31"}, {"doc_id": "20218383", "text": "Riesending cave rescue / Riesending cave rescue A rescue occurred at Riesending cave between 8 June and 19 June 2014 in Bavaria, Germany, after a speleologist, who had been exploring the cave in a group of three, suffered a traumatic brain injury as a result of a rockfall. It became one of the largest cave rescues in history, involving more than 700 people for eleven days and an estimated cost of close to one million euro. Around noon on 7 June 2014, speleologist and caver Johann Westhauser and two colleagues descended into the Riesending cave, the deepest and longest pit cave in Germany located", "doc_score": "81.79585266113281", "publish_date": "2018/12/31"}, {"doc_id": "20792316", "text": "Alpazat cave rescue / the expedition. The caving trip was stated as an \"official military expedition to support adventurous training.\" While six of the men were in the Alpazat caverns on an expedition expected to take 36 hours, a flash flood blocked their exit, causing them to shelter in a pre-fabricated emergency camp in a drier part of the cave. The trapped men were later named as Chris Mitchell, Jonathan Sims, Charles Milton, Simon Cornhill, John Roe, and Toby Hamnett. The men camped on a ledge over a subterranean river. They were relatively well-supplied, and were able to make meals such as pasta with", "doc_score": "83.21281433105469", "publish_date": "2018/12/31"}, {"doc_id": "10652053", "text": "Chobhar caves / chobar) and drained away the waters to establish a habitable land. These caves have been explored by research teams from the UK in 1976, Czechoslovakia in 1980 and Germany in 1985. Explorations of the caves in April 2007 indicate that there are at least six known entrances all documented by GPS readings made by a French team of speleologists, led by Maurice Duchesne from France. A map of those caves is now available, but as the caves are often infiltrated by water due to fluctuating levels of the nearby Bagmati River, visitors are strongly advised not visit the inside of", "doc_score": "79.88327026367188", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_3", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "11349677", "text": "Lists of Merriam-Webster's Words of the Year / voting to decide its Word of the Year. The term was created by Stephen Colbert on Comedy Central in \"The Colbert Report\"'s first episode, which took place on October 2005, to describe things that he fervently believes to be the case regardless of the facts. In addition, \"truthiness\" became the American Dialect Society's Word of the Year for 2005. John Morse, President of Merriam-Webster, said that the word \"w00t\" was a good choice because it \"blends whimsy and new technology\". Spelled with two zeros in leetspeak, \"w00t\" reflects a new direction in the English language led by a generation raised", "doc_score": "80.22906494140625", "publish_date": "2018/12/31"}, {"doc_id": "9931845", "text": "ProMED-mail / over 185 countries. With an average of 13 posts per day, ProMED provides users with up-to-date information concerning infectious disease outbreaks on a global scale. ProMED's guiding principles include: One of the essential global health priorities is the timely recognition and reporting of emerging and re-emerging infectious diseases. Early recognition can enable coordinated and rapid responses to an outbreak, preventing catastrophic morbidity and mortality. Additionally, early detection can alleviate grave economic hardship brought upon by pandemics and emerging diseases. Burgeoning globalization of commerce, finance, manufacturing, and services has fostered ever-increasing movement of people, animals, plants, food, and feed. Other contributing", "doc_score": "76.83576965332031", "publish_date": "2018/12/31"}, {"doc_id": "17774172", "text": "NADDIS / of any deceased third party, or any living third party (with a signed, original DOJ-361 release authorization). The DEA FOIA release demonstrates that NADDIS includes a \"Remarks\" section (p. 7-10 of the FOIA release, Id.) which contains the date and file number of each DEA report on a subject, and which abstracts and summarizes the content of the complete report. Hence, this recent FOIA release by DEA may be employed as an exhibit in pre-trial discovery requests for NADDIS records, or as an exhibit by other FOIA requestors seeking NADDIS records. NADDIS has increasingly been employed and shared by multiple", "doc_score": "77.68048858642578", "publish_date": "2018/12/31"}, {"doc_id": "4533661", "text": "Word of the year / words that became Merriam-Webster's Word of the Year since 2003: Oxford University Press, which publishes the \"Oxford English Dictionary\" and many other dictionaries, announces an Oxford Dictionaries UK Word of the Year and an Oxford Dictionaries US Word of the Year; sometimes these are the same word. The Word of the Year need not have been coined within the past twelve months but it does need to have become prominent or notable during that time. There is no guarantee that the Word of the Year will be included in any Oxford dictionary. The Oxford Dictionaries Words of the Year are", "doc_score": "80.06361389160156", "publish_date": "2018/12/31"}, {"doc_id": "11960672", "text": "Five Wishes / would like to know about options for hospice care, among others. This section speaks to personal matters, such as whether you would like to be at home and whether you would like someone to pray at your bedside. This section deals with matters of forgiveness, how you wish to be remembered, and final wishes regarding funeral or memorial plans. The last portion of the document contains a section for signing the document and having it witnessed. The document indicates which states require notarization. According to analysis by the American Bar Association's Commission on Law and Aging, Five Wishes currently meets", "doc_score": "76.01995086669922", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_4", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "17822347", "text": "Max Verstappen / a surge of success. He won his second Formula One race at the 2017 Malaysian Grand Prix, one day after his 20th birthday, passing Lewis Hamilton for the lead in the early stages of the race. He finished second in the following race in Japan. He then finished third at the United States Grand Prix, but was classified fourth after his final lap overtake on Kimi Räikkönen was deemed illegal. He then won his third Formula One race (and second in 2017) at the Mexican Grand Prix, after passing Sebastian Vettel on the opening lap and leading until the end", "doc_score": "93.34899139404297", "publish_date": "2018/12/31"}, {"doc_id": "17822358", "text": "Max Verstappen / start than Ricciardo and took the lead of the race into the first corner, overtaking the fast-starting Mercedes of Lewis Hamilton. He was poised to win the 2018 Brazilian Grand Prix, having overtaken Kimi Räikkönen, Sebastian Vettel, Valtteri Bottas and Lewis Hamilton. However, he was hit by Force India driver Esteban Ocon who was trying to unlap himself on faster tires. Ocon received a 10-second stop and go penalty, the harshest penalty before disqualification. After the collision with Ocon, Verstappen finished in second place behind Mercedes driver Lewis Hamilton. During an argument with Ocon after the race, Verstappen pushed the", "doc_score": "91.21981811523438", "publish_date": "2018/12/31"}, {"doc_id": "17822346", "text": "Max Verstappen / from Sebastian Vettel, who claimed that Verstappen had pushed him off the track when he gained a position on him at Junção corner late in the race. The race stewards did not share Vettel's view and decided that no reprimand was warranted. During the first 14 races of the 2017 season, Verstappen suffered seven retirements, four due to mechanical issues, and three due to first lap collisions in Spain, Austria and Singapore. Of the races finished, however, he claimed a third place in China, and another five races classified fourth or fifth. From the Malaysian Grand Prix onward, Verstappen enjoyed", "doc_score": "93.3646469116211", "publish_date": "2018/12/31"}, {"doc_id": "17822355", "text": "Max Verstappen / Valtteri Bottas for 2nd place. However a safety car was deployed during the middle of the 1st lap caused by a collision between Scuderia Toro Rosso driver Brendon Hartley and Williams Grand Prix Engineering driver Lance Stroll. He finished third in the race and set the fastest lap of the race on lap 65. The 2018 French Grand Prix brought him second place. At the 2018 Austrian Grand Prix, on Red Bull's home track, he started fourth on the grid, passed Kimi Räikkönen before taking advantage of retirement from Valtteri Bottas and a botched pit-stop strategy by Lewis Hamilton, who", "doc_score": "93.20120239257812", "publish_date": "2018/12/31"}, {"doc_id": "17822357", "text": "Max Verstappen / his teammate in the championship due to his own recent resurgence and Ricciardo's unreliability. Verstappen enjoyed a very strong second half of the season, achieving podium finishes at Belgium, Singapore, Japan and the USA, the latter of which he achieved 2nd place having started from 18th on the grid due to a suspension failure in qualifying. Verstappen then earned his fifth career win in the 2018 Mexican Grand Prix. Verstappen had been visibly angry after just missing out on becoming the youngest pole-sitter in F1 history due to Ricciardo's quicker final lap in Q3. He, however, had a much better", "doc_score": "90.71873474121094", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_5", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "20329319", "text": "Why I'm No Longer Talking to White People About Race / Why I'm No Longer Talking to White People About Race Why I’m No Longer Talking to White People About Race is a 2017 polemic debut book by British writer Reni Eddo-Lodge that was released by Bloomsbury Publishing. The 2015 Booker Prize-winner Marlon James wrote that it was \"essential\" and \"begging to be written\". Trevor Phillips reviewed the work for \"The Times\". In the \"Times Literary Supplement\", Bernadine Evaristo described the book's title as \"gloriously provocative\", noting that it was \"marketing gold\" in the climate surrounding the Black Lives Matter movement. Evaristo described the work as \"timely and accessible\", \"comprehensive and", "doc_score": "82.03255462646484", "publish_date": "2018/12/31"}, {"doc_id": "20934838", "text": "The Bard of Blood / The Bard of Blood The Bard of Blood is a 2015 Indian fictional espionage thriller novel written by debutant author Bilal Siddiqi. He wrote the novel at the age of 20 during his college days. It was published by Penguin books. Kabir Anand, is a former Research and Analysis Wing (RAW) agent and now a professor of Shakespear in Mumbai. He was forced to leave RAW after a disastrous mission in Balochistan. He is called by the agency to return back after Sadiq Sheikh, his ex-boss is killed. Meanwhile, Mullah Omar and the ISI are also after him. Siddiqi said", "doc_score": "77.88267517089844", "publish_date": "2018/12/31"}, {"doc_id": "3912213", "text": "Theodore Dalrymple / contends that the middle class's abandonment of traditional cultural and behavioural aspirations has, by example, fostered routine incivility and militant ignorance among the poor. He examines diverse themes and figures in the book including Shakespeare, Marx, Virginia Woolf, food deserts and volitional underclass malnutrition, recreational vulgarity, and the legalisation of drugs. One of the essays in the book, \"When Islam Breaks Down\", was named one of the most important essays of 2004 by David Brooks in the \"New York Times\". In 2009, Dalrymple's British publisher Monday Books announced it was to publish two books. The first, \"Not With a Bang", "doc_score": "78.44230651855469", "publish_date": "2018/12/31"}, {"doc_id": "20329323", "text": "Why I'm No Longer Talking to White People About Race / that while focusing \"on events in Britain, it's still accessible to readers of black American history.\" Why I'm No Longer Talking to White People About Race Why I’m No Longer Talking to White People About Race is a 2017 polemic debut book by British writer Reni Eddo-Lodge that was released by Bloomsbury Publishing. The 2015 Booker Prize-winner Marlon James wrote that it was \"essential\" and \"begging to be written\". Trevor Phillips reviewed the work for \"The Times\". In the \"Times Literary Supplement\", Bernadine Evaristo described the book's title as \"gloriously provocative\", noting that it was \"marketing gold\" in the climate", "doc_score": "81.93836212158203", "publish_date": "2018/12/31"}, {"doc_id": "20411404", "text": "Al-Britannia, My Country / Al-Britannia, My Country Al-Britannia, My Country is a 2017 book by Scottish journalist and author James Fergusson investigating Islam in the United Kingdom. \"Al-Britannia, My Country\" is an exploration of British Muslim communities amidst rising racial and religious tensions in the United Kingdom. It examines the links between Muslim communities and poverty, government surveillance and social and religious conflicts on issues such as sex and feminism. Christopher de Bellaigue, writing for \"The Guardian\" described \"Al-Britannia, My Country\" as a \"compelling and compassionate survey of British Islam\" and describes Fergusson as \"well placed to discuss the issues of identity, inclusion and", "doc_score": "83.11547088623047", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_6", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "12066612", "text": "Telegraph Media Group / Telegraph Media Group The Telegraph Media Group (TMG, previously the Telegraph Group) is the proprietor of \"The Daily Telegraph\" and \"The Sunday Telegraph\". It is a subsidiary of Press Holdings. David and Frederick Barclay acquired the group in July 2004, after months of intense bidding and lawsuits, from Hollinger Inc. of Toronto, Ontario, Canada, the newspaper group controlled by the Canadian-born British businessman Conrad Black. In 2015, TMG made an operating profit of £51 million. Profits before tax were £47m, and turnover for the 53 weeks up to 3 January 2016 was £319m, according to unaudited accounts leaked to \"The", "doc_score": "76.019287109375", "publish_date": "2018/12/31"}, {"doc_id": "12066613", "text": "Telegraph Media Group / Guardian\". If these figures are accurate, then this was an increase from 2014 levels on both accounts. Telegraph Media Group The Telegraph Media Group (TMG, previously the Telegraph Group) is the proprietor of \"The Daily Telegraph\" and \"The Sunday Telegraph\". It is a subsidiary of Press Holdings. David and Frederick Barclay acquired the group in July 2004, after months of intense bidding and lawsuits, from Hollinger Inc. of Toronto, Ontario, Canada, the newspaper group controlled by the Canadian-born British businessman Conrad Black. In 2015, TMG made an operating profit of £51 million. Profits before tax were £47m, and turnover for", "doc_score": "75.86773681640625", "publish_date": "2018/12/31"}, {"doc_id": "15183283", "text": "Al Jazeera Media Network / Al Jazeera Media Network Al Jazeera Media Network (AJMN) is a Middle Eastern multinational multimedia conglomerate, and is the parent company of Al Jazeera and its related networks. The chairman is Sheikh Hamad bin Thamer Al Thani. The acting director general is Dr. Mostefa Souag. The network's news operation currently has a total of 70 bureaux around the world that are shared between the network's channels and operations, the second largest amount of bureaux of any media company in the world after the BBC. The original Al Jazeera Satellite Channel (then called JSC or Jazeera Satellite Channel) was launched on", "doc_score": "78.30467224121094", "publish_date": "2018/12/31"}, {"doc_id": "1705390", "text": "Serco / Serco Serco Group plc is a British provider of public services with headquarters based in Hook, Hampshire. Serco operates in six sectors of public service provision: Health, Transport, Justice, Immigration, Defence, and Citizens Services. It is listed on the London Stock Exchange and is a constituent of the FTSE 250 Index. The majority of Serco's turnover is generated from UK operations, but the company also operates in Continental Europe, the Middle East, the Asia Pacific region and North America. Serco was founded in 1929 as RCA Services Limited, a United Kingdom division of the Radio Corporation of America and initially", "doc_score": "74.28680419921875", "publish_date": "2018/12/31"}, {"doc_id": "20845693", "text": "The National Energy Services Company / The National Energy Services Company The National Energy Services Company (NESCO) branded as Tarshid company was established in March 2017 as a key enabler to advance and improve energy efficiency services and sustainable energy in the Kingdom of Saudi Arabia. Tarshid was created out of a true collaborative effort, driven by the Saudi Energy Efficiency Center (SEEC), local authorities, and leading international energy agencies, and was a successful translation of these efforts to create robust energy efficiency and energy conservation solutions in the Kingdom. The company tackles rising energy consumption in existing buildings and facilities. Tarshid was issued a Saudi", "doc_score": "74.94816589355469", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_7", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "10711190", "text": "Hùng Kings' Festival / remember and pay tribute to the contribution of the Hung Kings who are the traditional founders of the nation and became its first emperors. Beginning as a local holiday, the Ceremony was recognized as a national holiday in 2007. In 2016, the total number of visitors to this year’s fest to seven million. The ceremony takes place over several days, but 10th day of the month is considered the most important. A procession starts at the foot of the mountain, and stops at every small temple before reaching the High Temple. Here pilgrims offer prayers and incense to their ancestors.", "doc_score": "79.14909362792969", "publish_date": "2018/12/31"}, {"doc_id": "2632442", "text": "Voortrekker Monument / much of the interior of the monument can be viewed. Through an opening in this dome a ray of sunlight shines at twelve o'clock on 16 December annually, falling onto the centre of the Cenotaph, striking the words 'Ons vir Jou, Suid-Afrika' (Afrikaans for 'We're for you, South Africa'), a line from 'Die Stem van Suid-Afrika'. The ray of light is said to symbolise God's blessing on the lives and endeavours of the Voortrekkers. 16 December 1838 was the date of the Battle of Blood River, commemorated in South Africa before 1994 as the Day of the Vow. The Cenotaph", "doc_score": "80.34174346923828", "publish_date": "2018/12/31"}, {"doc_id": "3600873", "text": "Bunad / bunads\" may undermine the authenticity and the desirability of the bunads. <br> In Norway in the postwar era, especially in more recent times, it is common, but by no means mandatory, to wear bunad at various celebrations such as: folk dances, weddings, baptisms, confirmations and especially the May 17 National Day celebrations. In recent years, its use has reached far outside folk dancing, folk music, and particular holidays. Accepted as proper gala attire, it is increasingly common to see people, and especially women, dressed in bunad. The former Norwegian foreign minister, Thorvald Stoltenberg, made history by presenting his accreditation as", "doc_score": "77.68961334228516", "publish_date": "2018/12/31"}, {"doc_id": "242478", "text": "Liberation Day (Netherlands) / detention centers arrested.\" Although a truce had been declared, German resistance was still a problem until around the end of June 1945. In the immediate weeks following the liberation of the Netherlands, there were parties, parades and other joyous occasions celebrating the end of the Nazi occupation. The Dutch learned a whole new level of gratitude after learning the Canadians chose to help liberate them, especially at such a high cost. There was a boom in war brides between Canadian soldiers and Dutch women, and around 41 351 of these war brides moved to Canada after the end of the", "doc_score": "79.09375762939453", "publish_date": "2018/12/31"}, {"doc_id": "353719", "text": "Remembrance of the Dead / only related to the Dutch victims of World War II. Since 1961, the victims of other military conflicts (such as the Indonesian National Revolution in Indonesia) and peacekeeping missions (such as in Lebanon or Bosnia) are remembered on May 4 as well. Traditionally, the main ceremonies are observed in Amsterdam at the National Monument on Dam Square. This ceremony is usually attended by members of the cabinet and the royal family, military leaders, representatives of the resistance movement and other social groups. At 20:00 two minutes of silence is observed throughout the Netherlands. Public transport is stopped as well as", "doc_score": "80.51013946533203", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_8", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "14895153", "text": "Walter Scott Prize / Walter Scott Prize The Walter Scott Prize for historical fiction is a British literary award founded in 2010. At £25,000, it is one of the largest literary awards in the UK. The award was created by the Duke and Duchess of Buccleuch, whose ancestors were closely linked to Scottish author Sir Walter Scott, who is generally considered the originator of historical fiction with the novel \"Waverley\" in 1814. Eligible books must have been first published in the UK, Ireland or Commonwealth in the preceding year. For the purpose of the award, historical fiction is defined as being that where the", "doc_score": "74.190185546875", "publish_date": "2018/12/31"}, {"doc_id": "14895156", "text": "Walter Scott Prize / 17 June 2017 at the Baillie Gifford Borders Book Festival, Melrose. The shortlist was announced April 18, 2018. The winner was announced 16 June 2018 at the Baillie Gifford Borders Book Festival. Walter Scott Prize The Walter Scott Prize for historical fiction is a British literary award founded in 2010. At £25,000, it is one of the largest literary awards in the UK. The award was created by the Duke and Duchess of Buccleuch, whose ancestors were closely linked to Scottish author Sir Walter Scott, who is generally considered the originator of historical fiction with the novel \"Waverley\" in 1814.", "doc_score": "75.04084014892578", "publish_date": "2018/12/31"}, {"doc_id": "51073", "text": "Booker Prize / the only short story collection to be shortlisted. John Sutherland, who was a judge for the 1999 prize, has said, In 1972, the winning writer John Berger, known for his Marxist worldview, protested during his acceptance speech against Booker McConnell. He blamed Booker's 130 years of sugar production in the Caribbean for the region's modern poverty. Berger donated half of his £5,000 prize to the British Black Panther movement, because they had a socialist and revolutionary perspective in agreement with his own. In 1980, Anthony Burgess, writer of \"Earthly Powers\", refused to attend the ceremony unless it was confirmed to", "doc_score": "75.09701538085938", "publish_date": "2018/12/31"}, {"doc_id": "51082", "text": "Booker Prize / Beatty in 2016. Another American, George Saunders, won the following year. In 2018, publishers sought to reverse the change, arguing that the inclusion of American writers would lead to homogenisation, reducing diversity and opportunities everywhere, including in America, to learn about \"great books that haven't already been widely heralded.\" The selection process for the winner of the prize commences with the formation of an advisory committee, which includes a writer, two publishers, a literary agent, a bookseller, a librarian, and a chairperson appointed by the Booker Prize Foundation. The advisory committee then selects the judging panel, the membership of which", "doc_score": "76.82746887207031", "publish_date": "2018/12/31"}, {"doc_id": "5701752", "text": "Paul Beatty / Paul Beatty Paul Beatty (born June 9, 1962) is an American author and an associate professor of writing at Columbia University. In 2016, he won the National Book Critics Circle Award and the Man Booker Prize for his novel \"The Sellout\". It was the first time a writer from the United States was honored with the Man Booker. Born in Los Angeles in 1962, Beatty received an MFA in creative writing from Brooklyn College and an MA in psychology from Boston University. He is a 1980 graduate of El Camino Real High School in Woodland Hills, California. In 1990, Beatty", "doc_score": "72.97695922851562", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_9", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "3610071", "text": "Elon Musk /... and magic!\" Musk gained media attention for mentioning the dangerous drug combination publicly on his social media. In mid-September 2018, Musk appeared on \"The Joe Rogan Experience\" podcast and discussed various topics for 2 hours. Within five days, the appearance had registered 10 million YouTube views. One of the highest profile and controversial aspects of the program was Musk's puffing from a cannabis-laced cigarette offered by Rogan. \"The Washington Post\" observed, \"In the media's hands, it became a story about Musk's growing instability...\" Tesla stock dropped after the incident, which coincided with the confirmation of the departure of", "doc_score": "78.85237121582031", "publish_date": "2018/12/31"}, {"doc_id": "1410727", "text": "Hacktivism / identify themselves on Internet Relay Channels, the most notable being: \"Sabu,\" \"Kayla,\" \"T-Flow,\" \"Topiary,\" \"AVUnit,\" and \"Pwnsauce.\" Though the members of LulzSec would spend up to 20 hours a day in communication, they did not know one another personally, nor did they share personal information. For example, once the members' identities were revealed, \"T-Flow\" was revealed to be 15 years old. Other members, on the basis of his advanced coding ability, thought he was around 30 years old. One of the first notable targets that LulzSec pursued was HBGary, which was performed in response to a claim made by the", "doc_score": "79.68152618408203", "publish_date": "2018/12/31"}, {"doc_id": "15728264", "text": "TeaMp0isoN / forces with the hacker collective Anonymous to announce OpCensorThis, an operation intended to protest against censorship - the operation received a lot of media attention and music artists such as Lyricist Jinn and Tabanacle created a music video in order to raise awareness for the operation. TeaMp0isoN then went on to deface several sites in support of OpCensorThis, the most significant being the United Nations Development Programme, and the British tabloid newspaper, the \"Daily Mail\". In response to Occupy Movement, an online announcement claims that TeaMp0isoN joined Anonymous to launch Operation Robin Hood, intending to hack into websites, obtain credit", "doc_score": "80.35507202148438", "publish_date": "2018/12/31"}, {"doc_id": "12343258", "text": "Slashdot effect / a certain threshold of popular interest. This effect was anticipated years earlier in 1956 in Alfred Bester's novel \"The Stars My Destination\". The \"Reddit effect\" has also been used to describe viral crowd fundraising efforts in addition to the surge in web traffic. Sites such as \"Slashdot\", Digg, Reddit, StumbleUpon and Fark consist of brief submitted stories and a self-moderated discussion on each story. The typical submission introduces a news item or website of interest by linking to it. In response, large masses of readers tend to simultaneously rush to view the referenced sites. The ensuing flood of page requests", "doc_score": "78.371337890625", "publish_date": "2018/12/31"}, {"doc_id": "11259330", "text": "James De La Vega / La Vega collaborated with Tory Burch to create a line of accessories that benefited the Tory Burch Foundation. In July 2003, De La Vega was charged with vandalism for a mural he painted on a blank wall in the Bronx. He was offered one year’s probation in exchange for a guilty plea, but he refused to say he caused “damage” to the property and thus sentenced to 50 hours of community service.l In May 2014, artist De La Vega filed a cease-and-desist letter to Apple, claiming their new ad campaign for the iPhone 5S uses his trademarked slogan, “You are", "doc_score": "79.01690673828125", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_10", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "12467753", "text": "Effects of Hurricane Ike in inland North America / due to its forward motion, its fast forward motion of about, and the warm air ahead of the storm allowed the high winds aloft to reach the surface easier. Many areas reported wind gusts up to hurricane force. It was one of the largest power outages caused by a natural disaster in the history of the Midwest, with around 3.7 million customers losing power (well over 8 million people), including 2.6 million outages in the state of Ohio alone 26 people were killed in the interior states. Ohio alone sustained over $560 million in damage. In Arkansas, about 200,000", "doc_score": "81.87557983398438", "publish_date": "2018/12/31"}, {"doc_id": "15180788", "text": "December 2010 North American blizzard / The massive storm complex slowly looped westward and then southward towards the West Coast, undergoing explosive intensification once more on December 19. The system stalled off the coast of the Pacific Northwest, and weakened slightly. However, the system fully opened up the Pineapple Express over California beginning on December 19, triggering flash floods, mudslides, and landslides across much of the Western States, particularly in California. The Pineapple Express system channeled large amounts of moisture into California, ravaging much of the state from December 15 through December 22, bringing with it as much as 20 inches of rain to the San", "doc_score": "81.01167297363281", "publish_date": "2018/12/31"}, {"doc_id": "9380793", "text": "National Christmas Tree (United States) / near-disasters. The tall blue spruce from South Dakota's Black Hills was carried to Washington, D.C., on a train. The train derailed twice on its way to the city. The weekend before the tree lighting ceremony, the tree blew over in high winds and several cut branches had to be attached to the tree to replace damaged ones. A few days after the tree was lit, lightbulbs on the lower half of the tree began exploding after a fireproofing liquid applied to the sockets began causing shorts in the strings of lights. No anti-war protests occurred during the tree lighting ceremony", "doc_score": "83.22645568847656", "publish_date": "2018/12/31"}, {"doc_id": "9380810", "text": "National Christmas Tree (United States) / nation's capitol (and a tornado damaged homes in nearby Quantico, Virginia). Park Service officials feared the National Christmas Tree would be toppled, and attached guy-wires to the tree to keep it upright. But despite the additional bracing, the tree was nearly uprooted in mid-afternoon and leaned at a 45 degree angle for several hours until workers were able to get it upright again. A National Park Service spokesperson said that the agency feared the tree had suffered extensive root damage, and would not survive. The National Park Service undertook a lengthy study to find a species of tree that could", "doc_score": "84.72662353515625", "publish_date": "2018/12/31"}, {"doc_id": "7421563", "text": "Hurricane Jerry / area. Many homes, businesses, and buildings were inflicted damage because of strong winds and three tornadoes spawned by the storm. Despite the issuance of a hurricane warning just eight hours prior to landfall, Jerry caused only three fatalities in Texas, possibly due to the storm's small size; a car fell over the Galveston Seawall, killing its three occupants. Minor wind and coastal flood damage was reported in Louisiana. Jerry and its remnants brought flash flooding to portions of the Upland South, particularly in the states of Kentucky, Virginia, and West Virginia. In eastern Kentucky, hundreds of homes were flooded and", "doc_score": "81.75348663330078", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_11", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "19844073", "text": "The Thanks-Giving Foundation / United Nations Non-Governmental Organization (NGO), the Thanks-Giving Foundation inspired the U.N. to adopt the year 2000 as the “Year of World Thanksgiving.” In 2012, the Foundation received the Spirit of the United Nations Award for Youth Outreach. The Thanks-Giving Foundation The Thanks-Giving Foundation is a non-profit organization based in Dallas, Texas. It was founded in 1964 and is the chief operator of Thanks-Giving Square, providing resources so that citizens from diverse backgrounds can use thanksgiving and gratitude as ways to heal divisions and enhance mutual understanding. As an advocate of interfaith dialogue, the Thanks-Giving Foundation has organized international convocations and", "doc_score": "79.94375610351562", "publish_date": "2018/12/31"}, {"doc_id": "18807967", "text": "Give Them 20 / Give Them 20 Give Them 20 is a social media campaign encouraging Americans to thank veterans for their service and was launched in May 2015 by American Corporate Partners, a 501(c)(3) non-profit organization that works with United States veterans in their transition from the military to the civilian world. The campaign encourages Americans to “Thank them, Salute Them, Give Them 20” by posting videos on social media of themselves dedicating 20 push-ups, sit-ups, jumping jacks etc. to veterans using #givethem20. Participants also nominate their friends to join in and Give Them 20. Videos contributed to the campaign are featured on", "doc_score": "79.67398071289062", "publish_date": "2018/12/31"}, {"doc_id": "8585372", "text": "Pastoral care / Pastoral care Pastoral care is an ancient model of emotional and spiritual support that can be found in all cultures and traditions. The term is considered more inclusive of distinctly non-religious forms of support as well as those from religious communities. The term 'pastoral' relates to shepherds and their role caring for sheep. The term was adopted for metaphorical usage historically first by Christians, although many religions and non-religious traditions contain an emphasis on care and social responsibility. The pastoral care movement in the West has since expanded to embrace many different religions and non-religious beliefs. The Bible does not", "doc_score": "79.62228393554688", "publish_date": "2018/12/31"}, {"doc_id": "12278687", "text": "Souper Bowl of Caring / Souper Bowl of Caring The Souper Bowl of Caring utilizes Super Bowl weekend in America to mobilize young people to fight hunger and poverty in their local communities. Its vision is to transform Super Bowl weekend (the weekend of the first Sunday in February) into America's largest youth-led weekend of giving and serving. Young people collect monetary and food donations during the week leading up to Super Bowl Sunday. 100% of the money and food is then given directly to local charities of the group's choice. Started at Spring Valley Presbyterian Church in Columbia, South Carolina, the Souper Bowl of", "doc_score": "80.6941146850586", "publish_date": "2018/12/31"}, {"doc_id": "1597365", "text": "Long Now Foundation / Long Now Foundation The Long Now Foundation, established in 1996, is an American public, non-profit organization based in San Francisco that seeks to become the seed of a very long-term cultural institution. It aims to provide a counterpoint to what it views as today's \"faster/cheaper\" mindset and to promote \"slower/better\" thinking. The Long Now Foundation hopes to \"creatively foster responsibility\" in the framework of the next 10,000 years. In a manner somewhat similar to the Holocene calendar, the foundation uses 5-digit dates to address the Year 10,000 problem (e.g., by writing \"02019\" rather than \"2019\"). The organisation's logo, a capital", "doc_score": "81.35979461669922", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_12", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "15585697", "text": "Israeli Presidential Conference / Israeli Presidential Conference The Israeli Presidential Conference is a high level conference held in Jerusalem, once every 18 months originally, and more recently annually, under the auspices of the Israeli President and Nobel Prize laureate, Shimon Peres. The gathering, titled \"Facing Tomorrow\", brings together the world top leaders and thinkers in a wide variety of fields including policy, energy, science, economics, culture, art, religion, and thought, to navigate the most pressing global challenges ahead. The Conference was inaugurated in May 2008 by Israel's ninth President, Shimon Peres. The conference seeks to investigate the crises and solutions, trends and innovations, visions", "doc_score": "88.28487396240234", "publish_date": "2018/12/31"}, {"doc_id": "13074006", "text": "Matthew Barzun / Americans share news and ideas toward a clean energy future. President Obama nominated Barzun to be the United States Ambassador to the United Kingdom in 2013. The Senate confirmed him by unanimous consent on August 1, 2013. He presented his credentials to Queen Elizabeth II on November 27, 2013. Barzun set up the Young Leaders UK (YLUK) programme whilst in office, which allowed him to communicate and speak with young people from across the United Kingdom. YLUK met with President Obama during his visit to the UK in 2016. Barzun was selected by the U.S. Department of State as the", "doc_score": "83.43524169921875", "publish_date": "2018/12/31"}, {"doc_id": "16565620", "text": "Israel Council on Foreign Relations / forum for visiting dignitaries, diplomats, scholars, journalists and business leaders who seek a non-governmental platform in which to present and discuss their views. In recent years, guest lecturers have included the Secretary-General of the UN, presidents, prime Ministers, foreign ministers, ambassadors, and mayors. The transcripts of these lectures are often published in the \"Israel Journal of Foreign Affairs\". In one of these lectures, Likud party leader Benjamin Netanyahu announced on the eve of Likud's election victory in April 1996, his intention to pursue the negotiation process set forth in the Oslo agreements and respect facts on the ground. The council", "doc_score": "83.4847640991211", "publish_date": "2018/12/31"}, {"doc_id": "10492126", "text": "Jon Powers / Jon Powers Jonathan Powers, commonly called Jon Powers (born July 3, 1978) is an Iraq War veteran and was appointed by President Obama to serve in multiple roles as an energy security expert. In 2015, Jon Powers founded a financial technology company, CleanCapital, that makes it easy to invest in clean energy. In this role, Jon was named to Washington Life’s Top 25 Tech Leader for DC, 2016 and to Renewable Energy World's 40 under 40 in 2018. In 2014, Powers joined Bloom Energy as the Managing Director of Public Sector Business Development. In this role Powers is responsible for", "doc_score": "82.21854400634766", "publish_date": "2018/12/31"}, {"doc_id": "668818", "text": "Benjamin Netanyahu / expected on 17 March 2015. In January 2015, Netanyahu was invited to address the US Congress. This speech marked Netanyahu's third speech to a joint session of Congress. The day before announcing he would address Congress, Time reported that he tried to derail a meeting between U.S. lawmakers and the head of Mossad, Tamir Pardo, who intended warning them against imposing further sanctions against Iran, a move that might derail nuclear talks. Leading up to the speech, on 3 March 2015, Israeli consuls general in the United States \"expect[ed] fierce negative reaction from U.S. Jewish communities and Israel's allies\". Objections", "doc_score": "83.62626647949219", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_13", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "13191017", "text": "Robert E. Lee Day / Robert E. Lee Day Robert E. Lee Day, also called Lee's Birthday, is a public holiday commemorating the birth of Robert E. Lee, observed each year on the third Monday in January. Because Lee was the General in Chief of the Armies of the Confederacy, it is mainly observed in the U.S. South, particularly in Alabama and Mississippi. Although Lee's actual January 19 birthdate remains a legal holiday in the Florida statute books, by and large it is not observed. In Alabama and Mississippi, it is celebrated together with Martin Luther King, Jr. Day. Arkansas combined the observance of Robert", "doc_score": "80.36742401123047", "publish_date": "2018/12/31"}, {"doc_id": "1721349", "text": "Confederate Memorial Day / the Southern tributes long before any of them had a chance to mention it to him. In a speech to veterans in Salem, Illinois, on July 4, 1866, Logan referred to the various dates of observance adopted in the South for the practice saying “…traitors in the South have their gatherings day after day, to strew garlands of flowers upon the graves of Rebel soldiers...” Confederate Memorial Day is a statutory holiday in Alabama on the fourth Monday in April. In Mississippi it is observed on the last Monday in April. In South Carolina it is a legal holiday, observed", "doc_score": "79.41629028320312", "publish_date": "2018/12/31"}, {"doc_id": "10934581", "text": "Clementa C. Pinckney / many other politicians and public figures, attended the funeral, with Obama giving the eulogy. During the eulogy, Obama sang the opening stanza of \"Amazing Grace\". A recording of Obama's singing was later sampled in the Coldplay song \"Kaleidoscope\". As a result of the shooting, in July 2015, the South Carolina Legislature enacted legislation to take down the Confederate flag flying in front of the South Carolina State House and move it to the Confederate Relic Room and Military Museum. The shooter had previously posed in front of and posted images of a similar flag on his website. Pinckney's widow attended", "doc_score": "77.88512420654297", "publish_date": "2018/12/31"}, {"doc_id": "20465226", "text": "Mary Ann Williams / until the end of her life. The letter Mrs. Williams wrote to her two local newspapers was a request to the ladies of the South to set one day aside each year to decorate the soldiers’ graves. It was long on flowery language and was considered a “thrilling appeal.” She did not sign her own name but closed the letter with “Southern Women.” It was picked up by newspapers across the South. In \"The Genesis of the Memorial Day Holiday in America\", Bellware and Gardiner were the first to provide evidence that her letter was published in cities outside of", "doc_score": "78.293701171875", "publish_date": "2018/12/31"}, {"doc_id": "4900111", "text": "Lee–Jackson Day / Jr. Day (the third Monday in January). Typical events include a wreath-laying ceremony with military honors, a Civil War themed parade, symposia, and a gala ball. State offices are closed for both holidays. Many Virginia cities, such as Charlottesville, Fairfax, Fredericksburg, Hampton, Newport News, Lynchburg, Richmond, and Winchester, choose not to observe Lee–Jackson Day. In 2017, the Town of Blacksburg decided to stop observing the day as well. Lee–Jackson Day Lee–Jackson Day is a legal holiday celebrated in the Commonwealth of Virginia in the U.S., for the birthdays of Confederate generals Robert E. Lee and Thomas J. \"Stonewall\" Jackson. The", "doc_score": "79.76835632324219", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_14", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "8353567", "text": "Options backdating / $3.49 million. Heinen was charged with, among other things, violating the antifraud provisions of the Securities Act of 1933 and the Securities Exchange Act of 1934, lying to Apple's auditors, and violating prohibitions on circumventing internal controls, based on the options awarded to Steve Jobs (dated October 19, 2001 but allegedly granted in December 2001) and also option grants awarded to top company executives, including Heinen (dated January 17, 2001, but allegedly granted in February 2001.) The SEC is seeking injunctive relief, disgorgement, and money penalties against Heinen, in addition to an order barring her from serving as an officer", "doc_score": "80.93718719482422", "publish_date": "2018/12/31"}, {"doc_id": "8294496", "text": "SugarSync / the company transitioned to a paid-only model on February 8, 2014. Under the new model, the company offered temporary promotional pricing and encouraged subscribers to use subscription auto-renewal. However, the auto-renewal takes place at the non-promotional rate and no refunds are allowed through the new model. Moreover, if the account cannot be auto-renewed due to expiration of a credit card or some other change in payment terms, the account is automatically cancelled and the data deleted from the company's servers at the same time the account is cancelled. If emailed warnings are not received, SugarSync will delete a company's entire", "doc_score": "81.25575256347656", "publish_date": "2018/12/31"}, {"doc_id": "8353557", "text": "Options backdating / has all but eliminated fraudulent options backdating by requiring companies to report all options issuances within 2 days of the date of issue. Options backdating may still occur under the new reporting regulations, but Sarbanes-Oxley compliant backdating is far less likely to be used for dishonest reasons due to the short time frame that is allowed for reporting. As a result, numerous companies are conducting internal investigations to determine if, when, and how backdating occurred, and are filing amended earnings statements and tax forms to show the issuance of “in the money” options in place of the “at the money”", "doc_score": "81.39486694335938", "publish_date": "2018/12/31"}, {"doc_id": "6964970", "text": "Advanta / company's access to funds with which to accept new charges. It also announced an effort to buy back its senior investment notes at between 65 and 75 percent of face value. In late May 2009, the company announced it was moving up the closing of all 1 million of its small business credit card accounts to June 1, and exiting the credit card business as of June 1. In early June, regulators refused to allow Advanta to improve its balance sheet by buying back $1.4 billion of its senior debt notes at a discount. Advanta had planned to pay between", "doc_score": "80.3541030883789", "publish_date": "2018/12/31"}, {"doc_id": "17428684", "text": "BitInstant / online payment company led by Daniel Mattes. Jumio's Netverify software allows BitInstant to verify customers' identity. BitInstant also restricted bitcoin transactions in some states, stating that \"We have temporarily limited transactions in some locations, and we apologize for the inconvenience. We believe that these measures are vital to serving the interests of both BitInstant and the greater bitcoin community.\" In July 2013, BitInstant suspended services, saying it wanted \"to improve the code based on trends they noticed\" in nearly 17,300 customer service complaints. Several days earlier, a class action lawsuit had been filed on behalf of customers, claiming failure to", "doc_score": "80.43953704833984", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_15", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "10137133", "text": "Timeline of the 2007 pet food recalls / initial recall comprises sixty million units of cuts and gravy-style food in pouches sold under nearly 100 brand names, including premium brands like Iams and private-label brands sold at nationwide chains such as Wal-Mart, Kroger, and other large retailers. While the recalled products represent just 1% of pet foods available in the U.S., the recall is one of the largest in American history. Menu Foods confirms the problem was with the wheat gluten used to thicken and enrich the gravy in the canned and pouched wet food products, and that the medical problems exhibited in test subjects include renal failure.", "doc_score": "88.72480773925781", "publish_date": "2018/12/31"}, {"doc_id": "3569968", "text": "Product recall / Mojo Motors, Inc. study found only.005 percent of customers ask about recalls when contacting dealerships. Since 1966, 390 million motor vehicles have been recalled in the USA. Manufacturers have to notify the owner when there is a recall notice, but in the case of a second, third or fourth owner of the car, the company may be sending the notice to a previous one. Over 3000 food products were recalled in the US in 2016 according to the US Food and Drug Administration Enforcement reports. Individual recall events caused by contamination from foreign bodies (physical contamination from metal, glass,", "doc_score": "86.54798126220703", "publish_date": "2018/12/31"}, {"doc_id": "9937647", "text": "Menu Foods / recalled food: aminopterin (a chemical used as rat poison), melamine (a plastic precursor that may also be used as a fertiliser), and cyanuric acid (which is commonly used to stabilise chlorine in swimming pools). If consumed by themselves, isolated doses of melamine or cyanuric acid should not cause health issues in pets. However, when these two chemicals are mixed together, an insoluble crystal is formed, that can rapidly obstruct the kidneys and cause renal failure. The incident has been labelled \"one of the largest consumer-product recalls in North American history\". In 2002, Menu Foods Limited and Menu Foods Operating Limited", "doc_score": "86.57266998291016", "publish_date": "2018/12/31"}, {"doc_id": "6076355", "text": "Drug recall / are conducted throughout the recall to determine effectiveness. The root cause of the recall must be addressed and corrected to prevent future occurrences. After all corrective action is acknowledged and carried out, the FDA can terminate the recall. OTC, prescription, and compounded drugs (drugs tailored to a specific patient) each pose unique challenges to the recall process. Over the counter drugs are widely distributed and there is no direct link between company and consumer. Recalls are typically only advertised online and in the media, so consumers are subject to their own awareness. Lot numbers indicated on the packing allow only", "doc_score": "86.32000732421875", "publish_date": "2018/12/31"}, {"doc_id": "6076350", "text": "Drug recall / levels of recall depending on the severity of the effects. From most to least severe, there is Class I, Class II, and Class III (defined above).There is also market withdrawal which occurs when a drug does not violate FDA regulation but has a known, minor default. The producer must either fix the default or take the drug off the market. Drugs and medical devices are typically recalled if the product is defective, contaminated, contains a foreign object, fails to meet specifications, mislabeled, or misbranded. Misbranding was the most common reason for pharmaceutical recalls in 2015, accounting for 42%. This graph", "doc_score": "83.8470230102539", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_16", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "14910009", "text": "French ban on face covering / could be reached, the representatives reported instances of local Islamic clerics issuing fatwās against them, of being verbally harassed, of being threatened including with implied death threats, and in one case of being physically assaulted by men. In the last preparatory phase, larger meetings and public debates were organised. Before the law entered into force, French Interior Minister Claude Guéant instructed the police to enforce the law \"with tact and sensitivity\", and stated that under no circumstances could force be used to remove facial coverings in public; individuals should instead be invited to show their faces to permit identification. Guéant", "doc_score": "80.01041412353516", "publish_date": "2018/12/31"}, {"doc_id": "5130919", "text": "Nuclear-free zone / first stated by Prime Minister Eisaku Satō in 1967, and were adopted as a parliamentary resolution in 1971, though they have never formally been entered into law. They continue to reflect the attitudes of both government and the general public, who remain staunchly opposed to the manufacture or use of nuclear weapons. The Japan Self-Defense Forces have never made any attempt to manufacture or otherwise obtain nuclear arms, and no nuclear weapons are known to have been introduced into the Japanese Home Islands since the end of World War II. While the United States does not maintain nuclear bases within", "doc_score": "80.03189086914062", "publish_date": "2018/12/31"}, {"doc_id": "14910002", "text": "French ban on face covering / valid on 7 October 2010, clearing the final legal obstacle for the law, but the law was designed to come into force after the elapse of six months from the day of its publication in the \"Journal Officiel\". Dalil Boubakeur, the grand mufti of the Paris Mosque, the largest and most influential in France, testified to parliament during the bill's preparation. He commented that the niqāb was not prescribed in Islam, that in the French and contemporary context its spread was associated with radicalisation and criminal behavior, and that its wearing was inconsistent with France's concept of the secular state;", "doc_score": "80.57049560546875", "publish_date": "2018/12/31"}, {"doc_id": "4099616", "text": "Act on National Flag and Anthem / due to the opposition of the Japan Teachers Union that insists they have a connection with Japanese militarism. It was suggested that both the \"hinomaru\" and \"Kimigayo\" should be made official after a school principal in Hiroshima committed suicide over a dispute regarding the use of the flag and anthem in a school ceremony. After a vote in both houses of the Diet, the law was passed on August 9, 1999. Promulgated and enforced on August 13, 1999, it was considered one of the most controversial laws passed by the Diet in the 1990s. The debate surrounding the law also", "doc_score": "79.40501403808594", "publish_date": "2018/12/31"}, {"doc_id": "13877035", "text": "Declaration on the Elimination of All Forms of Racial Discrimination / non-binding. Declaration on the Elimination of All Forms of Racial Discrimination The Declaration on the Elimination of All Forms of Racial Discrimination is a human rights proclamation issued by the United Nations General Assembly, outlining that body's views on racism. It was adopted by the General Assembly on 20 November 1963. The Declaration was an important precursor to the legally binding Convention on the Elimination of All Forms of Racial Discrimination. The Declaration follows the structure of the Universal Declaration of Human Rights, with a preamble followed by eleven articles. Article 1 declares that discrimination on the basis of race,", "doc_score": "79.99922180175781", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_17", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "10115034", "text": "Drought in India / Drought in India Drought in India has resulted in tens of millions of deaths over the course of the 18th, 19th, and 20th centuries. Indian agriculture is heavily dependent on the climate of India: a favorable southwest summer monsoon is critical in securing water for irrigating Indian crops. In some parts of India, the failure of the monsoons result in water shortages, resulting in below-average crop yields. This is particularly true of major drought-prone regions such as southern and eastern Maharashtra, northern Karnataka, Andhra Pradesh, Odisha, Gujarat, Telangana and Rajasthan. In the past, droughts have periodically led to major Indian", "doc_score": "81.7625503540039", "publish_date": "2018/12/31"}, {"doc_id": "6337864", "text": "Khewra Salt Mine / was turned down. In 2010, during torrential rain all over Pakistan, water from a nearby nullah entered the mine, reaching a depth of two feet (60 cm) and blocking the exits, after which the mine was closed. It was subsequently reopened and remains open. Khewra Salt Mine The Khewra Salt Mine (or Mayo Salt Mine) is located in Khewra, north of Pind Dadan Khan, an administrative subdivision of Jhelum District, Punjab Region, Pakistan, which rises from the Indo-Gangetic Plain. It is Pakistan's largest, the world's 2nd largest and the oldest salt mine in the world. It is a major tourist", "doc_score": "82.38595581054688", "publish_date": "2018/12/31"}, {"doc_id": "14996430", "text": "Jwalapuram / Jwalapuram Jwalapuram (meaning \"City of fire\" in Sanskrit) is an archaeological site in the Kurnool district of Andhra Pradesh, southern India, which shows hominid habitation before and after the Toba event (73 kya) according to the Toba catastrophe theory. It is unclear what species of humans settled Jwalapuram as no fossil remains have yet been found. Jwalapuram is of particular importance in understanding the emergence of microlithic technology in South Asia and the role of environmental change on lithic technological change. At Jwalapuram Locality 9, five stratigraphic units provide a record of technological change through time. Microblade technology dominates lithic", "doc_score": "81.2074203491211", "publish_date": "2018/12/31"}, {"doc_id": "16238904", "text": "Zaloora / Zaloora Zaloora is a village (of over 6,000) in northern Baramulla district, Jammu and Kashmir (J&K), India, approximately from Sopore. Zaloora is a valley within the valley, fenced by mountains on three sides and by Lal Kul canal on the other. It has 10 mohallas and approximately 7,000 inhabitants. The village had a sizable population of Hindus, but most left during the Pandit migration of the early 1990s. The name may be derived from \"\"Zaal\"\" (\"fishing net\"). Zaloora's long history allegedly began when the lake that covered Kashmir drained, and settlers moved in. Archeological findings near the hem of the", "doc_score": "80.80097961425781", "publish_date": "2018/12/31"}, {"doc_id": "17695817", "text": "Chenab valley / Pogali,Kishtwari and Serazi is the most widely spoken language in the region. The other major languages are Gojri, Pahari, Ladakhi, Dogri, Bhadarwahi. A 5.8 earthquake hit the Chenab Valley on May 1, 2013, killing two and injuring 69. Seismic activity continued in the valley throughout 2013, prompting teams of seismologists to study the area. A local belief states that the earthquakes were being caused by hydroelectric construction projects in the area. Chenab valley Chenab Valley, known traditionally as the Chandrabhaga Valley, is the river valley of the Chenab River flowing through the Jammu Division of Jammu and Kashmir, India. Chenab", "doc_score": "82.0531005859375", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_18", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "20438246", "text": "2017 United Nations Climate Change Conference / 2017 United Nations Climate Change Conference The 2017 United Nations Climate Change Conference (\"COP23\") was an international meeting of political leaders, non-state actors and activists to discuss environmental issues. It was held at UN Campus in Bonn (Germany) from 6–17 November 2017. The conference incorporated the 23rd Conference of the Parties to the United Nations Framework Convention on Climate Change (UNFCCC), the thirteenth meeting of the parties for the Kyoto Protocol (CMP13), and the second meeting of the parties for the Paris Agreement (CMA2). The purpose of the conference was to discuss and implement plans about combating climate change, including", "doc_score": "91.26018524169922", "publish_date": "2018/12/31"}, {"doc_id": "17150633", "text": "United Nations Climate Change conference / 2014, Lima, Peru hosted the 20th yearly session of the Conference of the Parties (COP) to the 1992 United Nations Framework Convention on Climate Change (UNFCCC) and the 10th session of the Meeting of the Parties (CMP) to the 1997 Kyoto Protocol (the protocol having been developed under the UNFCCC's charter). The pre-COP conference was held in Venezuela. The COP 21 was held in Paris from 30 November to 12 December 2015. Negotiations resulted in the adoption of the Paris Agreement on 12 December, governing climate change reduction measures from 2020. The adoption of this agreement ended the work of", "doc_score": "90.25218963623047", "publish_date": "2018/12/31"}, {"doc_id": "17150634", "text": "United Nations Climate Change conference / the Durban platform, established during COP17. The agreement will enter into force (and thus become fully effective) on November 4, 2016. On October 4, 2016 the threshold for adoption was reached with over 55 countries representing at least 55% of the world's greenhouse gas emissions ratifying the Agreement. COP 22 was held in Marrakech, in the North-African country of Morocco, on 7–18 November 2016. A focal issue of COP 22 is that of water scarcity, water cleanliness, and water-related sustainability, a major problem in the developing world, including many African states. Prior to the event a special initiative on water", "doc_score": "90.22679901123047", "publish_date": "2018/12/31"}, {"doc_id": "20438256", "text": "2017 United Nations Climate Change Conference / the climate talks. The delegation was supported by staff from Northeastern University. On Wednesday 15 November 2017, world leaders such as António Guterres (Secretary-General of the United Nations), Emmanuel Macron (President of France) and Angela Merkel (Chancellor of Germany) delivered speeches at the conference. 2017 United Nations Climate Change Conference The 2017 United Nations Climate Change Conference (\"COP23\") was an international meeting of political leaders, non-state actors and activists to discuss environmental issues. It was held at UN Campus in Bonn (Germany) from 6–17 November 2017. The conference incorporated the 23rd Conference of the Parties to the United Nations Framework", "doc_score": "89.14553833007812", "publish_date": "2018/12/31"}, {"doc_id": "17829949", "text": "2014 United Nations Climate Change Conference / 2014 United Nations Climate Change Conference The United Nations Climate Change Conference, COP20 or CMP10 was held in Lima, Peru, from December 1 to 12, 2014. This was the 20th yearly session of the Conference of the Parties (COP 20) to the 1992 United Nations Framework Convention on Climate Change (UNFCCC) and the 10th session of the Meeting of the Parties (CMP 10) to the 1997 Kyoto Protocol. The conference delegates held negotiations towards a global climate agreement. While this was conference in the annual series, more attention is directed towards the 2015 conference in Paris. A statement made by", "doc_score": "87.70584869384766", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_19", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "4384526", "text": "Vanity plate / vanity plates, not covering computer-generated accidents. For example, Florida's famous \"A55 RGY\" license plate (with the standard drawing of an orange in the middle) looks like \"ASS ORGY\". The state of Georgia banned the word \"covfefe\", a misspelling of the word \"coverage\" that was coined by U.S. President Donald Trump on his Twitter to its customized plates. In some cases, a plate that has already been issued can be recalled and stripped from the vehicle's owner if the plate's message is found to be in violation after it has been issued. Some notable cases are: In the United Kingdom, number", "doc_score": "84.40254974365234", "publish_date": "2018/12/31"}, {"doc_id": "1795186", "text": "Vehicle registration plate / the issuing jurisdiction. Some of these are intended to promote the region. A few make political statements; for example, most plates issued in Washington, D.C. include the phrase \"Taxation Without Representation\" to highlight D.C.'s lack of a voting representative in the United States Congress. More recently, some states have also started to put a web address pertaining to the state (such as Pennsylvania, which posts the address of its tourism site). In some states (Georgia, Iowa, Kentucky, Mississippi, Tennessee, and some versions in Florida), the issuing county is listed at the bottom, while Kansas does so with a letter-coded registration", "doc_score": "83.23641204833984", "publish_date": "2018/12/31"}, {"doc_id": "5274020", "text": "Vehicle registration plates of the United States / rarely enforced, and it is not uncommon for owners of vehicles with Nevada license plates to remove the manufacturer-supplied front license plate brackets from their vehicles and display only the rear plate. In 2015, Wyoming passed a law, similar to Nevada, that does not require a front license plate on vehicles that either are not specifically designed to have a front plate, or the manufacturer did not provide a plate bracket or other means for front display of a license plate. Nebraska passed an identical law in 2016. In 2017, Montana also passed a similar law, exempting such passenger vehicles", "doc_score": "84.01945495605469", "publish_date": "2018/12/31"}, {"doc_id": "6499207", "text": "Choose Life license plates / v. Texas Division, Sons of Confederate Veterans was rendered in June 2015, however, it allowed states to determine whether it wants controversial language on their plates or not, including pro- or anti-abortion language, which precluded further litigation in New York against having the plates as had been decided a month earlier in the 2nd District, or further litigation in North Carolina for the plates, where the interpretation of the 4th Circuit that it was viewpoint discrimination to have one and not the other was reversed in 2016 after a review was demanded by the Supreme Court in light of Walker.", "doc_score": "82.5996322631836", "publish_date": "2018/12/31"}, {"doc_id": "5274024", "text": "Vehicle registration plates of the United States / automated means such as license-plate reading systems, red light cameras, and automatic number plate recognition. This has led to an epidemic of drivers of newly purchased vehicles cheating tolls on bridges and toll roads where a transponder system is used instead of toll booths, causing the state to lose $15–19 million per year. Because of this, new state legislation was adopted in 2016 that will require temporary license plates in California beginning in 2019. This law was inspired by the hit-and-run death of a pedestrian who was struck by a car with dealer paper inserts and because it had no", "doc_score": "84.24456024169922", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_20", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "1326936", "text": "ATA Airlines / as well as various other assets such as trademarks and logos. Southwest specifically stated their bid \"doesn't include any aircraft, facilities or employees of ATA.\" At the time of its shut down, ATA Airlines served 13 destinations throughout Mexico and the United States. All routes were discontinued on April 2, 2008 due to ATA's bankruptcy filing, with the exception of some en route red-eye flights, which arrived on April 3. With ATA's additions of Kona and Lihue, Hawaii in June 2007, the airline was serving more Hawaiian destinations nonstop from the mainland United States than any other airline in the", "doc_score": "79.59613037109375", "publish_date": "2018/12/31"}, {"doc_id": "2247264", "text": "Avensa / Avensa fell into financial difficulties and had to make cut backs. This left the fleet with eleven aging Boeing 727s, five Douglas DC9s and two Boeing 737-200s at the end of the 1990s. Avensa took over many of the international routes formerly flown by Viasa after that airline collapsed in 1997. Avensa operated a smaller low-cost airline called Servivensa, which operated mainly Boeing 727 aircraft. Avensa later served only a domestic network of three cities as it attempted to reestablish services during a time of continuing financial difficulties. At one time it had its headquarters in the now Caracas City", "doc_score": "80.16134643554688", "publish_date": "2018/12/31"}, {"doc_id": "1927148", "text": "Mesaba Airlines / began operating as US Airways Express on behalf of US Airways in March 2011, replacing Colgan Air service, with seven Saab 340 aircraft to eight destinations served from New York LaGuardia Airport: Charlottesville, VA; Manchester, NH; Ithaca, NY; Syracuse, NY; Providence, RI; and Washington Dulles, as well as Martha's Vineyard, MA and Nantucket, MA with both of these destinations being served on a seasonal basis. The Mesaba Airlines fleet consisted of the following aircraft (as of September 7, 2011): Mesaba Airlines Mesaba Aviation, Inc. (operating as Mesaba Airlines) was an American regional airline based in Eagan, Minnesota From 2010 to", "doc_score": "81.14662170410156", "publish_date": "2018/12/31"}, {"doc_id": "19721145", "text": "History of American Airlines / In October 2014, American filed a report to the DOT to launch flights from Los Angeles to Tokyo-Haneda in place of Delta's Seattle-Tacoma operating slot, sparking a war that lasted for over eight months. American was originally granted the slot as a back-up to Delta's Seattle-Haneda route if it failed to operate on a daily basis on March 28, 2015 (which would give the operating rights to American), but in June 2015, Delta announced the cancellation of its Seattle-Haneda service, claiming the daily operation was not feasible due to the route not being an economically viable one in the Seattle", "doc_score": "78.7472915649414", "publish_date": "2018/12/31"}, {"doc_id": "3646999", "text": "Republic Airline / airplanes under the American Eagle brand beginning in mid-2013. The regional jets would be deployed out of American's Chicago hub. In addition, Republic would have options to purchase an additional 47 Embraer aircraft beginning in 2015. Republic took first delivery of the E175 jets in July 2013 and service began August 1, 2013, from Chicago to New Orleans, Pittsburgh and Albuquerque. Republic began using Miami as an American Eagle hub in October 2014 and in New York-JFK in May 2015. In late 2015, it was announced Republic Airline achieved approval from the FAA for Extended Overwater Operations (EOW), which allows", "doc_score": "79.46343994140625", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_21", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "2075815", "text": "University of Delaware / Student Handbook in 1933. It was composed by alumnus George F. Kelly (Class of 1915). In November 2007, it was announced that the University of Delaware and Delaware State University would have their first game against each other, the game being in the first round of the NCAA Division I Football Championship Subdivision playoffs. The game was played on November 23, with University of Delaware winning 44–7. Delaware has won all of the regular season match-ups, which have been called the Route 1 Rivalry. Future contests were held during the 2013–2014 college year. The University of Delaware has a variety", "doc_score": "86.2463607788086", "publish_date": "2018/12/31"}, {"doc_id": "2075809", "text": "University of Delaware / Federal Reserve Bank of Philadelphia. The university receives funding from a variety of sources as a consequence of its historical origins. Among those sources is the State of Delaware operating budget. In fiscal year 2016, the proportion of the university's funding coming from state appropriations was 12%. The University also has partnerships with foundations and corporations that donate to the university per year. Some of the 2017 donors include AmazonSmile, Comcast Corporation and Google Inc. The University of Delaware was the first American university to begin a study abroad program, which was later adopted by many other institutions. The program", "doc_score": "83.68708801269531", "publish_date": "2018/12/31"}, {"doc_id": "2075810", "text": "University of Delaware / began when Professor Raymond Watson Kirkbride took a group of 9 students to Paris, France during the fall semester of 1923. Since this initial trip, the University of Delaware has expanded its study abroad program, which now encompasses over 80 different programs in more than 40 subjects to over 45 countries making it one of the largest programs in the country. As of 2006–2007, approximately 45% of all Delaware undergraduate students take advantage of study abroad experiences prior to completing their baccalaureate degrees. Delaware's study abroad program offers many options for students. Undergraduates have the option of studying abroad for", "doc_score": "85.86131286621094", "publish_date": "2018/12/31"}, {"doc_id": "2075783", "text": "University of Delaware / engineering, chemistry and biochemistry have been highly ranked with some positive impact from the historically strong presence of the nation's chemical and pharmaceutical industries in the state of Delaware, such as DuPont and W. L. Gore and Associates. It is one of only four schools in North America with a major in art conservation. In 1923, UD was the first American university to offer a study abroad program. The school from which the university grew was founded in 1743, making it one of the oldest in the nation. However, UD was not chartered as an institution of higher learning until", "doc_score": "83.10909271240234", "publish_date": "2018/12/31"}, {"doc_id": "12402822", "text": "Delaware State Hornets football / season meetings to date (2009, 2011-2014 and 2016), this year with a score of 56–14 on September 1, 2016. Delaware State Hornets football The Delaware State Hornets football team compete in Division I FCS, and are full-members of the Mid-Eastern Athletic Conference. They are a five-time conference champion and made their first-ever FCS playoff appearance in 2007. They play at the 7,193-seat Alumni Stadium located in Dover, Delaware. The facility opened in 1957 as a multi-purpose for football, and track and field. On November 9, 1980, Delaware State took on QB Neil Lomax and the Portland State Vikings and were", "doc_score": "82.9038314819336", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_22", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "20473216", "text": "Concealed Carry Reciprocity Act of 2017 / Concealed Carry Reciprocity Act of 2017 The Concealed Carry Reciprocity Act of 2017, or House Bill 38, is a bill that would amend Title 18 of the United States Code to require all U.S. states to recognize concealed carry permits granted by other states. It would also allow the concealed transport of handguns across state lines, so long as it is allowed by both states and would amend the Gun-Free School Zones Act of 1990 to allow permit holders to carry a concealed weapon in school zones in any state. The bill was introduced in the 115th United States Congress", "doc_score": "83.28315734863281", "publish_date": "2018/12/31"}, {"doc_id": "15283801", "text": "Chapter 33 (G.I. Bill of Rights) / of pursuit, and eliminates the \"interval pay\" which allowed veterans to continue to receive payments during scheduled school breaks (i.e. winter and spring breaks). The bulk of these changes go into effect August and October 2011. If you are eligible, VA will pay your tuition & fees payment directly to the school. This payment is not to exceed the in-state tuition rate for the school that you are attending for a public schools, or $18,077 per academic year for private or foreign schools. The new GI Bill also includes a provision to help students avoid some or all of the", "doc_score": "82.82820892333984", "publish_date": "2018/12/31"}, {"doc_id": "4999784", "text": "No-fault insurance / ways: In three U.S. states – Kentucky, New Jersey, and Pennsylvania – policyholders are permitted to choose between traditional tort and no-fault recovery regimes. Under such systems, known as “choice” or “optional” no-fault, policyholders must select between “full tort” and “limited tort” (no-fault) options at the time the policy is written or renewed; once the policy terms are set forth an insured may not change his/her mind without rewriting the policy. In both Kentucky and New Jersey, policyholders who do not make an affirmative choice in favor of either full tort or limited tort are assigned the no-fault option by", "doc_score": "79.37811279296875", "publish_date": "2018/12/31"}, {"doc_id": "17839245", "text": "Sportsmen’s Heritage And Recreational Enhancement Act of 2013 / the Secretary to determine the number of new states permitted per year to participate in the electronic duck stamp program. It also instructs the Secretary to require electronic stamp revenue and customer information collected by each state to be transmitted in accordance with a written agreement between the Secretary and the state. \"'Title VI: Access to Water Resources Development Projects Act\" The Recreational Lands Self-Defense Act of 2013 would prohibit the Secretary of the Army from promulgating or enforcing any regulation that prohibits an individual from possessing a firearm at a water resources development project administered by the Chief of", "doc_score": "80.4958267211914", "publish_date": "2018/12/31"}, {"doc_id": "20473220", "text": "Concealed Carry Reciprocity Act of 2017 / Act of 2017 Concealed Carry Reciprocity Act of 2017 The Concealed Carry Reciprocity Act of 2017, or House Bill 38, is a bill that would amend Title 18 of the United States Code to require all U.S. states to recognize concealed carry permits granted by other states. It would also allow the concealed transport of handguns across state lines, so long as it is allowed by both states and would amend the Gun-Free School Zones Act of 1990 to allow permit holders to carry a concealed weapon in school zones in any state. The bill was introduced in the 115th", "doc_score": "83.14292907714844", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_23", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "13256925", "text": "Pop-up retail / The trend involves \"popping up\" one day, then disappearing anywhere from one day to several weeks later. These shops, while small and temporary, are used by companies to build interest in their product or service, and seed their product with cultural influencers. Pop-up retail allows a company to create a unique environment that engages their customers and generates a feeling of relevance and interactivity. They are often used by marketers for seasonal items such as Halloween costumes and decorations, Christmas gifts and Christmas trees, or fireworks. The pop-up retail model has also been used on the concert scene, as at", "doc_score": "82.91712188720703", "publish_date": "2018/12/31"}, {"doc_id": "8792342", "text": "Pudding Pop / Pudding Pop Pudding Pops, frosty ice pop treats originally made and marketed by Jell-O, were first launched with Bill Cosby acting as spokesperson. He marketed them as chocolate \"Puddin' Pops!\" With a creamy inside surprise. Pudding Pops originated in Baton Rouge, Louisiana in the 1970s in the United States of America. In its first year, it earned $100,000,000, and after 5 years, it was earning $300,000,000 a year. Despite strong sales into the 90s, Pudding Pops were eventually discontinued due to not being profitable. After being absent for a time, they were reintroduced to grocery stores under the \"Popsicle\" brand", "doc_score": "83.2318115234375", "publish_date": "2018/12/31"}, {"doc_id": "13256926", "text": "Pop-up retail / the Treefort Music Fest, to provide all-ages or family friendly venues, often at restaurants or vacated retail establishments which do not routinely host musical acts; these ephemeral establishments are known as pop-up venues. There are various benefits to pop-ups such as marketing, testing products, locations, or markets, and as a low-cost way to start a business. Some pop-up shops, such as Ricky's and other Halloween stores, are seasonal, allowing brands to capture foot traffic without committing to a long-term lease. Other brands use pop-ups to create engagement, such as Marc Jacobs Tweet Shop's exchange of \"social currency\" for free product,", "doc_score": "83.27397918701172", "publish_date": "2018/12/31"}, {"doc_id": "1772356", "text": "Gimmick / Gimmick A gimmick is a novel device or idea designed primarily to attract attention or increase appeal, often with little intrinsic value. When applied to retail marketing, it is a unique or quirky feature designed to make a product or service \"stand out\" from its competitors. Product gimmicks are sometimes considered mere novelties, and tangential to the product's functioning. Gimmicks are occasionally viewed negatively, but some seemingly trivial gimmicks of the past have evolved into useful, permanent features. The origin of the term, \"gimmick\", is uncertain. Etymologists suggest that the term emerged in the United States in the early twentieth", "doc_score": "82.88750457763672", "publish_date": "2018/12/31"}, {"doc_id": "2925833", "text": "Pop-Tarts / Kingdom, Ireland, and New Zealand. Pop-Tarts were discontinued in Australia in 2005 and brought back in 2014 with two flavors: Strawberry Sensation and Chocotastic. Pop-Tarts are produced in dozens of flavors, plus various one-time, seasonal, and \"limited edition\" flavors that appear for a short time. In the 1960s, Post adapted its process for enclosing food in foil to keep it fresh without spoiling—first used for dog food—to its new toaster-prepared breakfast food. Intended to complement its cold cereals, Post announced its new product to the press in 1963 before they went to market. Post called them \"Country Squares\". Because Post", "doc_score": "83.29725646972656", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_24", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "10318989", "text": "Baby 81 incident / was blamed for delaying his return to his family. The family was flown to New York City to appear on American Broadcasting Company's \"Good Morning America\" show in March 2005. They returned to Sri Lanka, but found themselves denied local disaster relief, as many thought they had received assistance in the US. The family had not been paid for their American television appearance. They later moved to Batticaloa, capital of Sri Lanka's Eastern Province, to escape the label of being called the \"tsunami family\". Baby 81 incident The Baby 81 incident was a widely reported parental identity dispute about a", "doc_score": "79.60504913330078", "publish_date": "2018/12/31"}, {"doc_id": "9671708", "text": "Effects of Hurricane Isabel in Virginia / were also issued for Accomack County, Chincoteague, Gloucester County, Lancaster County, Mathews County, Newport News, Poquoson, Portsmouth, and Westmoreland County. The zones ordered to evacuate included residents along waterfronts, in areas prone to flooding, potentially affected by storm surge from a Category 2 hurricane, low-lying areas, health care facilities, or islands. The tools officials used to determine the evacuation zones included shelter locations, the SLOSH storm surge model, evacuation maps, and clearance times. Despite the orders, a relatively small number of people evacuated for the hurricane. According to a telephone survey conducted by the United States Department of Commerce, the", "doc_score": "78.86547088623047", "publish_date": "2018/12/31"}, {"doc_id": "11682101", "text": "Effects of Hurricane Dennis in Florida / dozens of volunteers on standby to go into regions affected by the storm, and open shelters. The Red Cross also moved 60 mobile canteens, each capable of serving 30,000 hot meals a day, to the staging points of Hattiesburg and Jackson. National guardsmen were mobilized, and four emergency medical teams, each capable of setting up a small field hospital, were on standby. Also, at Eglin Air Force Base, about 20,000 military personnel were evacuated, and at Hurlburt Field, home to Air Force's 16th Special Operations Wing, a mandatory evacuation was ordered for all 15,000 airmen and their families. In southern", "doc_score": "77.39728546142578", "publish_date": "2018/12/31"}, {"doc_id": "6196070", "text": "Johnny Tsunami / father's orders since he is a sergeant major in the U.S. Marine Corps. Pete tells Johnny that Sam moving away would be best, as he wants Johnny to fit in with his peers at private school. A fight occurs between Johnny and Pete. Johnny wishes his grandfather were there because he understands him better than Pete; however, Pete feels that Johnny Tsunami – a surf bum – is a bad influence on his son. Johnny and Sam run away from home and fly to Hawaii on a cargo plane to stay with Tsunami. Via telephone, Pete demands the boys be", "doc_score": "79.91046905517578", "publish_date": "2018/12/31"}, {"doc_id": "10437680", "text": "Charleston Sofa Super Store fire / Charleston Sofa Super Store fire The Charleston Sofa Super Store fire occurred on the evening of June 18, 2007, in Charleston, South Carolina and killed nine firefighters. This was the deadliest firefighter disaster in the US since the September 11 attacks. The fire was believed to have started in some discarded furniture in the loading dock area, and though the source of ignition has been left undetermined, there is reason to believe it may have been a discarded cigarette. The fire occurred at the Sofa Super Store, composed of a 42,000 ft² (3,902 m²) single-story steel trussed showroom building with", "doc_score": "74.68037414550781", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_25", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "10998788", "text": "Electoral reform in the United States / Court ruling in Citizens United and related decisions would require a constitutional amendment to permanently change, and several have been proposed. Similarly, some proposed systems for campaign finance and / or restrictions on campaign contributions have been declared unconstitutional; implementation of those changes could require a constitutional amendment. However, many other reforms can seemingly be achieved without a constitutional amendment. These include various forms of public financing of political campaigns, disclosure requirements and instant-runoff voting. The American Anti-Corruption Act (AACA) is one collection of reforms that appear to be consistent with existing US Supreme Court rulings, developed by Republican Trevor", "doc_score": "85.20230865478516", "publish_date": "2018/12/31"}, {"doc_id": "19651770", "text": "Campaign finance reform amendment / state, and local governments to (1) regulate, limit, or prohibit political contributions or expenditures, including those made by a candidate, (2) require public disclosure of political contributions and expenditures, and (3) prohibit the courts from construing the spending of money to influence elections is not protected under the First Amendment. The amendment was proposed in response to the implications presented in the Supreme Court’s ruling in \"Citizens United v. Federal Election Commission\" (2010), a U.S. constitutional law case concerning the regulation of independent political expenditures by corporations, which the non-profit organization Citizens United challenged on the grounds of violating the", "doc_score": "90.1287841796875", "publish_date": "2018/12/31"}, {"doc_id": "505100", "text": "Campaign finance reform in the United States / Campaign finance reform in the United States Although attempts to regulate campaign finance by legislation date back to 1867, the modern era of \"campaign finance reform\" in the United States begins with the passage of the Federal Election Campaign Act (FECA) of 1971 and, more importantly, 1974 amendments to that Act. The 1971 FECA required candidates to disclose sources of campaign contributions and campaign expenditures. The 1974 Amendments essentially rewrote the Act from top to bottom. The 1974 Amendments placed statutory limits on contributions by individuals for the first time, and created the Federal Election Commission (FEC) as an independent", "doc_score": "88.4853286743164", "publish_date": "2018/12/31"}, {"doc_id": "505157", "text": "Campaign finance reform in the United States / Alito and Kennedy; Justice Thomas concurred in the judgment but wrote separately to argue that \"all\" limits on contributions were unconstitutional. Justice Breyer filed a dissenting opinion, joined by Justices Ginsburg, Kagan and Sotomayor. Campaign finance reform in the United States Although attempts to regulate campaign finance by legislation date back to 1867, the modern era of \"campaign finance reform\" in the United States begins with the passage of the Federal Election Campaign Act (FECA) of 1971 and, more importantly, 1974 amendments to that Act. The 1971 FECA required candidates to disclose sources of campaign contributions and campaign expenditures. The", "doc_score": "88.57110595703125", "publish_date": "2018/12/31"}, {"doc_id": "505156", "text": "Campaign finance reform in the United States / on the issue among Democrats (85 percent opposed to the ruling), Republicans (76 percent) and independents (81 percent). In response to the ruling, a grassroots, bipartisan group called Move to Amend was created to garner support for a constitutional amendment overturning corporate personhood and declaring that money is not speech. On April 2, 2014, the Supreme Court issued a 5-4 ruling that the 1971 FECA's aggregate limits restricting how much money a donor may contribute in total to all candidates or committees violated the First Amendment. The controlling opinion was written by Chief Justice Roberts, and joined by Justices Scalia,", "doc_score": "87.24418640136719", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_26", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "455101", "text": "White House / the Kennedy period were donated to the White House by wealthy philanthropists, including the Crowninshield family, Jane Engelhard, Jayne Wrightsman, and the Oppenheimer family. Stéphane Boudin of the House of Jansen, a Paris interior-design firm that had been recognized worldwide, was employed by Jacqueline Kennedy to assist with the decoration. Different periods of the early republic and world history were selected as a theme for each room: the Federal style for the Green Room, French Empire for the Blue Room, American Empire for the Red Room, Louis XVI for the Yellow Oval Room, and Victorian for the President's study, renamed", "doc_score": "86.49967956542969", "publish_date": "2018/12/31"}, {"doc_id": "6453610", "text": "Dorothy Draper / wing chairs, and neo-Baroque plaster decorations. She found artisans in Brooklyn who could fashion enormous scroll-and-shell bas-reliefs, floral swags and multi-arm chandeliers. Her use of sliding glass doors rather than shower curtains at Hampshire House was considered innovative. During the Great Depression, the \"Ask Dorothy Draper\" column ran in 70 newspapers. She advised people to \"take that red and paint your front door with it,\" and many people followed her advice. They also bought more than a million yards of her signature cabbage rose fabric. One of Dorothy Draper's most famous designs was The Greenbrier Hotel in White Sulphur Springs,", "doc_score": "81.45435333251953", "publish_date": "2018/12/31"}, {"doc_id": "7685897", "text": "Green Room (White House) / from the State Dining Room and used in the Green Room, displacing its original mantel. The door moldings, which dated from the James Monroe administration, were retained. In 1924, First Lady Grace Coolidge undertook a refurbishment of the White House. Coolidge appointed a group of wealthy patrons of the arts, many of whom were knowledgeable in Colonial and Early American furniture and art, to locate historic furnishings and raise money for the renovation. A split emerged in the committee between those who wished to implement a Colonial Revival style room and those who wished to preserve the 1902 Beaux-Arts decor.", "doc_score": "80.90818786621094", "publish_date": "2018/12/31"}, {"doc_id": "19417658", "text": "Grace Lincoln Temple / of three children, with an older brother, Walter, and younger brother, Jason. She was a graduate of the Boston Art Museum School, and studied under architect and designer Charles Howard Walker. After graduation, she worked as an art teacher in Cleveland, before relocating to Washington, D.C. in the 1890s. Temple worked with U.S. presidential administrations on designs for inauguration events and White House redesigns. Temple was on the decorating committees for the inaugurations of both Theodore Roosevelt (1905) and William Howard Taft (1909). After being commissioned by the Cleveland administration to redecorate the East Room, First Lady Frances Cleveland Preston", "doc_score": "80.93981170654297", "publish_date": "2018/12/31"}, {"doc_id": "6627578", "text": "White House Christmas tree / White House Christmas tree The White House Christmas Tree, also known as the Blue Room Christmas Tree, is the official indoor Christmas tree at the residence of the President of the United States, the White House. The first indoor Christmas tree was installed in the White House sometime in the 19th century (there are varying claims as to the exact year) and since 1961 the tree has had a themed motif at the discretion of the First Lady of the United States. There are two claims to the \"first\" genuine White House Christmas tree. President Franklin Pierce is said to", "doc_score": "82.09766387939453", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_27", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "19014564", "text": "Southold Free Library / will move down to the first floor, providing greater community exposure. The renovation is being led by architect Vincent Benic who is a part-time Southold resident. The renovation is expected to cost $1.7 million; $1 million raised from previously donation, and $750,000 to be raised from temporary three-year tax increase that the town voted in favor of. During the renovation, library services will be served from Elmer’s Custom Amish Furniture. Library programming will be distributed throughout the community. Southold Free Library The Southold Free Library is a public library located in Southold, New York, serving the towns of Southold and", "doc_score": "83.37014770507812", "publish_date": "2018/12/31"}, {"doc_id": "10810688", "text": "Cypress Creek Town Center / Cypress Creek Town Center Cypress Creek Town Center is a large development planned for the Wesley Chapel, FL area, in the area of Pasco County, FL. Originally, it would have featured a large strip mall with major tenants, including Target, Kohls, PetSmart, Sports Authority, Staples, and Linens N Things. However, as reported by Tampa Tribute, in 2008, the development was suspended due to the poor economy and was effectively cancelled. However, in 2015, that all changed. Instead of a strip mall with a mini-mall in front of it, the I-75/I-275 Interchange would get a Simon Premium Outlets Mall. It would", "doc_score": "84.16708374023438", "publish_date": "2018/12/31"}, {"doc_id": "19014563", "text": "Southold Free Library / Trustees agreed to reconfigure the existing structure in order to maximize space. Such efforts are ongoing. On August 1, 2018, the Library closed for a year-long renovation. David Robinson, the president of the Board of Trustees, said \"Our goal is to restore the historical splendor of the original library while at the same time updating the technology and the physical space.\" Changes to the physical space include the creation on the second floor of a teen space and spaces for study, gaming that will foster greater socialization. The Whitaker Room (containing Special Collections and a rich source for local history)", "doc_score": "86.28948974609375", "publish_date": "2018/12/31"}, {"doc_id": "2861784", "text": "Lock Haven University of Pennsylvania / Lock Haven acquired the old Lock Haven High School, which was no longer used due to the creation of Central Mountain High School. This building consisted of the junior high school, senior high school, and the gym building. In April 2010, Lock Haven unveiled its plans to build a 40 million dollar new science center where the old senior high school was located. In October 2010, Governor Rendell signed a bill that gave 4 million dollars in funding. Official groundbreaking did not occur until May 4, 2012, this marked the beginning of demolition of the senior high school and construction", "doc_score": "82.11234283447266", "publish_date": "2018/12/31"}, {"doc_id": "19849442", "text": "New Tampa Regional Library / small maker space called \"The Hive,\" tutoring areas, and a used book store. As with all libraries in the Tampa-Hillsborough County Public Library system, the New Tampa Regional Library also offers printers, photocopiers, scanners, public fax service, free wi-fi, and assistive technology. In 2017, New Tampa Regional Library improved their circulation area and renovated their children's area to better serve their patrons. The Neighborhood News December 11, 2017 announcement of the children's area reported that the space would be enclosed by a glass wall designed to provide a safe learning environment where, according to principal librarian Wendy Presad, kids can", "doc_score": "84.63599395751953", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_28", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "14092132", "text": "Gentrification in Philadelphia / figures range from 5,000 – 10,000. Soon after that, the West Philadelphia Corporation, consisting of Penn, Drexel University, An earlier Housing Act would give the institutions generous grants to building academic centers, and soon enough, West Philadelphia became Urban Renewal Areas 3, 4, and 5. Area 3 consisted mainly of the Black Bottom neighborhood, and while described by newspapers as \"20 devastated acres of rundown bars and garages and warehouses,\" it was still home to hundreds of families who soon found themselves without a home. In retrospect, early federal attempts at urban redevelopment were destined to fail. According to the", "doc_score": "87.51922607421875", "publish_date": "2018/12/31"}, {"doc_id": "17074020", "text": "Kensington Renewal Initiative / attempt to purchase the drug-ridden lot from Coyle in 2007, Moffett officially launched the Kensington Renewal Initiative to make an official, determined effort to lessen the crime correlated to the vacant properties by working to rehabilitate the homes and resell them as owner-occupied properties. In 2012, Coyle was indicted and imprisoned, and the Kensington Initiative rehabilitated its first home. Moffett, his efforts and KRI have been featured on NPR, and NBC Philadelphia, Senator Bob Casey Jr. was a strong supporter in Kensington Renewal Initiative’s effort to promote lower mortgage rates to prospective homeowners in low-income communities of Philadelphia. After a", "doc_score": "85.55491638183594", "publish_date": "2018/12/31"}, {"doc_id": "14092119", "text": "Gentrification in Philadelphia / Gentrification in Philadelphia Gentrification is the improvement of a neighborhood as new, and typically more affluent, people move in. It is often criticized because the current residents have limited options to buy or rent equivalent housing in alternative areas at the same price. If they stay, prices for products, services, and taxes rise and existing social networks are disturbed. \"Gentrification\" is the opposite of white flight—when residents voluntarily move away as a neighborhood declines. In Philadelphia, various neighborhoods, each with an characteristic class and ethnic makeup, are being shaken as newcomers move in. The impact of gentrification has been felt", "doc_score": "86.21258544921875", "publish_date": "2018/12/31"}, {"doc_id": "10134159", "text": "West Harlem Environmental Action / West Harlem Environmental Action WE ACT for Environmental Justice (formerly known as West Harlem Environmental Action) is a nonprofit environmental justice organization based in Harlem, New York City. The organization was founded in March 1988 to mobilize community opposition to the city's operation of the North River Sewage Treatment Plant, and the siting of the sixth bus depot in Northern Manhattan. WE ACT is dedicated to fighting environmental justice issues in the Northern Manhattan community.The organization focuses on urban quality of life issues such as climate justice, clean air, access to good jobs, public health, pollution, and sustainable and equitable", "doc_score": "84.5296859741211", "publish_date": "2018/12/31"}, {"doc_id": "14092150", "text": "Gentrification in Philadelphia / Arch Street, but this was later reduced in the final design to two smaller cover decks, with the rest still open to the air above. The downtown portion of the highway was constructed, and eventually opened in 1979. The riverfront south of Center City, Queen Village, previously known as Southwark, lost hundreds of homes and businesses, including over 300 houses built in the 18th century, to the construction of the highway. Queen Village resident Marty Labb described the destruction in a publication by the Queen Village Neighborhood Association: “I-95 almost destroyed the neighborhood because it took an awful lot of", "doc_score": "85.56906127929688", "publish_date": "2018/12/31"}]}
{"question_id": "20231201_29", "search_time": "2023/12/13/17:38", "search_result": [{"doc_id": "11067671", "text": "Bryan Stevenson / Peace Prize for Nonfiction. Stevenson conducts an active public speaking schedule, in large part for fundraising for the work of EJI. His speech at TED2012 in Long Beach, California brought him a wide audience on the Internet. Following his presentation, attendees at the conference contributed more than $1 million to fund a campaign run by Stevenson to end the practice of placing convicted children to serve sentences in adult jails and prisons. His talk is available at \"We need to talk about an injustice\" on the TED website; by August 2016 it had been viewed by more than 3 million", "doc_score": "83.73580169677734", "publish_date": "2018/12/31"}, {"doc_id": "11067656", "text": "Bryan Stevenson / Bryan Stevenson Bryan A. Stevenson (born November 14, 1959) is an American lawyer, social justice activist, founder and executive director of the Equal Justice Initiative, and a clinical professor at New York University School of Law. Based in Montgomery, Alabama, Stevenson has challenged bias against the poor and minorities in the criminal justice system, especially children. He has helped achieve United States Supreme Court decisions that prohibit sentencing children under 18 to death or to life imprisonment without parole. Stevenson has assisted in cases that have saved dozens of prisoners from the death penalty, advocated for poor people, and developed", "doc_score": "84.49632263183594", "publish_date": "2018/12/31"}, {"doc_id": "9150628", "text": "Gary Haugen / \"Forbes\" magazine, \"Need Magazine\", Foreign Affairs, Christianity Today, \"The New Yorker\", and in the \"New York Times Magazine\". Haugen was also featured in Harvard Magazine and in the University of Chicago School of Law's magazine, \"The Record.\" Haugen has authored numerous articles on foreign affairs, international law and human rights. In 2010, U.S. News & World Report named IJM one of the top 10 service groups making a difference in the world, describing IJM as an example of \"noteworthy public service programs that are having an impact.\" In 2014, Haugen and co-author Victor Boutros published \"The Locust Effect: Why the", "doc_score": "78.75360107421875", "publish_date": "2018/12/31"}, {"doc_id": "20257801", "text": "Liam Stevenson / Liam Stevenson Liam Stevenson is a Scottish political activist who founded the Time for Inclusive Education (TIE) campaigning group. His work focuses on homophobia in schools and LGBT education. Stevenson is a truck driver and lives in Cumbernauld, where he organised public meetings during the Scottish independence referendum in 2014. He later became involved in LGBT activism. Stevenson and Jordan Daly founded Time for Inclusive Education (known as the TIE Campaign) in June 2015. The pair are credited with winning gains for the LGBT community in relation to education, including achieving the support of the Scottish Parliament for their cause", "doc_score": "80.34249114990234", "publish_date": "2018/12/31"}, {"doc_id": "11714294", "text": "David Stern (activist) / National Association of Public Interest Law (NAPIL). Hired in 1992 to create a postgraduate fellowship program for the organization, Stern became the executive director in 1995. In the 23 years he has served as head of Equal Justice Works, the organization’s annual budget grow more than fivefold from $2 million to $18 million, and the number of postgraduate fellowships has grown from 20 to more than 300 lawyers who are in the field. Today, Equal Justice Works manages the largest postgraduate fellowship program in the country. Nearly all of the American Bar Association-accredited law schools in the U.S. are members", "doc_score": "79.91175842285156", "publish_date": "2018/12/31"}]}
