{"question_id": "20231103_0", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "16745150", "text": "2016 Republican National Convention / next day, Ohio Governor John Kasich suspended his campaign, effectively making Trump the presumptive Republican presidential nominee. Trump was the first presidential nominee of a major party since Wendell Willkie, the Republican candidate in 1940, who has held neither political office nor a high military rank prior to his nomination. He was also the first presidential nominee of a major party without political experience since General Dwight D. Eisenhower first captured the Republican presidential nomination in 1952. This was the first Republican National Convention to be held entirely in July since 1980. Twitter and CBS News live streamed the convention", "doc_score": "83.32771301269531", "publish_date": "2018/12/31"}, {"doc_id": "438469", "text": "Libertarian Party (United States) / Democratic ticket. In response, Libertarian 2016 nominee Gary Johnson noted that analysis of national polls shows more votes drawn from Hillary Clinton. After the conclusion of the Electoral College in 2016, the Libertarian Party received one electoral college vote from a faithless elector in Texas. However, the party's 2016 nominee Gary Johnson did not receive the vote. The single faithless vote went instead to former Republican Congressman Ron Paul, who had rejoined the Libertarian Party in 2015. He is the first Libertarian to receive an electoral vote since 1972. After President (then-candidate) Donald J Trump won Indiana's 2016 Republican primary,", "doc_score": "81.80500030517578", "publish_date": "2018/12/31"}, {"doc_id": "19864228", "text": "2016 United States presidential election recounts / grounds that unspecified \"anomalies\" may have affected the election's outcome. The Clinton team subsequently pledged to support the recount efforts \"in order to ensure the process proceeds in a manner that is fair to all sides.\" President-elect Trump and his supporters filed legal motions in all three states to prevent the recounts. Two other states were the subject of recount bids that were separate from Stein's efforts in the Rust Belt states: American Delta Party/Reform Party presidential candidate Rocky De La Fuente filed for a partial recount in Nevada on November 30, and three Florida citizens filed for a complete", "doc_score": "81.14933776855469", "publish_date": "2018/12/31"}, {"doc_id": "18563046", "text": "Jeb Bush 2016 presidential campaign / president (George W. Bush) to win the presidency himself. Bush was not the first brother of a former president to seek a party's nomination. President John F. Kennedy's brothers Robert and Ted both sought the Democratic nomination. Additionally, a pair of brothers had once-before both received nominations on a major party ticket. William Jennings Bryan was the Democratic nominee for president in 1896, 1900 and 1908. His brother, Charles W. Bryan, was the Democratic nominee for vice-president in 1924. In 1994, Bush was the Republican nominee for Governor of Florida, losing narrowly to the incumbent Lawton Chiles. Four years later,", "doc_score": "80.26262664794922", "publish_date": "2018/12/31"}, {"doc_id": "18533369", "text": "2016 Republican Party presidential debates and forums / statements of candidacy with the Federal Election Commission and accepting the rules of the debate, candidates must have received at least 5% support in one of the first four election contests held in Iowa, New Hampshire, South Carolina, and Nevada. By these criteria, all five remaining candidates, Carson, Cruz, Kasich, Rubio, and Trump, qualified for invitation to the debate. This was the tenth and final debate appearance of Carson, who skipped the following debate on March 3, and dropped out of the race the following day. Rubio and Cruz both were considered winners, while Trump struggled. Both attacked Trump on", "doc_score": "79.55168151855469", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_1", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "8906689", "text": "Rod Lauren / Rod Lauren Rod Lawrence Strunk (March 20, 1940 – July 11, 2007), popularly known as Rod Lauren, was an American actor and singer. As an actor, he worked mostly in television, appearing in single episodes of \"Alfred Hitchcock Presents\" and \"Gomer Pyle, U.S.M.C.\" amongst others during the 1960s. Lauren's most notable film is \"The Crawling Hand\" (1963) which achieved latter-day notoriety when it was featured on \"Mystery Science Theater 3000\". As a singer, Lauren is a one-hit wonder who hit #31 on the \"Billboard\" Hot 100 chart with the song \"If I Had a Girl\" in 1960 and performed twice", "doc_score": "76.63256072998047", "publish_date": "2018/12/31"}, {"doc_id": "6527815", "text": "Lyle Talbot / character actor, playing affable neighbors or crafty villains with equal finesse. Talbot's supporting roles spanned the gamut, as he played cowboys, pirates, detectives, cops, surgeons, psychiatrists, soldiers, judges, newspaper editors, storekeepers, and boxers. In later years, he would claim to have never rejected a single role offered to him, including three now infamous Ed Wood, films: \"Glen or Glenda\", \"Jail Bait\" and \"Plan 9 from Outer Space\". Talbot worked with the Three Stooges in \"Gold Raiders\", was the first actor to portray evil scientist Lex Luthor (wearing a \"bald cap\") onscreen in \"Atom Man vs. Superman\" (1950), played villains in", "doc_score": "79.38113403320312", "publish_date": "2018/12/31"}, {"doc_id": "8590593", "text": "Milton Frome / Milton Frome Milton Frome (February 24, 1909 – March 21, 1989) was an American character actor. He made approximately 140 television and film appearances between 1934 and 1982. Born in Philadelphia, Pennsylvania, Frome landed his first acting job in the short subject \"Daredevil O'Dare\" in 1934. He did not act again until 1939 when he joined the cast of \"Ride 'Em Cowgirl\" as Oliver Sheahe. His acting career stalled until 1950, when he began to find steady work appearing on television shows like \"I Love Lucy\", \"Adventures of Superman\" and \"Lassie\". He also worked with The Three Stooges during their", "doc_score": "75.33756256103516", "publish_date": "2018/12/31"}, {"doc_id": "5562036", "text": "The Paleface (1948 film) / her past crimes. The plan is for Jane to meet in Port Deerfield with Jim Hunter, another government agent, pose with him as a married couple, and join a settler's trek to the area where the gun running is taking place. However, the mastermind behind the gun smuggling is revealed to be Jasper Martin (Jack Searl), Johnson's secretary. Jane finds Hunter dead and herself hounded by assassins. Evading an attempt on her life, she hitches a ride with Peter \"Painless\" Potter (Bob Hope), a travelling dentist fleeing town following one of his habitual blunders, and marries him to maintain her", "doc_score": "75.07347106933594", "publish_date": "2018/12/31"}, {"doc_id": "3232444", "text": "Willy Wonka / as inspiration. \"Somebody who was brilliant but then was traumatized and then retreats into their own world.\" Depp wanted to sport prosthetic makeup for the part and have a long, elongated nose, but Burton believed it would be too outrageous. Wilder's performance as Willy Wonka was well received and remains one of his best-known roles. \"Time Out Film Guide\" called it \"Great fun, with Wilder for once giving an impeccably controlled performance as the factory's bizarre candy owner.\" Critic Jeffrey M. Anderson, of Combustible Celluloid, wrote, \"[W]hen the movie does actually reach the factory, and Gene Wilder takes the stage,", "doc_score": "76.37781524658203", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_2", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "14682025", "text": "Halloween Horror Nights / tours of the Halloween Horror Nights sets. In 2006, \"Horror Comes Home\" to the Universal Studios Florida park for its sweet 16 celebration with the four previous icons. Admission was $59.95. It ran 19 nights, featuring seven haunted houses. For Halloween Horror Nights 17 in 2007, Universal Studios acquired the rights to use New Line Cinema's characters Freddy Krueger, Jason Voorhees, and Leatherface for Halloween Horror Nights. There were eight haunted houses. The event ran 23 days, with a ticket price of $64.95. 2008's Reflections of Fear featured a new icon in the form of Dr. Mary Agana, an original", "doc_score": "80.82980346679688", "publish_date": "2018/12/31"}, {"doc_id": "19224632", "text": "Five Nights at Freddy's: The Silver Eyes / suspecting the stranger murdered him. That night, Charlie and her friends return to the restaurant, further accompanied by friends Lamar, Marla, and her younger brother Jason. During the murder, Jason was only 1. Charlie encounters one of the animatronics, Foxy the Pirate, who she was terrified of as a child. Charlie recalls how Henry used to own another restaurant in New Harmony, named Fredbear's Family Diner. Charlie and John drive to Fredbear's, where Charlie recalls the day her twin brother, Sammy, was kidnapped by someone wearing a Spring Bonnie costume. This led to her parents divorcing. Charlie suspects Sammy's abduction", "doc_score": "81.06535339355469", "publish_date": "2018/12/31"}, {"doc_id": "8031401", "text": "Austin Film Festival / Five Years starring Anna Kendrick and Jeremy Jordan. During the Closing Night, Jon Stewart made his screenwriting and directorial debut when he screened his feature film \"Rosewater\". \"Rosewater\", based on the New York Times best-selling memoir \"Then They Came for Me: A Family's Story of Love, Captivity, and Survival\", stars Gael Garcia Bernal. Overall, the 21st annual Austin Film Festival featured 18 world premieres including: 7 Minutes and Dawn Patrol. The festival also featured the Academy Award winning film \"The Imitation Game\" starring Benedict Cumberbatch and Keira Knightley, as well as \"Big Hero 6\", winner of the Academy Award for", "doc_score": "79.98808288574219", "publish_date": "2018/12/31"}, {"doc_id": "18788903", "text": "Five Nights at Freddy's / caused difficulty for legitimate customers to be able to place orders through the phone line. A pizzeria called Freddie's Pizza & Pasta in Roseville, California also suffered from this. Cawthon has since asked fans to refrain from calling numbers that they believe are associated with the game, as seen in the footer of his webpage. \"Five Nights at Freddy's\" merchandise is predominantly produced by two companies, Sanshee and Funko. Products created through these companies include stuffed toys, action figures, posters, clothing, keychains, and even stationery. McFarlane Toys also has a line of \"Five Nights at Freddy's\" merchandise, consisting mostly of", "doc_score": "78.65805053710938", "publish_date": "2018/12/31"}, {"doc_id": "18788866", "text": "Five Nights at Freddy's / released on November 13 and 20 of the same year. A Windows Phone port was also released, but was taken down for the same reasons as the first game. Set some time before the events of the first game, the main character, whose name is later revealed to be Jeremy Fitzgerald, has started working as a night watch security guard at the \"new and improved\" Freddy Fazbear's Pizza. The \"upgraded\" versions of the animatronic characters, which have special facial recognition software to protect the children from potential harm, were not programmed with a proper night mode; when things go silent,", "doc_score": "79.55870056152344", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_3", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "7584333", "text": "FIFA World Cup hosts / as a host. Brazil was the only nation to submit a formal bid when the official bidding procedure for CONMEBOL member associations was opened in December 2006, as by that time, Colombia, Chile and Argentina had already withdrawn, and Venezuela was not allowed to bid. Brazil made the first unopposed bid since the initial selection of the 1986 FIFA World Cup (when Colombia was selected as host, but later withdrew for financial problems). The FIFA Executive Committee confirmed it as the host country on 30 October 2007 by a unanimous decision. Result: 2018 Bids: 2022 Bids: FIFA announced on 29", "doc_score": "90.62618255615234", "publish_date": "2018/12/31"}, {"doc_id": "7584337", "text": "FIFA World Cup hosts / as other possible options. In March 2017, FIFA's president Gianni Infantino confirmed that \"Europe (UEFA) and Asia (AFC) had been excluded from the bidding following the selection of Russia and Qatar in 2018 and 2022 respectively.\" The bidding process was originally scheduled to start in 2015, with the appointment of hosts scheduled for the FIFA Congress on 10 May 2017 in Kuala Lumpur, Malaysia. On 10 June 2015, FIFA announced that the bid process for the 2026 FIFA World Cup was postponed. However, following the FIFA Council meeting on 10 May 2016, a new bid schedule was announced for May", "doc_score": "89.01070404052734", "publish_date": "2018/12/31"}, {"doc_id": "16681957", "text": "2026 FIFA World Cup / bidding to host the following tournament, before the rule was changed back to its prior state of two World Cups. However, the FIFA Council did make an exception to potentially grant eligibility to member associations of the confederation of the second-to-last host of the FIFA World Cup in the event that none of the received bids fulfill the strict technical and financial requirements. In March 2017, FIFA president Gianni Infantino confirmed that \"Europe (UEFA) and Asia (AFC) are excluded from the bidding following the selection of Russia and Qatar in 2018 and 2022 respectively.\" Therefore, the 2026 World Cup could", "doc_score": "88.85636901855469", "publish_date": "2018/12/31"}, {"doc_id": "10915538", "text": "2018 FIFA World Cup / procedure to host the 2018 and 2022 FIFA World Cup tournaments began in January 2009, and national associations had until 2 February 2009 to register their interest. Initially, nine countries placed bids for the 2018 FIFA World Cup, but Mexico later withdrew from proceedings, and Indonesia's bid was rejected by FIFA in February 2010 after the Indonesian government failed to submit a letter to support the bid. During the bidding process, the three remaining non-UEFA nations (Australia, Japan, and the United States) gradually withdrew from the 2018 bids, and the UEFA nations were thus ruled out of the 2022 bid.", "doc_score": "87.88240051269531", "publish_date": "2018/12/31"}, {"doc_id": "17612475", "text": "2026 FIFA World Cup bids / there), the second men's World Cup held in the United States (1999 and 2003 Women's World Cups were held there), and the third World Cup held in Mexico (making Mexico the first nation to host three World Cups, after the 1970 and 1986 World Cups). Some of the main requirements addressed by FIFA are security, finance and hospitality, and Morocco fulfills all these requirements as this has been proven by the outcome of the FIFA Task Force: The note was 2,7 from the total of 5 points. Additionally the travel time between the proposed venues is manageable, since all the", "doc_score": "87.39471435546875", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_4", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "8742858", "text": "Order of succession / strongest claim to assume the throne when the vacancy occurs. Often, the line of succession is restricted to persons of the blood royal (but see morganatic marriage), that is, to those legally recognized as born into or descended from the reigning dynasty or a previous sovereign. The persons in line to succeed to the throne are called \"dynasts\". Constitutions, statutes, house laws, and norms may regulate the sequence and eligibility of potential successors to the throne. Historically, the order of succession was sometimes superseded or reinforced by the coronation of a selected heir as co-monarch during the life of the", "doc_score": "84.6026840209961", "publish_date": "2018/12/31"}, {"doc_id": "7127720", "text": "Flag protocol / deceased veterans of the armed forces. When it is so used, the Union (white stars on blue background) is placed above the deceased's left shoulder. According to United States Code found in Title 4, Chapter 1 pertaining to patriotic customs and observances: These laws were supplemented by executive orders and presidential proclamations. National flags cannot be adulterated on any way, nor be used with other intention than as national symbols as stated by law. It is also prohibited for buildings to raise flags other than national flags. The public loyalty oath to the flag must be taken once by every", "doc_score": "84.12699890136719", "publish_date": "2018/12/31"}, {"doc_id": "8742872", "text": "Order of succession / Samoa. It is also used in Ife, Oyo and the other subnational states of the Yorubaland region. In seniority successions, a monarch's or fiefholder's next sibling (almost always \"brother)\", succeeds; not his children. And, if the royal house is more extensive, (male) cousins and so forth succeed, in order of seniority, which may depend upon actual age or upon the seniority between their fathers. In some societies, a monarchy or a fief was inherited in a way that all entitled heirs had a right to a share of it. The most prominent examples of this practice are the multiple divisions", "doc_score": "81.61186981201172", "publish_date": "2018/12/31"}, {"doc_id": "1741667", "text": "Presidential sash / Presidential sash A presidential sash is a cloth sash worn by presidents of many nations in the world. Such sashes are worn by presidents in Africa, Asia, Europe and, most notably, in Latin America. The sash is an important symbol of the continuity of the presidency, and is only worn by the president. Its value as a symbol of the office of the head of state can be compared to that of a crown in monarchies. When the president leaves office, he or she formally presents the sash to his or her successor as part of the official inauguration ceremony.", "doc_score": "83.02815246582031", "publish_date": "2018/12/31"}, {"doc_id": "8742852", "text": "Order of succession / Order of succession An order of succession or right of succession is the sequence of those entitled to hold a high office such as head of state or an honor such as a title of nobility in the order in which they stand in line to it when it becomes vacated. This sequence may be regulated through descent or by statute. Hereditary government form differs from elected government. An established order of succession is the normal way of passing on hereditary positions, and also provides immediate continuity after an unexpected vacancy in cases where office-holders are chosen by election: the", "doc_score": "83.53422546386719", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_5", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "19195970", "text": "Storm Desmond / Storm Desmond Storm Desmond was an extratropical cyclone and fourth named storm of the 2015–16 UK and Ireland windstorm season, notable for directing a plume of moist air, known as an atmospheric river, which brought record amounts of orographic rainfall to upland areas of northern Atlantic Europe and subsequent major floods. In the United Kingdom the worst affected areas were centred on Cumbria, parts of Lancashire and the Scottish Borders. In Ireland the worst affected areas were in the Shannon River Basin in the west and Irish midlands. The extent of damage caused in such a short period across wide", "doc_score": "86.03311157226562", "publish_date": "2018/12/31"}, {"doc_id": "19195949", "text": "Storm Desmond / Storm Desmond Storm Desmond was an extratropical cyclone and fourth named storm of the 2015–16 UK and Ireland windstorm season, notable for directing a plume of moist air, known as an atmospheric river, which brought record amounts of orographic rainfall to upland areas of northern Atlantic Europe and subsequent major floods. In the United Kingdom the worst affected areas were centred on Cumbria, parts of Lancashire and the Scottish Borders. In Ireland the worst affected areas were in the Shannon River Basin in the west and Irish midlands. The extent of damage caused in such a short period across wide", "doc_score": "86.03311157226562", "publish_date": "2018/12/31"}, {"doc_id": "20332749", "text": "2017–18 European windstorm season / Great Britain and Ireland on its track, causing high winds and snowfall, leading to blizzard conditions. As Emma neared southwest England, it brought new cold air to the UK and Ireland, prolonging the cold period. Meteorologists observed the collision of Emma and the \"Beast from the East\" and the interaction of the two highly different air masses worsened the wind and snowfall posed by Emma. Starting on 1 March 2018, the collision of Emma and Hartmut triggered numerous hurricane-force gusts in southern Europe and the United Kingdom. The highest of these gusts occurred in the morning of 1 March on", "doc_score": "84.78223419189453", "publish_date": "2018/12/31"}, {"doc_id": "20609977", "text": "2018 Great Britain and Ireland cold wave / England, the North Midlands, and parts of southern England experiencing the heaviest snowfall. The snow was accompanied by strong winds, forecast to be as high as 70mph, and the Met Office issued an amber weather warning effective from the afternoon of 17 March. Snow showers continued to affect parts of the UK and Ireland on 18 March, with South West England the most severely affected. The adverse weather conditions forced the cancellation of some sporting events, including the Reading Half Marathon, while Ireland's rugby union team, who had won the 2018 Six Nations Championship, cancelled their homecoming \"due to heavy", "doc_score": "82.85931396484375", "publish_date": "2018/12/31"}, {"doc_id": "20332750", "text": "2017–18 European windstorm season / Mount Aigoual in southern France at 228 km/h (142 mph). On 1 March 2018, UK authorities issued a red warning in Wales and south-west England as citizens in Scotland spent up to 20 hours in their cars stuck in traffic in frigid weather and a 46-year-old Southampton man died in a motor vehicle accident on the A34. Schools across the UK were closed in the face of oncoming blizzards, strong winds, and heavy snowfall. Traffic was significantly hindered by the \"Beast from the East\". In Lincolnshire commuters near Boston were stranded by snow and had to freed by farmers with", "doc_score": "85.22860717773438", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_6", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "8287101", "text": "Comparison of birth control methods / risks; in industrialized nations, mortality is 4 per 100,000 tubal ligations, versus 0.1 per 100,000 vasectomies. After IUD insertion, users may experience irregular periods in the first 3–6 months with Mirena, and sometimes heavier periods and worse menstrual cramps with ParaGard. However, \"ninety-nine percent of IUD users are pleased with them\". A positive characteristic of IUDs is that fertility and the ability to become pregnant returns quickly once the IUD is removed. Because of their systemic nature, hormonal methods have the largest number of possible side effects. Male and female condoms provide significant protection against sexually transmitted diseases (STD) when", "doc_score": "91.35564422607422", "publish_date": "2018/12/31"}, {"doc_id": "9870015", "text": "Semen analysis / expensive and time-consuming, and in the U.S. is unlikely to be covered by insurance. In other countries, such as Germany, the testing is covered by all insurances. The characteristics measured by semen analysis are only some of the factors in semen quality. One source states that 30% of men with a normal semen analysis actually have abnormal sperm function. Conversely, men with poor semen analysis results may go on to father children. In NICE guidelines, \"mild male factor infertility\" is defined as when 2 or more semen analyses have 1 or more variables below the 5th percentile, and confers a", "doc_score": "88.25528717041016", "publish_date": "2018/12/31"}, {"doc_id": "8287099", "text": "Comparison of birth control methods / menstrual cycle. The actual failure rates for these methods may be much higher than the perfect-use failure rates. Different forms of birth control have different potential side effects. Not all, or even most, users will experience side effects from a method. The less effective the method, the greater the risk of the side-effects associated with pregnancy. Minimal or no other side effects are possible with coitus interruptus, fertility awareness-based, and LAM. Some forms of periodic abstinence encourage examination of the cervix; insertion of the fingers into the vagina to perform this examination may cause changes in the vaginal environment. Following", "doc_score": "87.85742950439453", "publish_date": "2018/12/31"}, {"doc_id": "10472544", "text": "Semen quality / that are associated with decreased semen quality include the following: Other environmental agents associated with decreased semen quality include: How long the man has abstained prior to providing a semen sample correlates with the results of semen analysis and also with success rates in assisted reproductive technology (ART). Both a too short period of time since last ejaculation and a too long one reduce semen quality. A period of time of less than one day reduces sperm count by at least 20%. Longer periods of abstinence correlate with poorer results – one study found that couples where the man had", "doc_score": "93.29292297363281", "publish_date": "2018/12/31"}, {"doc_id": "2962035", "text": "Men who have sex with men / fatigue\" among younger people who have no memory of the worst phase of the epidemic in the 1980s and early 1990s, as well as \"condom fatigue\" among those who have grown tired of and disillusioned with the unrelenting safer sex message. The increase may also be because of new treatments. In developing countries, HIV infection rates have been characterized as skyrocketing among MSM. Studies have found that less than 5% of MSM in Africa, Asia, and Latin America have access to HIV-related health care. Hepatitis B is a disease caused by hepatitis B virus (HBV) which infects the liver of", "doc_score": "87.78101348876953", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_7", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "6164941", "text": "Cincinnati Freedom / Cincinnati Freedom Cincinnati Freedom (c. 1995 – December 29, 2008), also known as Charlene Mooken, was a 1,050-pound Charolais cow that gained fame when, on February 15, 2002, she leaped over a six-foot fence at Ken Meyers Meats, a Camp Washington (Cincinnati) slaughterhouse, and escaped. After eluding the traps and tranquilizer darts of SPCA officials and police officers for 11 days, she was finally captured just after midnight on February 26 in Clifton, Cincinnati, Ohio. She lived out the rest of her life at Farm Sanctuary's New York Shelter in Watkins Glen, New York, and which was particularly popular with", "doc_score": "78.33114624023438", "publish_date": "2018/12/31"}, {"doc_id": "7799918", "text": "FBI Ten Most Wanted Fugitives by year, 1952 / Beaver Falls, Pennsylvania, after he was recognized by two citizens from an FBI wanted poster in a post office August 11, 1952 #35<br> Three weeks on the list<br> William Merle Martin - U.S. prisoner arrested August 30, 1952, in St. Louis, Missouri, by local police August 27, 1952 #36<br> Nine years on the list<br> James Eddie Diggs - PROCESS DISMISSED December 14, 1961, in Norfolk, Virginia September 8, 1952 #37<br> Two years on the list, and also as #94 in 1956<br> Nick George Montos - reappeared as Fugitive #94 in 1956; was a U.S. prisoner arrested August 23, 1954, in", "doc_score": "75.89726257324219", "publish_date": "2018/12/31"}, {"doc_id": "11090909", "text": "Richard Goldberg / release date is October 11, 2024. Richard Goldberg Richard Steve Goldberg (born November 9, 1945) is a convicted sex offender and a former fugitive who was added to the FBI's Ten Most Wanted Fugitives list on June 14, 2002. Goldberg is the 474th fugitive to be placed on the list. He was captured in Montreal, Canada on May 12, 2007, and subsequently convicted and sentenced to imprisonment of 20 years. In 2001, Goldberg, a former Boeing aerospace engineer originally from Brooklyn, New York, became a babysitter in the Long Beach, California area by gaining the trust of neighborhood parents and", "doc_score": "74.44898986816406", "publish_date": "2018/12/31"}, {"doc_id": "8663132", "text": "Ralph \"\"Bucky\"\" Phillips / jail for a parole violation, but escaped on April 2, 2006 and was on the run until September 8, 2006. He escaped by cutting through the corrugated metal roof of the facility's kitchen using a can opener. He is believed to have stolen numerous vehicles and broken into several cabins across Western New York and Warren County, Pennsylvania and McKean County, Pennsylvania. Police believe that at some point, he walked on Oliver Road looking for people to pick him up. During the earlier phases of the hunt, Phillips acquired somewhat of a folk hero status, with local businesses selling T-shirts", "doc_score": "77.03926849365234", "publish_date": "2018/12/31"}, {"doc_id": "2906968", "text": "Free Willy / boy abandoned by his mother six years before, is caught by the police for stealing food and vandalizing the theme park. Jesse's social worker Dwight earns him a reprieve by finding him a foster home and having him clean up the graffiti at the theme park as part of his probation. His foster parents are the supportive and kind Annie and Glen Greenwood, but Jesse is initially unruly and hostile to them. While working at the park, Jesse encounters Willy. Willy is regarded as surly and uncooperative by the park staff, including his trainer Rae Lindley, but he saves Jesse", "doc_score": "76.33223724365234", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_8", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "18394787", "text": "Visa requirements for Saint Vincent and the Grenadines citizens / Visa requirements for Saint Vincent and the Grenadines citizens Visa requirements for Saint Vincent and the Grenadines citizens are administrative entry restrictions by the authorities of other states placed on citizens of Saint Vincent and the Grenadines. As of 9 October 2018, Saint Vincent and the Grenadines citizens had visa-free or visa on arrival access to 145 countries and territories, ranking the Saint Vincent and the Grenadines passport 32nd in terms of travel freedom according to the Henley Passport Index. Saint Vincent and the Grenadines signed a mutual visa waiver agreement with Schengen Area countries on 28 May 2015. Many", "doc_score": "71.26646423339844", "publish_date": "2018/12/31"}, {"doc_id": "20189226", "text": "2017–18 Qatar diplomatic crisis / to three contingency routes over international waters in early August based on a preliminary agreement reached with the Saudi aviation authority (GACA) early that month. The ICAO, based in Montréal, also reminded all member countries to comply with the 1944 Chicago Convention on International Civil Aviation and its addenda. The United Arab Emirates banned Qatar-flagged ships from calling at Fujairah. It also banned vessels from Qatar from the port and vessels at the port from sailing directly to Qatar. Similar restrictions were put in place at Jebel Ali, which pre-boycott used to handle over 85% of shipborne cargo for Qatar.", "doc_score": "75.67076873779297", "publish_date": "2018/12/31"}, {"doc_id": "3130605", "text": "Cape Point / actually the southernmost point of the mainland of Africa; that is Cape Agulhas, approximately to the east-southeast. Cape point is closed on Christmas, the Day of Goodwill and New Year’s Day. Opening times are from 6:00-18:00. The peak above Cape Point is higher than that above the Cape of Good Hope. The rugged sandstone (Table Mountain sandstone) ridge that rises from Cape Point at sea level develops into two peaks. There is a major peak that dominates the skyline locally but there is also a smaller peak about 100 m (328 ft) further south. The higher peak has the old", "doc_score": "74.25263977050781", "publish_date": "2018/12/31"}, {"doc_id": "11781743", "text": "Aden-Owen-Carlsberg Triple Junction / Aden-Owen-Carlsberg Triple Junction The Aden-Owen-Carlsberg Triple Junction (AOC), also known as the Arabia–India–Somalia Triple Junction, is a triple junction that connects the Aden Ridge, Owen Fracture Zone, and Carlsberg Ridge in the northwest Indian Ocean. It has been described as one of only three RRF (ridge-ridge-fault) triple junctions on Earth, besides the Azores Triple Junction and Chile Triple Junction. However, because the fault arm of such unstable triple junctions tend to evolve into a spreading centre, all three cases have quickly evolved into stable RRR triple junctions. Since a reorganisation of the involved tectonic plates the AOC moves in discrete", "doc_score": "72.82261657714844", "publish_date": "2018/12/31"}, {"doc_id": "17557439", "text": "Operation Sovereign Borders / had been subject to turnbacks by OSB authorities. On 15 January 2014, an orange fibreglass \"survival capsule\", containing about 60 asylum seekers, came ashore at Cikepuh in West Java. A second containing 34 people arrived at Pangandaran on 5 February. \"The\" \"Daily Telegraph\" reported that the Australian government was believed to have purchased eleven of the capsules from Singapore at a cost of around $500,000. In May 2014, Australia was alleged to have placed two persons who had arrived earlier in the year onto a boat with other asylum seekers which was turned back to Indonesia. In January 2015, Minister", "doc_score": "73.38858032226562", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_9", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "13206436", "text": "South Africa at the Rugby World Cup / was barred from the first two World Cups due to its controversial \"apartheid\" regime. ---- Quarter-final Semi-final South Africa at the Rugby World Cup South Africa have played at six of the eight Rugby World Cup tournaments, having been unable to compete in the first two tournaments due to a sports boycott during the apartheid era. Following the end of apartheid, they hosted the 1995 Rugby World Cup and won the tournament, and were champions again at the 2007 tournament in France. With two tournament wins, they are one of the three best performing teams, along with Australia who have", "doc_score": "92.5579605102539", "publish_date": "2018/12/31"}, {"doc_id": "341822", "text": "Rugby World Cup / in Wales and Scotland. South Africa claimed their second title by defeating defending champions England 15–6. The 2011 tournament was awarded to New Zealand in November 2005, ahead of bids from Japan and South Africa. The All Blacks reclaimed their place atop the rugby world with a narrow 8–7 win over France in the 2011 final. In the 2015 edition of tournament, hosted by England, New Zealand once again won the final, this time against established rivals, Australia. In doing so, they became the first team in World Cup history to win three titles, as well as the first to", "doc_score": "91.67717742919922", "publish_date": "2018/12/31"}, {"doc_id": "13206435", "text": "South Africa at the Rugby World Cup / South Africa at the Rugby World Cup South Africa have played at six of the eight Rugby World Cup tournaments, having been unable to compete in the first two tournaments due to a sports boycott during the apartheid era. Following the end of apartheid, they hosted the 1995 Rugby World Cup and won the tournament, and were champions again at the 2007 tournament in France. With two tournament wins, they are one of the three best performing teams, along with Australia who have also won twice, and New Zealand with three wins, the only team to do better. South Africa", "doc_score": "92.692138671875", "publish_date": "2018/12/31"}, {"doc_id": "341809", "text": "Rugby World Cup / Rugby World Cup The Rugby World Cup is a men's rugby union tournament contested every four years between the top international teams. The tournament was first held in 1987, when the tournament was co-hosted by New Zealand and Australia. The winners are awarded the Webb Ellis Cup, named after William Webb Ellis, the Rugby School pupil who, according to a popular legend, invented rugby by picking up the ball during a football game. Four countries have won the trophy; New Zealand three times, Australia and South Africa each twice, and England once. New Zealand are the current champions, having defeated", "doc_score": "91.61651611328125", "publish_date": "2018/12/31"}, {"doc_id": "90988", "text": "Cricket World Cup / remaining teams are determined via the World Cricket League and the ICC World Cup Qualifier. A total of twenty teams have competed in the eleven editions of the tournament, with fourteen competing in the latest edition in 2015; the next edition in 2019 will have only ten teams. Australia has won the tournament five times, with the West Indies, India (twice each), Pakistan and Sri Lanka (once each) also having won the tournament. The best performance by a non-full-member team came when Kenya made the semi-finals of the 2003 tournament. The first international cricket match was played between Canada and", "doc_score": "88.90460968017578", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_10", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "15222763", "text": "Sudanese in Israel / Darfur, forced millions of Sudanese civilians to flee their homes and cities. In 2006, largely owing to the extensive flow of Sudanese and Eritreans crossing into Israel by land from Egypt, Israel witnessed a significant rise in the number of asylum seekers. While in 2005 only 450 applications were registered, the number for 2008 had risen to 7,700. The increase in Sudanese entries to Israel since 2006 is attributed to a demonstration by Sudanese refugees outside UNHCR‘s offices in Cairo in 2005, where Egyptian police killed 28 asylum seekers. Sudanese asylum seekers also say that deteriorating asylum conditions and lack", "doc_score": "93.01812744140625", "publish_date": "2018/12/31"}, {"doc_id": "20649536", "text": "2018 Gaza border protests / protests peaked, when 59 or 60 Palestinians were shot dead at twelve clash points along the border fence, when Hamas claimed 50 of them as its militants and Islamic Jihad claimed 3 of the 62 killed as members of his military wing. Some 35,000 Palestinians protested that day, with thousands approaching the fence. Israel's use of deadly force was condemned on 13 June 2018 in a United Nations General Assembly resolution. Condemnation has also been levied by human rights organizations, including Human Rights Watch, B'Tselem, and Amnesty International, and by United Nations officials. Kuwait has proposed two United Nations Security", "doc_score": "97.796630859375", "publish_date": "2018/12/31"}, {"doc_id": "20649607", "text": "2018 Gaza border protests / PFLP, groups which they stated were terrorist organizations. As of early June, roughly 5,000 dunams of Israeli crop fields were burned by firebomb kites launched from Gaza, with an estimated economic loss of US$1.4 million, in addition to 2,100 dunams of Jewish National Fund forests in the area and 4,000 to 5,000 dunams in the Besor Forest Nature Reserve. \"The New York Times\" reported one of its journalists sighting \"vast stretches of scorched earth,\" with \"losses to Israeli agriculture from flaming kites [being] immense.\" Two Palestinians, Yousef Karnaz and Mohammad Al-Ajouri, each had to have one of their legs amputated", "doc_score": "94.8968734741211", "publish_date": "2018/12/31"}, {"doc_id": "8975648", "text": "Palestinian return to Israel / prevent Palestinian residency, workers were required to return home each night, though in practice this requirement was not always followed (Bartram 1998). From 1993 to 2003, between 100,000 and 140,000 Palestinians from West Bank and Gaza became legal residents and have settled in Israel. After 2003, the process was halted as a result of the Citizenship and Entry into Israel Law. Palestinian return to Israel Palestinian return to Israel refers to the movement of Palestinians into the territory of Israel. The period from 1948 to 1956 saw extensive attempts by Palestinians to cross the border, leading to violent clash between", "doc_score": "94.42402648925781", "publish_date": "2018/12/31"}, {"doc_id": "20649595", "text": "2018 Gaza border protests / ammunition, and the others by rubber-coated steel bullets or tear-gas inhalation. 73 were hospitalized. Seven Palestinians were killed in violent protests along the border fence, in a continuation of the \"March of Return\" protests. According to the IDF, \"The rioters are burning tires and are hurling rocks, explosive devices, firebombs and grenades at IDF troops and the security fence\". The demonstrations were arranged by Hamas, with the aid of special units formed to expand the protests. Four Palestinians were shot dead after they crossed into Israeli territory and approached a sniper's post. According to Al Mezan as of October 2018,", "doc_score": "95.94103240966797", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_11", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "16745150", "text": "2016 Republican National Convention / next day, Ohio Governor John Kasich suspended his campaign, effectively making Trump the presumptive Republican presidential nominee. Trump was the first presidential nominee of a major party since Wendell Willkie, the Republican candidate in 1940, who has held neither political office nor a high military rank prior to his nomination. He was also the first presidential nominee of a major party without political experience since General Dwight D. Eisenhower first captured the Republican presidential nomination in 1952. This was the first Republican National Convention to be held entirely in July since 1980. Twitter and CBS News live streamed the convention", "doc_score": "81.69480895996094", "publish_date": "2018/12/31"}, {"doc_id": "19071143", "text": "2016 Republican Party vice presidential candidate selection / the \"perfect choice,\" but Kasich refused to be considered for the ticket (or endorse the Trump campaign). In early July, Corker and Ernst both declined to be considered as Trump's running mate. Meanwhile, Trump stated that he was considering two military generals for the position, including retired Lieutenant General Michael Flynn. On July 12, \"NBC News\" reported that Trump was planning to formally introduce his eventual pick on July 15, though \"it's not clear whether or not the identity of the pick could be released or could leak earlier in the week.\" The same article reported that he had narrowed", "doc_score": "80.11131286621094", "publish_date": "2018/12/31"}, {"doc_id": "7209613", "text": "History of the United States Republican Party / to 2016, the Republican candidate has been elected to the White House in three of the seven presidential elections. Two of these (the 2000 and 2016 elections) saw George W. Bush and Donald Trump losing the popular vote, but winning the Electoral College. A similar situation in which Republicans won the Electoral College, but lost the popular vote were the 1876 and 1888 elections. The Republican Party expanded its base throughout the South after 1968 (excepting 1976), largely due to its strength among socially conservative white evangelical Protestants and traditionalist Roman Catholics. As white Democrats in the South lost dominance", "doc_score": "78.83203125", "publish_date": "2018/12/31"}, {"doc_id": "20560415", "text": "2020 Democratic National Convention / convention. Superdelegates are delegates to the convention who are automatically chosen by the party, rather than by the results of primaries and caucuses. While technically unpledged, many of them have informally pledged themselves to a predesignated front-runner in previous elections. During the 2016 Democratic primaries, most of these favored Hillary Clinton over Bernie Sanders. The superdelegate system is controversial among Democrats, and supporters of both Clinton and Sanders have called for their removal in 2020. The Unity Reform Commission, created after the 2016 election, recommended that the number of 2020 superdelegates be drastically reduced. As of July 2018, the DNC", "doc_score": "79.20236206054688", "publish_date": "2018/12/31"}, {"doc_id": "20004919", "text": "Donald Trump 2020 presidential campaign / The campaign has announced, and Trump has confirmed in several stump speeches, that the slogan for the 2020 race will be changed from \"Make America Great Again\" to \"Keep America Great\", once a sufficient level of \"greatness\" has been reached. As of the fall of 2018, Trump continues to use the old slogan. On November 7, 2018, Trump confirmed that Mike Pence would be his vice presidential running mate in 2020. The rallies have come under intense criticism for the high level of misleading statements made by Trump, anything from 68 to 76 percent during the summer 2018 rallies. Presidential", "doc_score": "78.37178802490234", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_12", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "7601662", "text": "Eric the Actor / longtime friend and manager Johnny Fratto became the first to report his death. Fratto tweeted \"I am so sorry and so sad to inform everyone that my friend Eric \"The Actor\" Lynch passed away yesterday afternoon!!!\" News of Lynch's death received considerable media attention with outlets as high profile as \"Variety\", \"The Hollywood Reporter\", CNN and TMZ all reporting his death. Celebrities including Zach Braff, Zac Efron and Diana Degarmo among others Tweeted their condolences, with Eric's trademark sign off \"bye for now\" trending number one as a Twitter Hashtag. Jimmy Kimmel was so upset by the news that he", "doc_score": "79.37140655517578", "publish_date": "2018/12/31"}, {"doc_id": "1776415", "text": "Matthew Perry / installment of the series, \"\". In 2011, as a celebrity spokesperson for the National Association of Drug Court Professionals, Perry went to Capitol Hill to lobby members of Congress in support of funding for drug courts. Perry received a Champion of Recovery award in May 2013 from the White House Office of National Drug Control Policy for opening Perry House, a sober living home situated in his former mansion in Malibu, California. In August 2018, it was reported that Perry had abdominal surgery to repair a gastrointestinal perforation. On September 15, 2018 he revealed in a tweet that he had", "doc_score": "79.18672180175781", "publish_date": "2018/12/31"}, {"doc_id": "19540752", "text": "Perry Salles / surgery a stent was implanted into his heart. During the surgery though, it was discovered that he had lung cancer, and that it had metastasized to his heart and brain. He retired from acting afterwards, in order to cure his disease, but would eventually succumb to it on June 17, 2009; his body was cremated and his ashes buried at the Caju Cemetery in Rio de Janeiro. Salles married Spanish-born actress Miriam Mehler in 1968, having with her a son, Rodrigo, who died in a motorcycle accident in 1990, aged 20. They divorced in 1971. He had a more durable", "doc_score": "79.96246337890625", "publish_date": "2018/12/31"}, {"doc_id": "4831282", "text": "Pat Buttram / 1954. Buttram retired from acting in 1980 and made his home in his native Winston County, Alabama. However, he soon returned to California, where he made frequent personal appearances. Buttram was a staunch Republican who helped Ronald Reagan spice up his speeches with political quips. In 1993, Buttram expressed surprise that with the inauguration of Bill Clinton and Al Gore as US President and Vice President, respectively, so many Hollywood actors were \"taken with that whole country-boy image they tried to project.\" According to his niece, Mary Buttram Young of Sheffield, Alabama, \"Uncle Pat would always say, 'I'm from Alabama", "doc_score": "75.121337890625", "publish_date": "2018/12/31"}, {"doc_id": "1776403", "text": "Matthew Perry / comedy at the LA Connection in Sherman Oaks while still in high school. He went on to play Chazz Russell in the TV series \"Second Chance\". After 13 episodes, \"Second Chance\" became \"Boys Will Be Boys\", with the plots refocused on the adventures of Chazz and his teenage friends. After the show's single season, Perry stayed in Los Angeles and made his screen debut in the 1988 film \"A Night in the Life of Jimmy Reardon\". He made a 1989 guest appearance on the series \"Growing Pains\", in which he portrayed Carol Seaver's boyfriend who dies from injuries sustained in", "doc_score": "77.5992660522461", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_13", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "990088", "text": "Dietary supplement / benefits market for probiotic-containing yogurt (a food, not a dietary supplement) is declining. As with all dietary supplements, in the United States inappropriate label health claims such as preventing or treating disease are opposed by the FDA and deceptive advertisements by the Federal Trade Commission. Probiotic foods and dietary supplements are allowed to make claims using Structure:Function vocabulary as long as human trial evidence is adequate. In 2005, the FDA issued a Warning Letter to UAS Laboratories for disease treatment claims (colds, flu, ulcers, elevated blood cholesterol, colon cancer...). The company revised label and website content and continued to sell", "doc_score": "79.77944946289062", "publish_date": "2018/12/31"}, {"doc_id": "7096813", "text": "Amerifit Brands / Amerifit Brands Amerifit Brands, also commonly known as Amerifit, Inc. and Amerifit Nutrition, is an American corporation that produces numerous health and wellness brands, such as Estroven, AZO, and Culturelle. Its headquarters are located in Cromwell, Connecticut, but were previously located in Bloomfield, nearly 25 miles away. Its current CEO is Wes Parris. AcuTrim was an over-the-counter appetite suppressant first manufactured by the Ciba-Geigy Corporation in 1982. Ciba-Geigy merged with Sandoz to form Novartis in 1996 and shortly thereafter, in 1997, the brand was sold to Heritage Consumer Products. In 2000, however, the U.S. Food and Drug Administration requested that", "doc_score": "78.88063049316406", "publish_date": "2018/12/31"}, {"doc_id": "10510094", "text": "Nepafenac / Novartis maintains a detailing unit geared toward health professionals consisting of over 3,000 employees within the United States and an additional 21,000 worldwide. Novartis is also seeking to expand direct-to-consumer advertising and entrance into speciality product markets. Novartis also notes the influence of position and preference on US Centers for Medicare & Medicaid formularies in expanding their market value. Nepafenac, Nevanac, and Ilevro are all absent from the 2016 Annual Report issued from Novartis. Specific marketing aims for these drugs cannot be ascertained. There are currently seven U.S. patents filed that are directly associated with the modernized formulations of nepafenac,", "doc_score": "80.02998352050781", "publish_date": "2018/12/31"}, {"doc_id": "9410278", "text": "Flibanserin / Complete Response Letter, stating that New Drug Application could not be approved in its current form. The letter cited several concerns, including the failure to demonstrate a statistical effect on the co-primary endpoint of sexual desire and overly restrictive entry criteria for the two Phase 3 trials. The Agency recommended performing a new Phase 3 trial with less restrictive entry criteria. On October 8, 2010, Boehringer announced that it would discontinue its development of flibanserin in light of the FDA's decision. Sprout responded to the FDA's cited deficiencies and refiled the NDA in 2013. The submission included data from a", "doc_score": "79.3058853149414", "publish_date": "2018/12/31"}, {"doc_id": "10228254", "text": "USANA Health Sciences / brands. The remaining charge of stock manipulation was settled in July 2008 when Usana and Minkow reached an undisclosed settlement, which included the removal of all Usana-related materials from the Fraud Discovery Institute website, a related Chinese website, and from YouTube. Minkow also agreed to never trade in Usana's stock again. Separately from the settlement, the company paid $142,510 in attorney fees to Minkow and his institute under an order from federal Magistrate Samuel Alba. Court documents show that Usana never pursued others whom they suspected of being part of the alleged stock manipulation nor did they ask for an", "doc_score": "79.08541870117188", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_14", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "9030703", "text": "Floods in Saint Petersburg / Floods in Saint Petersburg Floods in Saint Petersburg refer to a rise of water on the territory of St. Petersburg, a major city in Russia and its former capital. They are usually caused by the overflow of the delta of Neva River and surging water in the eastern part of Neva Bay but sometimes caused by melting snow. Floods are registered when the water rises above 160 cm with respect to a gauge at the Saint Petersburg Mining Institute. More than 300 floods have occurred since the city was founded in 1703. The construction of Saint Petersburg Dam, started in", "doc_score": "84.83893585205078", "publish_date": "2018/12/31"}, {"doc_id": "20926831", "text": "2018 European floods / and 2 in Portugal. 2018 European floods Since 4 October 2018, heavy floods have affected Europe. The floods started in the Italian region of Calabria. Then, on 9 October, the island of Mallorca, Spain was struck by floods and in the next days some cities in Southwest France, the region of Sardinia, Italy and some parts of Portugal and United Kingdom were also struck by flash floods. At the end of the month, Italy was struck again by heavy floods and strong winds. A total of 69 people were killed: 36 in Italy, 16 in France, 13 in Spain, 2", "doc_score": "84.96381378173828", "publish_date": "2018/12/31"}, {"doc_id": "675498", "text": "Lake Baikal / Lake Baikal Lake Baikal (; ;, \"Baigal nuur\";, \"Baigal nuur\", etymologically meaning, in Mongolian, \"the Nature Lake\") is a rift lake in Russia, located in southern Siberia, between Irkutsk Oblast to the northwest and the Buryat Republic to the southeast. Lake Baikal is the largest freshwater lake by volume in the world, containing 22–23% of the world's fresh surface water. With of fresh water, it contains more water than the North American Great Lakes combined. With a maximum depth of, Baikal is the world's deepest lake. It is considered among the world's clearest lakes and is considered", "doc_score": "83.64571380615234", "publish_date": "2018/12/31"}, {"doc_id": "4954591", "text": "Lake Trasimeno / Lake Trasimeno Lake Trasimeno (, ; ; Etruscan \"Tarśmina\"), also referred to as Trasimene or Thrasimene in English, is a lake in the province of Perugia, in the Umbria region of Italy. The lake is south of the river Po and north of the nearby river Tiber, has a surface area of and is the fourth for surface area in Italy. (It is slightly smaller than Lake Como.) Only two minor streams flow directly into the Lake and none flows out. The water level of the lake fluctuates significantly according to rainfall levels and the seasonal demands from the towns,", "doc_score": "83.24458312988281", "publish_date": "2018/12/31"}, {"doc_id": "242279", "text": "Lake Balaton / Lake Balaton Lake Balaton (,, ) is a freshwater lake in the Transdanubian region of Hungary. It is the largest lake in Central Europe, and one of the region's foremost tourist destinations. The Zala River provides the largest inflow of water to the lake, and the canalised Sió is the only outflow. The mountainous region of the northern shore is known both for its historic character and as a major wine region, while the flat southern shore is known for its resort towns. Balatonfüred and Hévíz developed early as resorts for the wealthy, but it was not until", "doc_score": "84.96021270751953", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_15", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "19533455", "text": "2017 World Series / since the franchise moved from Brooklyn to Los Angeles in 1958, and the 19th overall. Entering the 2017 World Series, the Dodgers bullpen had thrown 23 consecutive scoreless innings, a postseason record for a bullpen. Additionally, by outscoring the Arizona Diamondbacks and Chicago Cubs by a combined 48–19 margin, the Dodgers entered the World Series with the third-best run differential of any pennant winner since the playoff structure was expanded in 1995. All-Star shortstop Corey Seager, who was out for the entire National League Championship Series with a back injury, was included on the Dodgers' World Series roster. Manager Dave", "doc_score": "94.31623077392578", "publish_date": "2018/12/31"}, {"doc_id": "20012296", "text": "2017 National League Championship Series / 2017 National League Championship Series The 2017 National League Championship Series was a best-of-seven playoff pitting the Los Angeles Dodgers against the Chicago Cubs for the National League pennant and the right to play in the 2017 World Series. The series was a rematch of the 2016 NLCS, which Chicago won four games to two en route to their first World Series victory since 1908. This was just the 10th time two teams have met in at least two straight League Championship Series, which have existed since divisional play began in 1969. The Dodgers beat the Cubs in five games", "doc_score": "96.2535400390625", "publish_date": "2018/12/31"}, {"doc_id": "20012297", "text": "2017 National League Championship Series / to win the NL pennant for the first time in 29 years, their last one in 1988. This was the first time in history that the NLCS and ALCS teams were from the four most populous U.S. cities: New York, Los Angeles, Chicago, and Houston. For the first time, Major League Baseball sold presenting sponsorships to all of its postseason series; this NLCS was sponsored by Camping World and was officially known as the \"National League Championship Series presented by Camping World\". The Dodgers would go on to lose to the Houston Astros in the World Series in seven games.", "doc_score": "93.68544006347656", "publish_date": "2018/12/31"}, {"doc_id": "20105822", "text": "2017 American League Championship Series / League Baseball sold presenting sponsorships to all of its postseason series; this ALCS was sponsored by Camping World and was officially known as the American League Championship Series presented by Camping World. The Astros would go on to defeat the Los Angeles Dodgers in the World Series in seven games, winning their first World Series championship in franchise history. The Astros defeated the Boston Red Sox 3–1 in the 2017 American League Division Series (ALDS). This is the Astros' fifth appearance in a League Championship Series, and their first since transferring from the National League to the American League. Their", "doc_score": "94.24192810058594", "publish_date": "2018/12/31"}, {"doc_id": "20768489", "text": "2018 American League Championship Series / 2018 American League Championship Series The 2018 American League Championship Series was a best-of-seven series pitting the Houston Astros against the Boston Red Sox, for the American League (AL) pennant and the right to play in the 2018 World Series. The series was played in a 2-3-2 format, with the first two and last two (if necessary) games played at the home ballpark of the higher seeded team. The series was the 49th in league history, with TBS televising all games in the United States. The Red Sox defeated the Astros, four games to one. For the second year in", "doc_score": "95.72321319580078", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_16", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "9471829", "text": "Drug Abuse Warning Network / high on marijuana would not be included in the data. A report released by DAWN in 2002 claims that marijuana overdose alone resulted in documented deaths in Atlanta and Boston, respectively. However, there is no known record or evidence to support the existence of a case of human fatality by result of marijuana overdose. Drug Abuse Warning Network The Drug Abuse Warning Network (DAWN) was a public health surveillance system in the United States that monitored drug-related visits to hospital emergency departments and drug-related deaths. DAWN was discontinued in 2011, but its creator, the Substance Abuse and Mental Health Services", "doc_score": "82.53368377685547", "publish_date": "2018/12/31"}, {"doc_id": "10381239", "text": "National Runaway Safeline / National Runaway Safeline The National Runaway Safeline (also known as NRS or 1-800-RUNAWAY; formerly known as National Runaway Switchboard) is the national communications system designated by the United States federal government for runaway and homeless youth, their parents and families, teens in crisis, and others who might benefit from its services. It is confidential, anonymous, non-judgmental, non-directive, and free. The hotline number is 1-800-RUNAWAY. Calls are answered every day of the year, 24 hours a day. NRS answers well over 100,000 calls a year from all states and U.S. territories. In 2008, forty-nine percent of the crisis calls were from", "doc_score": "85.26606750488281", "publish_date": "2018/12/31"}, {"doc_id": "15572989", "text": "Panic Disorder Severity Scale / Panic Disorder Severity Scale The Panic Disorder Severity Scale (PDSS) is a questionnaire developed for measuring the severity of panic disorder. The clinician-administered PDSS is intended to assess severity and considered a reliable tool for monitoring of treatment outcome. Self-report form of the Panic Disorder Severity Scale (PDSS-SR) is used to detect possible symptoms of panic disorder, and suggest the need for a formal diagnostic assessment. The PDSS consists of seven items, each rated on a 5-point scale, which ranges from 0 to 4. The items assess panic frequency, distress during panic, panic-focused anticipatory anxiety, phobic avoidance of situations, phobic", "doc_score": "82.43363189697266", "publish_date": "2018/12/31"}, {"doc_id": "16056994", "text": "Columbia Suicide Severity Rating Scale / scale assesses suicidality since the patient’s last visit.\" The \"Screener version of the C-SSRS is a truncated form of the Full Version\" designed for \"first responders, in ER settings and crisis call centers, for non-mental health users like teachers or clergy or in situations where frequent monitoring is required.\" The \"Risk Assessment Page provides a checklist for protective and risk factors for suicidality.\" The C-SSRS has been found to be reliable and valid in the identification of suicide risk in several research studies. The Screener contains 6 \"yes\" or \"no\" questions in which respondents are asked to indicate whether they", "doc_score": "79.66233825683594", "publish_date": "2018/12/31"}, {"doc_id": "18470673", "text": "Central office code protection / number of competitive local exchange carriers has caused depletion of available number prefixes, often requiring ten-digit local calls or overlay plans where multiple area codes serve the same geographic location. The North American Numbering Plan allocates telephone numbers to central offices in blocks of 10,000 consecutive numbers; each block is identified by the area code (three digits) and a central office code (three digits). The remaining four digits identify the line number within the exchange. For allocation to local service providers, these blocks are subdivided and assigned in groups of 1,000. As an example, the entire 506-752 prefix is assigned", "doc_score": "79.37496185302734", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_17", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "14240119", "text": "2009–11 Toyota vehicle recalls / and coordinate activities. The North America vehicle production facilities affected were located in Cambridge and Woodstock, Ontario, Canada (where Corolla, Matrix, and RAV4 models are produced), Princeton, Indiana (Highlander and Sequoia), Georgetown, Kentucky (Avalon and Camry), and San Antonio, Texas (Tundra). In addition to recalling vehicles, Toyota announced that it would install brake override systems on all Lexus, Scion and Toyota vehicles by the end of 2010. On February 3, 2010, United States Transportation Secretary Ray LaHood advised owners of vehicles affected by the recall to \"stop driving\" their vehicles until they can be fixed by a dealer. LaHood later", "doc_score": "88.24891662597656", "publish_date": "2018/12/31"}, {"doc_id": "17957473", "text": "General Motors ignition switch recalls / the last word as to how much the victims' families should be compensated. General Motors ignition switch recalls On February 6, 2014, General Motors (GM) recalled about 800,000 of its small cars due to faulty ignition switches, which could shut off the engine during driving and thereby prevent the airbags from inflating. The company continued to recall more of its cars over the next several months, resulting in nearly 30 million cars worldwide recalled and paid compensation for 124 deaths. The fault had been known to GM for at least a decade prior to the recall being declared. As part", "doc_score": "87.8858871459961", "publish_date": "2018/12/31"}, {"doc_id": "17957451", "text": "General Motors ignition switch recalls / United States. The first recall was announced on February 7, 2014, and involved about 800,000 Chevrolet Cobalts and Pontiac G5s. On March 31, GM announced it was going to recall over 1.5 million more cars of six different models, due to faulty power steering. Of these, over 1.3 million were in the United States, and three of the models were also involved in the faulty ignition recall. The total number of cars recalled during 2014 as of 1 April was 6.26 million. On May 15, GM recalled 2.7 million more cars, bringing the total number of recalled vehicles in 2014", "doc_score": "88.47611999511719", "publish_date": "2018/12/31"}, {"doc_id": "14240117", "text": "2009–11 Toyota vehicle recalls / regards to the recalled vehicles: In early 2010, the US government began considering requiring all vehicles sold in the US to have accelerator override built into their brake systems. Research groups have questioned whether Toyota would \"get off easily\" because of its large investment in lobbying in Washington, with close ties to the congressional representatives who will lead inquiries into the company's string of safety problems. Other publications noted that half the Democratic congressional members involved in the hearings had received campaign contributions from the United Auto Workers union, a major stockholder of Toyota's top U.S. rival, General Motors. On", "doc_score": "86.47793579101562", "publish_date": "2018/12/31"}, {"doc_id": "17957450", "text": "General Motors ignition switch recalls / General Motors ignition switch recalls On February 6, 2014, General Motors (GM) recalled about 800,000 of its small cars due to faulty ignition switches, which could shut off the engine during driving and thereby prevent the airbags from inflating. The company continued to recall more of its cars over the next several months, resulting in nearly 30 million cars worldwide recalled and paid compensation for 124 deaths. The fault had been known to GM for at least a decade prior to the recall being declared. As part of a Deferred Prosecution Agreement, GM agreed to forfeit $900 million to the", "doc_score": "88.65460968017578", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_18", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "5242819", "text": "Trump University / accredited university or college. It did not confer college credit, grant degrees, or grade its students. In 2011, the company became the subject of an inquiry by the New York Attorney General's office for illegal business practices that resulted in a lawsuit filed in 2013. Trump University was also the subject of two class action lawsuits in federal court. The lawsuits centered around allegations that Trump University defrauded its students by using misleading marketing practices and engaging in aggressive sales tactics. The company and the lawsuits against it received renewed interest due to Trump's candidacy in the 2016 presidential election.", "doc_score": "83.181396484375", "publish_date": "2018/12/31"}, {"doc_id": "13587465", "text": "University of Illinois clout scandal / University of Illinois clout scandal The University of Illinois clout scandal resulted from a series of articles in the \"Chicago Tribune\" which reported that some applicants to the University of Illinois at Urbana-Champaign (UIUC) \"received special consideration\" for acceptance between 2005 and 2009, despite having sub-par qualifications. The series began on May 29, 2009. An investigatory committee appointed by Illinois governor Pat Quinn was formed a few weeks later. The controversy led to the resignation of B. Joseph White, president of the University of Illinois, who oversaw the three campuses in the University system, and Richard Herman, chancellor of UIUC.", "doc_score": "84.69385528564453", "publish_date": "2018/12/31"}, {"doc_id": "3052085", "text": "Lamar University / are known to Lamar students as the \"TALH Kids\", citing their young age. In August 2010, the American Council of Trustees and Alumni (ACTA) released a study on core curriculum standards for 715 four-year institutions. The study compared colleges on their commitment to core subjects deemed essential to a well-rounded, competitive education. Lamar was one of only 16 institutions to receive an A rating. The study was featured in the Washington Post with a tag line \"Forget Harvard and think Lamar.\" In October 2010, the University announced they would raise admission standards for the second time in two years because", "doc_score": "80.76952362060547", "publish_date": "2018/12/31"}, {"doc_id": "2706299", "text": "DeVry University / a refund. Separately, on June 16, 2016, two former DeVry students filed a demand for arbitration with the American Arbitration Association. DeVry responded by suing the students, claiming the dispute belongs in court and not in arbitration. In May 2017, the Higher Learning Commission designated DeVry \"under governmental investigation\" as a result of a Massachusetts Attorney General investigation alleging \"fraudulent or deceptive practices\". In September 2017, the Higher Learning Commission removed this designation after DeVry negotiated a settlement. In August 2018, the Associated Press reported that according to United States Department of Education documents, DeVry received more than 3,600 (over", "doc_score": "81.76409149169922", "publish_date": "2018/12/31"}, {"doc_id": "20533770", "text": "Regents of the University of California v. United States Department of Homeland Security / 20, 2017, the Supreme Court unanimously laid out guidelines for access to the documents in question. On January 9, 2018, U.S. District Judge William Alsup ordered the government to maintain the DACA program while the lawsuit is pending. Judge Alsup wrote that \"the agency’s decision to rescind DACA was based on a flawed legal premise\" and noted that plaintiffs \"have clearly demonstrated that they are likely to suffer serious, irreparable harm\". The ruling ordered the government to renew deferred action for existing DACA recipients. However, Judge Alsup limited his ruling to those who have already been granted DACA, and did", "doc_score": "82.37080383300781", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_19", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "182823", "text": "Halloween / deceased relatives and they decorate them with flowers and candies and other offerings. Halloween Halloween or Hallowe'en (a contraction of Hallows' Even or Hallows' Evening), also known as Allhalloween, All Hallows' Eve, or All Saints' Eve, is a celebration observed in several countries on 31 October, the eve of the Western Christian feast of All Hallows' Day. It begins the three-day observance of Allhallowtide, the time in the liturgical year dedicated to remembering the dead, including saints (hallows), martyrs, and all the faithful departed. It is widely believed that many Halloween traditions originated from ancient Celtic harvest festivals, particularly the", "doc_score": "87.83342742919922", "publish_date": "2018/12/31"}, {"doc_id": "166052", "text": "Holiday / Christian holidays are defined as part of the liturgical year, the chief ones being Easter and Christmas. The Orthodox Christian and Western-Roman Catholic patronal feast day or \"name day\" are celebrated in each place's patron saint's day, according to the Calendar of saints. Jehovah's Witnesses annually commemorate \"The Memorial of Jesus Christ's Death\", but do not celebrate other holidays with any religious significance such as Easter, Christmas or New Year's. This holds especially true for those holidays that have combined and absorbed rituals, overtones or practices from non-Christian beliefs into the celebration, as well as those holidays that distract from", "doc_score": "86.22439575195312", "publish_date": "2018/12/31"}, {"doc_id": "182806", "text": "Halloween / Hong Kong and Tokyo, as well as in the United States. The theme park haunts are by far the largest, both in scale and attendance. On All Hallows' Eve, many Western Christian denominations encourage abstinence from meat, giving rise to a variety of vegetarian foods associated with this day. Because in the Northern Hemisphere Halloween comes in the wake of the yearly apple harvest, candy apples (known as toffee apples outside North America), caramel apples or taffy apples are common Halloween treats made by rolling whole apples in a sticky sugar syrup, sometimes followed by rolling them in nuts. At", "doc_score": "85.44902801513672", "publish_date": "2018/12/31"}, {"doc_id": "1378831", "text": "Christmas Eve / Christmas Eve Christmas Eve is the evening or entire day before Christmas Day, the festival commemorating the birth of Jesus. Christmas Day is observed around the world, and Christmas Eve is widely observed as a full or partial holiday in anticipation of Christmas Day. Together, both days are considered one of the most culturally significant celebrations in Christendom and Western society. Christmas celebrations in the denominations of Western Christianity have long begun on the night of the 24th, due in part to the Christian liturgical day starting at sunset, a practice inherited from Jewish tradition and based on the story", "doc_score": "85.0338363647461", "publish_date": "2018/12/31"}, {"doc_id": "77699", "text": "Christmas / respect, even if they disagree with it. <categorytree depth=0>Public holidays by country</categorytree> Christmas Christmas is an annual festival commemorating the birth of Jesus Christ, observed primarily on December 25 as a religious and cultural celebration among billions of people around the world. A feast central to the Christian liturgical year, it is preceded by the season of Advent or the Nativity Fast and initiates the season of Christmastide, which historically in the West lasts twelve days and culminates on Twelfth Night; in some traditions, Christmastide includes an octave. Christmas Day is a public holiday in many of the world's nations,", "doc_score": "83.2648696899414", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_20", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "12616844", "text": "Shane's Rib Shack / located in Alabama, Arizona, Florida, Georgia, Louisiana, New York, North Carolina, South Carolina, Tennessee, and Virginia. There are no locations outside of the United States. Shane's Rib Shack Shane's Rib Shack is an American fast casual BBQ franchise, serving slow-cooked baby back ribs, hand-chopped chicken and pork, and Southern style side dishes. As of January, 2016, they are located in ten states, with most of their restaurants located in the state of Georgia. In 2002, Shane and Stacey Thompson opened the first location in an old roadside shack on Highway 155 in McDonough, Georgia. Shane's grandfather's BBQ sauce recipe was", "doc_score": "82.78589630126953", "publish_date": "2018/12/31"}, {"doc_id": "12616842", "text": "Shane's Rib Shack / Shane's Rib Shack Shane's Rib Shack is an American fast casual BBQ franchise, serving slow-cooked baby back ribs, hand-chopped chicken and pork, and Southern style side dishes. As of January, 2016, they are located in ten states, with most of their restaurants located in the state of Georgia. In 2002, Shane and Stacey Thompson opened the first location in an old roadside shack on Highway 155 in McDonough, Georgia. Shane's grandfather's BBQ sauce recipe was featured from the start. Shane serves as President of the company. The original shack was a tin roof building complete with an outhouse. The second", "doc_score": "83.57703399658203", "publish_date": "2018/12/31"}, {"doc_id": "16608011", "text": "Memphis-style barbecue / how to slow cook ribs in a pit and created a secret sauce based on various local family recipes. Interstate rose to prominence as one of the premier barbecue restaurants in the city, and was featured nationally on The Food Network and The Travel Channel. Neely's brother and sister-in-law operate another location in Gardena, California. Interstate has been voted the #2 barbecue restaurant in America by People Magazine. Jim Neely's four nephews, brothers Gaelin, Tony, Mark and Patrick, founded Neely's BBQ in Downtown Memphis in 1988, though it operates as a separate business from the other Neely's and does not", "doc_score": "81.34915161132812", "publish_date": "2018/12/31"}, {"doc_id": "8286753", "text": "Kansas City-style barbecue / with apple wood. The Louisiana dishes include gumbo, jambalaya, and goulash. Not long after opening in October 1990, owner Lindsay Shannon decided to add another one of his passions: blues music. Local and national blues bands perform at B.B.'s six nights a week. B.B.'s is known as \"where barbecue meets the blues\" in Kansas City. B.B.'s has been featured in the New York Times, and USA Today. About.com lists B.B.'s in the Top 5 Barbeque Restaurants in Kansas City. B.B.'s Lawnside BBQ has also been featured on Food Network's, \" Diners, Drive Ins, and Dives \", hosted by Guy Fieri.", "doc_score": "82.38013458251953", "publish_date": "2018/12/31"}, {"doc_id": "15342353", "text": "Rib Crib / retrofitted old house, Bret offered a choice of five meats with two side options. He continued to refine his recipe by competing in barbecue competitions and learning from fellow pitmasters. Within five years, RibCrib expanded to six units. In 2017, RibCrib smokes barbecue on-site every day in more than 60 locations in eight states. In June 2005, RibCrib was in \"Restaurant Business\" magazine's \"top 50 growth chains\" list. RibCrib had a 25% increase in sales in 2004 and planned a co-branded venture with KFC. This venture took place in Marshfield, Missouri, promoting that a barbecue and fried chicken pairing would", "doc_score": "83.21406555175781", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_21", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "11223173", "text": "Zappos / 1999 to 2000, Zappos earned $1.6 million in gross sales. In 2001, Zappos brought in $8.6 million, a significant increase from the previous year. In 2004, Zappos did $184 million in gross sales and received a $35 million investment from Sequoia Capital. That same year, they moved their headquarters from San Francisco to Henderson, Nevada. Over the next three years, Zappos doubled their annual revenues, hitting $840 million in gross sales. By 2007, the company expanded to include handbags, eyewear, clothing, watches, and kids’ merchandise. In 2008, Zappos hit $1 billion in annual sales. One year later, they debuted at", "doc_score": "85.06063079833984", "publish_date": "2018/12/31"}, {"doc_id": "3264647", "text": "Next plc / and starred Brazilian model Emanuela de Paula and Spanish actor Jon Kortajarena. Africa Asia Europe Oceania Next plc Next (), styled as next, is a British multinational clothing, footwear and home products retailer headquartered in Enderby, Leicestershire. It has around 700 stores, of which 519 are in the United Kingdom, and over 200 across Europe, Asia and the Middle East. Next is the largest clothing retailer by sales in the United Kingdom, having overtaken Marks & Spencer in early 2012 and 2014. It is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index. The", "doc_score": "82.44705200195312", "publish_date": "2018/12/31"}, {"doc_id": "13763033", "text": "EQAL / Balance. In 2011, Robert Weiss joined EQAL, launching their Media Networks division to build social networks around celebrities and influencers. They have launched nearly 40 sites with another 10 expected this year. EQAL and its Media Networks recently won 6 Awards of Distinction from the International Academy of Visual Arts. In October 2011, YouTube announced an initiative to fund the production of new channels containing original \"premium\" content. EQAL became one of the first partners in this program, launching a fashion-oriented channel known as \"u look haute\" on April 3, 2012. On September 25, 2012, Everyday Health announced its intent", "doc_score": "85.35501861572266", "publish_date": "2018/12/31"}, {"doc_id": "3940670", "text": "Zara (retailer) / owed. As of January 2018, Chinese authorities are publicly scolding Zara for listing Taiwan as a country on their website. As of April 2018, MaXhosa by Laduma is taking legal action against Zara for copying its designs. In June 2018, a Zara jacket with \"I really don't care, do U?\" emblazoned on the back became controversial after it was worn by Melania Trump when she visited a detention center for migrant children separated from their parents. There are over 7000 Zara stores in 50 countries located across 96 markets. Zara (retailer) Zara SA () is a Spanish fast fashion (clothing", "doc_score": "84.77876281738281", "publish_date": "2018/12/31"}, {"doc_id": "16309308", "text": "VPL (brand) / is sold in 25 countries, and stores include Barneys, Shopbop, Saks, Net a Porter, Bloomingdales, Nordstrom, and Harvey Nichols. It also sells directly to customers, and its savings from fabric utilization and vertical distribution are donated to women's education fund. For every \"upcycle\" product VPL sells, the company donates portion of sales to women's education fund. VPL (brand) VPL is an American fashion label founded in 2003 based on the idea of underwear as outerwear. VPL is certified as B-Corporation in 2016 and benefits women's education through women's clothing sustainably produced in the US. VPL is shorthand for \"visible panty", "doc_score": "85.30713653564453", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_22", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "6138251", "text": "Winterfest / restaurants, arcades, and other fun activities. The annual Winterfest in Newaygo, is a backyard wrestling event started in 2002 as an annual major event put on by the Newaygo Wrestling Organization (nWo). Since its 2002 inception, the nWo has put on five more events, with the most recent on January 2011. The annual \"Winterfest\" in Coventry, Rhode Island, is a bacchanalian celebration of the oppressive cold of New England winters. It is intended to bring the arrival of spring through drink and food. Kate Brennick- Veggie Platter/Cupcakes Winterfest in Philadelphia is at the Blue Cross RiverRink, an skating rink and", "doc_score": "78.05581665039062", "publish_date": "2018/12/31"}, {"doc_id": "17185344", "text": "Maifest / Maifest Maifest (or Mayfest in English) is the traditional German celebration of the arrival of spring. Maifest is still celebrated throughout Germany with the \"maibaum\" (maypole) decorated to show off the history and crafts of the town. Maifest, similar to Oktoberfest, has now become a popular celebration throughout the world. It has been celebrated in Cincinnati, Ohio, United States since 1873. One of the most popular celebrations of Maifest is that of Brenham, Texas, a town with a heavy German ancestry. The Maifest is an ongoing attraction for an entire weekend which highlights the towns proud German heritage with historical", "doc_score": "80.94996643066406", "publish_date": "2018/12/31"}, {"doc_id": "451404", "text": "Summerfest / 2017 festival. The 2018 Summerfest was held from June 27th to July 8th (not including July 2nd) and attracted 766,192 visitors, which was an 8% decrease from 2017. The decline in attendance is thought to have been as a result of heat and rain during the festival. The American Family Insurance Amphitheater is an amphitheater on the south end of the Summerfest grounds. Previously known as the \"Marcus Amphitheater\", it was built after an extremely overcrowded concert in 1984 to carry crowds of 25,000 fans during concerts. It was completed in 1987, with the principal contribution from the Marcus Corporation.", "doc_score": "81.24345397949219", "publish_date": "2018/12/31"}, {"doc_id": "17370665", "text": "Anna (Frozen) / the Oaken's family in \"Wandering Oaken's Trading Post & Frozen Funland\", and \"\"Coolest Summer Ever\" Dance Party\" featuring a DJ and live band. In response to strong demand, Disney Parks subsequently announced on August 7 that \"Frozen Summer Fun\" would be extended to September 28. On August 19, 2014, it was initially announced that Elsa & Anna's Boutique (replacing Studio Disney 365) would open mid-September in Downtown Disney at the Disneyland Resort. The opening date was later changed to October 6, 2014, and the store name was changed to \"Anna & Elsa's Boutique\". The location includes products inspired by Anna,", "doc_score": "80.89452362060547", "publish_date": "2018/12/31"}, {"doc_id": "17719045", "text": "Elsa (Frozen) / the event, called \"My Royal Coronation\", would feature the official Anna and Elsa characters owned by Disney with assistance from the company. On September 12, 2014, Walt Disney World announced that a \"Frozen\" attraction was scheduled to open in early 2016 at Epcot's World Showcase in the Norway pavilion, replacing the park's Maelstrom ride. The attraction features the kingdom of Arendelle with music and scenes from the film, as well as meet-and-greets with Anna and Elsa. Anna, Elsa, Kristoff, and Olaf will make appearances in \"Mickey's Once Upon a Christmastime Parade\", offered during \"Mickey's Very Merry Christmas Party\" at Magic", "doc_score": "80.62483978271484", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_23", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "20709796", "text": "Consumer Packaging and Labeling Act / had received a controversial $3-million provincial grant, was convicted of fraudulently mislabelling products as organic under the CAPA as well as other legislation. The owner and the company were also charged with falsifying the country of origin on their products between September 2013 and July 2015, passing off with labels that read \"Product of Canada\" produce that was American in origin. The owner was charged with lying to a federal food inspector on 8 January 2015. The case was heard in the Ontario Court of Justice. Separately, the company went bankrupt, owing more than a hundred creditors a total of", "doc_score": "85.21192169189453", "publish_date": "2018/12/31"}, {"doc_id": "10137139", "text": "Timeline of the 2007 pet food recalls / The Xinhua News Agency states that \"sampling and examination\" of wheat gluten was underway across China, centering on the presence of melamine. News breaks that scientists at a University of California, Davis animal health laboratory confirmed that a \"popular brand of pet food\" submitted for testing by area veterinarians was contaminated with melamine, even though it is not on the list of recalled cat and dog foods. On April 10, Menu Foods announces that the recall will be expanded to include foods manufactured at Menu Foods' plant in Streetsville, Ontario. Menu Foods officials had believed that the plant did not", "doc_score": "84.57508087158203", "publish_date": "2018/12/31"}, {"doc_id": "17294637", "text": "Soylent (meal replacement) / 2016, Soylent released a new iteration of its powdered formula, Soylent 1.7, which no longer contains algal flour. As of October 24, 2017, the Canadian Food Inspection Agency (CFIA) is blocking sales of Soylent from Canada on the premise that the label on Soylent does not meet the CFIA requirements to be listed as a meal replacement. Shipping Soylent to Canada has been blocked by the CFIA until Rosa Foods makes changes to its products; Canadian shipments first began in June 2015. On August 13, 2015, nonprofit environmental and corporate social responsibility watchdog As You Sow filed a notice of", "doc_score": "82.23377227783203", "publish_date": "2018/12/31"}, {"doc_id": "13895101", "text": "Canadian health claims for food / only a few There is a significant body of evidence which establishes that high calcium intakes augment bone gain during growth, retards age-related bone loss, and reduces osteoporotic fracture risk. A meta-analysis study in 2007 assessed whether calcium supplementation can reduce osteoporotic fractures. The meta-analysis included all the randomized trials in which calcium, or calcium in combination with vitamin D, was used to prevent fracture and osteoporotic bone loss. In total, 63 897 individuals were analysed, most of whom were women (n=58 785 [92%]) with a mean age of 67.8 years (SD 9.7). In trials that reported fracture as an", "doc_score": "83.01167297363281", "publish_date": "2018/12/31"}, {"doc_id": "13895109", "text": "Canadian health claims for food / by a dietary change. The statement \"may help\" eliminates consumer confusion that diet is the only factors in reducing risk of some types of cancers. The wording of this disease reduction health claim cannot be modified in any way. However, words, numbers or signs can be added before or after the claim, provided that they do not change the nature of the claim. This claim is only allowed on certain fruits and vegetables listed below: This claim is not allowed on some fruits and vegetables: <nowiki>*Mature seeds of legumes such as kidney beans are excluded from this claim, however young", "doc_score": "84.1634292602539", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_24", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "19139176", "text": "Murder of Jerry Michael Williams / Murder of Jerry Michael Williams Jerry Michael Williams (born October 16, 1969) went missing on December 16, 2000, when it was said he left his home in Tallahassee, Florida, United States, to go duck hunting. After subsequent investigations, he was presumed to have drowned in Lake Seminole, a large reservoir straddling the Florida–Georgia state line; investigators later came to suspect he had been the victim of foul play, possibly at another location. His body was found in October 2017 near Tallahassee, and Florida Department of Law Enforcement (FDLE) officials confirmed Williams was a victim of homicide. After Williams's boat was", "doc_score": "81.6619644165039", "publish_date": "2018/12/31"}, {"doc_id": "10023465", "text": "Kenneth Farrow (police officer) / upright with his head above water level. In addition to the pitch black darkness under the covered section, the water was black and heavy deposits sat on the bottom of the aqueduct. Farrow searched the area for fifteen minutes, but thought it was hopeless to venture downstream, and worked his way back to the uncovered section, with the current against him. He was not an excellent swimmer, and fingerholds in the slimy roof were uncommon, located only where slabs fitted together or were damaged. He was exhausted after reaching the open air. The boy's body was later recovered from the", "doc_score": "78.09921264648438", "publish_date": "2018/12/31"}, {"doc_id": "10875279", "text": "Joshua James (lifesaver) / and slush to get to the wreck site. Efforts to fire lines out to the \"H. C. Higginson\" failed due to debris fouling the lines, and the Cohasset and Scituate crews left the wreck site, so it was necessary to launch the untested surfboat, the \"Nantasket\". The rescue was extremely dangerous because the waves were breaking around the wrecked \"H. C. Higginson\". Captain James took the \"Nantasket\" out twice. The first attempt failed after forty-five minutes of rowing when the boat hit rocks that knocked two holes in it, making it necessary to return to shore to make temporary repairs", "doc_score": "80.96495056152344", "publish_date": "2018/12/31"}, {"doc_id": "11448061", "text": "Jason Coday / in Nevada, when he allegedly harassed the Top family in Sandy Valley. Upon being arrested, he was found with methamphetamine (which he admitted to having used when questioned by police) and marijuana in addition to a sawed-off shotgun and ammunition. He is a registered felon in that state. Coday skipped bail and a warrant for his arrest was issued in July 2006. Coday came to Juneau on August 2, 2006 aboard the Alaska Marine Highway System ferry M/V \"Matanuska\". That same day, he is believed to have illegally taken a gun from Rayco Sales, a Juneau gun store located across", "doc_score": "78.48719787597656", "publish_date": "2018/12/31"}, {"doc_id": "6636102", "text": "Capture of USS Chesapeake / stunned him, whilst the third sliced open his skull with his sabre, knocking him to the deck. Before the sailor could finish Broke off, the American was bayoneted by a British Marine named John Hill. \"Shannon\"s crew rallied to the defence of their captain and carried the forecastle, killing the remaining Americans. Broke sat, dizzied and weak, on a carronade slide, and his head was bound up by William Mindham, who used his own neckerchief. One of \"Shannon\"s lieutenants, Provo Wallis, believed that Broke's three assailants were probably British deserters. The desperate and violent attempt on Broke's life made by", "doc_score": "80.87848663330078", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_25", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "6688620", "text": "Wilmington insurrection of 1898 / order to educate residents about what really happened on that day, and to agree on a monument to memorialize the event. On November 10, 1996, the town of Wilmington held a program inviting the community to help make plans for the 1998 Centennial Commemoration. Over 200 people attended, including local state representatives and members of the city council. Some descendants of the white supremacy leaders of 1898 were opposed to any type of commemoration. In early 1998, Wilmington planned a series of \"Wilmington in Black and White\" lectures, bringing in political leaders, academic specialists and civic rights activists, as well", "doc_score": "77.48436737060547", "publish_date": "2018/12/31"}, {"doc_id": "1300945", "text": "Hostage / would eventually influence them culturally and open the way for an amicable political line if they ascended to power after release. This caused the element \"gīsl\" = \"hostage\" in many old Germanic personal names, and thus in placenames derived from personal names, for example Isleworth in west London (UK) from Old English \"Gīslheres wyrð\" (= \"enclosure belonging to [a man called] Gīslhere\"). The practice of taking hostages is very ancient, and has been used constantly in negotiations with conquered nations, and in cases such as surrenders, armistices and the like, where the two belligerents depended for its proper carrying out", "doc_score": "77.04463195800781", "publish_date": "2018/12/31"}, {"doc_id": "6688574", "text": "Wilmington insurrection of 1898 / landlord, M. J. Heyer, then evicted him. For his own safety, Manly was forced to relocate his press in the middle of the night. He and supporters moved his entire press from the corner of Water Street and Princess Street to a frame building on Seventh Street between Ann and Nun. He had planned to move to Love and Charity Hall (aka Ruth Hall), on South Seventh Street, but it declined to take him as a tenant because his presence would have greatly increased the building's insurance rate. Black pastors asked their congregations to step in and purchase subscriptions to", "doc_score": "76.75999450683594", "publish_date": "2018/12/31"}, {"doc_id": "10434931", "text": "Delaware Plan / mid-March, many months before the convention. Worse yet, in the eyes of many observers, many voters in large states which would not vote until April (or later) would have no say in the nominating process. The plan was originally proposed by the Republican National Committee in the spring of 2000, to take effect in the 2004 campaign. However, it was voted down by the general convention that summer. There was some opposition from Iowa delegates, as Iowa would not have been in the first group. More significantly, Republican leaders worried that, if they acted unilaterally, that they would be handing", "doc_score": "78.33940124511719", "publish_date": "2018/12/31"}, {"doc_id": "12193138", "text": "Crisis negotiation / Crisis negotiation Crisis negotiation is a law enforcement technique used to communicate with people who are threatening violence (workplace violence, domestic violence, suicide, or terrorism), including barricaded subjects, stalkers, criminals attempting to escape after a botched robbery, and hostage-takers. Crisis negotiation is often initiated by the first officer(s) on the scene. Modern hostage negotiation principles were established in 1972 when then-NYPD Detective Harvey Schlossberg, also a psychologist, recognized the need for trained personnel in crisis intervention. Schlossberg had worked on the David Berkowitz (\"Son of Sam\") case, and had instituted other psychological principles in police work, including psychological screening of", "doc_score": "78.49424743652344", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_26", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "8660226", "text": "Wil Horneff / in Saddle River, New Jersey and attended Bergen Catholic High School in Oradell, New Jersey. Horneff began acting professionally in 1992 at the age of thirteen. He made his Broadway debut in John Guare's \"Four Baboons Adoring The Sun\" opposite Stockard Channing and James Naughton. His first film appearance was a relatively minor role in the cult film \"The Sandlot\" as Phillips, the arch-rival of the title characters. This was soon followed by an appearance in the TV series \"Law & Order\", as well as leading roles in films such as \"Ghost in the Machine\" and \"Born to Be Wild\".", "doc_score": "80.02214050292969", "publish_date": "2018/12/31"}, {"doc_id": "4184430", "text": "Wally Albright / childhood life. However, Albright did play a small role in John Ford's version of John Steinbeck's \"The Grapes of Wrath,\" appearing as an older child in the migrant camp. He watches as Ma Joad cooks a stew for her family and tells her, \"Me and my brother, we et good.\" Another child later tells Ma he was lying. \"I peeked through their window last night and they was eatin' fried dough, just like everybody else.\" He graduated high school and college as he entered adult life. In adult life, Albright became a champion water sportsman and eventually operated a successful", "doc_score": "77.1005630493164", "publish_date": "2018/12/31"}, {"doc_id": "17983980", "text": "The Equestranauts / \"Equestra Con\" convention based on Tina's favorite animated show, \"The Equestranauts\", based on a toyline of pony dolls. Bob refuses to attend, disregarding it as being exclusive to young girls, but is told by Teddy that it is actually a meeting ground for a subculture of adult male fans of the series who call themselves \"Equesticles\" because \"they have testicles.\" Tina is surprised to find that all the convention's attendants are middle-aged men wearing horse costumes, and feels out of place among them. She encounters a group of Equesticles led by a superfan who calls himself Bronconius, and befriends them", "doc_score": "78.15007781982422", "publish_date": "2018/12/31"}, {"doc_id": "13695438", "text": "So's Your Aunt Emma / to the fight and it turns out it is sold out. However, newspaper reporter Terry Connors, who is supposed to cover the sports event, gives his spare ticket to Emma. Terry normally reports on criminal news, but failed to scoop a kidnapping of a famous lawyer named Rex Crenshaw, and was put on sports duty instead. While trying to get the kidnapping story, Terry sacrificed a quite-important appointment at the marriage license office, and his fiancé Maris was enraged enough to break up with him. At the fight, Terry starts suspecting Mickey's manager Gus Hammond of kidnapping the lawyer, since", "doc_score": "77.65399932861328", "publish_date": "2018/12/31"}, {"doc_id": "14295280", "text": "Ben Koldyke / Ben Koldyke Benjamin \"Ben\" Koldyke (born March 27, 1968) is an American actor who was most recently seen starring in \"Mr. Robinson\" for NBC. Originally a high school English teacher and football coach in Chicago, Koldyke's acting career received a jump start after a chance encounter with \"It's Always Sunny in Philadelphia\" creator-star, Rob McElhenney. Regulars at the same Venice cafe, he covered Rob's tab with a note that said he \"thought his show was fantastic,\" and this exchange led to Koldyke's first (of many) TV pilots, \"Boldly Going Nowhere\" for Fox, a few years later. After \"Boldly\" was not", "doc_score": "76.32559967041016", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_27", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "12380125", "text": "Nike, Inc. / Robinson said the contract is a \"wide endorsement\" where Kaepernick will have his own branded line including shoes, shirts, jerseys and more. According to Robinson, Kaepernick signed a \"star\" contract that puts him level with a \"top-end NFL player\" worth millions per year plus royalties. In response, some people set fire to their own Nike-branded clothes and shoes or cut the Nike swoosh logo out of their clothes, and the Fraternal Order of Police called the advertisement an \"insult\"; others, such as LeBron James, Serena Williams, and the National Black Police Association, praised Nike for its campaign. The College of", "doc_score": "80.64044952392578", "publish_date": "2018/12/31"}, {"doc_id": "19793058", "text": "U.S. national anthem protests / salute was a political demonstration conducted by African-American athletes Tommie Smith and John Carlos during their medal ceremony at the 1968 Summer Olympics in the Olympic Stadium in Mexico City. After having won gold and bronze medals, respectively, in the 200 meter running event, they turned on the podium to face their flags, and to hear the American national anthem, \"The Star-Spangled Banner\". Each athlete raised a black-gloved fist, and kept them raised until the anthem had finished. In addition, Smith, Carlos, and Australian silver medalist Peter Norman all wore human rights badges on their jackets. In his autobiography, \"Silent", "doc_score": "80.47932434082031", "publish_date": "2018/12/31"}, {"doc_id": "6708901", "text": "Orange Krush / the 650 total floor seats. Historically, the Orange Krush has used elaborate disguises to gain access to away games. In the spring of 2005, 100 members posed as \"Youth Action\", a fictitious Chicago-area youth-group, to get tickets to a game at Michigan. The Krush was offered a tour of the Crisler Arena, but declined. Instead, they were also offered a photo opportunity with then coach Tommy Amaker, which the Krush took advantage of before the game. The Krush did not reveal themselves as Orange-clad crazies until just before tip-off. In 2006, the Krush traveled to Minnesota and purchased student-section T-shirts", "doc_score": "79.40619659423828", "publish_date": "2018/12/31"}, {"doc_id": "11317438", "text": "Luv Ya Blue / and backgrounds to come together as a city. More than that, it was a feeling that the players and fans shared without even talkin'. We owed it all to one man: Bum Phillips.\" After that night, blue-clad fans began to bring \"Luv Ya Blue\" signs to the Astrodome. Face painting also became popular, with many fans sporting the Oilers' logo painted on their cheek. Pep rallies were often organized and the Astrodome was regularly sold out as the entire city went wild for the Oilers. Houston's energy-based economy was also booming at the time due to rising fuel prices, and", "doc_score": "79.89309692382812", "publish_date": "2018/12/31"}, {"doc_id": "6339972", "text": "NBA dress code / and may be suspended with repeat offenses. The dress code was developed with the intention of combating image problems that have plagued the NBA in recent history. Under current NBA dress regulations, if a player does not dress to participate in a game, he must dress in a manner suitable for a coach. In the NBA, a suit or a sport coat is required for coaches, as well as a necktie. The league's image was in bad shape following the Pacers–Pistons brawl in 2004. Supporters also claim that most businesses require their employees to adhere to a dress code of", "doc_score": "80.15270233154297", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_28", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "3648214", "text": "Frederick's of Hollywood / to New York. In 2008, the company changed its name to Frederick's of Hollywood Group Inc. The company was traded on the American Stock Exchange under the ticker symbol FOHL, but in May 2014, the company was taken private by Harbinger Group and other investors. Its headquarters remain in New York City. In 2015, the company closed its stores and again filed for Chapter 11 bankruptcy. Its brand and online operations were acquired by Authentic Brands Group. The company announced it would be online only, with possible future plans to create products for sale in department stores and other retail", "doc_score": "77.17939758300781", "publish_date": "2018/12/31"}, {"doc_id": "8639310", "text": "Lifebuoy (soap) / the American market. It was pulled from American shelves starting in 2003 and was completely phased out of the American market by 2006. Sometime in 2008 or 2009, Unilever released \"Lifebuoy Classic\", a modern soap with retro packaging and a medicated scent intended to be similar to that of the 1950s product. It saw novelty success but was never embraced as a staple product in the American home. It is now primarily manufactured as a gift intended to be reminiscent of \"A Christmas Story\" and is currently sold in the official \"A Christmas Story\" website gift shop. Although Lifebuoy is", "doc_score": "75.68318176269531", "publish_date": "2018/12/31"}, {"doc_id": "197111", "text": "IKEA / United Kingdom. It allows users to be able to order them online and starting with three stores and by the end of summer available in all United Kingdom stores. IKEA owns and operates the MEGA Family Shopping Centre chain in Russia. On 8 August 2008, IKEA UK launched a virtual mobile phone network called IKEA Family Mobile, which ran on T-Mobile. At launch it was the cheapest pay-as-you-go network in the UK. In June 2015 the network announced that its services would cease to operate from 31 August 2015., IKEA is in joint venture with TCL to provide Uppleva", "doc_score": "72.85916137695312", "publish_date": "2018/12/31"}, {"doc_id": "10408858", "text": "Hygena / by the Home Retail Group, the owner of Argos and Homebase, in 2009 and relaunched through those chains. In April 2016, Home Retail Group agreed to a £1.4bn takeover by UK retailer Sainsbury's, including the UK and Irish rights and the sole use of the Hygena brand. The acquisition completed on 2 September 2016. The Hygena brand is now owned by Sainsbury's and its products are now sold in the United Kingdom through Argos stores and the Argos website. In 2000, MFI announced a concession with DSG International plc, allowing the development of the sub-brand Hygena at Currys within DSG's", "doc_score": "74.82452392578125", "publish_date": "2018/12/31"}, {"doc_id": "8272765", "text": "UBid / management team in 1999. Ownership has changed multiple times over the years, including one involuntary bankruptcy petition with one of the previous owners. UBid uBid.com is an online auction style and fixed-price shopping website that offers both goods sold directly by the company and items sold by pre-approved third party uBid-certified merchants. The site specializes in excess new, refurbished and overstock consumer electronics such as computers, electronics, home goods, jewelry, watches and cellular phones. uBid.com was formed and launched in 1997, originally as a subsidiary of PC Mall. The co-founding management team took the company public in 1998 and achieved", "doc_score": "73.77027893066406", "publish_date": "2018/12/31"}]}
{"question_id": "20231103_29", "search_time": "2023/11/18/07:40", "search_result": [{"doc_id": "8165910", "text": "Capriotti's / 2008. Morris is the CEO of the company. In 2008 and 2009 the chain was the official sandwich sponsor of the World Series of Poker in Las Vegas. Capriotti's was ranked in \"Entrepreneur\" magazine's top 500 franchise list in 2010 and remained ranked through 2014. Capriotti's starred on Food Network's \"Unwrapped\" in December 2011. In November 2013, Capriotti's expanded its presence on the East Coast by opening its first location in Washington DC. Joe Biden was the first customer served at the store's grand opening. That year, Capriotti's brought in over $58 million in revenue and experienced a 48% growth", "doc_score": "83.1278076171875", "publish_date": "2018/12/31"}, {"doc_id": "14167882", "text": "SkinCeuticals / Its headquarters remain in Dallas, Texas. SkinCeuticals SkinCeuticals is a skin care line founded in 1997 by Alden Pinnell and Russell Moon. The products are based on a combination of antioxidant ingredients, and were developed and patented by Sheldon R. Pinnell, the J. Lamar Callaway Professor Emeritus of Dermatology at Duke University Medical Center. L’Oreal purchased SkinCeuticals in 2005, in what was honored as the \"Deal of Year/Southwest\" award from The Deal finance and business magazine. Moon and Pinnell were named \"Entrepreneurs of the Year/Southwest Division\" by Ernst & Young in 2003. SkinCeuticals sells its products through a distribution network", "doc_score": "79.1578369140625", "publish_date": "2018/12/31"}, {"doc_id": "4750381", "text": "Diamondback terrapin / diamondback terrapins were so plentiful in the 18th century that slaves protested the excessive use of this food source as their main protein. Late in the 19th century, demand for turtle soup claimed a harvest of 89,150 pounds from Chesapeake Bay in one year. In 1899, terrapin was offered on the dinner menu of Delmonico's Restaurant in New York City as the third most expensive item on the extensive menu. A patron could request either Maryland or Baltimore terrapin at a price of $2.50. Although demand was high, over capture was so high by 1920, the harvest of terrapins reached", "doc_score": "79.76848602294922", "publish_date": "2018/12/31"}, {"doc_id": "6825591", "text": "Mike-sell's / Dayton, Ohio in 1910 as a producer of dried beef and sausage. However, the company soon began producing \"Saratoga Chips.\" The \"Mikesell's\" name and logo were adopted in 1925. Varieties of chips produced by the company include Original, Groovy (ridged), Old Fashioned, Himalayan Sea Salt and Vinegar, Reduced Fat, No Salt, Green Onion, Honey Barbecue, Barbecue, Zesty Barbecue, Mesquite Smoked Bacon, Cheddar & Sour Cream, Good'n Hot, and Sweet Chili. Mikesell's makes other products, including hull-less \"Puffcorn Delites.\" Puffcorn Delites are made in four flavors—original, cheese, movie theater butter, and salted caramel. Mikesell's potato chips are often found in chicken", "doc_score": "80.89395141601562", "publish_date": "2018/12/31"}, {"doc_id": "14167881", "text": "SkinCeuticals / SkinCeuticals SkinCeuticals is a skin care line founded in 1997 by Alden Pinnell and Russell Moon. The products are based on a combination of antioxidant ingredients, and were developed and patented by Sheldon R. Pinnell, the J. Lamar Callaway Professor Emeritus of Dermatology at Duke University Medical Center. L’Oreal purchased SkinCeuticals in 2005, in what was honored as the \"Deal of Year/Southwest\" award from The Deal finance and business magazine. Moon and Pinnell were named \"Entrepreneurs of the Year/Southwest Division\" by Ernst & Young in 2003. SkinCeuticals sells its products through a distribution network including dermatologists, cosmetic surgeons, and spas.", "doc_score": "79.24120330810547", "publish_date": "2018/12/31"}]}
