{"question_id": "20230714_0", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "12722077", "text": "Blue pencil doctrine / Blue pencil doctrine The blue pencil doctrine is a legal concept in common law countries, where a court finds that portions of a contract is void or unenforceable, but other portions of the contract are enforceable. The Blue Pencil Rule allows the legally-valid, enforceable provisions of the contract to stand despite the nullification of the legally-void, unenforceable provisions. However, the revised version must represent the original meaning; the rule may not be invoked, for example, to delete the word \"not\" and thereby change a negative to a positive. The term stems from the act of editing written copy with a", "doc_score": "87.67652130126953", "publish_date": "2018/12/31"}, {"doc_id": "16296913", "text": "Satyam Infoway Ltd. v. Sifynet Solutions Pvt. Ltd. / IN Domain Name Dispute Policy, INDRP Rules of Procedure and Arbitration and Conciliation Act, 1996. Wherein the panelist (in UDRP) is referred to as an Arbitrator under INDRP policy. Satyam Infoway Ltd. v. Sifynet Solutions Pvt. Ltd. Satyam Infoway Ltd. v. Sifynet Solutions Pvt. Ltd. was the first case to be decided by the Supreme Court of India on the issue of domain name protection, and dealt with two businesses employing variations on the same mark (\"Sify\" ) in their respective domain names. In the case, the Supreme Court pronounced that the Indian Trade Marks Act, 1999 is applicable to", "doc_score": "83.61246490478516", "publish_date": "2018/12/31"}, {"doc_id": "7737335", "text": "Work-product doctrine / Court of Appeals for the Third Circuit decision which excluded from discovery of oral and written statements made by witnesses to a defendant's attorney. The Supreme Court, acting at the recommendation of the Advisory Committee of the Judicial Conference, later enshrined this doctrine formally in the Federal Rules of Civil Procedure as Rule 26(b)(3). Work-product doctrine In American civil procedure, the work-product doctrine protects materials prepared in anticipation of litigation from discovery by opposing counsel. It is also known as the work-product rule, the work-product immunity, and the work-product exception. It is sometimes mistakenly called the work-product privilege. This doctrine", "doc_score": "86.92481994628906", "publish_date": "2018/12/31"}, {"doc_id": "12722080", "text": "Blue pencil doctrine / leaving the rest intact. Blue pencil doctrine The blue pencil doctrine is a legal concept in common law countries, where a court finds that portions of a contract is void or unenforceable, but other portions of the contract are enforceable. The Blue Pencil Rule allows the legally-valid, enforceable provisions of the contract to stand despite the nullification of the legally-void, unenforceable provisions. However, the revised version must represent the original meaning; the rule may not be invoked, for example, to delete the word \"not\" and thereby change a negative to a positive. The term stems from the act of editing", "doc_score": "87.18675231933594", "publish_date": "2018/12/31"}, {"doc_id": "16296893", "text": "Satyam Infoway Ltd. v. Sifynet Solutions Pvt. Ltd. / Satyam Infoway Ltd. v. Sifynet Solutions Pvt. Ltd. Satyam Infoway Ltd. v. Sifynet Solutions Pvt. Ltd. was the first case to be decided by the Supreme Court of India on the issue of domain name protection, and dealt with two businesses employing variations on the same mark (\"Sify\" ) in their respective domain names. In the case, the Supreme Court pronounced that the Indian Trade Marks Act, 1999 is applicable to the regulation of domain names. The decision in favour of Satyam Infoway was premised on the court's observation that domain names may have all the features of trademarks. The", "doc_score": "82.24027252197266", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_1", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "2559074", "text": "Fuel protests in the United Kingdom / was increased annually, broadly in line with inflation. In 1993 the fuel price escalator was introduced by the Conservatives, justified as being designed to encourage less motor vehicle use, and thus combat climate change. The idea was to annually increase fuel duty, initially at 3%, later rising to 5%, above the rate of inflation. The Blair administration then increased the rate at which the escalator exceeded inflation to 6%. By 2000, tax accounted for 81.5% of the total cost of unleaded petrol, up from 72.8% in 1993. Fuel prices in the UK had risen from being amongst the cheapest in", "doc_score": "83.21334838867188", "publish_date": "2018/12/31"}, {"doc_id": "11430318", "text": "Anti-nuclear movement in the United Kingdom / Kingdom. One of the activities most strongly associated with CND is the Aldermaston Marches. Other anti-nuclear groups in the UK include: | width=1200 align=left | Historically, public support for unilateral nuclear disarmament has remained at about one in four of the population.\" Between 1955 and 1962, between 19% to 33% of people in Britain expressed disapproval of the manufacture of nuclear weapons. Public support for unilateralism in September 1982 reached 31%. Support fell after the end of the Cold war and even after the collapse of the Soviet Union British nuclear weapons had majority support. In 2005, Greenpeace commissioned MORI", "doc_score": "82.32510375976562", "publish_date": "2018/12/31"}, {"doc_id": "6697810", "text": "Campaign against Climate Change / Campaign against Climate Change The Campaign against Climate Change (variously abbreviated to CCC or CaCC) is a UK-based pressure group that aims to raise public awareness of anthropogenic climate change through mobilizing mass demonstrations. Founded in 2001 in response to President Bush's rejection of the Kyoto Protocol, the organization saw a steady increase in attendance on marches before a sudden take-off in interest between October - December 2005. An estimated 10,000 people attended a rally in London on December 3, 2005. The following year on November 4, 2006 the Campaign organized a march from the US Embassy to the iCount", "doc_score": "81.29352569580078", "publish_date": "2018/12/31"}, {"doc_id": "5794713", "text": "Campaign for an English Parliament / not affiliated to any political party. The CEP have on their National Council members and ex-members of the Labour, Liberal Democrat, United Kingdom Independence Party (UKIP), English Democrat and Conservative parties. The quarterly members' newsletter, \"Think of England\", was started in summer 1999 and, in June 2000, about 50 members lobbied their MPs at the Houses of Parliament. In the autumn of 2003, the CEP mounted a \"Parliament or Partition\" conference in London which was attended by about 300 people and was addressed by Simon Hughes MP and UKIP's Nigel Farage. The \"Parliament or Petition\" conference was in response to", "doc_score": "79.62145233154297", "publish_date": "2018/12/31"}, {"doc_id": "2559082", "text": "Fuel protests in the United Kingdom / the country\". The government placed the National Health Service (NHS) on red alert. Supermarkets began rationing food due to difficulties in getting food deliveries through and there were reports of panic buying. Sainsbury's warned that they would run out of food within days having seen a 50% increase in their sales over the previous two days; Tesco and Safeway stated that they were rationing some items. The Royal Mail also reported they didn't have enough fuel supplies to maintain deliveries and that schools began to close. The government began deploying military tankers around the country and designated 2,000 petrol stations", "doc_score": "81.89247131347656", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_2", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "12345564", "text": "Change (Taylor Swift song) / later included on Swift's second studio album \"Fearless\", which was released in November 2008. \"Change\" is musically pop rock and uses divergent string instruments. Lyrically, it speaks of overcoming obstacles and achieving victory. The song received mixed reviews from music critics yet was able to debut and peak at number ten on the \"Billboard\" Hot 100, becoming Swift's first song to reach the top ten on the US chart. The music video for \"Change\" was directed by Shawn Robbins and features Swift performing with a band in a ballroom. An alternate version of the video features footage of the United", "doc_score": "80.13519287109375", "publish_date": "2018/12/31"}, {"doc_id": "7963552", "text": "Taylor Swift / and the single \"Mean\" won two Grammy Awards. Her fourth album, \"Red\" (2012), yielded the successful singles \"We Are Never Ever Getting Back Together\" and \"I Knew You Were Trouble\". For her fifth album, the pop-focused \"1989\" (2014), she received three Grammys, and became the first woman and fifth act overall to win Album of the Year twice. Its singles \"Shake It Off\", \"Blank Space\", and \"Bad Blood\" reached number one in the US, Australia, and Canada. Swift's sixth album, \"Reputation\" (2017) and its lead single \"Look What You Made Me Do\" topped the UK and US charts; with the", "doc_score": "79.9841537475586", "publish_date": "2018/12/31"}, {"doc_id": "12168764", "text": "Turn Back the Hands of Time / Turn Back the Hands of Time \"Turn Back the Hands of Time\" is a song recorded by American R&B singer Tyrone Davis. The song was co-written by Jack Daniels and Bonnie Thompson and produced by Willie Henderson. Daniels and Thompson wrote \"Turn Back the Hands of Time\" based on the relationship problems that Daniels was having at the time. Daniels had co-written Davis's 1968 hit \"Can I Change My Mind\" and the recording session for \"Turn Back the Hands of Time\" included some of the same musicians from \"Can I Change My Mind\". \"Turn Back the Hands of Time\" was", "doc_score": "75.58919525146484", "publish_date": "2018/12/31"}, {"doc_id": "20315177", "text": "Look What You Made Me Do / Look What You Made Me Do \"Look What You Made Me Do\" is a song recorded by American singer-songwriter Taylor Swift, released on August 24, 2017 by Big Machine Records as the lead single from her sixth studio album \"Reputation\" (2017). Swift wrote the song with her producer Jack Antonoff. \"Look What You Made Me Do\" is an electroclash and pop song, with lyrics about various issues that built Swift's reputation. Right Said Fred band members Fred Fairbrass, Richard Fairbrass, and Rob Manzoli are also credited as songwriters, as it interpolates the melody of their song \"I'm Too Sexy\" (1991).", "doc_score": "76.4601058959961", "publish_date": "2018/12/31"}, {"doc_id": "14840597", "text": "Change Myself (song) / describe a woman who has just come out of a relationship, whose only escape from sadness and reality is the MP3s she plays. She decides that she will not \"live for nobody else but me\" and changes things about herself. According to Iconiq, the song tries to express the message \"From now I'll keep trying, and walk forward.\" Because Iconiq and her team believed the song's message was strong, \"Change Myself\" also became the title of Iconiq's debut album. Furthermore, the lyrics of the song, such as the chorus line, became the basis for concepts and catch phrases that", "doc_score": "77.48077392578125", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_3", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "1984991", "text": "Grand Tour / Cook made the \"Cook's Tour\" of early mass tourism a byword. \"The New York Times\" in 2008 described the Grand Tour in this way: The primary value of the Grand Tour, it was believed, lay in its exposure to the cultural legacy of classical antiquity and the Renaissance, and to the aristocratic and fashionably polite society of the European continent. In addition, it provided the only opportunity to view specific works of art, and possibly the only chance to hear certain music. A Grand Tour could last anywhere from several months to several years. It was commonly undertaken in the", "doc_score": "79.22138977050781", "publish_date": "2018/12/31"}, {"doc_id": "17906215", "text": "Appian Way Regional Park / the Quintilii; the Park of the Caffarella; the Tombs of Via Latina archaeological zone; and the Aqueduct Park as well as other areas not accessible to the public. The idea of a great archaeological park between the Roman Forum and the Alban Hills dates back to Napoleonic times. Following initial restoration work on one tomb by Antonio Canova in 1807 and 1808 and subsequent restoration in the area of the Tomb of Caecilia Metella by Giuseppe Valadier, it was Pope Pius IX who took the first major steps to organize the archaeological ruins of the Appian Way, with the assistance", "doc_score": "76.95325469970703", "publish_date": "2018/12/31"}, {"doc_id": "13014069", "text": "Parc archéologique et botanique de Solutré / in 1942, transferred to the management of the Conseil général de Saône-et-Loire in 1993, and opened to the public in 2006. The park contains a marked trail through the former hunting site, with eight information areas describing the natural environment, its plant species, and results of archaeological research to date. Described are geology, animals in prehistoric times, hunting techniques, the landscape in prehistoric times, the site's discovery and initial excavation, and contemporary excavations. Many regional trees, shrubs, and plants are labeled, including \"Acer campestre\", \"Fraxinus excelsior\", \"Juglans regia\", \"Prunus mahaleb\", \"Pyrus communis\", \"Quercus pubescens\", and \"Robinia pseudoacacia\"; \"Cornus sanguinea\", \"Hippocrepis", "doc_score": "78.79171752929688", "publish_date": "2018/12/31"}, {"doc_id": "17906225", "text": "Appian Way Regional Park / on, many religious sites and other points of interest, including: Appian Way Regional Park The Appian Way Regional Park is a protected area of around 3400 hectares, established by the Italian region of Latium. It falls primarily within the territory of Rome but parts also extend into the neighbouring towns of Ciampino and Marino. The park aims to be a \"green wedge\" between the centre of Rome and the Alban Hills to the southeast. It contains a majority of the relics of Ancient Rome to be found outside the city centre. It consists of the Appian Way, from the centre", "doc_score": "79.1626205444336", "publish_date": "2018/12/31"}, {"doc_id": "579723", "text": "Appian Way / from then on traffic is very light and the ruins can be explored on foot in relative safety. The Church of Domine Quo Vadis is in the second mile of the road. Along or close to the part of the road closest to Rome, there are three catacombs of Roman and early Christian origin and one of Jewish origin. The construction of Rome's ring road, the Grande Raccordo Anulare or GRA, in 1951 caused the Appian Way to be cut in two. More recent improvements to the GRA have rectified this through the construction of a tunnel under the Appia,", "doc_score": "76.62773132324219", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_4", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "2911911", "text": "Sea otter / carcasses were found on California's coastline in 2010, with increased shark attacks an increasing component of the mortality. Great white sharks do not consume relatively fat-poor sea otters but shark-bitten carcasses have increased from 8% in the 1980s to 15% in the 1990s and to 30% in 2010 and 2011. For southern sea otters to be considered for removal from threatened species listing, the U.S. Fish and Wildlife Service (USFWS) determined that the population should exceed 3,090 for three consecutive years. In response to recovery efforts, the population climbed steadily from the mid-20th century through the early 2000s, then remained", "doc_score": "90.1353759765625", "publish_date": "2018/12/31"}, {"doc_id": "709033", "text": "California sea lion / Humane Society of the United States and World Animal Protection, object to using sea lions and other marine mammals for entertainment, claiming the tricks are \"exaggerated variations of their natural behaviors\" and distract the audience from the animal's unnatural environment. Less entertainment-oriented zoos may still encourage animal play by throwing fish at animals in different directions and providing play equipment. The California sea lion is used in military applications by the U.S. Navy Marine Mammal Program, including detecting naval mines and enemy divers. In the Persian Gulf, the animals can swim behind divers approaching a US naval ship and attach", "doc_score": "88.08601379394531", "publish_date": "2018/12/31"}, {"doc_id": "2911935", "text": "Sea otter / the United States, Russia and Canada. In marine protected areas, polluting activities such as dumping of waste and oil drilling are typically prohibited. An estimated 1,200 sea otters live within the Monterey Bay National Marine Sanctuary, and more than 500 live within the Olympic Coast National Marine Sanctuary. Some of the sea otter's preferred prey species, particularly abalone, clams, and crabs, are also food sources for humans. In some areas, massive declines in shellfish harvests have been blamed on the sea otter, and intense public debate has taken place over how to manage the competition between sea otters and humans", "doc_score": "88.44305419921875", "publish_date": "2018/12/31"}, {"doc_id": "2911905", "text": "Sea otter / until 1840, when the Rancho Punta de Quentin was granted to Captain John B. R. Cooper, a sea captain from Boston, by Mexican Governor Juan Bautista Alvarado along with a license to hunt sea otters, reportedly then prevalent at the mouth of Corte Madera Creek. In the late 1980s, the USFWS relocated about 140 southern sea otters to San Nicolas Island in southern California, in the hope of establishing a reserve population should the mainland be struck by an oil spill. To the surprise of biologists, the majority of the San Nicolas sea otters swam back to the mainland. Another", "doc_score": "86.1672134399414", "publish_date": "2018/12/31"}, {"doc_id": "2819654", "text": "California sea hare / species, \"Aplysia vaccaria\", the black sea hare, can grow to be larger still. Because of the toxins in its body that come from consuming algae, the California sea hare has very few predators. Among these, however, is the giant green anemone, which reportedly takes them in large numbers; however, the anemone will capture a sea hare and then proceed to digest only 67-85% of it before regurgitating the remains. This is because the anemone consumes only enough of the sea hare to expose the sea hare's digestive gland and its associated toxins. Once this gland has been exposed, it causes", "doc_score": "86.38827514648438", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_5", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "17719746", "text": "TechHaus Volantis / TechHaus Volantis The TechHaus Volantis is an American electric-powered hover vehicle promoted by pop star Lady Gaga as a \"flying dress\". Volantis is a remote-piloted hover vehicle capable of carrying a single passenger. It was designed by the UK based agency Studio XO in consultation with drone designer and pilot Gus Calderon and was constructed in the US by TechHaus, the Haus of Gaga's technology branch, over a period of two years. The design is essentially a scaled-up drone. Six lifting fan units are mounted on booms in a hexagonal formation radiating from a central hub, giving the device the", "doc_score": "83.57096862792969", "publish_date": "2018/12/31"}, {"doc_id": "19802264", "text": "Presidential state car (Russia) / Presidential state car (Russia) The Russian presidential state car is the official state car of the President of Russia. The current presidential state car is an Aurus Senat limousine, which replaced a Mercedes-Benz S 600 Guard Pullman. The car is equipped with many life-saving, offensive, and defensive measures, and is built to the Federal Protective Service's standards. The Aurus Senat was developed in Russia by the NAMI as part of the \"Kortezh\" project. The Senat was publicly presented for the first time at the Fourth inauguration of Vladimir Putin in 2018. Under the USSR, the General Secretary of the Communist", "doc_score": "82.268310546875", "publish_date": "2018/12/31"}, {"doc_id": "6896287", "text": "The Polar Express (film) / the Pullman Factory in Chicago's Pullman neighborhood. The locomotive featured in the film is an American 2-8-4 Berkshire type steam locomotive, with a cowcatcher, modeled after the Pere Marquette 1225, which had spent many years on static display near Spartan Stadium in East Lansing, Michigan on the campus of Michigan State University, where Chris Van Allsburg recalled playing on the engine when attending football games as a child. In July 2002, Warner Bros. approached the engine's owner, the Steam Railroading Institute, to study the engine. The engine in the film is modeled from the PM #1225's drawings and the sounds", "doc_score": "79.27468872070312", "publish_date": "2018/12/31"}, {"doc_id": "16515230", "text": "Snowpiercer / limited-screen showing in the United States, the critical response to the film prompted The Weinstein Company to expand the showing to more theaters and through digital streaming services. Produced at a budget of $40 million, it remains the most expensive Korean production ever. In 2014, an attempt to counteract global warming through climate engineering backfires catastrophically, causing an ice age and extinguishing nearly all life. The \"Snowpiercer\" is a massive train traveling on a circumnavigational track created by the transportation magnate and inventor, Wilford. By 2031, elites inhabit the extravagant front cars while the \"scum\" inhabit the tail in squalid", "doc_score": "79.5823745727539", "publish_date": "2018/12/31"}, {"doc_id": "17650240", "text": "Scorpion Express / Scorpion Express Scorpion Express is a mine train themed roller coaster at Chessington World of Adventures in Greater London, England. It was originally the \"Runaway Train\" and opened with the original theme park in 1987. The ride was redesigned and reopened on 14 March 2014, with the same track layout but new name and theming. Scorpion Express is set in a small mining village, featuring an animated metalwork scorpion. This Mack Blauer Enzian family coaster opened as the Runaway Train in 1987 and operated for over twenty five years. In 2013, the area surrounding the Runaway Train was boarded off", "doc_score": "78.63434600830078", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_6", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "20399319", "text": "Third Rutte cabinet / 'close to conclusion', it appeared likely that the talks about government formation would exceed the record since World War II of 208 days set in 1977. After 208 days of negotiations, the VVD, D66, CDA and CU agreed to a coalition under a third \"informateur\", Gerrit Zalm, and all members of the House of Representatives of the involved parties approved the agreement on 9 October 2017. On 26 October the new cabinet was formally installed 225 days after the elections, setting a record for the longest cabinet formation in history. The third Rutte cabinet repealed the referendum act, stating the", "doc_score": "87.26600646972656", "publish_date": "2018/12/31"}, {"doc_id": "7318273", "text": "Mark Rutte / 16 billion euros of spending. However, PVV leader Geert Wilders withdrew his party's support on 21 April, stating that the budget would hurt economic growth; which led to the downfall of the government. Rutte submitted his resignation to Queen Beatrix on the afternoon of 23 April. His government lasted for 558 days, making it one of the shortest Dutch cabinets since World War II. In the 2012 general election, Rutte was the VVD's lijsttrekker for the third time. The party won 41 seats and remained the largest party in the House of Representatives. On 5 November 2012, the Second Rutte", "doc_score": "87.27691650390625", "publish_date": "2018/12/31"}, {"doc_id": "958030", "text": "Ruud Lubbers / the post. He was the youngest prime minister in Dutch history; he had turned 43 only six months earlier. Major aspects of his time in office included extensive cutbacks in public spending, the launch of far-reaching deregulation and privatisation programs, and a massive demonstration in The Hague (1983) against the planned installation in the Netherlands of nuclear-armed U.S. cruise missiles (which was cancelled after all due to arms reduction talks between the US and the Soviet Union). After leaving office in 1994, Lubbers was put forward as a candidate for the head of NATO, but the U.S. vetoed his appointment.", "doc_score": "87.88236999511719", "publish_date": "2018/12/31"}, {"doc_id": "7318260", "text": "Mark Rutte / election, the People's Party for Freedom and Democracy, already under Rutte, lost six seats, and he became Leader of the Opposition. At the following general election in 2010, the VVD won the highest number of votes cast, resulting in them occupying 31 of the 150 seats in the House of Representatives. After a long formation period, Rutte became Prime Minister and formed the First Rutte cabinet. When Rutte was sworn in on 14 October 2010, he became the first liberal Prime Minister of the Netherlands in 92 years. He offered his government's resignation on 23 April 2012, after an impasse", "doc_score": "87.10562896728516", "publish_date": "2018/12/31"}, {"doc_id": "7318276", "text": "Mark Rutte / supported by the VVD. Rutte's second cabinet completed its four-year term without collapsing or losing a vote of no confidence, becoming the first cabinet to do so since the First Kok cabinet (1994–1998). The VVD approached the general election of 2017 with a ten-seat lead on the PVV in most of the polls. Rutte was found to have well-managed the 2017 Dutch–Turkish diplomatic incident by the public opinion; he presented his third cabinet on 26 October 2017 with Ministers of the VVD, CDA, D66 and CU. The coalition agreement's plan to abolish the 15% dividend tax (providing the state €1.4", "doc_score": "87.57599639892578", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_7", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "12395764", "text": "Boris Johnson / Following Johnson's comments on the burqa, a poll by Sky News found that 60% thought it was not racist to compare Muslim women wearing burkas to bank robbers and letter boxes, while 33% thought it was; that 59% answered \"yes\" when asked \"should burkas be banned\" while 26% answered \"no\" and that 45% thought Johnson should apologise for his remarks while 48% thought he should not. According to a \"Sunday Times\" article on 19 August 2018, Johnson's comments on the burqa led to a number of Islamophobic messages being left on his Facebook page by his followers, which the MCM", "doc_score": "80.57926177978516", "publish_date": "2018/12/31"}, {"doc_id": "12395727", "text": "Boris Johnson / Hall, Johnson's first official engagement was an appearance at the Sikh celebrations for Vaisakhi in Trafalgar Square. His first policy initiative, issued that month, was a ban on drinking alcohol on public transport. He received criticism during the early weeks of his administration, largely because he was late to two official functions in his first week on the job, and because after three weeks he embarked on a holiday to Turkey. In July 2008 Johnson visited the closing ceremony of the 2008 Summer Olympics in Beijing, there offending his Chinese hosts with his attire. Rather than bringing a team of", "doc_score": "79.31947326660156", "publish_date": "2018/12/31"}, {"doc_id": "12395706", "text": "Boris Johnson / Telegraph\" and \"The Spectator\", forcing many staff to stay late to accommodate him; they related that if they went ahead and published without his work included, he would get angry and shout at them with expletives. Johnson's appearance on an April 1998 episode of \"Have I Got News for You\" brought him to a far wider audience; emphasising a bumbling upper-class persona, he was viewed as entertaining and invited back on to later episodes, including as a guest presenter. After these, he came to be recognised on the street by the public, and was invited to appear on other television", "doc_score": "78.6080093383789", "publish_date": "2018/12/31"}, {"doc_id": "1804427", "text": "Count von Count / serving as an elevator operator, he foolishly neglected to let Kermit the Frog out at his selected floor, because he wanted to count all 10 floors in the building, and was unable to stop until he finished. And in Episode 3489 (Season 27, 1996), he tricked Oscar the Grouch into saying the word \"no\" 17 times, by continuously knocking on his trash can and prodding him to help the Count find something to count 17 of. The Count can occasionally lose his temper when somebody or something interrupts his counting, or feel sad when there is nothing around for him", "doc_score": "76.64871978759766", "publish_date": "2018/12/31"}, {"doc_id": "19362734", "text": "Donald Trump (Last Week Tonight) / daughter Ivanka had said that her father once portrayed himself as poorer than a homeless person. Oliver states that Trump had frequently threatened to file lawsuits against various people, but had never actually filed these lawsuits, and has settled lawsuits filed against him about his never-completed condominium developments despite Trump's claim that he never settles any of his legal disputes. He says that Trump was also sensitive about the size of his fingers due to a 1988 \"Spy\" feature piece that criticized him as a \"short-fingered vulgarian.\" The now-defunct magazine's editor, E. Graydon Carter—who discussed the story in a November", "doc_score": "78.91312408447266", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_8", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "16871983", "text": "Prelude FLNG / Prelude FLNG \"Prelude\" FLNG is the world's largest floating liquefied natural gas platform as well as the largest offshore facility ever constructed. The \"Prelude\" was built by the TechnipSamsung Consortium (TSC) in South Korea for a joint venture between Royal Dutch Shell, KOGAS, and Inpex. It is long, wide, and made with more than 260,000 tonnes of steel. At full load, it will displace more than 600,000 tonnes, more than five times the displacement of a. The hull was launched in December 2013. The main double-hulled structure was built by the Technip Samsung Consortium in the Samsung Heavy Industries", "doc_score": "83.04598236083984", "publish_date": "2018/12/31"}, {"doc_id": "19848862", "text": "Nyhamna Gas Plant / Nyhamna Gas Plant The Nyhamna Gas Plant is a large and significant natural-gas processing plant in Aukra, Møre og Romsdal, Norway. As of January 2018, Norway was the world's third-largest natural gas exporter, after Russia and Qatar. Construction of the plant began around 2005, and was expected to cost about, including the extremely long undersea pipeline. The gas plant was built for the Ormen Lange gas field, named after a ship of a Viking king. The head of the Ormen Lange project was Tom Rotjer. The site was built by Norsk Hydro, with partnership with Royal Dutch Shell, ExxonMobil", "doc_score": "82.64762878417969", "publish_date": "2018/12/31"}, {"doc_id": "16871988", "text": "Prelude FLNG / phase, and is expected to become operational in 2018. Prelude FLNG \"Prelude\" FLNG is the world's largest floating liquefied natural gas platform as well as the largest offshore facility ever constructed. The \"Prelude\" was built by the TechnipSamsung Consortium (TSC) in South Korea for a joint venture between Royal Dutch Shell, KOGAS, and Inpex. It is long, wide, and made with more than 260,000 tonnes of steel. At full load, it will displace more than 600,000 tonnes, more than five times the displacement of a. The hull was launched in December 2013. The main double-hulled structure was built by", "doc_score": "82.19300079345703", "publish_date": "2018/12/31"}, {"doc_id": "16403304", "text": "Krenholm Manufacturing Company / Krenholm Manufacturing Company The Krenholm Manufacturing Company (alternate spelling, Kreenholm; German, Krähnholm, meaning \"crow islet\") is located on the island of Kreenholm in what is now Narva, Estonia, on the border with Russia. It is situated along the banks of the Narva River, by the Narva Falls; the Baltic Sea is approximately away, and there is a distance of to Saint Petersburg. It was founded by Ludwig Knoop, a cotton merchant from Bremen. The company's cotton spinning and manufacturing mills were the largest in the world; and Krenholm was considered in its time to be the most important mill in", "doc_score": "80.28937530517578", "publish_date": "2018/12/31"}, {"doc_id": "6416960", "text": "AP1000 / opposition from the local community. Westinghouse's parent company Toshiba decided in 2017 to withdraw from the construction of nuclear power plants, following financial difficulties, leaving the proposed agreement in doubt. AP1000 The AP1000 is a nuclear power plant designed and sold by Westinghouse Electric Company. The plant is a pressurized water reactor with improved use of passive nuclear safety. The first AP1000 began operations in 2018 in China at the Sanmen Nuclear Power Station, where Unit 1 became the first AP1000 in the world to achieve first criticality at 2:09 AM on June 21, 2018. In December 2005, the Nuclear", "doc_score": "81.28868103027344", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_9", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "7863830", "text": "Japan and weapons of mass destruction / Japan and weapons of mass destruction Beginning in the mid-1930s, Japan conducted numerous attempts to acquire and develop weapons of mass destruction. The 1943 Battle of Changde saw Japanese use of both bioweapons and chemical weapons, and the Japanese conducted a serious, though futile, nuclear weapon program. Since World War II, the United States military based nuclear and chemical weapons and field tested biological anti-crop weapons in Japan. Japan has since become a nuclear-capable state, said to be a \"screwdrivers turn\" away from nuclear weapons; having the capacity, the know-how, and the materials to make a nuclear bomb. Japan has", "doc_score": "86.3763656616211", "publish_date": "2018/12/31"}, {"doc_id": "7863863", "text": "Japan and weapons of mass destruction / signed that granted the United States rights to base its \"land, sea, and air forces in and about Japan.\" In 1959, Prime Minister Nobusuke Kishi stated that Japan would neither develop nuclear weapons nor permit them on its territory\". He instituted the Three Non-Nuclear Principles--\"no production, no possession, and no introduction.\" A 1960 accord with Japan permits the United States to move weapons of mass destruction through Japanese territory and allows American warships and submarines to carry nuclear weapons into Japan's ports and American aircraft to bring them in during landings. The discussion took place during negotiations in 1959, and", "doc_score": "86.89842224121094", "publish_date": "2018/12/31"}, {"doc_id": "7863831", "text": "Japan and weapons of mass destruction / consistently eschewed any desire to have nuclear weapons, and no mainstream Japanese party has ever advocated acquisition of nuclear weapons or any weapons of mass destruction. Such weapons are forbidden by the Japanese constitution. Japan is the only nation that has been attacked with atomic weapons. In 1995 it was attacked with chemical weapons in a domestic terror attack. Japan became interested in obtaining biological weapons during the early 1930s. Following an international ban on germ warfare in 1925 by the Geneva Protocol Japan reasoned that disease epidemics must make effective weapons. Japan developed new methods of biological warfare (BW)", "doc_score": "85.78050231933594", "publish_date": "2018/12/31"}, {"doc_id": "4731874", "text": "Mongol invasions of Japan / late 14th century during the reign of Toghon Temür, the last Yuan emperor in Khanbaliq. Long before the peace agreement, there was stable trade in East Asia under the dominance of the Mongols and Japan. As a consequence of the destruction of the Mongol fleets, Japan's independence was guaranteed. Simultaneously, a power struggle within Japan led to the dominance of military governments and diminishing Imperial power. The Mongol invasions are an early example of gunpowder warfare. One of the most notable technological innovations during the war was the use of explosive bombs. The bombs are known in Chinese as \"thunder", "doc_score": "83.97237396240234", "publish_date": "2018/12/31"}, {"doc_id": "80896", "text": "Convention of Kanagawa / the early nineteenth century, this policy of isolation was increasingly under challenge. In 1844, King William II of the Netherlands sent a letter urging Japan to end the isolation policy on its own before change would be forced from the outside. In 1846, an official American expedition led by Commodore James Biddle arrived in Japan asking for ports to be opened for trade, but was sent away. In 1853, United States Navy Commodore Matthew Perry was sent with a fleet of warships by American President Millard Fillmore to force the opening of Japanese ports to American trade, through the use", "doc_score": "84.3733139038086", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_10", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "12003556", "text": "Worknet / a number of recent trends. These include the growing popularity of social software and Web 2.0, increased academic interest in social network analysis, the rise of open source as a viable method of production, and a growing conviction that all of this can have a profound impact on daily life. A February 13, 2006 paper by market research company Forrester Research suggested that: Collaboration between companies has shown to be a key driver of business performance. \"As a general rule, global companies that collaborate better, perform better. Those that collaborate less, do not perform as well. It’s just that simple.\"", "doc_score": "84.44575500488281", "publish_date": "2018/12/31"}, {"doc_id": "16211259", "text": "Social login / more social network sites. In March 2012, a research paper reported an extensive study on the security of social login mechanisms. The authors found 8 serious logic flaws in high-profile ID providers and relying party websites, such as OpenID (including Google ID and PayPal Access), Facebook, Janrain, Freelancer, FarmVille, Sears.com, etc. Because the researchers informed ID providers and the third party websites that relied on the service prior to public announcement of the discovery of the flaws, the vulnerabilities were corrected, and there have been no security breaches reported. This research concludes that the overall security quality of SSO deployments", "doc_score": "87.53628540039062", "publish_date": "2018/12/31"}, {"doc_id": "9865626", "text": "Twitter / ocean captioned \"Too many tweets! Please wait a moment and try again.\" In a November 2013 WIRED interview Chris Fry, VP of Engineering at that time, noted that the company had taken the \"fail whale\" out of production as the platform was now more stable. Twitter had approximately ninety-eight percent uptime in 2007 (or about six full days of downtime). The downtime was particularly noticeable during events popular with the technology industry such as the 2008 Macworld Conference & Expo keynote address. Twitter messages are public, but users can also send private \"direct messages\". Information about who has chosen to", "doc_score": "85.76017761230469", "publish_date": "2018/12/31"}, {"doc_id": "9101577", "text": "Mobile social network / features of the third generation, the ability to hide/mask one's presence, asynchronous video conversation, multi-point audio chat conversation with one button, and multiplayer mobile gaming. Technologies which made these features possible are Web 2.0 widgets, Flash Lite, OpenSocial, and Open Handset Alliance. The business model of previous generations continued along with virtual currency – the purchase and trade of virtual goods. In parallel to the increase of various technologies in mobile networks, the number of hours spent per adult on mobile devices per day has increased dramatically since 2008. As of 2014, mobile devices have surpassed desktop/laptops as the most", "doc_score": "85.61820983886719", "publish_date": "2018/12/31"}, {"doc_id": "17047491", "text": "Viralheat / Cision in March 2015, a Chicago based PR communications company, to augment gaps in their social media offering. As part of the deal, Jeff Revoy would exit the management team and Vishal Sankhla and Raj Kadam would be responsible for integrating the team and technology into Cision's product offering. In May 2015, Cision rebranded Viralheat's product offering and introduced Cision Social Edition (CSE). As part of Cision's rebranding and integration efforts of Viralheat, the Viralheat website and Viralheat stand-alone product offerings were retired in January 2017 and are no longer accessible or available for sale. In 2009, Mashable reported that", "doc_score": "85.55302429199219", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_11", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "8285989", "text": "Floods in the United States: 1901–2000 / AM on September 10, 1921 (38.2 inches) at a U.S. Weather Bureau station in Thrall remains the national official 24-hour rainfall record. Eighty-seven people drowned in and near Taylor, and 93 in Williamson County. Thrall rainfall was during 6 hours, during 12 hours, and during 18 hours. From the summer of 1926 into the spring of 1927, heavy rains much greater than normal saturated the ground throughout eastern Kansas, Oklahoma, and the Ohio Valley. The White and Little Red rivers broke through the levees in Arkansas in February, flooding over with of water. The first levee break along the Mississippi", "doc_score": "90.59630584716797", "publish_date": "2018/12/31"}, {"doc_id": "17407276", "text": "July 2013 Southeastern United States floods / July 2013 Southeastern United States floods The 2013 Southeastern United States floods were ongoing flooding across the southeastern U.S. Flash floods began on the morning of July 2 and continued through Independence Day and into the next day. The hardest-hit areas as of Friday afternoon are the Florida Panhandle, northwest Alabama and the area around Columbus, Mississippi. A plume of tropical moisture caused heavy rain to train over the same areas, for more than 36 hours in some cases, leading to flash flooding. The system also caused sporadic damaging winds and one tornado in Destin, Florida. A dip in the", "doc_score": "90.54423522949219", "publish_date": "2018/12/31"}, {"doc_id": "10276202", "text": "Floods in the United States: 2001–present / feet in some parts of North Carolina, when Hurricane Florence stalled over southeastern North Carolina led to severe flooding, with some rivers cresting almost two weeks after Florence's landfall. Floods in the United States: 2001–present Floods in the United States: 2001–present is a list of flood events which were of significant impact to the country since 2001, inclusive. Floods are generally caused by excessive rainfall, excessive snowmelt, storm surge from hurricanes, and dam failure. The remains of the tropical cyclone sat and spun over eastern Texas for several days before moving eastward just inland of the Gulf coast. Heavy rains", "doc_score": "90.88341522216797", "publish_date": "2018/12/31"}, {"doc_id": "20527157", "text": "January 2018 Western United States floods / expected. of rain, as well as tropical storm-force wind gusts as high as, were expected on the Oregon coast. January 2018 Western United States floods The January 2018 American West floods occurred due to heavy precipitation in the Western United States. While wildfires in Southern California exacerbated the rain's effects in the region, other states, like Nevada, also experienced flooding. Gusts as high as, hurricane-force, were reported, and scattered power outages were expected. The storm brought much-needed rain to places in the desert like Las Vegas and Phoenix—with the risk of flash floods. Also, mountain snow was expected", "doc_score": "89.1127700805664", "publish_date": "2018/12/31"}, {"doc_id": "10276173", "text": "Floods in the United States: 2001–present / preliminary figures show that the storm surge was higher than in Hurricane Camille of 1969. There were 1,836 fatalities, mostly from flooding. The combination of a moisture fetch set up by Subtropical Depression 22 and Tropical Storm Tammy, as well as an additional tropical disturbance which rode up a stationary frontal zone, set up excessive rains from coastal sections of the Mid-Atlantic states through southern New England. In New Hampshire, the Monadnock region was affected, with Alstead among the hardest hit as 300 mm (12 in) of rain fell within 30 hours, allowing this month to be the wettest in", "doc_score": "89.57598114013672", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_12", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "13449238", "text": "Genetically modified food in the United States / creating new viruses and that no animal or human pathogen sequences are present). Most field trials are approved under the notification procedure. The permit procedure is much more elaborate and is required for all genetically engineered organisms that do not meet the notification requirements or any plant-made pharmaceuticals or plant-made industrial products. APHIS officials are responsible for inspecting the field trials. At least one inspection is carried out for each state listed on a permit, while inspection of field trials authorized by notification is conducted based on the relative risk of each trial. For field trials of organisms that contain", "doc_score": "83.87432861328125", "publish_date": "2018/12/31"}, {"doc_id": "13449237", "text": "Genetically modified food in the United States / Act (NEPA). Each transgenic event is regulated separately as the transgene insertion locus varies even when using identical constructs and host genotypes. This could result in different expression patterns or could affect the function of other endogenous genes within the host. The USDA is responsible for approving field trials of GM plants under either the notification or permit procedures. The notification procedure is a streamlined process for the simplest or most familiar genetically engineered plants that meet six criteria (is not a noxious weed, the function of the genetic material is known and characterized, stable integration, no significant risk of", "doc_score": "83.73831176757812", "publish_date": "2018/12/31"}, {"doc_id": "13832217", "text": "Animal efficacy rule / Animal efficacy rule The FDA Animal Efficacy Rule (also known as Animal Rule) applies to development and testing of drugs and biologicals to reduce or prevent serious/life-threatening conditions caused by exposure to lethal or permanently disabling toxic agents (chemical, biological, radiological, or nuclear substances), where human efficacy trials are not feasible or ethical. The animal efficacy rule was finalized by the FDA and authorized by the United States Congress in 2002, following the September 11 attacks and concerns regarding bioterrorism. The FDA can rely on evidence from animal studies to provide substantial evidence of product effectiveness FDA published a \"Guidance", "doc_score": "83.06878662109375", "publish_date": "2018/12/31"}, {"doc_id": "13449248", "text": "Genetically modified food in the United States / EPA published regulations in 1994 and begun acting on them in 1995. In 1994 they proposed the exemption of three categories of genetically modified plants under their regulation. These were plants where the genetic material originated in sexually compatible plants (cisgenic), plants that used physical barriers to prevent the target pest from attaching itself, and plants expressing viral coat proteins to protect against virus infection. In 2001, rules regarding exemption of cisgenic plants had been finalised. The other two proposed exemptions were still under review in 2010. The EPA evaluated each submission on a case-by-case basis. The EPA assesses data", "doc_score": "82.69786071777344", "publish_date": "2018/12/31"}, {"doc_id": "14966499", "text": "FDA Food Safety Modernization Act / food in the case of contamination or illness. In addition, it requires farms to track their food and implement plans to deal with recalls or outbreaks of disease. FDA officials will also be given access to food growers records in the case of an outbreak. The bill also requires food importers to verify that they meet US food safety standards. Small farms that sell locally or sell less than $500,000 a year are exempt from these new rules. New authorities include: The FSMA gives the FDA authority to better ensure that imported products meet U.S. standards and are safe for", "doc_score": "83.2518539428711", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_13", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "2301716", "text": "Energy drink / otherwise normal people have been verified scientifically. Various marketing organizations such as Red Bull and Monster have described energy drinks by saying their product \"gives you wings\", is \"scientifically formulated\", or is a \"killer energy brew\". Marketing of energy drinks has been particularly directed towards teenagers, with manufacturers sponsoring or advertising at extreme sports events and music concerts, and targeting a youthful audience through social media channels. When mixed with alcohol, either as a prepackaged caffeinated alcoholic drink, a mixed drink, or just a drink consumed alongside alcohol, energy drinks are often consumed in social settings. Energy drinks have the", "doc_score": "87.5406723022461", "publish_date": "2018/12/31"}, {"doc_id": "3014826", "text": "Caffeinated drink / with a caffeine content about twice that of coffee beans. Many caffeinated drinks also have decaffeinated counterparts, for those who enjoy the taste, but wish to limit their caffeine intake because of its physical effects, or due to religious or medical perceptions of the drug and its effects. In recent years, some alcoholic beverage companies have begun to manufacture caffeinated alcoholic beverages. The manufacturing of such beverages has been met with much controversy. Caffeinated drink A caffeinated drink, or caffeinated beverage, is a drink that contains caffeine, a stimulant that is legal and popular in most developed countries. The most", "doc_score": "86.40445709228516", "publish_date": "2018/12/31"}, {"doc_id": "757620", "text": "Stimulant / called cathinone, a \"keto-amphetamine\", that is said to cause excitement, loss of appetite, and euphoria. In 1980, the World Health Organization (WHO) classified it as a drug of abuse that can produce mild to moderate psychological dependence (less than tobacco or alcohol), although the WHO does not consider khat to be seriously addictive. It is a controlled substance in some countries, such as the United States, Canada, and Germany, while its production, sale, and consumption are legal in other nations, including Djibouti, Ethiopia, Somalia, and Yemen. Abuse of central nervous system (CNS) stimulants is common. Addiction to some CNS stimulants", "doc_score": "83.5160903930664", "publish_date": "2018/12/31"}, {"doc_id": "15580815", "text": "Ban on caffeinated alcoholic drinks / Ban on caffeinated alcoholic drinks A ban on caffeinated alcoholic drinks is a ban which prevents the marketing and distribution of any prepackaged caffeinated alcoholic drink. In the United States, such a ban was discussed as a result of multiple cases of alcohol poisoning and alcohol related blackouts among users of such drinks. The majority of these alcohol poisoning cases were found on college campuses throughout the United States. Caffeinated alcoholic drinks such as Four Loko, Joose, Sparks and Tilt were the most popular around the U.S. The beverages, which combine malt liquor or other grain alcohol with caffeine and", "doc_score": "88.97647094726562", "publish_date": "2018/12/31"}, {"doc_id": "2301718", "text": "Energy drink / mg include nervousness, irritability, sleeplessness, increased urination, abnormal heart rhythms (arrhythmia), and dyspepsia. Consumption also has been known to cause pupil dilation when taken with certain antidepressants or SSRIs. Caffeine dosage is not required to be on the product label for food in the United States, unlike drugs, but most (although not all) place the caffeine content of their drinks on the label anyway, and some advocates are urging the FDA to change this practice. Combined use of caffeine and alcohol may increase the rate of alcohol-related injury. Energy drinks can mask the influence of alcohol, and a person may", "doc_score": "86.05569458007812", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_14", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "3158907", "text": "Homelessness in the United States / two sources: single-night, point-in-time counts of both sheltered and unsheltered homeless populations reported on the Continuum of Care applications to HUD; and counts of the sheltered homeless population over a full year provided by a sample of communities based on data in their Management Information Systems (HMIS). Over the course of the year (October 2009 – September 2010), the 2010 Annual Homeless Assessment Report found that 1,593,150 individuals experienced homelessness Most were homeless temporarily. The chronically homeless population (those with repeated episodes or who have been homeless for long periods) decreased from 175,914 in 2005 to 123,833 in 2007. According", "doc_score": "85.97427368164062", "publish_date": "2018/12/31"}, {"doc_id": "3158835", "text": "Homelessness in the United States / of such people to be between 2.3 million and 3.5 million. According to Amnesty International USA, vacant houses outnumber homeless people by five times. A December 2017 investigation by Philip Alston, the U.N. Special Rapporteur on extreme poverty and human rights, found that homeless persons have effectively been criminalized throughout many cities in the United States. Causes of homelessness in the United States include lack of affordable housing, divorce, lawful eviction, negative cash flow, post traumatic stress disorder, foreclosure, fire, natural disasters (hurricane, earthquake, or flood), mental illness, physical disability, having no family or supportive relatives, substance abuse, lack of", "doc_score": "84.67069244384766", "publish_date": "2018/12/31"}, {"doc_id": "3158906", "text": "Homelessness in the United States / and comprehensive statistics are difficult to acquire for any social study, but especially so when measuring the ambiguous hidden, and erratic reality of homelessness. All figures given are estimates. In addition, these estimates represent overall national averages; the proportions of specific homeless communities can vary substantially depending on local geography. Perhaps the most accurate, comprehensive, and current data on homelessness in the United States is reported annually by the Department of Housing and Urban Development (HUD) in the Annual Homeless Assessment Report to Congress (AHAR), released in June of every year since 2007. The AHAR report relies on data from", "doc_score": "85.30485534667969", "publish_date": "2018/12/31"}, {"doc_id": "3158849", "text": "Homelessness in the United States / all sheltered homeless people were located in principal cities, with 32 percent located in suburban or rural jurisdictions. About 40 percent of people entering an emergency shelter or transitional housing program during 2008 came from another homeless situation (sheltered or unsheltered), 40 percent came from a housed situation (in their own or someone else's home), and the remaining 20 percent were split between institutional settings or other situations such as hotels or motels. Most people had relatively short lengths of stay in emergency shelters: 60 percent stayed less than a month, and a 33 percent stayed a week or less.", "doc_score": "83.60801696777344", "publish_date": "2018/12/31"}, {"doc_id": "3158854", "text": "Homelessness in the United States / percent in 2005. 22 percent of those requesting emergency shelter were turned away. Into 2016, homelessness is considered an epidemic in several U.S. cities. \"Los Angeles Mayor Eric Garcetti and seven of the 15 City Council members announced they would declare a state of emergency and try to find $100 million to cure what has become a municipal curse.\" Homelessness in New York City has tripled since January 2000, from approximately 20,000 people using provided nightly shelter services to more than 60,000 in January 2015. These counts do not include those persons who choose to stay away from shelter providers.", "doc_score": "84.23543548583984", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_15", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "16530408", "text": "Effects of global warming on oceans / such as coccolithophores and zooplankton like the foraminiferans. These calcareous oozes are never found deeper than about 4,000 to 5,000 meters because at further depths the calcium dissolves. Similarly, Siliceous oozes are dominated by the siliceous shells of phytoplankton like diatoms and zooplankton such as radiolarians. Depending on the productivity of these planktonic organisms, the shell material that collects when these organisms die may build up at a rate anywhere from 1mm to 1 cm every 1000 years. Hydrogenous sediments are uncommon. They only occur with changes in oceanic conditions such as temperature and pressure. Rarer still are cosmogenous sediments.", "doc_score": "91.5573959350586", "publish_date": "2018/12/31"}, {"doc_id": "16530392", "text": "Effects of global warming on oceans / the ecosystems to which they belong. With fewer of these photosynthetic organisms present at the surface of the ocean, less carbon dioxide will be converted to oxygen, thereby allowing the greenhouse gasses to go unchecked. Steps are being taken to combat the potentially devastating effects of ocean acidification, and scientists worldwide are coming together to solve the problem that is known as “global warming’s evil twin”. Between 1750 and 2000, surface-ocean pH has decreased by about 0.1, from about 8.2 to about 8.1. Surface-ocean pH has probably not been below 8.1 during the past 2 million years. Projections suggest that", "doc_score": "92.23104858398438", "publish_date": "2018/12/31"}, {"doc_id": "16530373", "text": "Effects of global warming on oceans / level is monitored by oceanographers using a succession of temperature measuring profiling instruments, which is then compiled at national data centers such as the United States National Oceanographic Data Center. The International Panel on Climate Change (IPCC) Fifth Assessment Report estimates that the upper ocean (surface to 750 m deep) has warmed by 0.09 to 0.13 degrees C per decade over the past 40 years. Other processes important in influencing global sea level include changes to groundwater storage including dams and reservoirs. Global warming also has an enormous impact with respect to melting glaciers and ice sheets. Higher global temperatures", "doc_score": "92.74789428710938", "publish_date": "2018/12/31"}, {"doc_id": "16530389", "text": "Effects of global warming on oceans / entire ocean. When global warming is added into the equation, changes occur, especially in the regions where deep water is formed. With the warming of the oceans and subsequent melting of glaciers and the polar ice caps, more and more fresh water is released into the high latitude regions where deep water is formed. This extra water that gets thrown into the chemical mix dilutes the contents of the water arriving from lower latitudes, reducing the density of the surface water. Consequently, the water sinks more slowly than it normally would. It is important to note that ocean currents provide", "doc_score": "92.84343719482422", "publish_date": "2018/12/31"}, {"doc_id": "16530407", "text": "Effects of global warming on oceans / 3.) Hydrogenous sediment is the dissolved material that precipitates in the ocean when oceanic conditions change, and 4.) cosmogenous sediment comes from extraterrestrial sources. These are the components that make up the seafloor under their genetic classifications. Terrigenous sediment is the most abundant sediment found on the seafloor, followed by biogenous sediment. The sediment in areas of the ocean floor which is at least 30% biogenous materials is labeled as an ooze. There are two types of oozes: Calcareous oozes and Siliceous oozes. Plankton is the contributor of oozes. Calcareous oozes are predominantly composed of calcium shells found in phytoplankton", "doc_score": "92.51726531982422", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_16", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "19962579", "text": "69th Primetime Emmy Awards / Moore on July 13, 2017. Channelwise, the freshman HBO science fiction western drama \"Westworld\" and NBC sketch comedy \"Saturday Night Live\" were the most nominated programs, each with 22 nominations. Host Stephen Colbert opened the ceremony with a song-and-dance number and a monologue that lampooned the state of the world under President Donald Trump, which \"The New York Times\" said set an anti-Trump tone for the rest of the event. Many of the further presentations and host commentary continued jokes aimed towards Trump, along with winners' speeches criticizing the President and standing behind diversity in the television field. Sean Spicer,", "doc_score": "85.27070617675781", "publish_date": "2018/12/31"}, {"doc_id": "14441837", "text": "86th Academy Awards / produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actress Ellen DeGeneres hosted the show for the second time, having previously hosted the 79th ceremony held in 2007. In related events, the Academy held its 5th annual Governors Awards ceremony at the Grand Ballroom of the Hollywood and Highland Center on November 16, 2013. On February 15, 2014, in a ceremony at The Beverly Hills Hotel in Beverly Hills, California, the Academy Awards for Technical Achievement were presented by hosts Kristen Bell and Michael B. Jordan. \"12 Years a Slave\" won three awards including Best Picture. \"Gravity\"", "doc_score": "84.77518463134766", "publish_date": "2018/12/31"}, {"doc_id": "20434960", "text": "75th Golden Globe Awards / 75th Golden Globe Awards The 75th Golden Globe Awards honored film and American television of 2017 and was broadcast live on January 7, 2018, from The Beverly Hilton in Beverly Hills, California beginning at 5:00 p.m. PST / 8:00 p.m. EST by NBC. The ceremony was produced by Dick Clark Productions in association with the Hollywood Foreign Press Association. Talk-show host Seth Meyers hosted the ceremony for the first time. Oprah Winfrey was announced as Cecil B. DeMille Lifetime Achievement Award honoree on December 13, 2017. The nominees were announced on December 11, 2017, by Sharon Stone, Alfre Woodard, Kristen", "doc_score": "86.3066177368164", "publish_date": "2018/12/31"}, {"doc_id": "11609335", "text": "81st Academy Awards / show for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 7, the Academy Awards for Technical Achievement were presented by host Jessica Biel. \"Slumdog Millionaire\" won eight awards, the most of the evening, including Best Picture and Best Director for Danny Boyle. Other winners were \"The Curious Case of Benjamin Button\" with three awards, \"The Dark Knight\" and \"Milk\" with two awards, and \"Departures\", \"The Duchess\", \"La Maison en Petits Cubes\", \"Man on Wire\", \"The Reader\", \"Smile Pinki\", \"Toyland\", \"Vicky Cristina Barcelona\", and \"WALL-E\" with one. The", "doc_score": "82.84700775146484", "publish_date": "2018/12/31"}, {"doc_id": "14441856", "text": "86th Academy Awards / previous telecast with 24.7% of households watching over a 38 share. In addition, the program scored a higher 18-49 demo rating with a 13.3 rating over a 33 share among viewers in that demographic. It was the highest viewership for an Academy Award telecast since the 72nd ceremony held in 2000. In July 2014, the ceremony presentation received eight nominations for the 66th Primetime Emmys. The following month, the ceremony won one of those nominations for Outstanding Art Direction for a Variety, Nonfiction, Reality, or Reality-Competition Program (Derek McLane, Joe Celli, and Gloria Lamb). The annual \"In Memoriam\" tribute was", "doc_score": "83.11376190185547", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_17", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "20822136", "text": "2018 European heat wave / be closed if temperatures reach to prevent ill health. Water levels on the Danube were extremely low, even breaking records in Central Hungary (Ercsi, Dunaföldvár, and Dunaújváros) A heat wave struck the entire country, while 8 people died in Genoa. Latvia has seen fires that have destroyed around of land including peat bog, scrubland and forest. The Lithuanian government declared a state of emergency for drought. In the Netherlands, a heat wave is measured via a system in which at least five days are so called ‘Summer days’ (days on which the temperature is at least ), with at least", "doc_score": "83.78385925292969", "publish_date": "2018/12/31"}, {"doc_id": "20822122", "text": "2018 European heat wave / 2018 European heat wave The 2018 European drought and heat wave was a period of unusually hot weather that led to record-breaking temperatures and wildfires in many parts of Europe during the spring and summer of 2018. It is part of a larger heat wave affecting the northern hemisphere, caused in part by the jet stream being weaker than usual, allowing hot high-pressure air to linger in the same place. According to the European Drought Observatory, most of the areas affected by drought are across northern and central Europe. Researchers at the Royal Netherlands Meteorological Institute and World Weather Attribution", "doc_score": "84.61661529541016", "publish_date": "2018/12/31"}, {"doc_id": "20822147", "text": "2018 European heat wave / reached according to the Met Office was in Faversham, Kent on 26 July. 2018 European heat wave The 2018 European drought and heat wave was a period of unusually hot weather that led to record-breaking temperatures and wildfires in many parts of Europe during the spring and summer of 2018. It is part of a larger heat wave affecting the northern hemisphere, caused in part by the jet stream being weaker than usual, allowing hot high-pressure air to linger in the same place. According to the European Drought Observatory, most of the areas affected by drought are across northern and", "doc_score": "83.78981018066406", "publish_date": "2018/12/31"}, {"doc_id": "20822133", "text": "2018 European heat wave / tonnes of dead fish were collected by German authorities. On 26 July, regions in Western Germany hit ; on 31 July 2018, the heat traveled further east where some regions hit. The Rhine and Elbe river recorded high water temperatures causing fish to suffocate, and low water levels made shipping worse. The overnight low in Berlin between 31 July and 1 August was, the city's warmest night since 1905. On 31 July, temperature reached in Bernburg, coming shy of the all-time German temperature record set in 2015. Also on 31 July, the country experienced average highs of.", "doc_score": "83.83673095703125", "publish_date": "2018/12/31"}, {"doc_id": "20822131", "text": "2018 European heat wave / company EDF made known that on the morning of 4 August 2018 it had to shut down reactor number one of the Fessenheim Nuclear Power Plant. This was necessary because the nearby river which is used for cooling water had reached a critical temperature. The white storks in the Alsace region have also been suffering under the drought and heat waves. The 2018 stork generation is generally malnourished. Many are too weak to fly and crash-land when they leave the nest, resulting in fatal injuries like broken legs or wings. Both April and May set new temperature records as the", "doc_score": "81.27788543701172", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_18", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "4660370", "text": "Moon landing / Moon landing A Moon landing is the arrival of a spacecraft on the surface of the Moon. This includes both manned and unmanned (robotic) missions. The first human-made object to reach the surface of the Moon was the Soviet Union's Luna 2 mission, on 13 September 1959. The United States' Apollo 11 was the first manned mission to land on the Moon, on 20 July 1969. There have been six manned U.S. landings (between 1969 and 1972) and numerous unmanned landings, with no soft landings happening from 22 August 1976 until 14 December 2013. To date, the United States is", "doc_score": "82.99528503417969", "publish_date": "2018/12/31"}, {"doc_id": "396346", "text": "Space colonization / the themes, social or practical, of the settlement and occupation of a habitable world are much rarer. Space colonization Space colonization (also called space settlement, or extraterrestrial colonization) is permanent human habitation off the planet Earth. Many arguments have been made for and against space colonization. The two most common in favor of colonization are survival of human civilization and the biosphere in the event of a planetary-scale disaster (natural or man-made), and the availability of additional resources in space that could enable expansion of human society. The most common objections to colonization include concerns that the commodification of the", "doc_score": "80.86356353759766", "publish_date": "2018/12/31"}, {"doc_id": "4660445", "text": "Moon landing / not only the large Descent Stages of the lunar landers left behind but also tracks of the astronauts' walking paths in the lunar dust. Moon landing A Moon landing is the arrival of a spacecraft on the surface of the Moon. This includes both manned and unmanned (robotic) missions. The first human-made object to reach the surface of the Moon was the Soviet Union's Luna 2 mission, on 13 September 1959. The United States' Apollo 11 was the first manned mission to land on the Moon, on 20 July 1969. There have been six manned U.S. landings (between 1969 and", "doc_score": "82.08486938476562", "publish_date": "2018/12/31"}, {"doc_id": "3523531", "text": "Colonization of the Moon / Colonization of the Moon Colonization of the Moon is the proposed establishment of a permanent human community or robotic industries on the Moon. Discovery of lunar water at the lunar poles by Chandrayaan-1 has renewed interest in the Moon. Locating such a colony at one of the lunar poles would also avoid the problem of long lunar nights – about 354 hours long, a little more than two weeks – and allow the colony to take advantage of the continuous sunlight there for generating solar power. Permanent human habitation on a planetary body other than the Earth is one of", "doc_score": "80.93327331542969", "publish_date": "2018/12/31"}, {"doc_id": "4660379", "text": "Moon landing / are generally lighter in weight than a rocket with equivalent capability. The Soviets succeeded in making the first crash landing on the Moon in 1959. Crash landings may occur because of malfunctions in a spacecraft, or they can be deliberately arranged for vehicles which do not have an onboard landing rocket. There have been many such Moon crashes, often with their flight path controlled to impact at precise locations on the lunar surface. For example, during the Apollo program the S-IVB third stage of the Saturn V moon rocket as well as the spent ascent stage of the Lunar Module", "doc_score": "80.4345932006836", "publish_date": "2018/12/31"}]}
{"question_id": "20230714_19", "search_time": "2023/08/07/16:43", "search_result": [{"doc_id": "3665165", "text": "Dick Gaughan / \"Crossroads\", for the Scottish radio station Black Diamond FM. In September 2016, believing he had had a stroke some time previously which was affecting his ability to perform, Gaughan announced that he was cancelling all public performances until further notice. An MRI scan the next month confirmed the stroke, and in November of that year a benefit concert, featuring Aly Bain, Phil Cunningham, Billy Bragg, Karine Polwart and Eddi Reader, was held for him in Edinburgh. According to his booking agent, Gaughan entered a course of physiotherapy in February 2017 and will remain in physio and not performing \"for the", "doc_score": "81.23905181884766", "publish_date": "2018/12/31"}, {"doc_id": "280891", "text": "Motörhead / via Silver Lining Music, a covers album featuring covers throughout Motörhead's history, along with covers only found on tribute albums, and new recordings. Former Motörhead guitarist \"Fast\" Eddie Clarke died on 10 January 2018 after a battle with pneumonia at the age of 67, making him the last member of the band's classic lineup (following Taylor and Lemmy) to die. In a biography of the band, senior editor for AllMusic, Stephen Thomas Erlewine, wrote: \"Motörhead's overwhelmingly loud and fast style of heavy metal was one of the most groundbreaking styles the genre had to offer in the late '70s\" and", "doc_score": "79.69673156738281", "publish_date": "2018/12/31"}, {"doc_id": "895496", "text": "David Cassidy / nearly 50 years and appeared to fall off the stage, he announced that he was living with dementia and was retiring from all further performing. He said that his mother and grandfather had also suffered from dementia at the end of their lives, and that \"I was in denial, but a part of me always knew this was coming.\" Later in 2017, Cassidy fell ill at a recording studio and was hospitalized. In a later phone conversation with an A&E producer, he stated that he had just met with his doctor, that he had liver disease, and that his life", "doc_score": "81.6420669555664", "publish_date": "2018/12/31"}, {"doc_id": "8690315", "text": "The Allman Brothers Band discography / New York City's Beacon Theatre each spring. The band retired for good in 2014 with the departure of the aforementioned members. Gregg Allman died from complications arising from liver cancer in May 2017. The band has been awarded seven gold and four platinum albums, and was inducted into the Rock and Roll Hall of Fame in 1995. \"Rolling Stone\" ranked them 52nd on their list of the 100 Greatest Artists of All Time in 2004. More so than most bands, the Allman Brothers have frequently released live albums that filled the role of conventional studio albums, in that they were", "doc_score": "81.30592346191406", "publish_date": "2018/12/31"}, {"doc_id": "7171950", "text": "Dale Griffin / and the other original members of Mott the Hoople would reform for three 40th anniversary reunion concerts in October 2009. Due to popular demand, the reunion was eventually extended to five shows. Having been diagnosed with Alzheimer's disease, Griffin only performed during the encores. The Pretenders drummer Martin Chambers, a fellow Herefordshire native and friend of the band, played the main set and also covered for Griffin on the 2013 tour. Griffin died in his sleep on 17 January 2016 at the age of 67, exactly a week after former collaborator David Bowie died from cancer. Dale Griffin Terence Dale", "doc_score": "78.64412689208984", "publish_date": "2018/12/31"}]}
