{"question_id": "20230519_0", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "11725719", "text": "Intelligence Authorization Act for Fiscal Year 2008 / of the federal government from many interrogation tactics criticized as \"torture\" and \"abusive\" by civil liberties groups, including waterboarding. The provision was inserted by Sen. Dianne Feinstein (D-Calif.). The inserted provision would limit the CIA to the 19 interrogation tactics in the U.S. Army Field manual, effectively banning waterboarding, exposure to extreme temperatures and other techniques used on War on Terror detainees after the Sept. 11, 2001, terrorist attacks in the U.S. It bans a total of eight interrogation techniques: mock executions, beatings, electrical shocks, forced nakedness, sexual acts, causing hypothermia and heat injuries. Congress had banned such attacks from", "doc_score": "77.59935760498047", "publish_date": "2018/12/31"}, {"doc_id": "20531955", "text": "South Dakota v. Wayfair, Inc. / was one of the first so-called \"kill \"Quill\"\" bills, purposely made to challenge the \"Quill\" ruling based on the \"Direct Marketing Ass'n\" results. The proposed law established various safeguards for vendors, and required only those with sales of over or with more than 200 different transactions to residents in the state to collect taxes. Furthermore the law applied prospectively only (not retroactively), and further included provisions whereby it would not take effect until a final court ruling on its constitutionality. By April 2017, at least twenty other states had pending or enacted similar legislation designed to challenge \"Quill\", including Alabama,", "doc_score": "76.73936462402344", "publish_date": "2018/12/31"}, {"doc_id": "18990716", "text": "Noy v. State / four ounces of marijuana. David S. Noy, a resident of North Pole, Alaska, was contacted by the North Pole Police Department at his home and was told the police smelled growing marijuana. The police searched Noy's home and found approximately eleven ounces of marijuana. He was charged of possession of more than eight ounces of marijuana. However, a jury convicted Noy of possessing less than eight ounces of marijuana based on the presented evidence. Noy appealed the conviction, citing the Alaska Supreme Court case of \"Ravin v. State\". Alaska initially followed \"Ravin\", by decriminalizing less than four ounces of in-home", "doc_score": "78.16971588134766", "publish_date": "2018/12/31"}, {"doc_id": "19246530", "text": "Occupation of the Malheur National Wildlife Refuge / a federal indictment in regards to the Bundy standoff in Nevada. The trials for seven militants, including Ammon Bundy, were scheduled to start on September 7, 2016; while a further seven militants were set for trial beginning February 14, 2017. Charges against the remaining indicted militant, Peter Santilli, were dropped (but he still faces charges in Nevada related to the 2014 Bundy standoff). On August 3, 2016, about 1,500 potential jurors were summoned and asked to complete questionnaires that would be reviewed by the attorneys and parties involved in the September 7, 2016, trials. Judge Anna Brown previously said the", "doc_score": "76.31063079833984", "publish_date": "2018/12/31"}, {"doc_id": "19828661", "text": "Cannabis in Washington (state) / state of Washington, seeking to have cannabis rescheduled as a Schedule II drug. This would have allowed doctors to write prescriptions for medical marijuana. Seeley, who had been diagnosed with a rare bone cancer in 1986, used cannabis obtained from the co-op to treat the side effects of his chemotherapy. A Pierce County Superior Court judge ruled in Seeley's favor, but the decision was overturned by the Washington Supreme Court by an 8-1 margin. Following the ruling, two separate ballot initiatives were filed to decriminalize medical marijuana in the state. Both were sponsored by physician Rob Killian. Initiative 685, which", "doc_score": "75.89517211914062", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_1", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "6076351", "text": "Drug recall / charts the rise in drug recalls by class in the United States from 2004 to 2014 with data from Regulatory Affairs Professionals Society The recall process in the United States follows three approximate phases. Distinct difficulties arise depending on the type of drug being recalled. Drug recalls can be initiated by the producing firm or the FDA, and those launched by the FDA can be either mandatory or voluntary. This is applicable not just to drugs but all products covered under the FDA. A firm submitting a recall to the FDA must provide all relevant information about the specific drug,", "doc_score": "85.99564361572266", "publish_date": "2018/12/31"}, {"doc_id": "6076361", "text": "Drug recall / but representatives from Johnson & Johnson, St Jude Medical, and CVRx Inc. (large medical device suppliers) were all in attendance for the collaborative meetings. Drug recall A drug recall removes a prescription or over-the-counter drug from the market. Drug recalls in the United States are made by the FDA or the creators of the drug when certain criteria are met. When a drug recall is made, the drug is removed from the market and potential legal action can be taken depending on the severity of the drug recall. Drug recalls are classified in the US by the FDA in three", "doc_score": "85.84033966064453", "publish_date": "2018/12/31"}, {"doc_id": "6076350", "text": "Drug recall / levels of recall depending on the severity of the effects. From most to least severe, there is Class I, Class II, and Class III (defined above).There is also market withdrawal which occurs when a drug does not violate FDA regulation but has a known, minor default. The producer must either fix the default or take the drug off the market. Drugs and medical devices are typically recalled if the product is defective, contaminated, contains a foreign object, fails to meet specifications, mislabeled, or misbranded. Misbranding was the most common reason for pharmaceutical recalls in 2015, accounting for 42%. This graph", "doc_score": "83.22479248046875", "publish_date": "2018/12/31"}, {"doc_id": "6076355", "text": "Drug recall / are conducted throughout the recall to determine effectiveness. The root cause of the recall must be addressed and corrected to prevent future occurrences. After all corrective action is acknowledged and carried out, the FDA can terminate the recall. OTC, prescription, and compounded drugs (drugs tailored to a specific patient) each pose unique challenges to the recall process. Over the counter drugs are widely distributed and there is no direct link between company and consumer. Recalls are typically only advertised online and in the media, so consumers are subject to their own awareness. Lot numbers indicated on the packing allow only", "doc_score": "84.46977996826172", "publish_date": "2018/12/31"}, {"doc_id": "3569968", "text": "Product recall / Mojo Motors, Inc. study found only.005 percent of customers ask about recalls when contacting dealerships. Since 1966, 390 million motor vehicles have been recalled in the USA. Manufacturers have to notify the owner when there is a recall notice, but in the case of a second, third or fourth owner of the car, the company may be sending the notice to a previous one. Over 3000 food products were recalled in the US in 2016 according to the US Food and Drug Administration Enforcement reports. Individual recall events caused by contamination from foreign bodies (physical contamination from metal, glass,", "doc_score": "84.94953155517578", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_2", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "20421140", "text": "Typhoon Damrey (2017) / Typhoon Damrey (2017) Typhoon Damrey, known in the Philippines as Severe Tropical Storm Ramil, was a strong tropical cyclone that affected Vietnam during early November 2017. Damrey first originated as a tropical depression over the Philippine archipelago of Visayas on October 31. Emerging to the South China Sea few days later, the system strengthened into the second deadliest and twenty-third named storm of the 2017 Pacific typhoon season. Rapidly intensifying, Damrey strengthened into the tenth typhoon on November 3, reaching its peak strength as a Category 2 in the same day. Damrey made landfall over Khánh Hoà, Vietnam during the", "doc_score": "92.79925537109375", "publish_date": "2018/12/31"}, {"doc_id": "20181742", "text": "Cyclone Mora / Cyclone Mora Cyclone Mora was a tropical cyclone that caused widespread devastation and severe flooding in Sri Lanka, Andaman and Nicobar Islands, Bangladesh, Myanmar and Northeast India in May 2017. The second named storm of the 2017 annual cyclone season, Mora developed from an area of low pressure over the southeastern Bay of Bengal on 28 May. Mora reached peak strength with maximum sustained winds of 110 km/h (70 mph). The cyclone made landfall near Chittagong on the morning of 30 May and steadily weakened, dissipating early in the morning on 31 May. Across its path, Mora dropped a large", "doc_score": "90.83492279052734", "publish_date": "2018/12/31"}, {"doc_id": "17284784", "text": "Cyclone Viyaru / expected, the storm caused moderate to severe damage. A total of 95,003 poorly constructed huts were damaged or destroyed, 17 people died, and nearly 1.3 million were affected across the country. Losses to crops exceeded ৳400 million (US$5.14 million). Myanmar was spared damage and further casualties. Operationally, the storm was referred to as \"Mahasen\"; however, this stirred some controversy from nationalists and officials in Sri Lanka. They claimed that the name comes from King Mahasena of Anuradhapura who brought prosperity to the island, thus naming a destructive force of nature after him would be improper. As such, Sri Lankan agencies", "doc_score": "88.68785095214844", "publish_date": "2018/12/31"}, {"doc_id": "19729232", "text": "Typhoon Meranti / Typhoon Meranti Typhoon Meranti, known in the Philippines as Typhoon Ferdie, was one of the most intense tropical cyclones on record. Impacting the Batanes in the Philippines, Taiwan, as well as Fujian, China in September 2016, Meranti formed as a tropical depression on September 8 near the island of Guam. Tracking to the west northwest, Meranti gradually intensified until September 11, at which point it began a period of rapid intensification. Continuing to rapidly intensify, it became a super typhoon early on September 12, as it passed through the Luzon Strait, ultimately reaching its peak intensity on September 13 with", "doc_score": "90.62263488769531", "publish_date": "2018/12/31"}, {"doc_id": "19607861", "text": "Typhoon Nepartak (2016) / Typhoon Nepartak (2016) Typhoon Nepartak, known in the Philippines as Typhoon Butchoy, was the third most intense tropical cyclone worldwide in 2016. Nepartak severely impacted Taiwan and East China, with 86 confirmed fatalities. It caused 3 deaths and NT$678 million (US$21 million) of damage in Taiwan. Moreover, Nepartak also had disastrous effects in Fujian, China, causing 111 deaths and ¥9.99 billion (US$1.49 billion) of damage. After the season, total damages exceeded up to ¥12.65 billion (US$1.89 billion). The first named storm and typhoon of the annual typhoon season, Nepartak developed into a tropical storm south of Guam on July 3", "doc_score": "87.8907699584961", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_3", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "20155722", "text": "Spain in the Eurovision Song Contest 2018 / \"Gala Eurovisión\", the special live show of \"Operación Triunfo 2017\" to select the Spanish entry for the Eurovision Song Contest 2018, took place on 29 January 2018. Nine entries competed. After a first round of voting, the three entries with the most votes from the public – via telephone, sms and the official \"Operación Triunfo 2017\" app – advanced to a second round of voting. In the second round, the winner was selected by public vote. \"Gala Eurovisión\" was watched by 3.086 million viewers in Spain, making it the most watched Eurovision Song Contest selection show since 2004 when Ramón", "doc_score": "81.62339782714844", "publish_date": "2018/12/31"}, {"doc_id": "20662562", "text": "Spain in the Eurovision Song Contest 2019 / nation's entry. The Spanish broadcaster had used both national finals and internal selection to choose the Spanish entry in the past. For 2018, TVE used the reality television singing competition \"Operación Triunfo\" (the Spanish version of \"Star Academy\") to select the artist and song to represent Spain in the contest, as they had previously done from 2002 to 2004. On 28 February 2018, TVE's Governing Board approved the renewal of \"Operación Triunfo\" for a further series. On 14 September 2018, TVE confirmed that the series would serve as the platform to select the Spanish entrant at the 2019 contest. \"Operación", "doc_score": "81.55538177490234", "publish_date": "2018/12/31"}, {"doc_id": "20442204", "text": "Macedonia in the Eurovision Song Contest 2018 / Macedonia's representatives on 13 February 2018. The song and its music video was revealed on 11 March 2018. The \"Eurovision Song Contest 2018\" took place at the Altice Arena in Lisbon, Portugal and consisted of two semi-finals on 8 and 10 May and the final on 12 May 2018. According to Eurovision rules, all nations with the exceptions of the host country and the \"Big 5\" (France, Germany, Italy, Spain and the United Kingdom) were required to qualify from one of two semi-finals in order to compete for the final; the top ten countries from each semi-final progressed to the", "doc_score": "80.88291931152344", "publish_date": "2018/12/31"}, {"doc_id": "19433065", "text": "2020 FIFA Futsal World Cup / the event before, the tournament will be heading to a new location, later shortlisted to four. The Czech Republic, Egypt, Georgia, the Netherlands, and the United States expressed interest, but eventually did not bid. The host were originally to be appointed by December 2016, then delayed to December 2017. Costa Rica, Croatia, Kazakhstan, and the United Arab Emirates were later eliminated from contention. The hosts were selected by the FIFA Council on 26 October 2018 in Kigali, Rwanda from the final four candidates: Iran, Japan, Lithuania, and New Zealand. Lithuania were chosen over Iran, Japan and New Zealand as host", "doc_score": "81.03656005859375", "publish_date": "2018/12/31"}, {"doc_id": "127088", "text": "Eurovision Song Contest / States, Canada, New Zealand, and China. Since 2000, it has been broadcast online via the Eurovision website. The contest has been described as having kitsch appeal. Ireland holds the record for most victories, with seven wins, including four times in five years in 1992, 1993, 1994, and 1996. Under the current voting system, in place since 2016, the highest-scoring winner is Salvador Sobral of Portugal who won the 2017 contest in Kiev, Ukraine, with 758 points; under the previous system, the highest-scoring winner was Alexander Rybak of Norway with 387 points in 2009. As a war-torn Europe was rebuilding itself", "doc_score": "79.33199310302734", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_4", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "13301454", "text": "Recovery of funds from the Madoff investment scandal / fund's custodian bank, Ernst & Young, its auditor, and directors of the fund. René-Thierry Magon de la Villehuchet, chief executive officer of Access International, which managed LuxAlpha, was found dead in his New York office after losing all of the money he had invested with Madoff. (\"See:Madoff Investment Scandal#Impact and aftermath\") In the fall of 2013, JPMorgan began talks with prosecutors and regulators to settle charges that it turned a blind eye to Madoff's actions. On January 7, 2014, JPMorgan agreed to pay a total of $2.05 billion in fines and penalties to settle civil and criminal charges related to", "doc_score": "82.55591583251953", "publish_date": "2018/12/31"}, {"doc_id": "13301448", "text": "Recovery of funds from the Madoff investment scandal / investors who indirectly invested when they entrusted their money to funds-of-funds like Fairfield Greenwich Group, (Case No: 09-118) in U.S. District Court for the Southern District of New York (Manhattan) Kingate Management, Tremont Group, and J. Ezra Merkin's Ascot, Gabriel and Ariel Partners. The contingency fee to the attorney is usually 25% or more of the recovery. Madoff opened a business account at what was then Chemical Bank in 1986. Chemical bought Chase Manhattan in 1996, and the merged bank took the better-known Chase name. Chase merged with JPMorgan to form JPMorgan Chase in 2000, and Madoff retained his account", "doc_score": "82.50741577148438", "publish_date": "2018/12/31"}, {"doc_id": "665688", "text": "Shareholder rights plan / June 15, 2009, 21 companies that had adopted or extended a poison pill had publicly disclosed they plan to put the poison pill to a shareholder vote within a year. That was up from 2008's full year total of 18, and was the largest number ever reported since the early 1980s, when the pill was invented. Shareholder rights plan A shareholder rights plan, colloquially known as a \"poison pill\", is a type of defensive tactic used by a corporation's board of directors against a takeover. Typically, such a plan gives shareholders the right to buy more shares at a discount", "doc_score": "79.84830474853516", "publish_date": "2018/12/31"}, {"doc_id": "13137547", "text": "Madoff investment scandal / SEC employees were disciplined; none were fired. On January 7, 2014, Forbes magazine and other news outlets reported that the bank JPMorgan Chase, \"where Madoff kept the bank account at the center of his fraud\", would pay a settlement of $1.7 billion. This resolved any potential criminal case against the bank arising from the Madoff scandal. JPMorgan entered into a deferred prosecution agreement with federal prosecutors to resolve two felony charges of violating the Bank Secrecy Act. The bank admitted to failing to file a \"Suspicious Activity Report\" after red flags about Madoff were raised, which, prosecutors alleged, did not", "doc_score": "80.34687805175781", "publish_date": "2018/12/31"}, {"doc_id": "2228796", "text": "Bank of America / action lawsuits stemming from the financial crisis of 2007–2008 to settle. Many major financial institutions had a stake in this lawsuit, including Chicago Clearing Corporation, hedge funds, and bank trusts, due to the belief that Bank of America stock was a sure investment. Bank of America received $20 billion in the federal bailout from the U.S. government through the Troubled Asset Relief Program (TARP) on January 16, 2009, and a guarantee of $118 billion in potential losses at the company. This was in addition to the $25 billion given to them in the fall of 2008 through TARP. The additional", "doc_score": "79.84807586669922", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_5", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "8178820", "text": "Sterile Cockpit Rule / Sterile Cockpit Rule The Sterile Cockpit Rule is a Federal Aviation Administration (FAA) regulation requiring aircraft pilots to refrain from non-essential activities in the cockpit during critical phases of flight, normally below. The FAA imposed the rule in 1981, after reviewing a series of accidents that were caused by flight crews who were distracted from their flying duties by engaging in non-essential conversations and activities during critical parts of the flight. One such accident was Eastern Air Lines Flight 212, which crashed just short of the runway at Charlotte/Douglas International Airport in 1974 while conducting an instrument approach in", "doc_score": "80.454345703125", "publish_date": "2018/12/31"}, {"doc_id": "6440449", "text": "Solar Impulse / for the world's longest solar-powered flight both by time (117 hours, 52 minutes) and distance (7,212 km; 4,481 mi). The flight's duration was also a record for longest solo flight, by time, for any aircraft. During that leg the plane's batteries were damaged by overheating because they were packed in too much insulation. New parts had to be ordered, and as it was late in the season, with days shortening in the northern hemisphere, the plane was grounded in Hawaii. The US Department of Transportation stored the aircraft in a hangar at Kalaeloa Airport on Oahu. New batteries were made", "doc_score": "80.16862487792969", "publish_date": "2018/12/31"}, {"doc_id": "8721669", "text": "Run-up (aviation) / advancing the throttles to ensure that engines are capable of producing take-off thrust, although not all run-up procedures involve such checks. A run-up area is a location at an airport where pilots can perform run-up checks of their aircraft. They exist because air blast from engine verification may cause problems for other aircraft or structures, and so a special area where such checks will do no harm is set aside for them. They also allow aircraft to temporarily leave taxiways so that they don't obstruct ground traffic while the run-up is performed. For these reasons, run-up areas are typically located", "doc_score": "80.8586654663086", "publish_date": "2018/12/31"}, {"doc_id": "18019546", "text": "Military airspace / prior to entering. Military airspace Military airspace is any area in which military aircraft are present and participate in a variety of activities. There are many kinds of airspace. Military Operating Areas (MOA) are zones in which military aircraft conduct non-hazardous exercises. It is highly recommended that pilots check for information on the MOA before proceeding into the zone. Controlled firing zones are operated in such a way that they do not interfere with and/or pose a threat to civilian aircraft. Alert areas are zones where unusual air exercises like pilot training are performed. Once again pilots are advised to", "doc_score": "79.60369873046875", "publish_date": "2018/12/31"}, {"doc_id": "13387862", "text": "International Space Station maintenance / as on the Soyuz. They were near undocking when the all-clear signal was given, meaning that the danger has passed and the crew can reboard the station. This kind of incident has happened several times, and the crew would perform a debris avoidance maneuver should the situation arise. The four Main Bus Switching Units (MBSUs, located in the S0 truss), control the routing of power from the four solar array wings to the rest of the ISS. In late 2011 MBSU-1, while still routing power correctly, ceased responding to commands or sending data confirming its health, and was scheduled to", "doc_score": "81.2793960571289", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_6", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "20203745", "text": "Gina Genovese / Gina Genovese Gina Rose Genovese (born April 30, 1959) is an American businesswoman, former professional tennis player and politician from New Jersey. In 2006, Genovese become the first Democratic Party mayor in Long Hill Township's history and the first openly gay mayor in the state of New Jersey. She was an Independent candidate in the 2017 New Jersey gubernatorial election. Genovese was born on April 30, 1959 in Newark and raised in Union Township, Union County, New Jersey. At age 12, Genovese moved to Berkeley Heights, New Jersey. She graduated from Kent Place School in Summit, New Jersey in 1977.", "doc_score": "87.2809829711914", "publish_date": "2018/12/31"}, {"doc_id": "19947881", "text": "Lisa Bender / Lisa Bender Elizabeth Peterson \"Lisa\" Bender (born May 11, 1978) is an American Minnesota DFL politician and city planner living in Minneapolis, currently serving her second term on the Minneapolis City Council as a representative of the city's 10th Ward. In 2018, she was unanimously elected president of the Minneapolis City Council. Born in Shoreview, Minnesota, Bender graduated from Irondale High School and earned her bachelor's degree from the University of Minnesota in Spanish and Biology. In 2001, she moved to New York City and worked as the Communications Director for the Institute for Transportation and Development Policy, traveling across", "doc_score": "86.29393005371094", "publish_date": "2018/12/31"}, {"doc_id": "15669166", "text": "Bridget Gainer / Bridget Gainer Bridget Gainer is a Cook County Commissioner, representing the County’s 10th district. She has served as Commissioner since 2009 for the 10th district, which includes many of Chicago’s north side neighborhoods. She is a member of the Democratic Party. Gainer was born and raised in the Beverly neighborhood on Chicago's south side. In 1990, she graduated from University of Illinois with a bachelor of arts in English and political science. Afterwards, she moved to New York City to work as a community organizer with the Jesuit Volunteer Corps. She moved back to Chicago in 1994 to continue her", "doc_score": "83.08796691894531", "publish_date": "2018/12/31"}, {"doc_id": "20161690", "text": "LaToya Cantrell / LaToya Cantrell LaToya Cantrell (born April 3, 1972) is an American politician currently serving as the Mayor of New Orleans, Louisiana, a post she has held since 2018. She is the first woman to hold the post. A Democrat, Cantrell represented District B on the New Orleans City Council from 2012–2018. Cantrell was born in Los Angeles and moved to New Orleans to attend Xavier University of Louisiana, where she earned a BA in sociology. She completed executive management training at Harvard's Kennedy School of Government. Cantrell moved to Broadmoor, New Orleans, in 1999. In 2003, she joined the board", "doc_score": "86.7878189086914", "publish_date": "2018/12/31"}, {"doc_id": "6826272", "text": "Christine Quinn / Christine Quinn Christine Callaghan Quinn (born July 25, 1966) is an American politician. A member of the Democratic Party, she formerly served as the Speaker of the New York City Council. The third person to hold this office, she was the first female and first openly gay speaker. She ran to succeed Michael Bloomberg as the city's mayor in the 2013 mayoral election, but lost the Democratic primary. Quinn is a CNN political contributor. Quinn was born in Glen Cove, New York, one of two daughters of Mary (née Callaghan) and Lawrence Quinn. Her mother died of breast cancer in", "doc_score": "87.59095764160156", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_7", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "12358746", "text": "Collage / The copyright status of visual works is less troubled, although still ambiguous. For instance, some visual collage artists have argued that the first-sale doctrine protects their work. The first-sale doctrine prevents copyright holders from controlling consumptive uses after the \"first sale\" of their work, although the Ninth Circuit has held that the first-sale doctrine does not apply to derivative works. The de minimis doctrine and the fair use exception also provide important defenses against claimed copyright infringement. The Second Circuit in October, 2006, held that artist Jeff Koons was not liable for copyright infringement because his incorporation of a photograph", "doc_score": "83.27753448486328", "publish_date": "2018/12/31"}, {"doc_id": "17865628", "text": "Wolk v. Kodak Imaging Network, Inc. / into the'safe harbor' provided by the DMCA suggests that the path for internet companies to stay safe from copyright allegations is getting clearer in the wake of recent major decisions, such as the YouTube case.\" Photofinishing is the business or process of printing photographs from film negatives or digital images. This case, which released Kodak from liability associated with photofinishing, marks a possible departure from earlier cases holding photofinishers liable for creating unauthorized prints of copyrighted works. For instance, In 1999, the Professional Photographers of America sued Kmart, seeking $600,000 in damages and an injunction to prevent Kmart from", "doc_score": "81.98075103759766", "publish_date": "2018/12/31"}, {"doc_id": "2930194", "text": "Photo manipulation / of writings devoted to the ethical use of digital editing in photojournalism. In the United States, for example, the National Press Photographers Association (NPPA) established a Code of Ethics which promotes the accuracy of published images, advising that photographers \"do not manipulate images [...] that can mislead viewers or misrepresent subjects.\" Infringements of the Code are taken very seriously, especially regarding digital alteration of published photographs, as evidenced by a case in which Pulitzer prize-nominated photographer Allan Detrich resigned his post following the revelation that a number of his photographs had been manipulated. In 2010, a Ukrainian photographer Stepan Rudik,", "doc_score": "82.62474822998047", "publish_date": "2018/12/31"}, {"doc_id": "15487386", "text": "United States v. Thirty-seven Photographs / illustrate a volume of the \"Kama Sutra\", or failing that, to keep them for his own personal use. A district court panel, guided by the Court's \"Freedman v. Maryland\" decision of several years before, rejected his claims that the First Amendment allowed citizens to import obscene material, but found the statute unconstitutional due to the lack of time limits and ordered the Customs Service to return the images to Luros. The government appealed directly to the Supreme Court. Justice Byron White wrote for the majority, distinguishing the case from \"Freedman v. Maryland\", which had also involved time limits, by noting", "doc_score": "82.94145202636719", "publish_date": "2018/12/31"}, {"doc_id": "16435797", "text": "Photographic manipulation / Photographers Association, reaffirm the basis of our ethics: Accurate representation is the benchmark of our profession. We believe photojournalistic guidelines for fair and accurate reporting should be the criteria for judging what may be done electronically to a photograph. Altering the editorial content... is a breach of the ethical standards recognized by the NPPA.” An iconic portrait of U.S. President Abraham Lincoln was a composite of Lincoln's head and the Southern politician John Calhoun's body. This is a very good example of a photograph that is very well known by the general public as a real photograph and not an", "doc_score": "81.45886993408203", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_8", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "19618839", "text": "Residential Surveillance at a Designated Location / Residential Surveillance at a Designated Location Residential Surveillance at a Designated Location (Chinese: 指定居所监视居住) is a form of detention regularly used by authorities in the People's Republic of China against individuals accused of endangering state security. The detention occurs at a location that is typically not disclosed to the family, and can include guesthouses, hotels or disused official buildings. The measure has been used heavily since 2015 against human rights lawyers, Falun Gong practitioners and dozens of others accused of political offences, including foreigners. Well known victims have included artist Ai Weiwei, Nobel Peace Prize-winning poet Liu Xiaobo and Swedish", "doc_score": "80.16531372070312", "publish_date": "2018/12/31"}, {"doc_id": "8794086", "text": "Krystle Carrington / secretly arranges the theft of Cristal's engagement ring and other valuables during a charity gala. While Cristal takes Blake on an impromptu honeymoon in \"Private as a Circus\", Fallon leaks a sex video of Cristal and Matthew from Matthew's phone. Cristal faces the backlash from her sex video in \"Company Slut\". She apologizes to an irate Claudia, who chases Cristal into the street and is accidentally hit by Blake with his car. Cristal insists that a pregnant Claudia stay at the mansion to convalesce in \"I Exist Only for Me\". Sam and Claudia bond, but her erratic behavior convinces Blake", "doc_score": "82.2093734741211", "publish_date": "2018/12/31"}, {"doc_id": "13832323", "text": "ACORN 2009 undercover videos controversy / the Eastern District of Louisiana, and initially charged with a federal felony for attempting to maliciously interfere with the office telephone system of U.S. Senator Mary Landrieu and to tape conversations of her and her staff. They later pleaded guilty to misdemeanor charges and were given minor sentences including community service. In July and August 2009, Giles and O'Keefe visited ACORN offices in Baltimore, Washington, D.C., Brooklyn, San Bernardino, San Diego, Philadelphia, Los Angeles, and Miami. Giles dressed as a prostitute, while O'Keefe wore white khakis with a blue dress shirt and/or tie and claimed to be her boyfriend. Giles", "doc_score": "80.9731674194336", "publish_date": "2018/12/31"}, {"doc_id": "20583936", "text": "Never Again MSD / \"Never Again\" while the group stayed up through the night to make plans, and he posted \"Stay alert. #NeverAgain\" to Facebook. Over the next three days after the shooting, the group gained over 35,000 followers on Facebook. Kasky recruited other Stoneman Douglas students David Hogg, Emma González, and Delaney Tarr at a gun-control rally in Fort Lauderdale, Florida where they spoke; other students quickly joined. The students gave as many interviews as they could to television networks. The group said they worked quickly to take advantage of the national media attention given to the shooting and its aftermath. Numerous Stoneman", "doc_score": "78.53248596191406", "publish_date": "2018/12/31"}, {"doc_id": "17913480", "text": "There's Something About Harry / information that leads Dexter to a surprising discovery about his foster father's death. The FBI continues the search for Doakes, while LaGuerta tries to prove his innocence. As the investigation comes to a close, Debra realizes that Lundy will leave Miami at the end of the investigation. She confronts him about the future of their relationship. Rita and Dexter reconcile and visit the beach together, while Lila plans to frame Angel for raping her. Filming locations for the episode included Palos Verdes Estates, Long Beach, Marina del Rey, and two neighborhoods in Los Angeles, California (Playa del Rey and Venice).", "doc_score": "80.06466674804688", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_9", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "656351", "text": "Fast food restaurant / and had success in this market with healthy foods and due to many health concerns and fast food stereotypes, it is emerging as an expected thing. According to Jason Daley, healthful fast food takeoff is explained by the fact that it has \"ceased to be a thing-now, it's simply expected.\" In other parts of the world, American and American-style fast food outlets have been popular for their quality, customer service, and novelty, even though they are often the targets of popular anger towards American foreign policy or globalization more generally. Many consumers nonetheless see them as symbols of the wealth,", "doc_score": "90.63027954101562", "publish_date": "2018/12/31"}, {"doc_id": "656309", "text": "Fast food restaurant / franchise of the predecessor to what is now the international fast food restaurant chain Burger King. McLamore had visited the original McDonald's hamburger stand belonging to the McDonald brothers; sensing potential in their innovative assembly line-based production system, he decided he wanted to open a similar operation of his own. The two partners eventually decided to invest their money in Jacksonville, Florida-based Insta-Burger King. Originally opened in 1953, the founders and owners of the chain, Kieth J. Kramer and his wife's uncle Matthew Burns, opened their first stores around a piece of equipment known as the Insta-Broiler. The Insta-Broiler oven", "doc_score": "90.32286834716797", "publish_date": "2018/12/31"}, {"doc_id": "656311", "text": "Fast food restaurant / was purchased by McLamore and Edgerton who renamed the company Burger King. While fast food restaurants usually have a seating area in which customers can eat the food on the premises, orders are designed to be taken away, and traditional table service is rare. Orders are generally taken and paid for at a wide counter, with the customer waiting by the counter for a tray or container for their food. A \"drive-through\" service can allow customers to order and pick up food from their cars. Nearly from its inception, fast food has been designed to be eaten \"on the go\"", "doc_score": "90.99199676513672", "publish_date": "2018/12/31"}, {"doc_id": "13724769", "text": "Fast casual restaurant / Fast casual restaurant A fast casual restaurant, found primarily in the United States, does not offer full table service, but advertises higher quality food than fast food restaurants, with fewer frozen or processed ingredients. It is an intermediate concept between fast food and casual dining, and usually priced accordingly. The category is exemplified by chains such as Chipotle, Shake Shack, Boston Market, Bruegger's, Captain D's, Culver's, Dig Inn, Newk's Eatery, Noodles & Co., Panera Bread, Pizza Ranch, Pollo Tropical, Smashburger and Vapiano. The concept originated in the United States in the early 1990s, but did not become mainstream until the", "doc_score": "89.47228240966797", "publish_date": "2018/12/31"}, {"doc_id": "656344", "text": "Fast food restaurant / is known as one of the leading causes of death in the U.S. In a recent study, it was found that 11 out of 25 restaurants failed after tests on the use of antibiotics as well. Antibiotic-resistant infections affect at least 2 million Americans each year, which will leave at least 23,000 of those people to die. Fast food outlets have become popular with consumers for several reasons. One is that through economies of scale in purchasing and producing food, these companies can deliver food to consumers at a very low cost. In addition, although some people dislike fast food", "doc_score": "88.50987243652344", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_10", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "3512530", "text": "Sports Illustrated Swimsuit Issue / 2010 issue, four female Winter Olympians appeared in swimsuits: Clair Bidez, Lacy Schnoor, Hannah Teter, and Lindsey Vonn. They were joined by tennis player Ana Ivanovic. Criticism of Ivanovic's appearance in the magazine shortly surfaced, as the Serb was suffering a decline in form and confidence and subsequently dropped out of the WTA's Top 50 a month after appearing in the magazine. However, since November 2010, Ivanovic has re-entered the World's Top 20 and regained her old form and confidence. Australian hurdler Michelle Jenneke appeared in the 2013 issue after having gained notoriety for her warm-up dance routine, which went", "doc_score": "80.83979034423828", "publish_date": "2018/12/31"}, {"doc_id": "11432349", "text": "Chrissy Teigen / of.<ref name=\"pronunciation\">While Teigen's surname is pronounced by her family, she publicly prefers the pronunciation. The former, \"real\" pronunciation was revealed in an Australian radio interview in September 2018 and confirmed by Teigen on Twitter. Shortly thereafter, in an E! interview, she clarified that she preferred the more common pronunciation, adding, \"Sorry, Dad.\" Citations: Chrissy Teigen Christine Diane Teigen (; born November 30, 1985) is an American model and author. She made her debut in the annual \"Sports Illustrated\" Swimsuit Issue in 2010 and, alongside Nina Agdal and Lily Aldridge, appeared on the cover in 2014. She formerly was", "doc_score": "77.16142272949219", "publish_date": "2018/12/31"}, {"doc_id": "17806880", "text": "Timeline of women's sports in the United States / Roberts was elected as the new Executive Director of the National Basketball Players Association, thus making her the first woman to be elected to the highest position of a major sport's players association within the United States. 2014 - Becky Hammon became the first full-time female coach in the NBA - and the first full-time female coach in any of the four major professional sports in America - as an assistant coach for the San Antonio Spurs. 2014 - Catherine “Cat” Conti became the first female referee in Big 12 football history. 2014 - The United States won its first", "doc_score": "76.55237579345703", "publish_date": "2018/12/31"}, {"doc_id": "12852995", "text": "Alex Morgan / She appeared for a second time in the \"Sports Illustrated Swimsuit Issue\" in 2015. She has appeared on the covers of \"Health\" and \"Self\" magazines. She has been featured in \"Shape\", \"Vogue\", \"Elle\", \"Time\", and \"Fortune\". In 2011, Morgan co-starred with national teammate Hope Solo in a television commercial promoting ESPN's \"SportsCenter\". Morgan and teammate Carli Lloyd were guests on \"Live with Kelly and Michael\" following the 2012 Summer Olympics in September 2012. In 2013, Morgan appeared in the ESPN documentary series, \"Nine for IX\". The \"Nine for IX\" documentary, \"The 99ers\", in which she appeared focused on the success", "doc_score": "76.5868911743164", "publish_date": "2018/12/31"}, {"doc_id": "10977574", "text": "Katie Uhlaender / 2018 Winter Olympics in Pyeongchang. In July 2018, Uhlaender testified before the U.S. Helsinki Commission in Washington, DC on the subject of doping in sports. She was on a panel alongside Travis Tygart, CEO of the U.S. Anti-Doping Administration, Jim Walden, the attorney for Russian Whistle-blower Dr. Grigory Rodchenkov, and Yuliya Stepanova, a former Russian track star. Uhlaender told the body that she felt she was twice unfairly denied an Olympic medal. The loss \"erased the meaning of sport and the Olympics as I knew it.\" A native of Vail, Colorado, Uhlaender lives in nearby Breckenridge while training, but lives", "doc_score": "75.79256439208984", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_11", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "17338953", "text": "Max (dog) / Max (dog) Max (9 August 1983 – 18 May 2013) was a beagle, dachshund and terrier mix whose owner claimed that he had lived 29 years and 282 days. His owner, Janelle Derouen, adopted him from a Louisiana sugar cane farmer in 1983. In August 2009, \"The Telegraph\" reported that Max had veterinary records proving his age and that at 29 he was the world's oldest living dog. He was 3 years older than Pusuke a Shiba Inu who, at 26 years of age, had previously been considered the oldest living dog. On May 15, 2013, the Guinness World Records", "doc_score": "86.63831329345703", "publish_date": "2018/12/31"}, {"doc_id": "17338954", "text": "Max (dog) / organization was purported to have approved a claim made by Janelle DeRouen for Max to be recognized as the World's Oldest Dog. However, just three days later, on May 18, Max died of a Tonic–clonic seizure. Max (dog) Max (9 August 1983 – 18 May 2013) was a beagle, dachshund and terrier mix whose owner claimed that he had lived 29 years and 282 days. His owner, Janelle Derouen, adopted him from a Louisiana sugar cane farmer in 1983. In August 2009, \"The Telegraph\" reported that Max had veterinary records proving his age and that at 29 he was the", "doc_score": "85.19879150390625", "publish_date": "2018/12/31"}, {"doc_id": "5795104", "text": "Dogue de Bordeaux / figures. In the American survey, the oldest dog in the record was 12 years old. The Society is actively recording dogs that are 7 years old or older to celebrate the longer-lived dogs. Because of its brachycephalic head, the Dogue can be affected by breathing problems. Some may be intolerant of heat or exercise as a result. The FCI standard considers excessive shortness of breath and raspy breathing in the Dogue a severe fault. The brachycephalic head shape can also encourage ectropion—an outward rolling of the lower eyelid— which can lead to conjunctivitis (eye inflammation) and bacterial infections. Under the", "doc_score": "82.37975311279297", "publish_date": "2018/12/31"}, {"doc_id": "3793759", "text": "Havanese dog / drop and fold. The coat is abundant, long, and silky and comes in all colors. The Havanese has a spirited personality and a curious disposition, and is notable for its springy gait, a characteristic that distinguishes the breed from all others. The Havanese is considered an ideal family pet and a true companion dog. They are highly adaptable to almost any environment. Because of their strong social needs, Havanese will not thrive in an environment where they are isolated for several hours each day. While a toy dog, Havanese are sturdy and not overly delicate. Most are and, with", "doc_score": "78.15839385986328", "publish_date": "2018/12/31"}, {"doc_id": "5795103", "text": "Dogue de Bordeaux / to the breed. White markings are permitted on the tips of the toes and on the chest, but white on any other part of the body is considered a fault, and a disqualifying one if the pigmentation goes beyond the neck. While larger breeds of canines tend to have shorter life expectancy, the life expectancy of the Dogue is still shorter than even breeds of comparable or larger size. According to data collected by the Dogue De Bordeaux Society of America, the average lifespan of the breed is 5 to 6 years. A veterinary database in the UK showed similar", "doc_score": "82.01498413085938", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_12", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "803708", "text": "San Antonio Spurs / drop off in wins to 54–28 and lose to the Dallas Mavericks in the first round of the playoffs. Two days before the 2009 NBA draft, general manager R. C. Buford acted to address the team's age and health concerns by acquiring 29-year-old swingman Richard Jefferson from the Milwaukee Bucks. The Spurs sent 38-year-old Bruce Bowen, 36-year-old Kurt Thomas, and 34-year-old Fabricio Oberto to the Bucks, who swapped Oberto to the Detroit Pistons for Amir Johnson. The Spurs held three 2nd-round picks in the 2009 draft. Their selection of Pittsburgh Panthers forward DeJuan Blair with the #37 pick was described", "doc_score": "89.34674835205078", "publish_date": "2018/12/31"}, {"doc_id": "803719", "text": "San Antonio Spurs / Duncan, and when Ginóbili missed a subsequent 3-pointer, Dwyane Wade hit one out of two from the free throw line to put the game on ice, as the Heat would win their second straight championship. The Spurs returned with their core roster largely intact, adding free agents Marco Belinelli and Jeff Ayres (formerly Jeff Pendergraph) while losing Gary Neal to the Milwaukee Bucks. The Spurs clinched the best record in the NBA with 62 wins, which included a franchise record 19 straight wins in February and March. In the first round of the playoffs, the eighth-seeded Dallas Mavericks surprised the", "doc_score": "85.68949890136719", "publish_date": "2018/12/31"}, {"doc_id": "20317774", "text": "2018 NBA draft / the event at the last minute, although two other players would enter the event instead of them, leaving the proper number of official participants at 69. At the end of the draft deadline for international players, 12 players that entered the NBA Draft Combine that year ultimately withdrew from the NBA Draft, with 11 players returning to college and Brian Bowen planning on playing professionally before trying another NBA Draft instead. The NBA draft lottery took place during the playoffs on May 15, 2018. This year will be the last time it uses what was originally the updated system for", "doc_score": "85.45511627197266", "publish_date": "2018/12/31"}, {"doc_id": "803709", "text": "San Antonio Spurs / as a \"steal\" by analysts; the Spurs later drafted two guards they had been targeting with the No. 37 pick, taking Miami Hurricanes shooting guard Jack McClinton and point/shooting guard Nando de Colo from France with the No. 51 and No. 53 picks, respectively. On July 10, 2009, the Spurs signed Detroit Pistons power forward Antonio McDyess to a three-year deal worth approximately $15 million in guaranteed money. The Spurs struggled with injuries during the 2009–10 regular season, but managed another 50-win season, finishing at 50–32. The seventh-seeded Spurs would once again battle the Mavericks in the first round of", "doc_score": "86.9128646850586", "publish_date": "2018/12/31"}, {"doc_id": "803696", "text": "San Antonio Spurs / en route to facing the New Jersey Nets in the NBA Finals. The series against the Nets marked the first time two former ABA teams played each other for the NBA Championship. The Spurs won the series 4–2, giving them their second NBA Championship in franchise history. Duncan, after having been named NBA MVP, was also named Finals MVP. Coming off their second NBA Championship, the retirement of David Robinson left a void in San Antonio's daunting defense, while playoff hero Steve Kerr and veteran forward Danny Ferry also retired. Meanwhile, backup point guard Speedy Claxton was left for the", "doc_score": "82.98388671875", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_13", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "6441302", "text": "Nu Skin Enterprises / Following the investigation, it was announced in March 2014 that the Chinese government would fine Nu Skin for approximately $540,000 dollars due to illegal sales as well as making false product claims. In February 2014, a securities fraud class action lawsuit was filed in the United States District Court for the District of Utah against Nu Skin Enterprises, Inc. on behalf of investors who purchased or otherwise acquired the common stock of the Company during the period from July 10, 2013 through January 16, 2014. The Pharmanex LifePak Anti-Aging supplement was tested by ConsumerLab.com, and was reported as failing the", "doc_score": "77.34388732910156", "publish_date": "2018/12/31"}, {"doc_id": "3169961", "text": "Hooters / not improve in 30 days, her employment would be terminated. The company denied that they threatened to fire the plaintiffs, and the suit was settled out of court. In December 2010, as part of the settlement of Robert H. Brooks' estate, a judge in Horry County, South Carolina approved the sale of Hooters of America Inc. to Wellspring Capital Management. The decision did not prevent Charlotte, North Carolina–based Chanticleer Investors LLC from exercising \"the right of first refusal\" given to Chanticleer in a loan agreement with Hooters. In 2011, a number of former Hooters executives left to start a Twin", "doc_score": "77.9598159790039", "publish_date": "2018/12/31"}, {"doc_id": "19623397", "text": "Aztec Inn / the Aztec Inn's limited partnership agreement, which required unanimous consent of all loan transactions. Brinkman alleged that the Aztec Inn had lost $1.7 million since its opening in 1991, as a result of the loans. The lawsuit claimed that the casino had lost $217,000 in 1996, $418,000 in 1997 and $474,000 through the first ten months of 1998. Michael Mushkin, an attorney defending the Aztec Inn's owners, claimed, \"Mr. Brinkman has also made loans and received the same rate of interest on loans as these partners have.\" Brinkman requested a judge to place the Aztec Inn into receivership to recoup", "doc_score": "76.9679183959961", "publish_date": "2018/12/31"}, {"doc_id": "1288866", "text": "Liberty Bell / is illuminated whenever one of their players hits a home run. This bell outline replaced one at the Phillies' former home, Veterans Stadium. On April 1, 1996, Taco Bell announced via ads and press releases that it had purchased the Liberty Bell and changed its name to the Taco Liberty Bell. The bell, the ads related, would henceforth spend half the year at Taco Bell corporate headquarters in Irvine, California. Outraged calls flooded Independence National Historical Park, and Park Service officials hastily called a press conference to deny that the bell had been sold. After several hours, Taco Bell admitted", "doc_score": "76.37616729736328", "publish_date": "2018/12/31"}, {"doc_id": "4782174", "text": "Ahwahnee Hotel / properties to be $51 million. When it offered for bid the contract to operate these facilities, the National Park Service estimated the value of the intangible assets at $3.5 million. Delaware North claimed to have offered to temporarily license the trademarks while the dispute is resolved, but claims that the government did not respond. The dispute gained national attention after it was publicized in an issue of \"Outside\" magazine, which led to the Sierra Club issuing a petition requesting that Delaware North drop the lawsuit. In January 2016, it was announced that due to a trademark dispute with outgoing concessionaire", "doc_score": "79.43315887451172", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_14", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "9016226", "text": "Thursday Night Football / games are broadcast on radio via Westwood One, which syndicates the broadcasts to its partner radio stations around the United States. In 2016, the NFL also began to sub-license digital streaming rights to the broadcast TV portion of the package to third-parties, beginning with Twitter in 2016, and Amazon Prime Video in 2017, which Amazon and the NFL renewed their contract through 2019, with Twitch set to air some games in 2018. The NFL Network's coverage was not the first time that NFL games were covered on Thursday or Saturday. Prior to the new contract, ESPN carried a handful of", "doc_score": "89.50306701660156", "publish_date": "2018/12/31"}, {"doc_id": "16316267", "text": "Major League Soccer on television / The MLS Live service will be discontinued, as ESPN will stream out-of-market matches on its upcoming subscription service ESPN+. In the meantime, MLS Live was temporarily made available for free until the launch of ESPN+. Twitter replaced Facebook as the English streaming rightsholder for Univision's games under a three-year deal. The 2018 season also saw significant developments in regional broadcast rights, as Chicago Fire SC and newly-established Los Angeles FC chose to sell their regional television rights exclusively to subscription streaming services (the aforementioned ESPN+, and YouTube TV, respectively), rather than a local broadcaster or regional sports network. Several teams", "doc_score": "90.38276672363281", "publish_date": "2018/12/31"}, {"doc_id": "17448047", "text": "History of the National Football League on television / through its NFL Mobile app, maintained exclusive rights to all devices or smaller through the 2017 season); the streaming rights are effective immediately, as NBC and Verizon both carried Super Bowl XLVI online for the first time ever. NBC is paying an average annual rights fee of $950 million for its broadcast rights; CBS $1 billion, and Fox $1.1 billion; the actual amount is slightly lower at the beginning of the contract and higher at the end to compensate for inflation. On February 5, 2014, the league announced it had sold off eight weeks of the NFL Network's \"Thursday Night", "doc_score": "89.77702331542969", "publish_date": "2018/12/31"}, {"doc_id": "16316270", "text": "Major League Soccer on television / of the 2017 season, TSN holds exclusive rights to all Toronto FC games. In the 2018 season, the out of market digital service MLS Live was discontinued in Canada. Out-of-market games will instead be streamed by DAZN as part of its service, with live and on-demand coverage of all-U.S. matches, and on a 48-hour delay for matches featuring Canadian teams. † ESPN Deportes and Fox Deportes will simulcast all 34+ ESPN and ESPN2 games and Fox Sports 1 and Fox games respectively, except the MLS Cup final and MLS All-Star Game †† English language rights for the MLS Cup Final", "doc_score": "88.69237518310547", "publish_date": "2018/12/31"}, {"doc_id": "4639931", "text": "National Football League on television / or accounts of the game without the NFL's consent is prohibited.\"\", or similar phrasing). Beginning in the 2016 Playoffs, this was slightly changed to \"\"This broadcast is copyrighted by NFL Productions for the private use of our audience. Any other use of this telecast or of any pictures, descriptions or accounts of the game without the consent of NFL Productions is prohibited.\"\", or similar phrasing). In the 2017 preseason, this was reverted to the original version. As wholly owned by the league, NFL Network has the exclusive rights to re-air games and a select few are chosen each week. The", "doc_score": "88.5094985961914", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_15", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "9926252", "text": "Monetary inflation / The increase in demand for goods and services may cause a rise in imports. Although this leakage from the domestic economy reduces the money supply, it also increases the supply of money on the foreign exchange market thus applying downward pressure on the exchange rate. This may cause imported inflation. Modern Monetary Theory, like all derivatives of the Chartalist school, emphasize that in nations with monetary sovereignty, a country is always able to repay debts that are denominated in its own currency. However, under modern-day monetary systems, the supply of money is largely determined endogenously. But exogenous factors like government", "doc_score": "99.56139373779297", "publish_date": "2018/12/31"}, {"doc_id": "9926250", "text": "Monetary inflation / central banks and monetary authorities in setting public expectations of price inflation and in trying to control it. Currently, most central banks follow a monetarist or Keynesian approach, or more often a mix of both. There is a trend of central banks towards the monetarist approach, with inflation targeting. The monetarist explanation of inflation operates through the Quantity Theory of Money, formula_1 where \"M\" is Money Supply, \"V\" is Velocity of Circulation, \"P\" is Price level and \"T\" is Transactions or Output. As monetarists assume that \"V\" and \"T\" are determined, in the long run, by real variables, such as", "doc_score": "100.77232360839844", "publish_date": "2018/12/31"}, {"doc_id": "490297", "text": "Inflation / supply, its velocity, and the nominal value of exchanges. Adam Smith and David Hume proposed a quantity theory of inflation for money, and a quality theory of inflation for production. Currently, the quantity theory of money is widely accepted as an accurate model of inflation in the long run. Consequently, there is now broad agreement among economists that in the long run, the inflation rate is essentially dependent on the growth rate of money supply relative to the growth of the economy. However, in the short and medium term inflation may be affected by supply and demand pressures in the", "doc_score": "97.90675354003906", "publish_date": "2018/12/31"}, {"doc_id": "490307", "text": "Inflation / In Marxian economics, the unemployed serve as a reserve army of labor, which restrain wage inflation. In the 20th century, similar concepts in Keynesian economics include the NAIRU (Non-Accelerating Inflation Rate of Unemployment) and the Phillips curve. Monetarists believe the most significant factor influencing inflation or deflation is how fast the money supply grows or shrinks. They consider fiscal policy, or government spending and taxation, as ineffective in controlling inflation. The monetarist economist Milton Friedman famously stated, \"\"Inflation is always and everywhere a monetary phenomenon.\"\" Monetarists assert that the empirical study of monetary history shows that inflation has always been", "doc_score": "97.95024871826172", "publish_date": "2018/12/31"}, {"doc_id": "490322", "text": "Inflation / keep pace with the inflation. This redistribution of purchasing power will also occur between international trading partners. Where fixed exchange rates are imposed, higher inflation in one economy than another will cause the first economy's exports to become more expensive and affect the balance of trade. There can also be negative impacts to trade from an increased instability in currency exchange prices caused by unpredictable inflation. Although both fiscal and monetary policy can affect inflation, ever since the 1980s, most countries primarily use monetary policy to control inflation. Central banks such as the U.S. Federal Reserve increase the interest rate,", "doc_score": "100.15276336669922", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_16", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "20809528", "text": "A Christmas Prince: The Royal Wedding / and is further enraged when Sahil and Mrs. Averill demand she remove her locket (containing her late mother's photo) for a royal portrait. After receiving a bitter Christmas card from an unemployed worker, Amber investigates the royal finances with her friends, who have come to celebrate her wedding. She learns that the New Aldovia initiative has been failing because a group of new companies has been outbidding local workers and taking the money out of the country. During a paparazzi ambush, she's saved by Simon, who wants to help investigate the economic issue. With Emily's help, the group hacks into", "doc_score": "75.69682312011719", "publish_date": "2018/12/31"}, {"doc_id": "8794086", "text": "Krystle Carrington / secretly arranges the theft of Cristal's engagement ring and other valuables during a charity gala. While Cristal takes Blake on an impromptu honeymoon in \"Private as a Circus\", Fallon leaks a sex video of Cristal and Matthew from Matthew's phone. Cristal faces the backlash from her sex video in \"Company Slut\". She apologizes to an irate Claudia, who chases Cristal into the street and is accidentally hit by Blake with his car. Cristal insists that a pregnant Claudia stay at the mansion to convalesce in \"I Exist Only for Me\". Sam and Claudia bond, but her erratic behavior convinces Blake", "doc_score": "78.83056640625", "publish_date": "2018/12/31"}, {"doc_id": "18300798", "text": "Geostorm / warns Max of a global cataclysm known as a \"Geostorm\" if the malfunction continues. Cheng is pursued to Washington, D.C. by a team of rogue government agents, who ultimately cause his death in a traffic incident, but not before he says \"Zeus\". Discovering Project Zeus simulates extreme weather patterns to create a Geostorm, Max enlists his girlfriend, Secret Service agent Sarah Wilson, to acquire the code. During the Democratic National Convention (DNC) at the Moxley Arena in Orlando, Max discovers Orlando is next to be targeted after a massive hailstorm hits Tokyo and part of Rio de Janeiro freezes over.", "doc_score": "78.74908447265625", "publish_date": "2018/12/31"}, {"doc_id": "18587706", "text": "Gladiators Don't Run / kidnappers deliver Olivia to her purchasers. The episode was written by Paul Williams Davies and directed by Randy Zisk. The episode featured the song \"Think\" by Aretha Franklin. The episode focuses on the auction for Olivia Pope on the open market as well as the White House and Huck, Jake and Quinn trying to participate in the auction. Scouting for the episode began on December 4, 2014. The table read was on January 5, 2015. The episode was formerly named \"\"Full Circle\"\" but was changed to \"\"Gladiators Don't Run\"\" for unknown reasons. Showrunner Shonda Rhimes explained on Twitter that the", "doc_score": "78.58126831054688", "publish_date": "2018/12/31"}, {"doc_id": "19607056", "text": "How the 'A' Stole Christmas / her swear that she only found one. The Liars arrive at the Dilaurentis' Ice Ball with a plan to find evidence on Alison. Lucas, Paige, Caleb, and Ezra are all assisting them. As they are dancing, Alison makes a grand entrance, along with four masked girls. Hanna and Spencer leave the Ice Ball and go to Alison's to search for clues, while an unknown figure in a white cloak is seen lurking around the Ice Ball. Back at the Ice Ball, Aria spots Ali kissing a man in a Santa suit and tells Emily. Aria then discovers that the man", "doc_score": "76.54991912841797", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_17", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "10336837", "text": "Security breach notification laws / information to notify the owner or licensee of the information of any breach of the security of the data. In general, most state laws follow the basic tenets of California's original law: Companies must immediately disclose a data breach to customers, usually in writing. California has since broadened its law to include compromised medical and health insurance information. The National Conference of State Legislatures maintains a list of enacted and proposed security breach notification laws. A number of bills that would establish a national standard for data security breach notification have been introduced in the U.S. Congress, but none passed", "doc_score": "83.7914810180664", "publish_date": "2018/12/31"}, {"doc_id": "20029569", "text": "Repeal of the Implementation of the NICS Improvement Amendments Act of 2007 / as a result of marked subnormal intelligence, or mental illness, incompetency, condition, or disease: (1) Is a danger to himself or to others; or (2) Lacks the mental capacity to contract or manage his own affairs.\" in order to potentially prohibit such individuals from purchasing firearms or from having other purchase firearms on their behalf. The repeal was signed into law by President Donald Trump on February 28, 2017. On December 19, 2016, during the Presidential transition of Donald Trump, the Social Security Administration issued the \"Implementation of the NICS Improvement Amendments Act of 2007\" (). The rule reads in", "doc_score": "86.6451187133789", "publish_date": "2018/12/31"}, {"doc_id": "20583950", "text": "Never Again MSD / tearing up a shooting target sign. Actor and conservative commentator Adam Baldwin defended circulating the doctored images as \"political satire\". In March 2018, the Florida Legislature passed a bill titled the Marjory Stoneman Douglas High School Public Safety Act. It raises the minimum age for buying firearms to 21, establishes waiting periods and background checks, provides a program for the arming of some teachers and the hiring of school police, bans bump stocks, and bars potentially violent or mentally unhealthy people arrested under certain laws from possessing guns. In all, it allocates around $400 million. The governor signed the bill", "doc_score": "86.51409149169922", "publish_date": "2018/12/31"}, {"doc_id": "19257070", "text": "Firearm Owners' Privacy Act / to patients if they do not answer questions about guns. Soon after the law was signed by Governor Rick Scott on June 2, 2011, several physicians and physician organizations filed a lawsuit in federal court challenging it. On June 29, 2012, United States District Court for the Southern District of Florida judge Marcia G. Cooke issued a permanent injunction against FOPA on the basis that it unduly burdened physicians' right to free speech. Governor Scott responded by filing an appeal of Cooke's ruling, which sent the case to the United States Court of Appeals for the Eleventh Circuit. In 2014,", "doc_score": "86.07894897460938", "publish_date": "2018/12/31"}, {"doc_id": "17785046", "text": "Fourth Amendment Protection Act / recruitment centers, as well as prohibiting such agencies from performing research on campus grounds. On November 30, 2014, it was approved by the governor and was accepted into California State law. In the state of Washington, multiple bills have been proposed in order to offer protections from certain NSA data collection operations. Specifically, those conducted without warrants. In 2017, House Bill 1193 (2017-18) was introduced, and given its first reading on January 13. Its primary intention was to prevent the use of data and online information obtained without a proper warrant from being used as evidence against individuals being prosecuted", "doc_score": "84.69841766357422", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_18", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "3220590", "text": "Wienermobile / audio center with a wireless microphone, a horn that plays the Wiener Jingle in 21 different genres from Cajun to Rap to Bossa Nova, according to American Eats, and sports fourth generation Pontiac Firebird taillights. Following mechanical problems with the Isuzu Elf, Oscar Mayer decided to adopt a larger chassis in order to accommodate an increase in size of the signature wiener running through the middle. While the Wienermobile was not as long as the 1995 version, it was considerably wider and taller. Craftsmen Industries went through numerous overhauls of the truck including a flipped axle and a leveling kit.", "doc_score": "81.89116668701172", "publish_date": "2018/12/31"}, {"doc_id": "3220588", "text": "Wienermobile / the road during World War II, in the 1950s Oscar Mayer and the Gerstenslager Company created several new vehicles using a Dodge chassis or a Willys Jeep chassis. One of these models is on display at the Henry Ford Museum in Dearborn, Michigan. These Wienermobiles were piloted by \"Little Oscar\" (portrayed by George Molchan) who would visit stores, schools, orphanages, and children's hospitals and participate in parades and festivals. In 1969, new Wienermobiles were built on a Chevrolet motor home chassis and featured Ford Thunderbird taillights. The 1969 vehicle was the first Wienermobile to travel outside the United States. In", "doc_score": "81.29055786132812", "publish_date": "2018/12/31"}, {"doc_id": "3220591", "text": "Wienermobile / This version held a record for numerous suspension problems, most leading to the chassis not being able to hold the large weight of the Oscar Mayer Wiener. In 2004, Oscar Mayer announced a contest whereby customers could win the right to use the Wienermobile for a day. Within a month, the contest had generated over 15,000 entries. Source: Oscar Mayer In June 2017 the company introduced three new Wienermobiles, the WienerCycle, WeinerRover and the WienerDrone. There are currently eleven active Wienermobiles, six of which are the full-sized familiar models, each assigned to their own section of the United States; and", "doc_score": "80.48139190673828", "publish_date": "2018/12/31"}, {"doc_id": "12205962", "text": "The Wieners Circle / slices, sport peppers and a dash of celery salt. The Weiners Circle opened for business in 1983. Sometime in the early 1990s (circa 1992) Larry Gold, one of the proprietors, called a drunk and distracted customer an \"asshole\" in order to get his attention. This set off the late-night abuse culture of the restaurant. The atmosphere can range from playful to hostile. The language used by both the staff and customers during these hours is notoriously foul and aggressive. On the weekends, the establishment stays open as late as 5:00 am, drawing many drunken customers who have arrived from bars", "doc_score": "79.5231704711914", "publish_date": "2018/12/31"}, {"doc_id": "3220587", "text": "Wienermobile / Wienermobile \"Wienermobile\" is a series of automobiles shaped like a bun which are used to promote and advertise Oscar Mayer products in the United States. The first version was created in 1936 by Oscar Mayer's nephew, Carl G. Mayer, and variants are still used by the Oscar Mayer company today. Drivers of the Wienermobiles are known as \"Hotdoggers\" and often hand out toy whistles shaped as replicas of the Wienermobile, known as \"Wienerwhistles\". The Oscar Mayer Wienermobile has evolved from Carl Mayer's original 1936 vehicle to the vehicles seen on the road today. Although fuel rationing kept the Wienermobile off", "doc_score": "79.09274291992188", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_19", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "2888776", "text": "The Wizard of Oz (1939 film) / was found. No full footage of him as the Tin Man has ever been releasedonly photographs taken during filming and makeup test photos. His replacement, Jack Haley, simply assumed he had been fired. Author and screen-writer George MacDonald Fraser offers an alternative story, told to him by Burt Lancaster's producing partner, Jim Hill, that Ebsen had refused to be painted silver and was fired. LeRoy, after reviewing the footage and feeling Thorpe was rushing the production, adversely affecting the actors' performances, had Thorpe replaced. During reorganization on the production, George Cukor temporarily took over, under LeRoy's guidance. Initially, the studio", "doc_score": "81.2616195678711", "publish_date": "2018/12/31"}, {"doc_id": "2888768", "text": "The Wizard of Oz (1939 film) / \"Every Sunday\". The film was most notable for exhibiting Durbin's operatic style of singing against Garland's jazzier style. Durbin was possibly passed over once it was decided to bring on Jaynes, also an operatic singer, to rival Garland's jazz in the aforementioned discarded subplot of the film. Ray Bolger was originally cast as the Tin Man and Buddy Ebsen was to play the Scarecrow. Bolger, however, longed to play the Scarecrow, as his childhood idol Fred Stone had done on stage in 1902; with that very performance, Stone had inspired him to become a vaudevillian in the first place. Now", "doc_score": "78.80671691894531", "publish_date": "2018/12/31"}, {"doc_id": "3099091", "text": "Scarecrow (Oz) / was played by Ray Bolger in what is arguably the actor's most famous role. He was originally cast as the Tin Woodsman, but Bolger had always wanted to play the Scarecrow, so he was upset about it since he wanted to switch roles with Buddy Ebsen, who was originally going to play the Scarecrow. Ebsen didn't mind the swap, so Bolger and Ebsen swapped roles. While Ray was pleased with his role as the Scarecrow, the aluminum dust from Ebsen's Tin Man make-up nearly choked him to the edge of death (causing Ebsen to have to give up that role).", "doc_score": "77.11198425292969", "publish_date": "2018/12/31"}, {"doc_id": "2888792", "text": "The Wizard of Oz (1939 film) / her hands and face when there was an accident with the fire while filming her exit from Munchkinland. Hamilton was wearing her green makeup at the time, which was usually removed with acetone due to the toxicity of its copper content. In this case, due to Hamilton's burns, makeup artist Jack Young removed the makeup with alcohol instead to prevent infection. The Tin Man's costume was made of leather-covered buckram and the oil used to grease his joints was made from chocolate syrup. The Cowardly Lion's costume was made from real lion skin and fur. For the \"horse of a", "doc_score": "80.00981140136719", "publish_date": "2018/12/31"}, {"doc_id": "1295627", "text": "Frank Morgan / the Wizard), and the Wizard's scary face projection. Morgan was cast in the role on September 22, 1938. W. C. Fields was originally chosen for the role of the Wizard, but the studio ran out of patience after protracted haggling over his fee. An actor with a wide range, Morgan was equally effective playing comical, befuddled men such as Jesse Kiffmeyer in \"Saratoga\" (1937) and Mr. Ferris in \"Casanova Brown\" (1944), as he was with more serious, troubled characters like Hugo Matuschek in \"The Shop Around the Corner\" (1940), Professor Roth in \"The Mortal Storm\" (1940) and Willie Grogan in", "doc_score": "77.6314468383789", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_20", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "19433065", "text": "2020 FIFA Futsal World Cup / the event before, the tournament will be heading to a new location, later shortlisted to four. The Czech Republic, Egypt, Georgia, the Netherlands, and the United States expressed interest, but eventually did not bid. The host were originally to be appointed by December 2016, then delayed to December 2017. Costa Rica, Croatia, Kazakhstan, and the United Arab Emirates were later eliminated from contention. The hosts were selected by the FIFA Council on 26 October 2018 in Kigali, Rwanda from the final four candidates: Iran, Japan, Lithuania, and New Zealand. Lithuania were chosen over Iran, Japan and New Zealand as host", "doc_score": "83.89324951171875", "publish_date": "2018/12/31"}, {"doc_id": "127088", "text": "Eurovision Song Contest / States, Canada, New Zealand, and China. Since 2000, it has been broadcast online via the Eurovision website. The contest has been described as having kitsch appeal. Ireland holds the record for most victories, with seven wins, including four times in five years in 1992, 1993, 1994, and 1996. Under the current voting system, in place since 2016, the highest-scoring winner is Salvador Sobral of Portugal who won the 2017 contest in Kiev, Ukraine, with 758 points; under the previous system, the highest-scoring winner was Alexander Rybak of Norway with 387 points in 2009. As a war-torn Europe was rebuilding itself", "doc_score": "82.23788452148438", "publish_date": "2018/12/31"}, {"doc_id": "20155722", "text": "Spain in the Eurovision Song Contest 2018 / \"Gala Eurovisión\", the special live show of \"Operación Triunfo 2017\" to select the Spanish entry for the Eurovision Song Contest 2018, took place on 29 January 2018. Nine entries competed. After a first round of voting, the three entries with the most votes from the public – via telephone, sms and the official \"Operación Triunfo 2017\" app – advanced to a second round of voting. In the second round, the winner was selected by public vote. \"Gala Eurovisión\" was watched by 3.086 million viewers in Spain, making it the most watched Eurovision Song Contest selection show since 2004 when Ramón", "doc_score": "83.37045288085938", "publish_date": "2018/12/31"}, {"doc_id": "20155732", "text": "Portugal in the Eurovision Song Contest 2018 / 4 March 2018, at the Pavilhão Multiusos in Guimarães. Prior to the 2018 Contest, Portugal had participated in the Eurovision Song Contest forty-nine times since its first entry in 1964. Since semi-finals were introduced into the contest in 2004, Portugal has failed to reach the final eight times. Portugal held the record for the most appearances in the contest without a win until 2017 when they won in Kiev, Ukraine, with Salvador Sobral's entry, \"Amar pelos dois\". The Portuguese broadcaster for the 2018 Contest, who broadcasts the event in Portugal and organises the selection process for its entry, will be", "doc_score": "83.53865814208984", "publish_date": "2018/12/31"}, {"doc_id": "20442204", "text": "Macedonia in the Eurovision Song Contest 2018 / Macedonia's representatives on 13 February 2018. The song and its music video was revealed on 11 March 2018. The \"Eurovision Song Contest 2018\" took place at the Altice Arena in Lisbon, Portugal and consisted of two semi-finals on 8 and 10 May and the final on 12 May 2018. According to Eurovision rules, all nations with the exceptions of the host country and the \"Big 5\" (France, Germany, Italy, Spain and the United Kingdom) were required to qualify from one of two semi-finals in order to compete for the final; the top ten countries from each semi-final progressed to the", "doc_score": "83.80489349365234", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_21", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "20246307", "text": "Trump Tower meeting / arranged to turn over requested documents to the committee. Among the documents Manafort turned over to congressional investigators were notes he took during the June 2016 meeting.<ref name=\"Helderman_Demirjian_7/25/2017\"></ref> Manafort and Trump Jr. are expected to testify in public eventually. William Browder testified before the Committee on the Judiciary on July 27, claiming that Veselnitskaya was representing the Kremlin's interests in the meeting, which was arranged for persuading the future lifting of the Magnistky Act. On September 7, 2017, Donald Trump Jr. testified privately under questioning from Senate Judiciary Committee staffers. The New York Times reported that in his testimony, Trump", "doc_score": "80.83023834228516", "publish_date": "2018/12/31"}, {"doc_id": "20246293", "text": "Trump Tower meeting / Jr. tweeted the entire email chain leading up to the meeting, a few minutes before \"The New York Times\" published it as well. Trump Jr. stated that he would have preferred to just have a phone call but that didn't work out. He told Sean Hannity that the meeting had been fully arranged by email, and that he had received no further details by phone. He would later contradict this statement during a closed-door interview with the Senate Judiciary Committee on September 7, acknowledging three short phone calls with Agalarov prior to the meeting. On July 12, 2017, President Trump", "doc_score": "83.03433990478516", "publish_date": "2018/12/31"}, {"doc_id": "20246308", "text": "Trump Tower meeting / Jr. acknowledged he had indeed sought the meeting in the hopes to obtain information about Clinton's \"fitness\". As of July 2017, Robert Mueller, the special counsel of the Department of Justice in charge of Russia-related investigations, was looking into the Trump Tower meeting. The inquiry was confirmed by Kaveladze's attorney, who said special counsel investigators are seeking information from his client. On July 21, 2017, Mueller asked the White House to preserve all documents related to the Russian meeting in June 2016. By August 3, 2017, Mueller had impaneled a grand jury in the District of Columbia that issued subpoenas", "doc_score": "81.10795593261719", "publish_date": "2018/12/31"}, {"doc_id": "8111884", "text": "Donald Trump Jr. / was aired. After the 2016 Trump campaign initially denied the interview had taken place, later Trump Jr. claimed it was unintentional. As a consequence of the interview, mainstream media outlets have accused Trump Jr. of being either a believer in the white genocide conspiracy theory, or pretending to be an advocate for political gain. On June 9, 2016, Trump Jr. attended a meeting arranged by publicist Rob Goldstone on behalf of Azerbaijani-Russian businessman Emin Agalarov. The meeting was held in Trump Tower in Manhattan, between three members of the 2016 Donald Trump presidential campaign: Trump Jr., Jared Kushner, and Paul", "doc_score": "81.84408569335938", "publish_date": "2018/12/31"}, {"doc_id": "20246302", "text": "Trump Tower meeting / \"add credibility\" to the theory that Trump dismissed James Comey as Director of the Federal Bureau of Investigation as an attempt to derail the ongoing investigation. On July 10, 2017, the Vice Chairman of the Senate Intelligence Committee, Democratic Senator Mark Warner, stated that \"This is the first time that the public has seen clear evidence of senior level members of the Trump campaign meeting Russians to try to obtain information that might hurt the campaign of Hillary Clinton\". Warner also stated that the incident was part of a \"continuing pattern\" in which Trump officials and members of the Trump", "doc_score": "81.12100982666016", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_22", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "17205794", "text": "Great British Class Survey / savings and is likely to rent. They have a significant number of social contacts, who tend to have moderate social status. The emerging cultural capital is higher for this class than for any other class, indicating a high degree of cultural engagement in youthful musical, sporting and internet activities, but highbrow cultural capital is low. Despite being marginal in terms of its economic capital, its social and cultural capital is high. Emergent service sector workers are relatively young with an average age of 34. Many are ethnic minorities. Few are graduates or come from middle-class families but are culturally engaged", "doc_score": "80.13827514648438", "publish_date": "2018/12/31"}, {"doc_id": "11366827", "text": "Income in the United Kingdom / for 2013/14 estimated at 0.34. There were 720,000 net worth Sterling millionaires in the United Kingdom in 2015 (1 in 65 adults). In the decade after 2003, incomes generally stagnated, with small increases among non-employed and higher income groups, and decreases for those in employment but on low incomes. There are a number of different sources of data on income which results in different estimates of income due to different sample sizes, population types (e.g. whether the population sample includes the self-employed, pensioners, individuals not liable to tax), definitions of income (e.g. gross earnings vs original income vs gross income", "doc_score": "78.57268524169922", "publish_date": "2018/12/31"}, {"doc_id": "12310381", "text": "English people / \"and\" British. Recent surveys of public opinion on the establishment of an English parliament have given widely varying conclusions. In the first five years of devolution for Scotland and Wales, support in England for the establishment of an English parliament was low at between 16 and 19%, according to successive British Social Attitudes Surveys. A report, also based on the British Social Attitudes Survey, published in December 2010 suggests that only 29% of people in England support the establishment of an English parliament, though this figure had risen from 17% in 2007. One 2007 poll carried out for BBC \"Newsnight\",", "doc_score": "79.45652770996094", "publish_date": "2018/12/31"}, {"doc_id": "17205790", "text": "Great British Class Survey / forms of cultural capital seem to be shunned. Average household income is moderate; average savings is small with average house value of £129,000 as of 2011. It is economically secure without being very well off. Members have many social contacts, though the status scores tend to be moderate. Overall, this class scores moderately well on all three capitals, with a particular penchant for emerging cultural capital. They are socially and culturally active and relatively prosperous. They tend to come from non-middle-class families, and few have been to university. 57 per cent are men. Those who are graduates attended schools such", "doc_score": "83.2145767211914", "publish_date": "2018/12/31"}, {"doc_id": "11366834", "text": "Income in the United Kingdom / report on the UK's highest earners in January 2008. There are 42 million adults in the UK of whom 29 million are income tax payers. (The remainder are pensioners, students, homemakers, the unemployed, those earning under the personal allowance, and other unwaged.) A summary of key findings is shown in the table below: The top 0.1% are 90% male and 50% of these people are in the 45 to 54 year age group. 31% of these people live in London and 21% in South East England. 33% of these people are company directors (as reported to HMRC). 30% work in", "doc_score": "78.29914855957031", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_23", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "2942365", "text": "United States men's national soccer team / alumni and was narrowed to a field of 11 candidates, including several foreign coaches, before two finalists emerged. Gregg Berhalter, coach of the Columbus Crew and a former USMNT defender, was announced as the team's new head coach on December 2, 2018. It is worth noting that Jay Berhalter, Gregg Berhalter's brother, was instrumental in the hiring of Earnie Stewart as the General Manager for US Soccer leaving many in the media and fans of US Soccer to wonder if nepotism had an impact on this hire. Since their first unofficial game against Canada, the most common U.S. uniform has", "doc_score": "78.2695083618164", "publish_date": "2018/12/31"}, {"doc_id": "6516772", "text": "Number (sports) / and \"00\" also applies to the NBA. In 2000, Utah Jazz center Greg Ostertag changed from \"00\" to \"39\" so Olden Polynice could wear No. 0 and in 2003, Washington Wizards center Brendan Haywood switched from No. 00 to No. 33 so Gilbert Arenas (who had the nickname \"Agent Zero\" already at this point) could wear #0. However, during the 2015–16 season, the Denver Nuggets played with two players wearing \"both\" 0 and 00 (Emmanuel Mudiay and Darrell Arthur respectively), with the Cleveland Cavaliers (Kevin Love and Chris Andersen respectively) and Indiana Pacers (C. J. Miles and Aaron Brooks respectively)", "doc_score": "77.55175018310547", "publish_date": "2018/12/31"}, {"doc_id": "215175", "text": "Jackie Robinson / as a man.\" On November 22, 2014, UCLA announced that it would officially retire the number 42 across all university sports, effective immediately. While Robinson wore several different numbers during his UCLA career, the school chose 42 because it had become indelibly identified with him. The only sport this did not affect was men's basketball, which had previously retired the number for Walt Hazzard (although Kevin Love was actually the last player in that sport to wear 42, with Hazzard's blessing). In a move paralleling that of MLB when it retired the number, UCLA allowed three athletes (in women's soccer,", "doc_score": "75.70166778564453", "publish_date": "2018/12/31"}, {"doc_id": "3552927", "text": "Ray Allen / In 2015, Allen co-starred alongside Kyrie Irving, Baron Davis and J. B. Smoove as Walt in the fourth episode of \"Uncle Drew\", a series of Pepsi Max advertisements written and directed by Irving. Allen married singer/actress Shannon Walker Williams on August 16, 2008, after having dated since 2004. They have four children together. Allen says that he has a borderline case of obsessive–compulsive disorder, to which he attributes his consummate shooting style. Allen served as NBA Spokesperson for the Jr. NBA / Jr. WNBA program and was selected as NBA Spokesman for the Thurgood Marshall College Fund. He also started", "doc_score": "75.5489501953125", "publish_date": "2018/12/31"}, {"doc_id": "3982604", "text": "Jacqueline Moore / Fame class. On the January 22, 2018, episode of \"Raw\", Jacqueline was honored being \"one of the greatest female superstars in the history of WWE\" and made a special appearance as part of the 25th anniversary of Raw along with fellow wrestlers and former co-workers; The Bella Twins, Maryse, Kelly Kelly, Lilian Garcia, Torrie Wilson, Michelle McCool, Terri Runnels, Maria Kanellis, and fellow Hall of Famer Trish Stratus. On January 28 at Royal Rumble, Jacqueline made a surprise entrance at number 21 during the first women's Royal Rumble match, in which she was eliminated by Nia Jax. After leaving WWE,", "doc_score": "75.91191101074219", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_24", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "6017353", "text": "Setback (architecture) / which effectively deprived neighboring properties of sunlight. It resulted in the 1916 Zoning Resolution, which gave New York City's skyscrapers their typical setbacks and soaring designs. Today many jurisdictions rely on urban planning regulations, such as zoning ordinances, which use setbacks to make sure that streets and yards are provided more open space and adequate light and air. For example, in high density districts, such as Manhattan in New York, front walls of buildings at the street line may be limited to a specified height or number of stories. Above that height, the buildings are required to set back behind", "doc_score": "82.66901397705078", "publish_date": "2018/12/31"}, {"doc_id": "16955478", "text": "Height of Buildings Act of 1899 / provided on the site. Yet, in Washington D.C. subsequent zoning laws followed the precedent set by the 1899 Act, and limited buildings to lower heights. As a result, the skyline of Washington D.C. lacks skyscrapers, and is much lower than that of other major U.S. cities. In a 2006 article published in The Washington Post, staff writer Michael Grunwald alluded to the popular belief that the building height restriction in Washington D.C. was originally based on the height of the U.S. Capitol Building. Referring to the Height of Buildings Act of 1899, he wrote, \"The original law limited buildings to", "doc_score": "82.9734115600586", "publish_date": "2018/12/31"}, {"doc_id": "6716887", "text": "Skyscraper design and construction / is unacceptable given the high prices of construction. This presents a paradox to civil engineers: the only way to assure a lack of failure is to test for all modes of failure, in both the laboratory and the real world. But the only way to know of all modes of failure is to learn from previous failures. Thus, no engineer can be absolutely sure that a given structure will resist all loadings that could cause failure, but can only have large enough margins of safety such that a failure is acceptably unlikely. When buildings do fail, engineers question whether the", "doc_score": "81.0214614868164", "publish_date": "2018/12/31"}, {"doc_id": "403131", "text": "Skyscraper / which passed their practical limit in 1891 with Chicago's Monadnock Building. The Council on Tall Buildings and Urban Habitat defines skyscrapers as those buildings which reach or exceed in height. Others in the United States and Europe also draw the lower limit of a skyscraper at. The Emporis Standards Committee defines a high-rise building as \"a multi-story structure between 35–100 meters tall, or a building of unknown height from 12–39 floors\" and a skyscraper as \"a multi-story building whose architectural height is at least.\" Some structural engineers define a highrise as any vertical construction for which wind is", "doc_score": "81.26152801513672", "publish_date": "2018/12/31"}, {"doc_id": "2832323", "text": "Building code / It served as the building code for four years. Very soon, a formal building code was drafted and eventually adopted in 1908. In Paris, under the reconstruction of much of the city under the Second Empire (1852–70), great blocks of apartments were erected and the height of buildings was limited by law to five or six stories at most. The purpose of building codes is to provide minimum standards for safety, health, and general welfare including structural integrity, mechanical integrity (including sanitation, water supply, light, and ventilation), means of egress, fire prevention and control, and energy conservation. Building codes generally", "doc_score": "81.98141479492188", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_25", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "16127210", "text": "Wonga.com / payday loan companies have had to conform to new rules, which limit roll-overs of loans and force them to increase affordability checks. From January 2015, they were also to have their charges capped. Wonga saw losses more than double in 2015 as tougher regulation of the payday loan sector led to a sharp fall in the number of loans taken out by UK consumers; the business reported a pre-tax loss of £80.2m for the year – up from £38.1m the year before. After tax, the company lost £76.5m, versus £43.6m in 2014. The UK remained a core part of the", "doc_score": "77.32440948486328", "publish_date": "2018/12/31"}, {"doc_id": "14274994", "text": "The Sun (United Kingdom) / was in the week ending 16 July 1994, when the daily figure was 4,305,957. The highest ever one-day sale was on 18 November 1995 (4,889,118), although the cover price had been cut to 10p. The highest ever one-day sale at full price was on 30 March 1996 (4,783,359). On 22 January 1997, \"The Sun\" accused the shadow chancellor Gordon Brown of stealing the Conservatives' ideas by declaring, \"If all he is offering is Conservative financial restraint, why not vote for the real thing?\" and called the planned windfall tax, which was later imposed by the Labour government, \"wrongheaded\". In February", "doc_score": "77.89743041992188", "publish_date": "2018/12/31"}, {"doc_id": "9938881", "text": "Consumer Price Index (United Kingdom) / was to be more widely adopted, including for setting benefits and pensions. In January 2013 the Office for National Statistics announced its conclusion that the RPI did not meet international standards and it is no longer formally ranked as a UK 'National Statistic'. The basket of goods and services chosen is intended to reflect changes in society's buying habits. For example, on 23 March 2009, rosé wine and takeaway chicken were added to the basket, whereas volume bottled cider and boxes of wine were removed. Consumer Price Index (United Kingdom) The Consumer Price Index (CPI) is the official measure of", "doc_score": "77.6445541381836", "publish_date": "2018/12/31"}, {"doc_id": "4296658", "text": "Dunking (biscuit) / younger days. In 2007, a tea room in Brighton, England, outlawed dunking on its premises. Physicist Len Fisher of the University of Bristol presented some light-hearted discussion of dunking on \"National Biscuit Dunking Day\" in the UK, as part of an attempt to make physics accessible. Fisher appeared to be somewhat taken aback by the large amount of media attention, ascribing it to a \"hunger for accessible science\". Fisher also described his astonishment at journalists' interest in one equation used in the field: Washburn's equation, which describes capillary flow in porous materials. Writing in \"Nature\", he says \"the equation was", "doc_score": "76.50484466552734", "publish_date": "2018/12/31"}, {"doc_id": "13656766", "text": "Attenuation (brewing) / (sugars, dextrins, proteins, vitamins, minerals, etc.) that are present in the wort. The percent extract or Plato scale is a measure in percent of how much of the wort’s weight is extract. Since, at least in the wort and beer gravities that most brewers work with, an almost linear relationship between (specific gravity − 1) and extract percentages exists, the above formula can also be expressed as: for brewers who prefer to work with specific gravity. Because fermentation produces ethanol, which has a lower density than water (gravity of 0.787 at °C ), using the formula above will result in", "doc_score": "75.77204895019531", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_26", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "7749551", "text": "Global warming / major crises could occur by 2040 as the planet warms by 2.7 degrees Fahrenheit (1.5 degrees Celsius). The report said that preventing such crises will require a swift transformation of the global economy that has \"no documented historic precedent.\" In the scientific literature, there is a strong consensus that global surface temperatures have increased in recent decades and that the trend is caused mainly by human-induced emissions of greenhouse gases. No scientific body of national or international standing disagrees with this view. In November 2017, a second warning to humanity signed by 15,364 scientists from 184 countries stated that \"the", "doc_score": "92.06816101074219", "publish_date": "2018/12/31"}, {"doc_id": "5406158", "text": "Climate change mitigation / limit. However, a 1 °C limit may be more costly to achieve than a 2 °C limit. According to some analysts, the 2 °C \"guardrail\" is inadequate for the needed degree and timeliness of mitigation. On the other hand, some economic studies suggest more modest mitigation policies. For example, the emissions reductions proposed by Nordhaus (2010) might lead to global warming (in the year 2100) of around 3 °C, relative to pre-industrial levels. In 2015, two official UNFCCC scientific expert bodies came to the conclusion that, \"in some regions and vulnerable ecosystems, high risks are projected even for warming above", "doc_score": "88.73596954345703", "publish_date": "2018/12/31"}, {"doc_id": "12575260", "text": "Climate change mitigation scenarios / of major economies such as China and India in a global cap-and-trade scheme initially operating in OECD and European Union countries. Also the less conservative 450 ppm scenario calls for extensive deployment of negative emissions, i.e. the removal of CO from the atmosphere. According to the International Energy Agency (IEA) and OECD, \"Achieving lower concentration targets (450 ppm) depends significantly on the use of BECCS\". This is the target advocated (as an upper bound) in the Stern Review. As approximately a doubling of CO levels relative to preindustrial times, it implies a temperature increase of about three degrees, according to", "doc_score": "87.89199829101562", "publish_date": "2018/12/31"}, {"doc_id": "4760349", "text": "Climate commitment / 1°C. As ocean waters expand in response to this warming, global sea levels would mount by about 10 centimeters during that time. These models do not take into account ice cap and glacier melting; including those climate feedback effects would give a 1–1.5°C estimated temperature increase. This is by no means a new idea, the concept is discussed in the IPCC TAR and in the SAR in 1995. Climate commitment Climate commitment describes the fact that climate reacts with a delay to influencing factors (\"climate forcings\") such as the presence of greenhouse gases. Climate commitment studies attempt to assess the", "doc_score": "91.38561248779297", "publish_date": "2018/12/31"}, {"doc_id": "199083", "text": "Intergovernmental Panel on Climate Change / to 3.7 °C is still expected to occur by 2100. Holding this rise to 1.5 °C avoids the worst effects of a rise by even 2 °C. However, a warming of even 1.5 degrees will still result in large-scale drought, famine, heat stress, species die-off, loss of entire ecosystems, and loss of habitable land, throwing more than 100 Million into poverty. Effects will be most drastic in arid regions including the Middle East and the Sahel in Africa, where fresh water will remain in some areas following a 1.5 °C rise in temperatures but are expected to dry up completely", "doc_score": "91.767822265625", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_27", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "20526517", "text": "Attempted acquisition of Tribune Media by Sinclair Broadcast Group / the Sinclair–Tribune deal, CBS Corporation CEO Leslie Moonves has stated they would purchase more stations if ownership caps are lifted. Despite facing the prospect of having to appear before an administrative law judge to defend the deal, Sinclair, on August 8, 2018, during its second-quarter earnings call, announced its intention to attempt to complete the deal, with the parties free to walk away after midnight. However, the following day, on August 9, Tribune Media announced that it had terminated the sale agreement with Sinclair, and that it had filed a $1 billion lawsuit against Sinclair in the Delaware Court of", "doc_score": "80.1836166381836", "publish_date": "2018/12/31"}, {"doc_id": "4566212", "text": "Media General / the stations would be sold to several other companies in five markets (Birmingham, Green Bay, Mobile, Providence and Savannah) where both groups already own stations. On August 20, 2014, Media General and LIN Media announced several sales. Media General sold WJAR, WLUK, and WCWF to the Sinclair Broadcast Group in exchange for Sinclair's KXRM, KXTU, and WTTA. Hearst Television acquired WVTM and WJCL, and Meredith Corporation acquired WALA. On October 6, the two companies' shareholders approved the deal, and the FCC approved the deal on December 12. The merger was completed on December 19. A condition of the deal requires", "doc_score": "77.8670425415039", "publish_date": "2018/12/31"}, {"doc_id": "5222616", "text": "Nexstar Media Group / stations for $87.5 million. Due to Federal Communications Commission ownership regulations, one of the stations, KLJB, was spun off to Marshall Broadcasting, but will be operated by Nexstar through a shared services agreement. The sale was completed on December 1, 2014. On September 28, 2015, Nexstar announced that it presented an unsolicited offer to buy Media General for $4.1 billion (including debt). Per share, shareholders of Media General would receive $10.50 in cash and 0.0898 shares of Nexstar, a total equivalent of $14.50 per share. Nexstar's offer was seen by analysts as a maneuver to torpedo the merger of Media", "doc_score": "78.51361083984375", "publish_date": "2018/12/31"}, {"doc_id": "11343128", "text": "Calkins Media / Calkins Media Calkins Media, Inc. was a media company. Established in 1937, Calkins Media brands included daily newspapers and digital sites in Pennsylvania and New Jersey, a weekly newspaper in South Dade, Fla., and broadcast stations located in Huntsville, Ala., Tallahassee and Sarasota, Fla. Corporate and digital headquarters were located in Bucks County, Pa. In 2016, Raycom Media agreed to purchase Calkins Media's three television stations. A sale of WAAY-TV to Raycom affiliate American Spirit Media was blocked by the Department of Justice due to Raycom's ownership of WAFF. Raycom closed on the purchase of WWSB and WTXL-TV on May", "doc_score": "77.46034240722656", "publish_date": "2018/12/31"}, {"doc_id": "19380429", "text": "Bollea v. Gawker / of execution of judgment pending appeal. In the motion and accompanying affidavits from Gawker Media personnel, the company stated that it could not afford to pay the $140.1 million judgment or the $50 million appeal bond. On June 10, 2016, Gawker filed for Chapter 11 bankruptcy protection and put itself up for sale. Denton personally filed for Chapter 11 bankruptcy protection on August 1. Univision Communications bought Gawker Media's assets for $135 million at a bankruptcy auction on August 16, 2016. The sale to Univision included six Gawker websites—Deadspin, Gizmodo, Jalopnik, Jezebel, Kotaku and Lifehacker—which were not involved with the", "doc_score": "79.33060455322266", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_28", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "20413281", "text": "2017 New York City truck attack / document indicating allegiance to the terrorist group Islamic State of Iraq and Syria (ISIS) were found in the truck. The Federal Bureau of Investigation (FBI) charged 29-year-old Sayfullo Habibullaevich Saipov, who had immigrated to the United States from Uzbekistan in 2010, with destruction of a motor vehicle and providing material support for a terrorist organization. At 2:06 p.m. EDT on October 31, 2017, a man rented a pickup truck at a Home Depot in Passaic, New Jersey. At 2:43 p.m., he crossed the George Washington Bridge and entered Manhattan, proceeding south down the West Side Highway. At 3:04 p.m. at", "doc_score": "79.6080322265625", "publish_date": "2018/12/31"}, {"doc_id": "20413284", "text": "2017 New York City truck attack / Eight people were killed in the attack, which injured another twelve, including the suspect and two children. Two of the dead were Americans: a 32-year-old man from New Milford, New Jersey; and a 23-year-old man from Manhattan. The other six were foreign nationals; five tourists were from Argentina, and the sixth was from Belgium. The five Argentine victims, all aged 47 or 48, had been part of a group of ten former classmates at San Martín Polytechnic, a high school in the city of Rosario, Argentina, celebrating their 30th graduation anniversary to fulfill a promise made to each other when", "doc_score": "79.28218078613281", "publish_date": "2018/12/31"}, {"doc_id": "20413298", "text": "2017 New York City truck attack / safety measurements to be implemented. ISIL accepted responsibility for the attack in issue #104 of its newsletter, \"al-Naba\", and called Saipov a \"soldier of the Caliphate\" who responded to its call to attack \"citizens of the Crusader countries involved in the alliance against the Islamic State.\" Less than four hours after the incident, the massive New York's Village Halloween Parade, which started six blocks east of the incident at Sixth Avenue, proceeded just as scheduled. Both Mayor De Blasio and Governor Cuomo marched in the parade. On November 6, Argentine President Mauricio Macri and his wife Juliana Awada placed flowers", "doc_score": "78.9018325805664", "publish_date": "2018/12/31"}, {"doc_id": "20413293", "text": "2017 New York City truck attack / Several nearby streets were closed to the public, including West, Chambers and Murray Streets, to conduct an investigation, causing traffic jams throughout lower Manhattan. Vehicle and pedestrian activity resumed when the truck was towed the day after the attack. President Donald Trump ordered the Department of Homeland Security to \"step up\" its \"Extreme Vetting Program\". On Twitter, he called for Saipov to be executed, and initially stated that he wanted Saipov to be detained at the Guantanamo Bay detention camp. This prompted pleas from Saipov's sister to not execute him immediately and to give him \"time\" and a \"fair trial\".", "doc_score": "79.98479461669922", "publish_date": "2018/12/31"}, {"doc_id": "19741814", "text": "2016 New York and New Jersey bombings / were hailed as heroes in Elizabeth; a GoFundMe campaign in their name raised over $16,000 in donations. The Elizabeth Police Department was the first authority to respond to the men's 9-1-1 call. The investigation was soon turned over to the New Jersey Transit Police Department and the FBI, two county robots (Union and Essex) confirmed the devices were pipe bombs. One of these bombs was detonated at around 12:40 a.m. as the robots sought to disarm the devices. One robot was \"damaged\" by the blast. Authorities were working to disable the other devices. Following the bomb's accidental explosion, the station", "doc_score": "76.44867706298828", "publish_date": "2018/12/31"}]}
{"question_id": "20230519_29", "search_time": "2023/05/24/23:43", "search_result": [{"doc_id": "13754010", "text": "Finn Hudson / end of the third season, Falchuk later stated that while Monteith, along with Lea Michele and Chris Colfer, would graduate at the end of the third season, \"because they're graduating doesn't mean they're leaving the show.\" Falchuk insisted that \"it was never our plan or our intention to let them go…. They are not done with the show after this season.\" Finn originated as a character who \"walks a fine line between following his dreams and balancing what other people expect of him.\" Monteith's former acting coach said: \"You've got to be incredibly smart to understand how dim Finn can", "doc_score": "73.14230346679688", "publish_date": "2018/12/31"}, {"doc_id": "19242242", "text": "The Grand Tour / Hammond was criticised by \"Stonewall\", Peter Tatchell, and Olly Alexander, amongst others, for a comment he made in episode six where he implied that men who eat ice-cream are homosexual. It was later revealed that the comment was an in-joke for the Finnish audience as a reference to a controversial TV commercial that aired in Finland. \"The Grand Tour\" received a nomination in the Original OTT Streamed category at the 2017 Television and Radio Industries Club Awards. Kevin Yeoman of \"Screen Rant\" gave the show a positive review, stating \"Fans can rest assured Top Gear hasn't gone anywhere, it's just", "doc_score": "73.9726791381836", "publish_date": "2018/12/31"}, {"doc_id": "2002003", "text": "Gigli / Worst Movie Titles of All Time\". Gigli Gigli ( ) is a 2003 American romantic comedy film written and directed by Martin Brest and starring Ben Affleck, Jennifer Lopez, Justin Bartha, Al Pacino, Christopher Walken, and Lainie Kazan. Popular media gave attention and interest to the film during production, primarily because Affleck and Lopez, the film's stars, were romantically involved at the time. After release, however, critical reaction was universally negative, and in the years since its release \"Gigli\" has been considered one of the worst films of all time. The film was also one of the most expensive box", "doc_score": "73.3653564453125", "publish_date": "2018/12/31"}, {"doc_id": "13670074", "text": "Edoardo Costa / Edoardo Costa Edoardo Cicorini (born 7 August 1967; better known as Edoardo Costa) is an Italian-born fashion model, actor and entrepreneur. Costa's career began in the fashion industry in the early 1990s, when he worked for the modeling agency Why Not. While working as a model, Costa decided to begin studying acting in Paris, Milan, and Los Angeles. Following his studies, Costa went on to make various appearances on U.S. television. Some series included \"Baywatch\", \"Arliss\", and \"The Bold and the Beautiful\". Following his success on US television, Costa also made a variety of independent American films, which led him", "doc_score": "72.08413696289062", "publish_date": "2018/12/31"}, {"doc_id": "13670066", "text": "Edoardo Costa / Edoardo Costa Edoardo Cicorini (born 7 August 1967; better known as Edoardo Costa) is an Italian-born fashion model, actor and entrepreneur. Costa's career began in the fashion industry in the early 1990s, when he worked for the modeling agency Why Not. While working as a model, Costa decided to begin studying acting in Paris, Milan, and Los Angeles. Following his studies, Costa went on to make various appearances on U.S. television. Some series included \"Baywatch\", \"Arliss\", and \"The Bold and the Beautiful\". Following his success on US television, Costa also made a variety of independent American films, which led him", "doc_score": "72.08413696289062", "publish_date": "2018/12/31"}]}
